{"id":63,"parent_id":62,"book_id":22358,"content_id":1,"language_id":1,"display_order":63,"title":"Section 9: Paul’s Witness from Prison","subtitle":"","short_title":"Section 9","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-9-pauls-witness-from-prison/section9","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-9-pauls-witness-from-prison/section9"},[".heading",{"id":"head2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-9-pauls-witness-from-prison/section9.head2"},[".titleNumber","Section 9"],["h1","Paul’s Witness from Prison"]],[".bodyBlock",[".figure",{"id":"f1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-9-pauls-witness-from-prison/section9.f1"},["h3","Lessons"],["ol.number",["li",["span.label","42."],["p.para","“As Thou Hast Testified of Me in Jerusalem, so Must Thou Bear Witness Also at Rome” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/21"},"Acts 21–28"],"; Colossians)."]],["li",["span.label","43."],["p.para","“Ye Are … Fellow Citizens with the Saints” (Ephesians; Philemon)"]],["li",["span.label","44."],["p.para","“Be Thou an Example of the Believers” (Philippians; 1 Timothy)"]]]],[".topic",["h2","Biography"],[".topic",["h3","Paul’s Imprisonment"],["p.para",{"id":"p9","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-9-pauls-witness-from-prison/section9.p9"},"At Caesarea Paul had a hearing before Felix, the Roman governor. At this time Paul was accused of treason, heresy, and sacrilege. The hearing did not bring about Paul’s release. For two years, the apostle remained at Caesarea awaiting a final hearing. When Felix was recalled to Rome, Paul was left behind in prison. About",["span.small","A.D."],"60, Felix was succeeded in the governor’s chair by Porcius Festus. Festus, willing to do the Jews a favor, desired that Paul stand trial in Jerusalem. This Paul refused to do, knowing that the Jews did not intend to give him a fair trial. Instead, he appealed to Caesar, which was his right as a Roman citizen. The appeal was granted (",["a.scriptureRef",{"href":"/scriptures/nt/acts/24.1"},"Acts 24:1–26:32"],")."],["p.para",{"id":"p10","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-9-pauls-witness-from-prison/section9.p10"},"During his journey to Rome, Paul suffered many hardships. After a three-month stay on the island of Malta, the result of a shipwreck at sea, Paul and his companions traveled on and eventually reached Rome. There, Paul lived in a house of his own hiring and enjoyed some liberty. Paul taught all who visited him during this period and wrote several of his letters to the saints abroad."],[".",{"id":"f2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-9-pauls-witness-from-prison/section9.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_all_041_02-paulPrison.jpg"}]],["p.para",{"id":"p11","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-9-pauls-witness-from-prison/section9.p11"},"From tradition and from inferences drawn from some of his letters, we conclude that Paul was released after two years’ imprisonment. It seems probable that Paul immediately began to engage himself in missionary service. Possibly he journeyed as far west as Spain; perhaps his travels took him to Macedonia. It is also surmised that he may have traveled to Ephesus and then to other branches of the church in southern Asia."],["p.para",{"id":"p12","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-9-pauls-witness-from-prison/section9.p12"},"At some point in the apostle’s travels, probably in",["span.small","A.D."],"67 or 68, Paul was arrested and taken to Rome again. This second imprisonment was different from the first in that Paul’s freedom was almost totally restricted. Paul was placed in chains and forbidden to preach openly. It appears that his friends found it dangerous to visit the apostle. When the time of Paul’s hearing arrived, no one stood in his defense but himself. When his case was held over for a second hearing, the apostle sensed that his mortal ministry was drawing to a close. Death appeared imminent. Paul had fought the good fight. He had finished his course. He had kept the faith. He had earned that crown of righteousness which is reserved by the Lord for all those who keep the faith and endure to the end (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.7,8"},"2 Timothy 4:7, 8"],")."]]]]]]],"refs":null}
