{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":14,"title":"Chapter 12: Finding and Creating Personal and Family Histories","subtitle":"","short_title":12,"uri":"/manual/introduction-to-family-history-student-manual/chapter-12","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/introduction-to-family-history-student-manual/chapter-12"},[".heading",{"id":"head1","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.head1"},[".titleNumber","12"],["h1","Finding and Creating Personal and Family Histories"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t1"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p4"},"It can be exciting to discover a historical record of one of your ancestors—especially if he or she personally created it. These records can help you develop deep feelings for your ancestors and gain an appreciation for what they went through. Your personal records will do the same for your descendants. They will enable you to make a connection with your family members in the future, even though you may never meet in mortality."],["p.para",{"id":"p5","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p5"},["b","President Spencer W. Kimball"],"(1895–1985) regarded personal journals as valuable legacies:"],["p.para",{"id":"p6","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p6"},"“You are unique, and there may be incidents in your experience that are more noble and praiseworthy in their way than those recorded in any other life. There may be a flash of illumination here and a story of faithfulness there; you should truthfully record your real self and not what other people may see in you."],["p.para",{"id":"p7","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p7"},"“Your story should be written now while it is fresh and while the true details are available. …"],["p.para",{"id":"p8","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p8"},"“What could you do better for your children and your children’s children than to record the story of your life, your triumphs over adversity, your recovery after a fall, your progress when all seemed black, your rejoicing when you had finally achieved? …"],["p.para",{"id":"p9","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p9"},"“Get a notebook, … a journal that will last through all time, and maybe the angels may quote from it for eternity. Begin today and write in it your goings and comings, your deepest thoughts, your achievements and your failures, your associations and your triumphs, your impressions and your testimonies” (“The Angels May Quote from It,”",["span.emphasis","New Era,"],"Oct. 1975, 5)."],["p.para",{"id":"p10","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p10"},"Personal histories can include any document or record that contributes information about an individual’s life and helps to tell that person’s life story. These include journals and diaries; birth, marriage, and death certificates; certificates of achievement (such as diplomas and documents from various organizations); letters; photos; and audio and video recordings."],["p.para",{"id":"p11","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p11"},"In addition to personal records, family records are of great value. Family records could include pedigree charts, family group sheets, journals, documents, photos, videos, or any other record that helps tell the story of a family."],["p.para",{"id":"p12","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p12"},"This chapter examines the value of personal and family records and gives some suggestions for what to include in your own personal history."]],[".topic",{"id":"t2","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t2"},["h2","Commentary"],[".topic",{"id":"t3","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t3"},["h3","We Can Be Inspired by Reading the Personal Histories of Our Ancestors",["span.dominant","[12.1]"]],[".box-decor",{"id":"f1","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f1"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.10,14-17"},"1 Nephi 5:10, 14–17"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.2-7"},"Mosiah 1:2–7"]]]]],[".topic",{"id":"t4","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t4"},["h4","Family records can be sacred records.",["span.dominant","[12.1.1]"]],[".img-left",{"id":"f3","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/lds-theodore-burton_895383.jpg"}]],["p.para",{"id":"p19","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p19"},"Reading and hearing stories from the lives of others can be inspirational.",["b","Elder Theodore M. Burton"],"(1907–89) of the Seventy shared his thoughts about his grandfather’s journal and why we should each keep a journal:"],["p.para",{"id":"p20","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p20"},"“What Grandfather Burton did for me was to write a sacred family record, the small plates of Burton, or, if you will, an inspirational family record. Much of what we now regard as scripture was not anything more or less than men writing of their own spiritual experiences for the benefit of their posterity. These scriptures are family records. Therefore, as a people we ought to write of our own lives and our own experiences to form a sacred record for our descendants. We must provide for them the same uplifting, faith-promoting strength that the ancient scriptures now give us."],["p.para",{"id":"p21","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p21"},"“The advantage of having records from our own immediate progenitors is that we thus get to know them personally and feel close to them. We can relate our own lives to theirs. They are speaking to us from times close to those in which we live, and naturally we can better understand them and their problems than we can those of ancient Israel. Thus their teachings and experiences become more poignant and meaningful to us, sometimes even more so than when we read the ancient scriptures. Through them we feel their love for God and his love for them and for us. We in turn can pass on to our descendants this same faith and resolve. In this way, a chain of faith builds in us and from us to those who will follow in our footsteps."],["p.para",{"id":"p22","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p22"},"“Let us respond to the plea which has been made of us by our leaders to write our personal histories and thus pass on to future generations our own resolve to stand steadfast before God because we know and love him. Our descendants, feeling our love for them, will stand firmly and steadfastly in their places as sons and daughters of God. In this way we pass on the torch of faith and love for God and feel in turn his love for us and for those who will follow us” (“The Inspiration of a Family Record,”",["span.emphasis","Ensign,"],"Jan. 1977, 17)."]],[".image",{"id":"f4","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/handwriting-chinese_1083392.jpg"}],[".caption",["p",{"id":"lds-"},"We can come to know our progenitors by studying their personal records."]]],[".topic",{"id":"t5","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t5"},["h4","Personal and family records can teach and inspire.",["span.dominant","[12.1.2]"]],["p.para",{"id":"p25","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p25"},["b","Elder M. Russell Ballard"],"of the Quorum of the Twelve Apostles spoke of the inspiration we can receive from reading stories of our ancestors and shared an example from his own pioneer heritage:"],["p.para",{"id":"p26","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p26"},"“My great-grandmother Margaret McNeil Ballard recorded in her journal a pioneer experience of sacrifice that occurred when she was between nine and eleven years of age. She wrote:"],["p.para",{"id":"p27","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p27"},"“‘After landing we planned to go west to Utah with the Martin and Willey handcart companies; but Elder Franklin D. Richards counseled my father not to go with them. Afterwards we were very thankful. …"],["p.para",{"id":"p28","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p28"},"“The company we were assigned to had gone on ahead and as my mother was anxious for me to go with them she strapped my little brother James on my back with a shawl. He was only four years old and … quite sick with the measles; but I took him since my mother had all she could do to care for the other children. I hurried and caught up with the company, traveling with them all day. That night a kind lady helped me take my brother off my back. I sat up and held him on my lap with the shawl wrapped around him, alone, all night. He was a little better in the morning. The people in the camp were very good to us and gave us a little fried bacon and some bread for breakfast."],["p.para",{"id":"p29","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p29"},"“‘We traveled this way for about a week, before my brother and I were united with our family again.’"],["p.para",{"id":"p30","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p30"},"“This brief episode in Great-grandmother’s life teaches me that our pioneer ancestors gave everything, even their lives, for their faith, for the building of the kingdom of God when the Church was in its infancy. It teaches also that they helped, nourished, and strengthened each other in their extremity and shared unstintingly. Their material means, such as food, clothing, and shelter, were meager, but their love for one another and their devotion to their Lord and to the gospel were boundless” (in Conference Report, Apr. 1992, 105–6; or",["span.emphasis","Ensign,"],"May 1992, 75)."]],[".image",{"id":"f5","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/president-sister-monson-nauvoo_1083289.jpg"}],[".caption",["p",{"id":"lds-"},"President Thomas S. Monson and his wife, Frances"]]],[".topic",{"id":"t6","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t6"},["h4","“There was my wife’s father’s name.”",["span.dominant","[12.1.3]"]],["p.para",{"id":"p33","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p33"},["b","President Thomas S. Monson"],"told of reading an account written by his grandfather about his wife’s father:"],["p.para",{"id":"p34","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p34"},"“My father’s father came from Sweden, and his wife from England. They met on the ship coming over. He waited for her to grow up, and then he proposed marriage. They were married in the Salt Lake Temple, and he wrote in his journal, ‘Today is the happiest day of my life. My sweetheart and I were married for time and eternity in the holy temple.’"],["p.para",{"id":"p35","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p35"},"“Three days later, on April 23, 1898, he wrote, ‘Took the train at the Rio Grande Western Depot enroute eventually to Scandinavia, where I have been called as a missionary.’ Off he went to Sweden, leaving his bride of three days."],["p.para",{"id":"p36","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p36"},"“His journal, written in pencil, came to me from an uncle who somehow chose me to receive his father’s journal. The most frequent entry in the journal was, ‘My feet are wet.’ But the most beautiful entry said: ‘Today we went to the Jansson home. We met Sister Jansson. She had a lovely dinner for us. She is a good cook.’ And then he said, ‘The children all sang or played a harmonica or did a little dance, and then she paid her tithing. Five krona for the Lord and one for my companion, Elder Ipson, and one for me.’ And then there were listed the names of the children."],["p.para",{"id":"p37","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p37"},"“When I read that in the journal, there was my wife’s father’s name as one who was in that household, one who probably sang a song, one who became the father of only one daughter, the girl whom I married” (in Conference Report, Apr. 2008, 112; or",["span.emphasis","Ensign,"],"May 2008, 111)."]],[".topic",{"id":"t7","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t7"},["h4","The Lord knew Joseph Millett.",["span.dominant","[12.1.4]"]],["p.para",{"id":"p39","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p39"},["b","President Boyd K. Packer,"],"President of the Quorum of the Twelve Apostles, shared excerpts from a pioneer’s diary that illustrate the strength and inspiration of “true testimony” that can be shared from the lives of “ordinary men and women and children”:"],["p.para",{"id":"p40","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p40"},"“Let me quote from the diary of Joseph Millett, a little-known missionary of an earlier time. Called on a mission to Canada, he went alone and on foot. In Canada, during the wintertime, he said:"],["p.para",{"id":"p41","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p41"},"“‘I felt my weakness. A poor, ill-clothed, ignorant boy in my teens, thousands of miles from home among strangers."],["p.para",{"id":"p42","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p42"},"“‘The promise in my blessing and the encouraging words of President Young to me, with the faith I had in the gospel, kept me up."],["p.para",{"id":"p43","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p43"},"“‘Many times I would turn into the woods … in some desolate place with a heart full, wet eyes, to call on my master for strength or aid."],["p.para",{"id":"p44","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p44"},"“‘I believed the Gospel of Christ. I had never preached it. I knew not where to find it in the scriptures.’"],["p.para",{"id":"p45","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p45"},"“That didn’t matter so much, for, ‘I had to give my Bible to the boatman at Digby for passage across the sound.’"],["p.para",{"id":"p46","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p46"},"“Years later, Joseph Millett, with his large family, was suffering through very, very difficult times. He wrote in his journal:"],["p.para",{"id":"p47","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p47"},"“‘One of my children came in and said that Brother Newton Hall’s folks was out of bread, had none that day."],["p.para",{"id":"p48","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p48"},"“‘I divided our flour in a sack to send up to Brother Hall. Just then Brother Hall came."],["p.para",{"id":"p49","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p49"},"“‘Says I, “Brother Hall, are you out of flour?”"],["p.para",{"id":"p50","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p50"},"“‘“Brother Millett, we have none.”"],["p.para",{"id":"p51","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p51"},"“‘“Well, Brother Hall, there is some in that sack. I have divided and was going to send it to you. Your children told mine that you was out.”"],["p.para",{"id":"p52","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p52"},"“‘Brother Hall began to cry. He said he had tried others, but could not get any. He went to the cedars and prayed to the Lord, and the Lord told him to go to Joseph Millett."],["p.para",{"id":"p53","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p53"},"“‘“Well Brother Hall, you needn’t bring this back. If the Lord sent you for it you don’t owe me for it.”’"],["p.para",{"id":"p54","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p54"},"“That night Joseph Millett recorded a remarkable sentence in his journal:"],["p.para",{"id":"p55","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p55"},"“‘You can’t tell me how good it made me feel to know that the Lord knew there was such a person as Joseph Millett’ (Diary of Joseph Millett, holograph, Archives of The Church of Jesus Christ of Latter-day Saints, Salt Lake City)."],["p.para",{"id":"p56","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p56"},"“The Lord knew Joseph Millett. And He knows all those men and women like him, and they are many” (in Conference Report, Apr. 1980, 84; or",["span.emphasis","Ensign,"],"May 1980, 63)."]],[".topic",{"id":"t8","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t8"},["h4","Search records in the Family History Library.",["span.dominant","[12.1.5]"]],["p.para",{"id":"p58","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p58"},"The Church’s Family History Library in Salt Lake City, Utah, has collected large numbers of family histories, pedigrees, and other family records from around the world. These resources are available to the public and can be explored early as you search for personal and family history records. Like most libraries, the Family History Library has a catalog of its holdings, known as the Family History Library Catalog (FHLC)."],["p.para",{"id":"p59","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p59"},"The FHLC, part of the Church’s FamilySearch software, is available at family history centers and on the Internet for use at home. The FHLC lists and describes the records, books, microfilms, and microfiche in the Family History Library. Once you have identified a microfilm or microfiche, you can order it for use in family history centers throughout the world."],[".figure",{"id":"f6","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f6"},["p.preamble","The Family History Library has three types of records:"],["ol.number",["li",["span.label","1."],["p.para",["span.emphasis","Original records"],"include wills; deeds; censuses; journals and diaries; certificates of birth, marriage, and death; church records; and other such records."]],["li",["span.label","2."],["p.para",["span.emphasis","Compiled records"],"include published family histories, community histories, collections of family group sheets, and other collections of information about a person, family, or place."]],["li",["span.label","3."],["p.para",["span.emphasis","Reference materials"],"include maps, directories, encyclopedias, dictionaries, indexes of histories, genealogies, microfilm collections, and so on. Reference materials often contain important information on how to use original and compiled records."]]]]],[".topic",{"id":"t9","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t9"},["h4","Search records in the Church History Library.",["span.dominant","[12.1.6]"]],["p.para",{"id":"p65","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p65"},"The Church History Library in Salt Lake City, Utah, has thousands of documents from the early days of the Church, including personal histories of many Latter-day Saints. Collections also include manuscripts, books, Church records, photographs, oral histories, architectural drawings, pamphlets, newspapers, periodicals, maps, microforms, and audiovisual materials. The materials are noncirculating and may be used only in the Church History Library."],["p.para",{"id":"p66","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p66"},"The Church History Library is open to the general public. The library and archives catalogs have been automated and were originally available in-house only, but they are being prepared for access on the Internet. For current information about the library and its services, go to",["a.urlRef",{"href":"http://lds.org/churchhistory/library"},["span.language","lds.org/churchhistory/library"]],"."],["p.para",{"id":"p67","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p67"},"Copies of patriarchal blessings are also housed in the Church History Library, and you may order copies of your own or of your deceased direct-line ancestors’ blessings. This may be done online by going to",["a.urlRef",{"href":"http://www.lds.org"},["span.language","LDS.org"]],", clicking on",["b","Sign In/Tools"],", and then clicking on",["b","Patriarchal Blessing"],"and following the instructions."]]],[".image",{"id":"f7","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/lds-church-history-library_1083383.jpg"}],[".caption",["p",{"id":"lds-"},"The Church History Library in Salt Lake City, Utah"]]],[".topic",{"id":"t10","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t10"},["h3","Personal and Family Histories Have Value for Us and Our Descendants",["span.dominant","[12.2]"]],[".box-decor",{"id":"f8","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f8"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.1-3"},"1 Nephi 1:1–3"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.1"},"1 Nephi 19:1"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.4-8"},"Moses 6:4–8"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.31"},"Abraham 1:31"]]]]],[".topic",{"id":"t11","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t11"},["h4","“A book of remembrance was kept.”",["span.dominant","[12.2.1]"]],["p.para",{"id":"p76","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p76"},"Adam and his descendants kept “a book of remembrance” because they knew it would be important to future generations (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.4-6"},"Moses 6:4–6"],"). Moses also kept a record that became part of the Bible (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.40-41"},"Moses 1:40–41"],")."],["p.para",{"id":"p77","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p77"},"You may not be asked to record the history of God’s dealings with His people of our time, but you are encouraged to keep a record of your own history and God’s dealings with you personally.",["b","Elder Theodore M. Burton"],"taught: “Not everything we do is important. Not everything we write is important. Not everything we think is important. But",["span.emphasis","occasionally"],"we",["span.emphasis","are"],"in tune with God. Inspiration sometimes comes to us without our even recognizing it. At such times the Lord whispers things into our minds, and what one then writes can become inspirational to one’s descendants. When we write by the Spirit and they read by the Spirit, there is a godly communication between us and them which makes that which we write become meaningful and a source of inspiration to our descendants” (“The Inspiration of a Family Record,”",["span.emphasis","Ensign,"],"Jan. 1977, 17)."]],[".topic",{"id":"t12","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t12"},["h4","Prophets counsel us to keep accurate records.",["span.dominant","[12.2.2]"]],["p.para",{"id":"p79","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p79"},"Ancient and modern prophets have repeatedly encouraged us to keep a record of our life.",["b","President Wilford Woodruff"],"(1807–98) kept a personal journal for more than 60 years, and much of what we know about the early history of the Church comes from his journals. On one occasion he encouraged Church members to follow the counsel of both the Prophet Joseph Smith and President Brigham Young to keep a sacred record:"],["p.para",{"id":"p80","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p80"},"“Now should we not keep a Journal, record, & History of the dealings of God with [us] as they transpire day by day before our Eyes? We should. …"],["p.para",{"id":"p81","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p81"},"“The Prophet Joseph always recommended the priesthood to keep a record of all their Official acts. …"],["p.para",{"id":"p82","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p82"},"“President Brigham Young has also Carried out the same Principle since He has been president of the Church, in all of our ordinances, Endowments, sealings and official acts. He wishes us to be particular in recording the same."],["p.para",{"id":"p83","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p83"},"“… All should keep a Journal of the dealings of God with them and [their] official acts, and keep a true History of Events in this great dispensation. …"],["p.para",{"id":"p84","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p84"},"“Brethren and sisters we are making History Every day. Let that History be good. Let us do the works of righteousness that when our acts are recorded we shall be satisfied with them Either in time or Eternity” (",["span.emphasis","Wilford Woodruff’s Journal, 1833–1898 Typscript,"],"ed. Scott G. Kenney, 9 vols. [1983–85], 6:22–23, 25; capitalization from original retained)."]],[".image",{"id":"f10","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f10"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/how-write-history-african-girl_754289.jpg"}],[".caption",["p",{"id":"lds-"},"Keeping a personal journal will bless you and your posterity."]]],[".topic",{"id":"t13","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t13"},["h4","Journals and family histories have value.",["span.dominant","[12.2.3]"]],["p.para",{"id":"p87","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p87"},"There is great personal value in expressing yourself through writing.",["b","Elder L. Edward Brown,"],"then a member of the Seventy, wrote how keeping a journal can help you see the Lord’s hand in your life: “There is something about journal writing that causes us to meditate, to recommit, and to receive spiritual impressions in the process of such pondering. Frequently, you will have cause to rejoice at how the Lord has been sensitively involved in guiding and watching over you and those you love and care about” (“Bring Your Mission Home with You!”",["span.emphasis","Ensign,"],"Dec. 2000, 16)."],["p.para",{"id":"p88","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p88"},"During the April 1978 general conference sessions,",["b","President Spencer W. Kimball"],"urged all Church members to leave a written record of their lives: “I urge all of the people of this church to give serious attention to their family histories, to encourage their parents and grandparents to write their journals, and let no family go into eternity without having left their memoirs for their children, their grandchildren, and their posterity. This is a duty and a responsibility” (in Conference Report, Apr. 1978, 4; or",["span.emphasis","Ensign,"],"May 1978, 4)."],["p.para",{"id":"p89","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p89"},"In a later address during that same conference, President Kimball spoke of the spiritual value of writing in a journal: “Please follow the counsel you have been given in the past and maintain your personal journals. Those who keep a book of remembrance are more likely to keep the Lord in remembrance in their daily lives. Journals are a way of counting our blessings and of leaving an inventory of these blessings for our posterity” (in Conference Report, Apr. 1978, 117; or",["span.emphasis","Ensign,"],"May 1978, 77)."]],[".topic",{"id":"t14","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t14"},["h4","Every life has interesting events.",["span.dominant","[12.2.4]"]],[".img-left",{"id":"f11","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f11"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/prophet-seer-revelator-lds-mormon_697813.jpg"}]],["p.para",{"id":"p91","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p91"},"To those who may feel that their life is uneventful or lacks excitement,",["b","President Spencer W. Kimball"],"taught:"],["p.para",{"id":"p92","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p92"},"“People often use the excuse that their lives are uneventful and nobody would be interested in what they have done. But I promise you that if you will keep your journals and records, they will indeed be a source of great inspiration to your families, to your children, your grandchildren, and others, on through the generations."],["p.para",{"id":"p93","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p93"},"“Each of us is important to those who are near and dear to us—and as our posterity read of our life’s experiences, they, too, will come to know and love us. And in that glorious day when our families are together in the eternities, we will already be acquainted” (“President Kimball Speaks Out on Personal Journals,”",["span.emphasis","Ensign,"],"Dec. 1980, 60–61)."]],[".topic",{"id":"t15","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t15"},["h4","Protection by divine intervention",["span.dominant","[12.2.5]"]],["p.para",{"id":"p95","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p95"},["b","Elder Theodore M. Burton"],"shared an experience when he encouraged a friend to write a personal history for his family:"],["p.para",{"id":"p96","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p96"},"“During the past year great efforts have been made by our Church leaders to get members of the Church to write their personal histories. Many have done so and have brought great joy not only to themselves, but to their families as well. Many more have simply refused to take part in this movement. I have heard men say: ‘I am nobody. I haven’t done anything interesting. Who would ever want to read anything about me?’ What such people fail to understand is that their lives are filled with interesting stories."],["p.para",{"id":"p97","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p97"},"“I urged one good friend to write his history and he replied in much the same language, that no one would be interested in him. At my urging he wrote a very short history of his life, probably just to show me that he hadn’t done anything very interesting. If you were his child, his grandchild, or his great-grandchild, would you be interested in the following, which I have taken word for word from his account? …"],["p.para",{"id":"p98","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p98"},"“‘I’ll never forget when Brother Ottosen and I were to go to the Sandman’s home to conduct a bible class. They lived quite a distance from the railroad station, so they gave us instructions on how to take a short cut. We walked a distance and in the moonlight we could see the path very well. All at once a dark cloud passed over the moon and we could see nothing. We tried to walk on, but just couldn’t move, so we turned around. We went back to town and took the regular road. This made us one half hour late. We told them our excuse and conducted the meeting. Afterwards we stayed with them that night. The next morning we retraced our steps. When we got to the place where we had stopped the night before, we saw our footprints leading to the edge of a stone quarry 100 feet below. If something had not stopped us, it would have been the end of us. An angel must have been there to protect us and thus make it possible for us to finish our work here on the earth.’"],["p.para",{"id":"p99","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p99"},"“… Think what it would mean to a grandchild of this good man. Without the intervention of the whisperings of the Holy Spirit to those humble elders, that grandchild would never have come to the family it came to” (“The Inspiration of a Family Record,”",["span.emphasis","Ensign,"],"Jan. 1977, 15–16)."]]],[".topic",{"id":"t16","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t16"},["h3","Leave a Record of Your Life That Reflects Your Faith in God and Testimony of His Influence in Your Life to Inspire Faith in Others",["span.dominant","[12.3]"]],[".box-decor",{"id":"f12","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f12"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.5"},"1 Nephi 19:5"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.15-16"},"2 Nephi 4:15–16"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23,26"},"2 Nephi 25:23, 26"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.2-4"},"Jacob 1:2–4"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.1-4"},"Jacob 4:1–4"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1.4"},"Moroni 1:4"]]]]],[".topic",{"id":"t17","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t17"},["h4","Record the blessings you receive from the Lord.",["span.dominant","[12.3.1]"]],["p.para",{"id":"p109","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p109"},"When you bear your testimony in family and church settings, the Holy Ghost can accompany your words (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.1"},"2 Nephi 33:1"],"). The Spirit can also accompany your written expression of faith and testimony, and it can be felt by readers who are in tune with the Spirit. Your records should tell not only the story of your life, but also of the development of your faith in God."],[".img-left",{"id":"f14","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f14"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/henry-b-eyring-lds-first-presidency_1083563.jpg"}]],["p.para",{"id":"p110","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p110"},["b","President Henry B. Eyring"],"proposed one way we can remember and record spiritual experiences: “As you start to write, you could ask yourself, How did God bless me today? If you do that long enough and with faith, you will find yourself remembering blessings. And sometimes, you will have gifts brought to your mind which you failed to notice during the day, but which you will then know were a touch of God’s hand in your life” (in Conference Report, Oct. 1989, 15; or",["span.emphasis","Ensign,"],"Nov. 1989, 13)."],["p.para",{"id":"p111","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p111"},"On another occasion, President Eyring explained how the habit of recording blessings received from the Lord has blessed him and his family:"],["p.para",{"id":"p112","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p112"},"“When our children were very small, I started to write down a few things about what happened every day. …"],["p.para",{"id":"p113","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p113"},"“I wrote down a few lines every day for years. I never missed a day no matter how tired I was or how early I would have to start the next day. Before I would write, I would ponder this question: ‘Have I seen the hand of God reaching out to touch us or our children or our family today?’ As I kept at it, something began to happen. As I would cast my mind over the day, I would see evidence of what God had done for one of us that I had not recognized in the busy moments of the day. As that happened, and it happened often, I realized that trying to remember had allowed God to show me what He had done."],["p.para",{"id":"p114","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p114"},"“More than gratitude began to grow in my heart. Testimony grew. I became ever more certain that our Heavenly Father hears and answers prayers. I felt more gratitude for the softening and refining that come because of the Atonement of the Savior Jesus Christ. And I grew more confident that the Holy Ghost can bring all things to our remembrance—even things we did not notice or pay attention to when they happened."],["p.para",{"id":"p115","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p115"},"“The years have gone by. My boys are grown men. And now and then one of them will surprise me by saying, ‘Dad, I was reading in my copy of the journal about when …’ and then he will tell me about how reading of what happened long ago helped him notice something God had done in his day” (in Conference Report, Oct. 2007, 70; or",["span.emphasis","Ensign,"],"Nov. 2007, 66–67)."]],[".image",{"id":"f15","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f15"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/joseph-smith-praying-sacred-grove_501465.jpg"}],[".caption",["p",{"id":"lds-"},"The history of The Church of Jesus Christ of Latter-day Saints began with the record of Joseph Smith wondering which church to join."]]],[".topic",{"id":"t18","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t18"},["h4","Our lives contain stories of great importance.",["span.dominant","[12.3.2]"]],[".img-left",{"id":"f16","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f16"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/marlin-k-jensen-emeritus-general-authority_1083566.jpg"}]],["p.para",{"id":"p118","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p118"},["b","Elder Marlin K. Jensen"],"of the Seventy, who also served as the Church Historian, reviewed how the history of the Church began with the record of a young man and God’s dealing in his life:"],["p.para",{"id":"p119","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p119"},"“Someone once said that a people can be no greater than its stories. The history of the Church begins with the compelling account of Joseph Smith and his search for the true Church. When we believe Joseph’s account, we become part of a great body of believers whose lives change by embracing the restored gospel. This experience becomes a very important part of our common Latter-day Saint heritage. It also helps explain why the history of the Church’s beginnings is so critical to the Church’s existence and continued growth and vitality."],["p.para",{"id":"p120","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p120"},"“There are other great stories in our history that deserve to be known and taught at church and at home. The lessons of Kirtland, the trials of Missouri, the triumphs and eventual expulsion of the Saints from Nauvoo, and the westward trek of the pioneers are stories that inspire Latter-day Saints in every land and language. But there are equally moving stories about the rise and progress of the Church and the impact of the gospel in the lives of ordinary members in every nation touched by the restored gospel. These need recording and preserving as well” (“There Shall Be a Record Kept among You,”",["span.emphasis","Ensign,"],"Dec. 2007, 30–31)."]]],[".topic",{"id":"t19","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t19"},["h3","Use Modern Technology to Compile, Display, and Share Personal and Family Records",["span.dominant","[12.4]"]],[".topic",{"id":"t20","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t20"},["h4","Family records can unite families.",["span.dominant","[12.4.1]"]],["p.para",{"id":"p123","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p123"},"Before the use of personal computers, methods to create, collect, and preserve family history records were much more laborious compared to those we have today. Current technology may become obsolete in a few years, but you can still take advantage of the many means available for recording, copying, and preserving family history records. Your descendants may consider our modern inventions “old fashioned,” but the records you leave can be of great value to them. They can then use",["span.emphasis","their"],"modern technology to preserve",["span.emphasis","our"],"records."],["p.preamble","Your personal records can take many forms and may include the following:"],["ul.bullet",["li",["span.label","•"],["p.para",["span.emphasis","Collections:"],"Photos, video and audio recordings, scrapbooks, drawings, arts, crafts, evidences of hobbies and pastimes, documents, awards, certificates, computer files, and documents."]],["li",["span.label","•"],["p.para",["span.emphasis","Oral histories:"],"Stories, interviews, and histories recorded on audio or video devices or transcribed."]],["li",["span.label","•"],["p.para",["span.emphasis","Brief records:"],"Day planners, time lines, notes, outlines, letters, brief accounts of thoughts and activities, and biographical sketches (1–5 pages) in paper or electronic form."]],["li",["span.label","•"],["p.para",["span.emphasis","Longer written records:"],"Journals; diaries; travelogues; personal essays on thoughts, feelings, and events; correspondence (including missionary letters), e-mail, and blogs (which can be printed, compiled, and saved); brief personal histories; complete personal histories; and book-length biographies and autobiographies in either hard copy or electronic form."]]],["p.para",{"id":"p129","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p129"},"Today a large amount of family history information can be preserved and carried conveniently in a small amount of space, such as on CDs, DVDs, flash drives, mobile phones, and portable computer hard drives. Family history work is becoming easier to do, simpler to understand, and more convenient to share with others because of advancements in modern technology."]]],[".image",{"id":"f18","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f18"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/mother-daughter-scrapbook-pages_1068019.jpg"}]],[".topic",{"id":"t21","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t21"},["h3","Record Your Personal History",["span.dominant","[12.5]"]],[".topic",{"id":"t22","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.t22"},["h4","The first step in writing your personal history is to just begin.",["span.dominant","[12.5.1]"]],["p.para",{"id":"p132","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p132"},"Following are some ideas of what to write about in your personal history. Adapt them to your personal circumstances."],["p.para",{"id":"p133","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p133"},["b",["span.emphasis","Birth and early years:"]],"Parents, physical descriptions of parents and of you, personalities, important dates and places, conditions surrounding your birth, interesting stories, brothers and sisters, friends, and relatives."],["p.para",{"id":"p134","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p134"},["b",["span.emphasis","Childhood:"]],"Schools, the first day of school, special teachers, classes, activities, accomplishments, humorous events, pets, things you liked to do, games, places you liked to go, hobbies, recreation, toys, friends, talents, private lessons, sports, church, spiritual development, favorite songs, talks, personal prayers, scriptures, clothes, responsibilities at home, opportunities, likes and dislikes, family life, homes, travel, vacations, finances, neighborhoods, spiritual associations and experiences, projects, entertainment, difficulties, trials, accidents, visits to the doctor, operations, grandparents, cousins, other relatives, influential people, lessons you learned, birthdays, holidays, goals, and aspirations."],["p.para",{"id":"p135","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p135"},["b",["span.emphasis","Youth:"]],"Schools attended, school activities, classes, teachers, subjects, extracurricular activities, friends, honors, achievements, transportation to school, family or personal automobiles, talents, music, sports, movies, church, Young Men or Young Women, ordinations, advancements, activities, talks, youth groups and classes, seminary, goals, Church callings, influential teachers, spiritual experiences, lessons learned, scripture reading, homes, hobbies, interests, what you liked to do after school or on weekends, jobs, work experiences, what you did with money earned, vacations and travel, characteristics of society, fashions, dances, singing groups, celebrities, teachings of the General Authorities, and events in local, national, and world news."],["p.para",{"id":"p136","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p136"},["b",["span.emphasis","Mission:"]],"Preparation and desire to serve, interviews, the call, description of mission, companions, leaders, areas of service, people taught, spiritual experiences, difficulties, successes, joys, transportation, living arrangements and conditions, food, coming home, and testimony."],["p.para",{"id":"p137","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p137"},["b",["span.emphasis","Courtship and marriage:"]],"How you first met, circumstances, first impressions, first date, growing in love, special experiences during courtship, how and when you knew this was the person you wanted to marry, proposal, meeting the parents, engagement period, plans, activities, goals and aspirations, challenges, spiritual experiences, wedding, wedding guests, special feelings, and details about the wedding celebration and festivities."],["p.para",{"id":"p138","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p138"},["b",["span.emphasis","Military:"]],"When entered, why, areas of training and service, church activity, events and attainments, lessons learned, influential people, attitude about the service, and feelings about patriotism."],["p.para",{"id":"p139","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p139"},["b",["span.emphasis","College or job training:"]],"Further education, colleges or trade schools, special areas of study or training, degrees, first job, how obtained, where, starting salary and benefits, feelings, personal growth, responsibilities, promotions, other jobs, transfers, new fields, and church activity during these years."],["p.para",{"id":"p140","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p140"},["b",["span.emphasis","Married life and children:"]],"Settling in, the first home, financial conditions, planning for children, special activities together, goals and dreams, births of children, challenges, successes, Church callings and activities, spiritual experiences, anniversaries and other special days, trips together, relatives, work, experiences raising children, family nights, and vacations."],["p.para",{"id":"p141","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p141"},["b",["span.emphasis","Middle age:"]],"Interesting events, places visited, achievements, trials, spiritual experiences, church service and experiences, civic service, family growth, development of skills, talents, hobbies, new interests, testimony and gospel knowledge, humorous incidents, special occasions, birthdays, vocational and professional growth, accomplishments, changes, adjustments, philosophy, special experiences with spouse and children, unexpected problems and how you dealt with them, and insights."],["p.para",{"id":"p142","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p142"},["b",["span.emphasis","Retirement:"]],"Completion of work life, description of retirement, summary of years and areas of work, how you use extra time, church service and experiences, goals and desires, grandchildren, vacations and travel, advice for others, observations on life and progress, continuing spiritual growth and insight, health, and physical fitness."],["p.para",{"id":"p143","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.p143"},["b",["span.emphasis","Your sacred record:"]],"Testimony, thoughts, feelings, experiences, life summary, philosophy, blessings of the Lord, desires, goals, hopes, heritage, faith, belief, knowledge, traditions, and priesthood ordinances received or given."]]]],[".box-decor",{"id":"f19","uri":"/manual/introduction-to-family-history-student-manual/chapter-12.f19"},["ul.bullet",["h2","Questions to Ponder"],["li",["span.label","•"],["p.para","How has your life been influenced by studying the history of one or more of your ancestors?"]],["li",["span.label","•"],["p.para","What events in your life would you most like your posterity to know about?"]],["li",["span.label","•"],["p.para","What family records do you have, and how will you preserve them?"]]],["ul.bullet",["h2","Suggested Assignments"],["li",["span.label","•"],["p.para","Write about an experience from your life that you think would be interesting or inspiring for your descendants to read."]],["li",["span.label","•"],["p.para","Create a time line of important events in your life by making a list of dates or time periods with one or two sentences describing each item."]],["li",["span.label","•"],["p.para","Begin now to prepare your personal history. Plan a family home evening especially for working on your family history. If you are not already doing so, begin keeping a personal journal in which you record the important events of the remainder of your life."]]],["ul.bullet",["h2","Additional Resources"],["li",["span.label","•"],["p.para","Theodore M. Burton, “The Inspiration of a Family Record,”",["span.emphasis","Ensign,"],"Jan. 1977, 13–17."]],["li",["span.label","•"],["p.para","Spencer W. Kimball, “President Kimball Speaks Out on Personal Journals,”",["span.emphasis","Ensign,"],"Dec. 1980, 60–61."]],["li",["span.label","•"],["p.para","Sydney S. Reynolds, “A God of Miracles,”",["span.emphasis","Ensign,"],"May 2001, 12–13."]]]]],[".resources"]]]],"refs":null}
