{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":6,"title":"Chapter 4: Gathering and Recording Family History Information","subtitle":"","short_title":4,"uri":"/manual/introduction-to-family-history-student-manual/chapter-4","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/introduction-to-family-history-student-manual/chapter-4"},[".heading",{"id":"head1","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.head1"},[".titleNumber","4"],["h1","Gathering and Recording Family History Information"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t1"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p4"},"As you progress in finding and recording names, dates, places, and relationships in your family history work, remember that the main objective is to help provide each individual and family in your ancestry the opportunity to receive the eternal happiness and joy available through the gospel of Jesus Christ. These are more than just names for research; they are people who live as spirits in the postmortal spirit world.",["b","President Howard W. Hunter"],"(1907–95) testified: “The dead are anxiously waiting for the Latter-day Saints to search out their names and then go into the temples to officiate in their behalf, that they may be liberated from their prison house in the spirit world. All of us should find joy in this magnificent labor of love” (“A Temple-Motivated People,”",["span.emphasis","Ensign,"],"Feb. 1995, 5)."],["p.para",{"id":"p5","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p5"},"When you gather and organize your family history records, there are guidelines for recording names, dates, relationships, and places. There are also standard forms—in written and electronic formats—for keeping records of lineage and family relationships. To simplify your research, you should become familiar with these guidelines and forms, as well as at least one of the record manager software programs."]],[".topic",{"id":"t2","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t2"},["h2","Commentary"],[".topic",{"id":"t3","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t3"},["h3","The Name of Each Deceased Ancestor Represents a Child of Heavenly Father, a Real Person in the Postmortal Spirit World",["span.dominant","[4.1]"]],[".box-decor",{"id":"f1","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.f1"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.5"},"Doctrine and Covenants 137:5"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.38-50"},"Doctrine and Covenants 138:38–50"]]]]],[".topic",{"id":"t4","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t4"},["h4","Each name represents a real person.",["span.dominant","[4.1.1]"]],["p.para",{"id":"p12","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p12"},"When you look at the name of a deceased ancestor, you may apply this declaration to him or her:"],["p.para",{"id":"p13","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p13"},"“You are a spirit child of Heavenly Father, and you existed as a spirit before you were born on the earth. During your life on the earth, your spirit [was] housed in your physical body, which was born of mortal parents. …"],["p.para",{"id":"p14","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p14"},"“… At the time of physical death, the spirit does not die. It separates from the body and lives in the postmortal spirit world” (",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], 164)."],["p.para",{"id":"p15","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p15"},"Each name of a deceased ancestor on your family tree represents a person who has progressed through mortality and now lives as a spirit person in the postmortal spirit world. You are doing research on those names to provide the opportunity for them to progress toward the final phase of their existence, where they are assigned to a kingdom in the eternities, when the spirit is reunited with the body, “never to be divided; thus the whole becoming spiritual and immortal” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.45"},"Alma 11:45"],")."],[".img-left",{"id":"f3","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/gordon-b-hinckley-lds-prophet_1083273.jpg"}]],["p.para",{"id":"p16","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p16"},["b","President Gordon B. Hinckley"],"(1910–2008) said: “I do not like to speak of them as ‘the dead.’ I believe that under the great plan of our Eternal Father and through the atonement of Christ, they are living. Though they have died as to their mortal bodies, they have retained their identity as individuals. They are personalities as much so as are we, and as entitled to the blessings that pertain to eternal life” (in Conference Report, Oct. 1985, 73; or",["span.emphasis","Ensign,"],"Nov. 1985, 59)."]],[".topic",{"id":"t5","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t5"},["h4","Each person is a member of a family.",["span.dominant","[4.1.2]"]],["p.para",{"id":"p18","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p18"},"An article in the",["span.emphasis","New Era"],"magazine tells how a young person came to appreciate how each name represents a real family member:"],["p.para",{"id":"p19","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p19"},"“Imagine putting together a gigantic puzzle—not a puzzle of 500 pieces, but one of 10,000! However, this isn’t a puzzle made out of cardboard. It’s a puzzle of family names, real people who are more than just names on a chart."],["p.para",{"id":"p20","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p20"},"“That’s exactly what the youth of the South Weber Utah Stake have done as they have gotten involved in their stake’s ‘Elijah Project,’ named after the prophet who restored the sealing keys. Participation in the project helped the teens research family names and then take them to the temple to perform baptisms for the dead. …"],["p.para",{"id":"p21","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p21"},"“Amanda Gardner of the Pioneer Ward … says, ‘One of my good friends had no names to submit, so she came to my grandpa and he helped her find about 175 names. At first she was like, “Oh, they’re just names on paper.” But I realized they’re not just names on paper; they’re family members’” (Sally Johnson Odekirk, “Putting the Puzzle Together,”",["span.emphasis","New Era,"],"Nov. 2006, 18, 20)."]]],[".topic",{"id":"t6","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t6"},["h3","Accurate and Organized Records Facilitate the Gathering and Sharing of Family History Information",["span.dominant","[4.2]"]],[".box-decor",{"id":"f4","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.f4"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.5-9"},"Doctrine and Covenants 127:5–9"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.2-7,24"},"Doctrine and Covenants 128:2–7, 24"]]]]],[".topic",{"id":"t7","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t7"},["h4","Church records need to be complete and orderly.",["span.dominant","[4.2.1]"]],[".img-left",{"id":"f6","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/john-a-widtsoe-lds-apostle_1083591.jpg"}]],["p.para",{"id":"p27","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p27"},["b","Elder John A. Widtsoe"],"(1872–1952) taught that the keeping of accurate records serves a divine purpose and was affirmed by revelation to the Prophet Joseph Smith: “Towards the end of Joseph’s life, a series of instructions were given the Prophet relative to the necessity of keeping records. It is on the basis of this revelation that the careful system of records is being followed in the temples. Every person is accounted for, huge volumes are stored, for the Latter-day Saints believe literally that out of the books men shall be judged. The Lord may have other means of knowing, but it is the right and orderly way for us” (",["span.emphasis","The Message of the Doctrine and Covenants,"],"ed. G. Homer Durham [1969], 161)."]],[".topic",{"id":"t8","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t8"},["h4","Accurate record keeping begins with each of us.",["span.dominant","[4.2.2]"]],["p.para",{"id":"p29","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p29"},"The practice of keeping accurate records increases the efficiency and accuracy of family history work. This begins with you in your own family history efforts. Determine a system for keeping track of what you have done, the information you currently have, and the direction you want to go next. If you started out by placing records in a box, as suggested by President Boyd K. Packer (see section 3.2.2), you will next need to organize them. Use a system that works best for you. You could organize the records by family surnames and when they lived. Using file folders, either paper or digital, is one way to organize your system."],["p.para",{"id":"p30","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p30"},"Computer technology and various family history software programs are available to help organize your family history records (for more information, see chapter 6 of this manual, “Computers and Family History Research”). Visit with your ward, branch, or stake family history consultant and others who are doing family history research to learn how they organize and store their records. Scanners and scanning programs, as well as genealogical record managers that let you attach scanned images to pedigree charts, are readily available and relatively inexpensive."],["p.para",{"id":"p31","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p31"},"Learn more about the Church’s family history website and family history programs. You could also investigate commercially produced software for organizing records. Choose something that appeals to you, is easy to learn, and will likely serve your purposes for a long time. Organize your materials so that someone else could easily understand what you have done."]]],[".topic",{"id":"t9","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t9"},["h3","Before Temple Work Can Be Performed for Deceased Ancestors, Certain Information about Each Ancestor Must Be Obtained",["span.dominant","[4.3]"]],[".topic",{"id":"t10","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t10"},["h4","A minimum amount of information is required.",["span.dominant","[4.3.1]"]],["p.para",{"id":"p34","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p34"},"You must provide at least the given name or the surname or your ancestor, the person’s gender, a locality for a qualifying event (such as birth, christening, marriage, death, or burial), and enough additional information to uniquely identify the person. Additional information may include dates, localities, and relationships of other family members. Remember that in order for temple ordinances to be performed, individuals must be deceased for at least one year, and if that individual was born within the last 95 years, permission from the closest living relative must be obtained before temple ordinances are to be performed."],["p.para",{"id":"p35","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p35"},"In addition, for sealing to a spouse, you will need the minimum information of a given name or the surname of the spouse. For sealing to parents, you will need the minimum information of the given name or the surname of at least the father."],["table",["tbody",["tr",["th",{"colspan":"2","rowspan":"1"},["p.para","Minimum Information Needed to Perform Ordinances"]]],["tr",["td",{"colspan":"1","rowspan":"4"},["p.para",["b","Baptism and Endowments"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","Name"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Sex"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Event date (for example, a birth date)"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Event place (for example, a birthplace)"]]],["tr",["td",{"colspan":"1","rowspan":"2"},["p.para",["b","Sealing to Parents"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","Same information as for baptism and endowment"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","First or last name of the father"]]],["tr",["td",{"colspan":"1","rowspan":"3"},["p.para",["b","Sealing to Spouse"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","Name of the husband"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Marriage date"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Marriage place"]]]]]],[".topic",{"id":"t11","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t11"},["h4","Obtain and preserve as much information as possible.",["span.dominant","[4.3.2]"]],["p.para",{"id":"p50","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p50"},"Although temple ordinances can be performed when only the minimum information is available, try to provide as much information about an ancestor as possible. More complete information reduces the chance that your ancestor will be confused with another person. With less information, ordinances might be done more than once for the same person, or someone may think the temple work has been done for an ancestor when it has not. Providing more information about a person greatly reduces the likelihood of error in identification and duplication of the temple work. However, there are instances when details are simply not available; therefore, if a minimum of information can be obtained, the temple work can be performed."]]],[".topic",{"id":"t12","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t12"},["h3","There Are Guidelines for Recording Family History Information",["span.dominant","[4.4]"]],[".topic",{"id":"t13","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t13"},["h4","Follow the guidelines for recording names.",["span.dominant","[4.4.1]"]],["p.preamble","Provide names that are as complete as possible. Below are some examples of complete names:"],["ul.bullet",["li",["span.label","•"],["p.para","Elizabeth Blackenshaw"]],["li",["span.label","•"],["p.para","Claus Cornelius Vanderhofen"]],["li",["span.label","•"],["p.para","Gonzalez Espinoze y de Nunez y Sainz y Rodriguez"]],["li",["span.label","•"],["p.para","Ah-Yueh Chen"]]],["p.para",{"id":"p58","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p58"},"If you do not know the complete name, provide what you do know. For ordinances to be performed, you need just one name for the person."],["p.para",{"id":"p59","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p59"},"If a person was known by a nickname or called by more than one name, do not put this information in the name field, but include this information in a separate information field."],["p.para",{"id":"p60","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p60"},"When neither the wife’s given nor maiden names are known, write",["span.emphasis","Mrs."],"plus the husband’s name, for example:",["span.emphasis","Mrs. Miguel Eduardo Sanchez"],"or",["span.emphasis","Mrs. Alexander Smith."],"This information will allow the child to be sealed to the father and the unknown mother."],["p.para",{"id":"p61","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p61"},"When you have information about a child but don’t know the child’s given name, indicate the child’s gender, and then include the father’s surname in the name field."],["p.para",{"id":"p62","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p62"},"Do not include descriptions or titles—",["span.emphasis","boy, girl, child, stillborn, Miss, Mr., Jr., Dr.,"],"or such—as part of the person’s name (",["span.emphasis","Mrs."],"is the only exception, as explained above). Also avoid using explanations such as",["span.emphasis","unknown."],"The software used to clear names for temple work may interpret titles or explanations as given names or surnames."]],[".topic",{"id":"t14","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t14"},["h4","Follow the guidelines for recording dates.",["span.dominant","[4.4.2]"]],["p.para",{"id":"p64","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p64"},"For ordinances to be performed for a person, you need to provide the date of an event in that person’s life (such as a birth or death date). Record dates as completely as possible with the day, month, and year. If you do not know the exact date, use the words",["span.emphasis","before, after,"],"or",["span.emphasis","about."]],["p.para",{"id":"p65","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p65"},"Record dates as day, month (use the first three letters of the month as an abbreviation), and year. If you do not have a complete date, provide what you know. If you have more than one date for the same event, separate the dates with a slash (/) or the word",["span.emphasis","or."],"Some examples follow:"],["ul.bullet",["li",["span.label","•"],["p.para","Born: 23 Mar 1742"]],["li",["span.label","•"],["p.para","Christened: Dec 1952"]],["li",["span.label","•"],["p.para","Died: 14/16 Jul 1822"]],["li",["span.label","•"],["p.para","Born: 2 Feb 1839/40"]],["li",["span.label","•"],["p.para","Married: 1878 or 1881"]]],["p.para",{"id":"p71","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p71"},"If you record the dates in Chinese-based characters, FamilySearch correctly interprets dates from the lunar calendars used in China, Japan, and Korea."],["p.para",{"id":"p72","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p72"},["span.emphasis","Calculated dates."],"If you don’t know a date, calculate one if possible. You must have at least the approximate year of an event for ordinances to be performed. You may calculate a date, such as a birth date, when you know the date of an event and the person’s age at the time of the event. For example, if an 1860 census lists a person as two years old, you may calculate the birth year as 1858. You would thus list the calculated date as",["span.emphasis","Born 1858."]],["p.para",{"id":"p73","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p73"},["span.emphasis","Approximated dates."],"If an exact year is not known, you may estimate the year of an event based upon other information. In front of an approximated (estimated) year, put",["span.emphasis","before, after,"],"or",["span.emphasis","about"],"(abbreviated as",["span.emphasis","Abt"],"). Following are examples of how you might estimate a date."],["ul.bullet",["li",["span.label","•"],["p.para","You may have information that an ancestor died during World War I. The death date could be approximated as",["span.emphasis","Abt 1914"],"(the starting date of the war; you could also list another year of the war if you knew the person died toward the middle or end of the war)."]],["li",["span.label","•"],["p.para","You may have information that an ancestor died just prior to the start of World War I. The death date could be approximated as",["span.emphasis","Before 1914."]]],["li",["span.label","•"],["p.para","If you have a marriage date but not a birth date, you can approximate birth dates from the year of marriage. The general assumption used for such instances is that a man was married at age 25 and a woman at age 21. Thus, if you have a marriage date of 1875, you can list the husband’s birth date as",["span.emphasis","Abt 1850"],"and the wife’s birthday as",["span.emphasis","Abt 1854."],"(Note that these are general rules and may vary slightly by culture, time frame, or country.)"]],["li",["span.label","•"],["p.para","If you know a marriage date but not the birth dates of the couple’s children, you can use an approximate year for the birth of those children. Estimate that the first child was born one year after the parents’ marriage and that subsequent children were born every two years after that. For example, if a couple was married in 1800 and had two children, the first child’s approximated year of birth would be",["span.emphasis","Abt 1801"],"and the second child’s approximated year of birth would be",["span.emphasis","Abt 1803."]]],["li",["span.label","•"],["p.para","You may use family knowledge or tradition as sources for providing dates. For example, if family tradition says that an ancestor was 16 years old when she was married in 1876, you can approximate the birth year as",["span.emphasis","Abt 1860."]]],["li",["span.label","•"],["p.para","If you know the person was deceased but do not know the exact date, use the words",["span.emphasis","before, after,"],"or",["span.emphasis","abt"],"(about) in the death field."]]]],[".topic",{"id":"t15","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t15"},["h4","Follow the guidelines for recording places.",["span.dominant","[4.4.3]"]],["p.para",{"id":"p81","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p81"},"Provide a place name that is as complete as possible. For place names in English and other languages that use a Roman alphabet, record from the smallest to the largest geographical division, separating the divisions by commas. Some examples follow:"],["ul.bullet",["li",["span.label","•"],["p.para","Chicago, Cook, Illinois, United States"]],["li",["span.label","•"],["p.para","St. Dunstan, Canterbury, Kent, England"]],["li",["span.label","•"],["p.para","Azusa-mura, Minami Azumi-gun, Nagano-ken, Japan"]],["li",["span.label","•"],["p.para","Maugerud, Flesbert, Buskeruf, Norway"]]],["p.para",{"id":"p86","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p86"},"For place names recorded in Asian writing systems, start with the largest geographical level, and then move to the smallest. (For example, start with the country and end with the village.)"],["p.para",{"id":"p87","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p87"},"Generally, you should avoid using brief postal abbreviations for states and provinces (such as",["span.emphasis","IL"],"for Illinois). These abbreviations are often misinterpreted. Whenever possible, use the complete name of the state or province."],["p.para",{"id":"p88","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p88"},"If you do not know all the levels of a place name, FamilySearch will likely give a list of complete place names you can choose from. In any case, do the best you can with the information you have."],["p.para",{"id":"p89","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p89"},["span.emphasis","Assumed places."],"If you do not have the information about a location, you may assume places of residence based on a location where one member of a family was born, died, lived at some time, or was married. This place name can be used as a probable place of residence for other members of the family. For example, if the birthplace of a child was San Lorenzo, Chihuahua, Mexico, you can list this town as the probable place for other family members for birth, marriage, and other events. In such a listing, you can indicate that a place may not be the actual location by preceding it with the word",["span.emphasis","of"],"(for example,",["span.emphasis","of San Lorenzo, Chihuahua, Mexico"],")."],["p.para",{"id":"p90","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p90"},"For ordinances to be performed, you need at least a country of residence. For example, if the assumed place for an event is New Zealand, you would indicate",["span.emphasis","of New Zealand."]]]],[".topic",{"id":"t16","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t16"},["h3","Pedigree Charts and Family Group Sheets Are Standard Forms Used for Recording Family History Information",["span.dominant","[4.5]"]],[".topic",{"id":"t17","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t17"},["h4","Pedigree charts record a person’s ancestral lines.",["span.dominant","[4.5.1]"]],["p.para",{"id":"p93","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p93"},"A pedigree chart lists direct ancestors for several generations. Designs may vary a little, but basically the chart begins with one person, goes back to the parents of that person, then to their parents (the grandparents of the first person listed on the chart), and so forth."],["p.para",{"id":"p95","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p95"},"Pedigree charts are available in various software programs in which you can electronically record your pedigree ancestral lines."],["p.para",{"id":"p96","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p96"},"Pedigree charts show parental relationships. If a person had more than one spouse, provisions are made to refer to that information on the pedigree chart."],["p.para",{"id":"p97","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p97"},"It is important to check the FamilySearch website early in your research to see if pedigree charts (and family group sheets) already exist for any of your ancestors."]],[".topic",{"id":"t18","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t18"},["h4","Family group sheets record relationships within individual families.",["span.dominant","[4.5.2]"]],["p.para",{"id":"p99","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p99"},"Family group sheets are used to list all of the members of an ancestor’s family, along with information such as dates and places of births, marriages, and ordinances. You should complete a family group sheet for each couple listed on your pedigree chart. If a person was married to more than one individual, complete a separate family group sheet for each spouse, listing any children that came from that particular marriage. In family history work, list the father and mother of a child, whether or not the parents were married at the time of that child’s birth."]]],[".image",{"id":"f11","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.f11"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/family-group-record-form_1028207.jpg"}],[".caption",["p",{"id":"lds-"},"Sample family group sheet (see page 37)"]]],[".topic",{"id":"t19","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t19"},["h3","We Can Obtain Valuable Information by Contacting and Interviewing Other Family Members",["span.dominant","[4.6]"]],[".topic",{"id":"t20","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.t20"},["h4","Expand your research to include other family members.",["span.dominant","[4.6.1]"]],["p.para",{"id":"p103","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p103"},"After gathering family history information available in your own home, consider expanding your research by visiting with other family members, such as parents, grandparents, aunts and uncles, and cousins. When you contact them, tell them who you are, your relationship to them (if not already known), and your purpose (such as gathering information for family history research). Before visiting personally, allow them time to locate any family history records they may have access to. During your visit, you may want to ask politely for permission to make copies of some of their records (be sensitive and not imposing). You may want to offer to share any information you have gathered that may be of interest to the family member you are visiting."],["p.para",{"id":"p104","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p104"},"Older family members will likely have valuable family history information and memories that can enhance and expand your gathered information; they may remember important events that have not been recorded. For this reason, if the person feels comfortable doing so, you may want to record the interview."],["p.para",{"id":"p105","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p105"},"Family members are usually anxious to visit in person and share what they have with other family members. If a personal interview is not possible (such as with relatives who live far away), consider other ways you might make contact. A letter, phone call, e-mail, or other means of modern electronic communication may be helpful."],[".image",{"id":"f12","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.f12"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/grandmother-granddaughter-sharing-photo-album_1083356.jpg"}],[".caption",["p",{"id":"lds-"},"Much information can be gathered by interviewing elderly family members."]]],["p.para",{"id":"p107","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.p107"},"Consider the following success story: Jean-Marc Barr, a Church member in Salt Lake City, Utah, filled out as much information as he could on his four-generation pedigree chart. He was born in France and had a grandmother still living, but he did not know anything about her ancestors. Although she lived nearby, she was not a member of the Church and had never spoken much about her family. He prayed for guidance and felt impressed to visit her. They spent a wonderful afternoon together as she talked about her husband and other family members. He asked for her permission to write the information down, and she was able to recall names, dates, and places going back six generations."]]]],[".box-decor",{"id":"f13","uri":"/manual/introduction-to-family-history-student-manual/chapter-4.f13"},["ul.bullet",["h2","Questions to Ponder"],["li",["span.label","•"],["p.para","What help do I need in order to learn how to use the Church’s family history website for my personal family history work?"]],["li",["span.label","•"],["p.para","What relative would I like to interview first regarding my family history?"]],["li",["span.label","•"],["p.para","Is there a way to use social media to find out specific information?"]]],["ul.bullet",["h2","Suggested Assignments"],["li",["span.label","•"],["p.para","Using pedigree charts and family group sheets, collect and fill in as much information as you can on your first four generations of ancestors. (You are encouraged to use computer technology and the FamilySearch website for this assignment.)"]],["li",["span.label","•"],["p.para","Determine how you will store your family history information (in a filing system, a computer software program, or some other means)."]],["li",["span.label","•"],["p.para","Make a list of interview questions you could use during visits with other family members."]],["li",["span.label","•"],["p.para","Interview a family member in order to gain additional family history information."]]],["ul.bullet",["h2","Additional Resources"],["li",["span.label","•"],["p.para","“Family History Work and Genealogy,”",["span.emphasis","True to the Faith: A Gospel Reference"],"(2004), 61–64."]]]]],[".resources"]]]],"refs":null}
