{"id":2,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/introduction-to-family-history-student-manual/introduction","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/introduction-to-family-history-student-manual/introduction"},[".heading",{"id":"head1","uri":"/manual/introduction-to-family-history-student-manual/introduction.head1"},["h1","Introduction"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/manual/introduction-to-family-history-student-manual/introduction.p2"},"Religion 261, Introduction to Family History, is a one-semester course in which you will learn gospel doctrines and principles essential to the work of redeeming the dead and how to find information about your ancestors that is needed to perform saving ordinances for them. The Lord has revealed that a great missionary effort is under way in the spirit world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.28-37"},"D&C 138:28–37"],"). You become part of this great work when you identify your ancestors who did not receive the essential gospel ordinances in this life. It is your privilege to be baptized, confirmed, endowed, and sealed in their behalf in the temple, and males may receive the Melchizedek Priesthood for deceased males there. In this way all of our Heavenly Father’s children can come unto Christ and be perfected in Him."],["p.para",{"id":"p3","uri":"/manual/introduction-to-family-history-student-manual/introduction.p3"},["b","President Wilford Woodruff"],"(1807–98) spoke about the significance of the work of redeeming the dead: “I wish many times that the veil were lifted off the face of the Latter-day Saints. I wish we could see and know the things of God as they do who are laboring for the salvation of the human family who are in the spirit world; for if this were so, this whole people, with very few, if any, exceptions, would lose all interest in the riches of the world, and instead thereof their whole desires and labors would be directed to redeem their dead, to perform faithfully the work and mission given us on earth; so that when we ourselves should pass behind the veil and meet with Joseph and the ancient apostles, and others who are watching over us and who are deeply interested in our labors, we might feel satisfied in having done our duty” (",["span.emphasis","The Discourses of Wilford Woodruff,"],"ed. G. Homer Durham [1946], 152)."],[".image",{"id":"f1","uri":"/manual/introduction-to-family-history-student-manual/introduction.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/st-george-utah-lds-temple_1071861.jpg"}],[".caption",["p",{"id":"lds-"},"St. George Utah Temple"]]],[".topic",{"id":"t1","uri":"/manual/introduction-to-family-history-student-manual/introduction.t1"},["h2","The Purpose of This Manual"],["p.para",{"id":"p6","uri":"/manual/introduction-to-family-history-student-manual/introduction.p6"},"This manual will help you learn gospel doctrines and principles associated with redeeming the dead and what you can do to participate in this glorious work. It uses the scriptures and words of latter-day prophets to explain doctrines and principles related to the plan of salvation, the Atonement, the central role of the family, the mission of Elijah, the Abrahamic covenant, the spirit world, and the importance of ordinances and covenants. It also explains how to conduct family history research and how to prepare names for temple work so saving ordinances can be performed on behalf of those who died without having received them."]],[".topic",{"id":"t2","uri":"/manual/introduction-to-family-history-student-manual/introduction.t2"},["h2","How This Manual Is Organized"],[".figure",{"id":"f2","uri":"/manual/introduction-to-family-history-student-manual/introduction.f2"},["p.preamble","Each chapter of this student manual has five parts:"],["ol.number",["li",["span.label","1."],["p.para","Introduction"]],["li",["span.label","2."],["p.para","Commentary"]],["li",["span.label","3."],["p.para","Questions to Ponder"]],["li",["span.label","4."],["p.para","Suggested Assignments"]],["li",["span.label","5."],["p.para","Additional Resources"]]]],[".topic",{"id":"t3","uri":"/manual/introduction-to-family-history-student-manual/introduction.t3"},["h3","Introduction"],["p.para",{"id":"p15","uri":"/manual/introduction-to-family-history-student-manual/introduction.p15"},"Each chapter begins with a brief introduction focusing on the central topics found in the chapter."]],[".topic",{"id":"t4","uri":"/manual/introduction-to-family-history-student-manual/introduction.t4"},["h3","Commentary"],["p.para",{"id":"p17","uri":"/manual/introduction-to-family-history-student-manual/introduction.p17"},"A list of supporting scriptures to study and ponder often follows the main headings in the “Commentary” section. Teachings of latter-day prophets and apostles are the primary sources used to help clarify the doctrines and principles associated with the given topic. As you carefully study and ponder this commentary, you will have many opportunities for the Holy Ghost to increase your understanding and testimony of the work of redeeming the dead.",["b","Elder Russell M. Nelson"],"of the Quorum of the Twelve Apostles affirmed that pondering will bring valuable results: “As you ponder and pray about doctrinal principles, the Holy Ghost will speak to your mind and your heart” (in Conference Report, Oct. 2000, 19; or",["span.emphasis","Ensign,"],"Nov. 2000, 18)."]],[".topic",{"id":"t5","uri":"/manual/introduction-to-family-history-student-manual/introduction.t5"},["h3","Questions to Ponder"],["p.para",{"id":"p19","uri":"/manual/introduction-to-family-history-student-manual/introduction.p19"},"The “Questions to Ponder” section will help you analyze and reflect on ways to apply what you have come to understand. As you think of answers to the questions, the Spirit may direct your thoughts to specific things you may do or learn that will further your efforts in family history."]],[".topic",{"id":"t6","uri":"/manual/introduction-to-family-history-student-manual/introduction.t6"},["h3","Suggested Assignments"],["p.para",{"id":"p21","uri":"/manual/introduction-to-family-history-student-manual/introduction.p21"},"Each chapter concludes with assignments that encourage personal application. Working on these assignments is one way to exercise your faith and apply your righteous desires. The assignments will help you develop your family history skills, accomplish worthwhile goals, and prepare for further instruction in succeeding chapters."],["p.para",{"id":"p22","uri":"/manual/introduction-to-family-history-student-manual/introduction.p22"},"As you study the “Questions to Ponder” and “Suggested Assignments” sections of this manual, you may find it helpful to use a study journal or notebook in which to record questions, thoughts, goals, and impressions.",["b","Elder Richard G. Scott"],"of the Quorum of the Twelve Apostles encouraged us to write down impressions from the Spirit: “It is through the repeated process of feeling impressions, recording them, and obeying them that one learns to depend on the direction of the Spirit more than on communication through the five senses” (",["span.emphasis","Helping Others to be Spiritually Led"],"[CES symposium on the D&C and Church history, Aug. 11, 1998], 3)."]],[".topic",{"id":"t7","uri":"/manual/introduction-to-family-history-student-manual/introduction.t7"},["h3","Additional Resources"],["p.para",{"id":"p24","uri":"/manual/introduction-to-family-history-student-manual/introduction.p24"},"The “Additional Resources” section lists talks, articles, and other resources to study for additional insights."]]],[".topic",{"id":"t8","uri":"/manual/introduction-to-family-history-student-manual/introduction.t8"},["h2","Information for Those with Disabilities"],["p.para",{"id":"p26","uri":"/manual/introduction-to-family-history-student-manual/introduction.p26"},"If you have difficulty using this manual due to a disability, please contact your instructor for additional resources. Alternative formats of this student manual may be available at",["a.urlRef",{"href":"http://institute.lds.org/courses"},["span.language","institute.lds.org/courses"]],"."]],[".topic",{"id":"t9","uri":"/manual/introduction-to-family-history-student-manual/introduction.t9"},["h2","Comments and Suggestions"],["p.para",{"id":"p28","uri":"/manual/introduction-to-family-history-student-manual/introduction.p28"},"Your comments and suggestions about this manual’s strengths and areas of potential improvement would be appreciated. Please send them to:"],[".address","Seminaries and Institutes of Religion Curriculum"],[".address","50 E North Temple Street"],[".address","Salt Lake City UT 84150-0008 USA"],[".address","E-mail:",["a.urlRef",{"href":"mailto:ces-manuals@ldschurch.org"},["span.language","ces-manuals@ldschurch.org"]]],["p.para",{"id":"p33","uri":"/manual/introduction-to-family-history-student-manual/introduction.p33"},"Please list your complete name, address, ward, and stake. Be sure to give the title of the manual. Then offer your comments and suggestions."]]],[".resources"]]]],"refs":null}
