{"id":75,"parent_id":69,"book_id":0,"content_id":1,"language_id":1,"display_order":75,"title":"Section 65 \"May the Kingdom of God Go Forth, That the Kingdom of Heaven May Come\"","subtitle":"","short_title":"Section 65","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come","content":[["div",{"id":"head7","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.head7"},[".titleNumber","Section 65"],["h1","“May the Kingdom of God Go Forth, That the Kingdom of Heaven May Come”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p84","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p84"},"“At Hiram, several important conferences were held. There [sixteen] Revelations were received, including the memorable vision recorded in Section 76. There a mob, excited by the agitation of Ezra Booth, who had denied the faith and become an enemy, tried to take the life of the Prophet and Sidney Rigdon. No doubt, this Revelation came to strengthen them for the work and experiences before them.” (Smith and Sjodahl, Commentary, p. 397.)"],["div",{"id":"p85","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p85"},"The Prophet Joseph Smith indicated that this section is a prayer. He said, “In the fore part of October, I received the following prayer [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65"},"D&C 65"],"] through revelation” (",["span.emphasis","History of the Church,"],"1:218)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.1-6"},"D&C 65:1–6"],". Setting Up the Kingdom of God"],["div",{"id":"p86","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p86"},"The Prophet Joseph Smith explained his role in the kingdom of God:"],["div",{"id":"p87","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p87"},"“The ancient prophets declared that in the last days the God of heaven should set up a kingdom which should never be destroyed, nor left to other people; and the very time that was calculated on, this people were struggling to bring it out. …"],["div",{"id":"p88","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p88"},"“I calculate to be one of the instruments of setting up the kingdom of Daniel by the word of the Lord, and I intend to lay a foundation that will revolutionize the whole world. … It will not be by sword or gun that this kingdom will roll on: the power of truth is such that all nations will be under the necessity of obeying the Gospel.” (",["span.emphasis","History of the Church,"],"6:364–65.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.2"},"D&C 65:2"],". What Is the Relationship between the “Kingdom of God” and the Stone Cut without Hands?"],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p89"},"Elder Harold B. Lee discussed the relationship of the kingdom of God to the stone that Nebuchadnezzar saw in his dream (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.44-45"},"Daniel 2:44–45"],")."],["div",{"id":"p90","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p90"},"“We might then ask, what is the kingdom of God? And again we are not left without an answer, for the Lord replied, ‘The keys of the kingdom of God are committed unto man on the earth. …’ Where there are the keys to the kingdom, there is the Church of Jesus Christ, and it is the stone which was cut out of the mountain without hands, as told in Daniel’s interpretation of the dream, which was to roll forth and smite the image and break it in pieces and to roll on until it should fill the whole earth. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65"},"D. & C. 65"],".)"],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p91"},"“The Prophet Joseph Smith makes this definition of the kingdom of God:"],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p92"},"“‘Some say that the kingdom of God was not set up upon the earth until the day of Pentecost, and that John did not preach the baptism of repentance for the remission of sins, but I say to you in the name of the Lord that the kingdom of God was set up upon the earth in the days of Adam to the present time. Whenever there has been a righteous man on the earth, unto whom God revealed His word and gave power and authority to administer in His name, and where there is a priest of God … to administer in the ordinances of the gospel, and officiate in the priesthood of God, there is the kingdom of God. … Where there is a prophet, a priest, or a righteous man unto whom God gives His oracles, there is the kingdom of God; and where the oracles of God are not, there the kingdom of God is not.’ (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"pp. 271–272)."],["div",{"id":"p93","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p93"},"“This is but another way of saying … ‘Where the kingdom of God is not there is nothing.’” (In Conference Report, Oct. 1953, p. 26.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.6"},"D&C 65:6"],". The Kingdom of God and the Kingdom of Heaven"],["div",{"id":"p94","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p94"},"Elder James E. Talmage explained the difference between these two terms: “The expression ‘Kingdom of God’ is used synonymously with the term ‘Church of Christ’; but the Lord had made plain that He sometimes used the term ‘Kingdom of Heaven’ in a distinctive sense. In 1832 He called attention to that in these words, addressing Himself to the elders of the Church: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.1-6"},"D&C 65:1–6"],"]."],["div",{"id":"p95","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.p95"},"“Such was the prayer, such is the prayer, prescribed for this people to pray, not to utter in words only, not to say only, but to pray—that the Kingdom of God may roll forth in the earth to prepare the earth for the coming of the Kingdom of Heaven. That provision in the Lord’s prayer, ‘Thy kingdom come, thy will be done on earth as it is in heaven’ has not been abrogated. We are praying for the Kingdom of Heaven to come, and are endeavoring to prepare the earth for its coming. The Kingdom of God, already set up upon the earth, does not aspire to temporal domination among the nations. It seeks not to overthrow any existing forms of government; it does not profess to exercise control in matters that pertain to the governments of the earth, except by teaching correct principles and trying to get men to live according to the principles of true government, before the Kingdom of Heaven shall come and be established upon the earth with a King at the head. But when He comes, He shall rule and reign, for it is His right.” (In Conference Report, Apr. 1916, pp. 128–29.)"],[".",{"id":"f7","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-65-may-the-kingdom-of-god-go-forth-that-the-kingdom-of-heaven-may-come.f7"},[".caption","As Christ gave power to bear off the kingdom in His day, so has He given the same power in this day."]]]]]],"refs":null}
