{"id":74,"parent_id":69,"book_id":0,"content_id":1,"language_id":1,"display_order":74,"title":"Section 64 \"Of You It Is Required to Forgive All Men\"","subtitle":"","short_title":"Section 64","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.head6"},[".titleNumber","Section 64"],["h1","“Of You It Is Required to Forgive All Men”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p53","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p53"},"“Because of interference and because he needed a quiet place in which to work, the Prophet on September 12, 1831, moved to the home of John Johnson in the township of Hiram. This was in Portage County, Ohio, about thirty miles southeast of Kirtland. From the time he moved until early in October, the Prophet spent most of his spare time preparing for the continuation of the translation of the Bible. By translation is meant a revision of the Bible by inspiration or revelation as the Lord had commanded him, and which was commenced as early as June 1830. (D.H.C. 1:215.) Sidney Rigdon continued to write for the Prophet in the work of revision. The day before the Prophet moved from Kirtland he received an important revelation, Section 64, as it now appears in the Doctrine and Covenants.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:234–35.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.1-2"},"D&C 64:1–2"],". “Ye Should Overcome the World”"],["div",{"id":"p54","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p54"},"Smith and Sjodahl noted that “John, in his First Epistle, says: ‘Whatever is born of God overcometh the world,’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/5.4"},"5:4"],"); and, ‘who is he that overcometh the world, but he that believeth that Jesus is the Son of God’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.5"},"v. 5"],")? What he wants to say is that as long as we follow our desires to conform to the habits and customs of the world, the commandments of God are hard; but when we overcome that desire and do not conform to the spirit of the world, then His commandments are not difficult, and, if we really believe that Jesus is the Son of God, we shall not take any notice of the world, which is in rebellion against Him. In this Revelation the Lord, making use of an expression by the disciple whom He loved, tells the Elders of the Church that they should not conform to the world in their worship, in their life, in their amusements. Some had failed in this respect.” (Commentary, p. 389.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.7"},"D&C 64:7"],". How Does a Person Sin unto Death?"],["div",{"id":"p55","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p55"},"Elder Bruce R. McConkie explained that “those who turn from the light and truth of the gospel; who give themselves up to Satan; who enlist in his cause, supporting and sustaining it; and who thereby become his children—by such a course",["span.emphasis","sin unto death"],". For them there is neither repentance, forgiveness, nor any hope whatever of salvation of any kind. As children of Satan, they are sons of perdition.” (",["span.emphasis","Mormon Doctrine,"],"p. 737; see also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.41-42"},"Alma 5:41–42"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.31-32"},"Matthew 12:31–32"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/10.26-27"},"Hebrews 10:26–27"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/5.16-17"},"1 John 5:16–17"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.8"},"D&C 64:8"],". “My Disciples, in Days of Old, Sought Occasion against One Another”"],["div",{"id":"p56","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p56"},"President Joseph Fielding Smith explained: “The Lord declared that when he was in his ministry his disciples sought occasion against one another and failed at times to forgive in their hearts. It was this condition which prompted Peter to ask the Lord how many times he should forgive his brother, ‘till seven times?’ The Lord answered him, ‘I say not unto thee, until seven times, but until seventy times seven.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.21-22"},"Matt. 18:21–22"],".) As the disciples of old brought upon themselves affliction and chastening, so we, when we do not have in our hearts the spirit of forgiveness, bring upon ourselves affliction and chastening from the Lord.” (",["span.emphasis","Church History and Modern Revelation,"],"1:235.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.9-11"},"D&C 64:9–11"],". “Of You It Is Required to Forgive All Men”"],["div",{"id":"p57","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p57"},"Elder Marion D. Hanks spoke about the importance of forgiving others:"],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p58"},"“Someone has written: ‘… the withholding of love is the negation of the spirit of Christ, the proof that we never knew him, that for us he lived in vain. It means that he suggested nothing in all our thoughts, that we were not once near enough to him to be seized with the spell of his compassion for the world.’ …"],["div",{"id":"p59","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p59"},"“What is our response when we are offended, misunderstood, unfairly or unkindly treated, or sinned against, made an offender for a word, falsely accused, passed over, hurt by those we love, our offerings rejected? Do we resent, become bitter, hold a grudge? Or do we resolve the problem if we can, forgive, and rid ourselves of the burden?"],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p60"},"“The nature of our response to such situations may well determine the nature and quality of our lives, here and eternally. …"],["div",{"id":"p61","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p61"},"“But not only our eternal salvation depends upon our willingness and capacity to forgive wrongs committed against us. Our joy and satisfaction in this life, and our true freedom, depend upon our doing so. When Christ bade us turn the other cheek, walk the second mile, give our cloak to him who takes our coat, was it to be chiefly out of consideration for the bully, the brute, the thief? Or was it to relieve the one aggrieved of the destructive burden that resentment and anger lay upon us?"],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p62"},"“Paul wrote to the Romans that nothing ‘shall be able to separate us from the love of God, which is in Christ Jesus our Lord.’ (",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.39"},"Rom. 8:39"],".)"],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p63"},"“I am sure this is true. I bear testimony that this is true. But it is also true that we can",["span.emphasis","separate ourselves"],"from his spirit. …"],["div",{"id":"p64","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p64"},"“In every case of sin this is true. Envy, arrogance, unrighteous dominion—these canker the soul of one who is guilty of them. It is true also if we fail to forgive. Even if it appears that another may be deserving of our resentment or hatred, none of us can afford to pay the price of resenting or hating, because of what it does to us. If we have felt the gnawing, mordant inroads of these emotions, we know the harm we suffer. …"],["div",{"id":"p65","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p65"},"“It is reported that President Brigham Young once said that he who takes offense when no offense was intended is a fool, and he who takes offense when offense",["span.emphasis","was"],"intended is usually a fool. It was then explained that there are two courses of action to follow when one is bitten by a rattlesnake. One may, in anger, fear, or vengefulness, pursue the creature and kill it. Or he may make full haste to get the venom out of his system. If we pursue the latter course we will likely survive, but if we attempt to follow the former, we may not be around long enough to finish it.” (In Conference Report, Oct. 1973, pp. 15–16;",["span.emphasis","Ensign,"],"Jan. 1974, pp. 20–21.)"],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.f4"},[".caption","The Kirtland Temple, the temple of the Restoration"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.18-21"},"D&C 64:18–21"],". Why Did the Lord Want “to Retain a Strong Hold in the Land of Kirtland” for Five Years?"],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p67"},"President Joseph Fielding Smith answered this question when he said that “it was in that land where the first temple in this dispensation was to be built. In that Temple the essential keys of restoration were to be revealed. It seems apparent that had all the people moved to Zion in Missouri at that time, the building of a temple would have been frustrated by the enemies of the people. … The restoration of the keys of the Priesthood held by the ancient prophets was essential to the progress of the Church. The Lord decreed that a house to his name should be reared in Kirtland where he could come and where he could send his messengers with these keys of power. The building of such a temple required time, and while the elders went to work with their might this house was not ready for dedication until March 27, 1836. It was on the third day of April 1836, that the Lord appeared in that house and where Elias, Moses and Elijah appeared and conferred the keys of their dispensations and authorities. How many other messengers came at that time we do not know. We know, however, that it was necessary that every key and authority should be revealed. Some were revealed, of necessity, before there was a temple to which these messengers could come, but it was according to the divine plan that keys of this nature should be revealed in a house built to the name of the Lord. The revelation in which the Lord called upon the Saints to keep a strong hold in Kirtland, was given Sept. 11, 1831. It was in March, 1836, that the house of the Lord was dedicated and the following April when these holy keys were bestowed. After this glorious event, the members of the Church were at liberty to remove to Zion. In fact there followed a few months later an apostasy, and many turned away from the Church, but some were saved, and they were under the necessity of fleeing from the place. However, the Spirit of the Lord prevailed until his work in that place was accomplished and the appointed time had passed.” (",["span.emphasis","Church History and Modern Revelation,"],"1:237.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.22"},"D&C 64:22"],". Why Does the Lord Require the Hearts of Men?"],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p68"},"Throughout the scriptures various parts of the human body are used figuratively, and this imagery is generally derived from the function of the body part. The eye, which perceives light, is used as a symbol of perception of either godly or evil things (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.29"},"Matthew 5:29"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.22-23"},"6:22–23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.2"},"D&C 27:2"],"). The ear, by which one hears, becomes a symbol of hearkening or obedience (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.1"},"Deuteronomy 32:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/2.7"},"Revelation 2:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.1"},"D&C 33:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.1"},"43:1"],")."],["div",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.f5"},"The heart is frequently used figuratively in the Bible. One scholar indicated that in the Bible the heart is viewed as the “innermost center” of man, and is representative of:",["ol.number",["li",["span.label","1."],[".para","The center of bodily life and power. When the heart is strengthened, the whole man is strengthened."]],["li",["span.label","2."],[".para","The center of the rational and emotional nature of man. It is the seat of love and hate, the center of thought and knowledge—it understands, deliberates, reflects, estimates. It is the center of feelings and affections, experiencing joy, pain, ill will, dissatisfaction, anxiety, despair, fear, and reverence."]],["li",["span.label","3."],[".para","The center of moral life. Many degrees of spiritual growth are found in the heart. It is the dwelling place of either Christ or Satan; it can be hard or broken; it can be a treasure of either good or evil. “The heart is the laboratory and place of issue of all that is good and evil in thoughts, words, and deeds. … It is the center of the entire man, the very hearth of life’s impulse.” (Unger,",["span.emphasis","Bible Dictionary,"],"“heart,” p. 462; see also Topical Guide,",["a.scriptureRef",{"href":"/scriptures/tg/heart"},"“heart,” 203"],".)"]]]],["div",{"id":"p72","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p72"},"When one understands the profound imagery of the heart, one can better understand why the Lord requires the heart of man. In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.34"},"Doctrine and Covenants 64:34"],"the Lord added a willing mind to that basic requirement."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.23"},"D&C 64:23"],". “He That Is Tithed Shall Not Be Burned at His Coming”"],["div",{"id":"p73","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p73"},"Elder Rudger Clawson asked: “What does that mean? Does it mean that if a man will not pay his tithing, that the Lord is going to send a ball of fire down from heaven and burn him up? No; the Lord does not do that way. The Lord works on natural principles. This is what it means, if I read correctly: a man who ignores the express command of the Lord, by failing to pay his tithing, it means that the Spirit of the Lord will withdraw from him; it means that the power of the priesthood will withdraw from that man, if he continues in the spirit of neglect to do his duty. He will drift away into darkness, gradually but surely, until finally (mark you) he will lift up his eyes among the wicked. That is where he will finally land; and then when the destruction comes and when the burning comes he will be among the wicked and will be destroyed; while those who observe the law will be found among the righteous, and they will be preserved. There is a God in heaven, and He had promised to shield and protect them. I tell you there is a day of burning, a day of destruction coming upon the wicked. And where will we be? Will we be with the wicked, or with the righteous?” (In Conference Report, Oct. 1913, p. 59.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.23-25"},"D&C 64:23–25"],". “Behold, Now It Is Called Today”"],["div",{"id":"p74","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p74"},"“So near is the consummation that the intervening period is called ‘today’; and, in applying this time designation in the year 1831, the Lord said: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.23-25"},"D&C 64:23–25"],"]."],["div",{"id":"p75","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p75"},"“… Only through watchfulness and prayer may the signs of the times be correctly interpreted and the imminence of the Lord’s appearing be apprehended. To the unwatchful and the wicked the event will be as sudden and unexpected as the coming of a thief in the night. But we are not left without definite information as to precedent signs.” (Talmage,",["span.emphasis","Jesus the Christ,"],"pp. 785–86.)"],["div",{"id":"p76","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p76"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.6"},"Doctrine and Covenants 45:6"],"contains an explanation of why, in the Lord’s terminology, from now until He comes can be called “today.”"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.34-36"},"D&C 64:34–36"],". “The Rebellious Are Not of the Blood of Ephraim”"],["div",{"id":"p77","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p77"},"It seems strange that the Lord would say that blood, a symbol for descendancy, could be influenced by rebelliousness, a spiritual trait. Isn’t one either a descendant of Ephraim or not a descendant of Ephraim? The answer is no, not in the eyes of the Lord, who views His children in terms of their spiritual qualities. Paul taught this principle to the early Saints. The Jews took great pride in the fact that they were of the circumcision, that is, that they were the covenant people, circumcision being the token of that covenant. But Paul pointed out that if one of the circumcision violated the law, his “circumcision is made uncircumcision” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/2.25"},"Romans 2:25"],"). In other words, by transgression one excludes oneself from being a true Israelite. Paul concluded his reasoning with this statement: “For he is not a Jew, which is one outwardly; neither is that circumcision, which is outward in the flesh: but he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/2.28-29"},"Romans 2:28–29"],")."],["div",{"id":"p78","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p78"},"Nephi also understood this principle and taught: “For behold, I say unto you that as many of the Gentiles as will repent are the covenant people of the Lord; and as many of the Jews as will not repent shall be cast off; for the Lord covenanteth with none save it be with them that repent and believe in his Son, who is the Holy One of Israel” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.2"},"2 Nephi 30:2"],")."],["div",{"id":"p79","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p79"},"Ephraim received the birthright under the hands of Jacob (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/48.5-22"},"Genesis 48:5–22"],") and was considered by the Lord to be Joseph’s firstborn (see",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/5.1"},"1 Chronicles 5:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.9"},"Jeremiah 31:9"],"). President Joseph Fielding Smith explained why:"],["div",{"id":"p80","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p80"},"“It is essential in this dispensation that Ephraim stand in his place at the head, exercising the birthright in Israel which was given to him by direct revelation. Therefore, Ephraim must be gathered first to prepare the way, through the gospel and the priesthood, for the rest of the tribes of Israel when the time comes for them to be gathered to Zion. The great majority of those who have come into the Church are Ephraimites. It is the exception to find one of any other tribe, unless it is of Manasseh."],["div",{"id":"p81","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p81"},"“It is Ephraim, today, who holds the priesthood. It is with Ephraim that the Lord has made covenant and has revealed the fulness of the everlasting gospel. It is Ephraim who is building temples and performing the ordinances in them for both the living and for the dead. When the ‘lost tribes’ come—and it will be a most wonderful sight and a marvelous thing when they do come to Zion—in fulfilment of the promises made through Isaiah and Jeremiah, they will have to receive the crowning blessings from their brother Ephraim, the ‘firstborn’ in Israel.” (",["span.emphasis","Doctrines of Salvation,"],"3:252–53.)"],["div",{"id":"p82","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p82"},"An understanding of this mission of Ephraim helps us understand why the Lord would say that “the rebellious are not of the blood of Ephraim” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.36"},"D&C 64:36"],")."],[".",{"id":"f6","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.f6"},[".caption","Priesthood is the stewardship of the house of Ephraim."]]]]]],"refs":null}
