{"id":76,"parent_id":69,"book_id":0,"content_id":1,"language_id":1,"display_order":76,"title":"Section 66 \"You Are Clean, but Not All\"","subtitle":"","short_title":"Section 66","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-66-you-are-clean-but-not-all","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-66-you-are-clean-but-not-all.head8"},[".titleNumber","Section 66"],["h1","“You Are Clean, but Not All”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p97","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-66-you-are-clean-but-not-all.p97"},"During October 1831 a series of conferences was held in Ohio by the Prophet Joseph Smith. On the eleventh a conference was held at Hiram at the home of John Johnson where instructions were given concerning “the ancient manner of conducting meetings.” On the twenty-first a conference was held at Kirtland, where a dispute had arisen that the Prophet was asked to settle. On the twenty-fifth, at Orange, a conference convened with “twelve High Priests, seventeen Elders, four Priests, three Teachers, and four Deacons,” as well as a large congregation. (",["span.emphasis","History of the Church,"],"1:219.) At this conference William E. M’Lellin requested to know the will of the Lord concerning him. The Prophet inquired of the Lord and received",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/66"},"Doctrine and Covenants 66"],"."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/66.1-13"},"D&C 66:1–13"],". What Was the Spiritual Condition of William E. M’Lellin When This Revelation Was Given?"],["div",{"id":"p98","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-66-you-are-clean-but-not-all.p98"},"Though he later apostatized, at this time William E. M’Lellin was in good fellowship in the Church, though verses 3 and 10 suggest he did have some problems."],["div",{"id":"p99","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-66-you-are-clean-but-not-all.p99"},"President Joseph Fielding Smith, speaking of Brother M’Lellin, said that “through his repentance and the sincere desire to do right, the Lord declared that he was clean, ‘but not all.’ There had come to him forgiveness, but still there lingered in some manner, evidently in his mind and thoughts, some thing from which he had not cleansed himself by full repentance. The Lord read his soul. He was commanded to go forth and preach the Gospel ‘from land to land, and from city to city in the regions round about where it has not been proclaimed.’ He was instructed not to go up to the land of Zion at that time, and he was to think more of the work of the Lord than of his property. In his preaching he was to have as a companion Samuel H. Smith, brother of the Prophet. This was a wonderful revelation to William E. M’Lellin and should have been a great blessing and incentive to him to remain faithful. One besetting sin, so the Lord revealed, was the temptation of sexual sin. He was not accused of committing such a sin, but the dangers, because of his failings, which lay in this direction.” (",["span.emphasis","Church History and Modern Revelation,"],"1:244–45.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/66.10"},"D&C 66:10"],". How Cumbersome Is Sexual Sin?"],["div",{"id":"p100","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-66-you-are-clean-but-not-all.p100"},"Speaking of the relationship of unclean thoughts and immorality, Elder Spencer W. Kimball said:"],["div",{"id":"p101","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-66-you-are-clean-but-not-all.p101"},"“To want, to desire, to crave—that is to lust. So when the thought is born which starts a chain reaction, a sin has already been committed. If the thought is sown, then develops into lust, it is almost certain to bring eventually the full harvest of the act of the heinous sin, adultery. …"],["div",{"id":"p102","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-66-you-are-clean-but-not-all.p102"},"“… adultery is not the result of a single thought. There first is a deterioration of thinking. Many sinful chain-thoughts have been coursing through the offender’s mind before the physical sin is committed."],["div",{"id":"p103","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-66-you-are-clean-but-not-all.p103"},"“Yes, as a man thinketh, so",["span.emphasis","does"],"he. If he thinks it long enough he is likely to do it, whether it be theft, moral sin, or suicide. Thus the time to protect against the calamity is when the thought begins to shape itself. Destroy the seed and the plant will never grow."],["div",{"id":"p104","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-66-you-are-clean-but-not-all.p104"},"“Man alone, of all creatures of earth, can change his thought pattern and become the architect of his destiny.” (",["span.emphasis","Miracle of Forgiveness,"],"pp. 113–14.)"],[".",{"id":"f8","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-66-you-are-clean-but-not-all.f8"},[".caption","The seed is the thought; the plant is the deed."]]]]]],"refs":null}
