{"id":77,"parent_id":69,"book_id":0,"content_id":1,"language_id":1,"display_order":77,"title":"Section 67 I Give You a Testimony of the Truth of These Commandments","subtitle":"","short_title":"Section 67","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments","content":[["div",{"id":"head9","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.head9"},[".titleNumber","Section 67"],["h1","I Give You a Testimony of the Truth of These Commandments"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p106","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p106"},"In July 1831 William W. Phelps was charged with setting up a printing business in Jackson County so that Church literature could be published, and Oliver Cowdery was assigned to assist him (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.11-14"},"D&C 57:11–14"],"). W. W. Phelps was to go ahead, and Oliver was to raise the money for the press and join him later. Because of the danger of traveling on the western frontier alone, John Whitmer was commanded to accompany Oliver to help safeguard the money and the manuscript copies of the revelations (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/69.1-2"},"D&C 69:1–2"],")."],["div",{"id":"p107","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p107"},"“When Oliver Cowdery and John Whitmer were ready to start for Jackson County, Missouri, the Prophet decided that a conference of elders should convene at the Johnson home in Hiram to consider matters of importance pertaining to the duties assigned them. Foremost on his agenda was the publication of the revelations he had been preparing and arranging for publication for over a year."],["div",{"id":"p108","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p108"},"“On the first day of the conference, November 1, 1831, the Lord approved the publication of the revelations by giving what is commonly referred to as the Lord’s own preface to the Book of Commandments. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1"},"D&C 1"],".) Its purpose was to serve as an introduction to the contents of the entire book. In this revelation the Lord proclaimed to the whole world his message of repentance and the fact that through his servant Joseph Smith, Jr., the gospel for the salvation of mankind was restored. ‘Wherefore the voice of the Lord is unto the ends of the earth, that all that will hear may hear: Search these commandments, for they are true and faithful, and the prophecies and promises which are in them shall all be fulfilled.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.11,37"},"D&C 1:11, 37"],".)"],["div",{"id":"p109","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p109"},"“At the conference the elders decided that ten thousand copies of the sixty-five revelations should be printed under the title, ‘Book of Commandments.’ Oliver Cowdery read the Lord’s preface, and several brethren arose and bore witness to its truth and the truth of all the revelations received by the Prophet. The Prophet expressed his deep gratitude for the Lord’s commandments. He entertained no doubts concerning the divine inspiration of the revelation he received for the guidance of the Church. …"],["div",{"id":"p110","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p110"},"“Not all those present at the conference fully approved the revelations. One at least, questioned the language of them: William E. McLellin. The challenge was answered in a revelation: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.5-8"},"D&C 67:5–8"],"]."],["div",{"id":"p111","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p111"},"“McLellin, who, in the words of the Prophet, had ‘more learning than sense, endeavored to write a commandment like unto one of the least of the Lord’s.’ [",["span.emphasis","History of the Church,"],"1:226.] McLellin had taught school rather successfully in five states of the Union and had acquired considerable learning. His attempt to write a revelation was a miserable failure. Joseph Smith said: ‘… It was an awful responsibility to write in the name of the Lord. The Elders and all present that witnessed this vain attempt of a man to imitate the language of Jesus Christ, renewed their faith in the fulness of the Gospel, and in the truth of the commandments and revelations which the Lord had given to the Church through my instrumentality. …’ [",["span.emphasis","History of the Church,"],"1:226]"],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p112"},"“After the conference adjourned, Joseph arranged the revelations, and Oliver Cowdery and John Whitmer carried them to Independence for William W. Phelps to print.” (Barrett,",["span.emphasis","Joseph Smith,"],"pp. 200–202.)"],[".",{"id":"f9","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.f9"},[".caption","An original copy of the Book of Commandments"]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.3,14"},"D&C 67:3, 14"],". What Blessing Was Not Received?"],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p114"},"“The assembled Elders, or some of them, failed to receive a blessing which they had expected. What that blessing was is not stated. It might have been a special manifestation concerning the",["span.emphasis","Book of Commandments"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.4"},"v. 4"],"); or, some miraculous manifestation after the laying on of hands by the Prophet (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.14"},"v. 14"],"). But whatever it was, some had failed to receive what they expected, and the reason is here stated: they lacked faith, and were consequently, dominated by fear.” (Smith and Sjodahl, Commentary, p. 405.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.5-8"},"D&C 67:5–8"],". Challenge from the Lord"],["div",{"id":"p115","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p115"},"Some of the elders at this time questioned the language of the revelations. They were looking at misspellings, errors in grammar, and other peculiarities. They reasoned that if these revelations were from the Lord, no such mistakes or peculiarities would be found. Thus came the challenge to them from the Lord to write a revelation. Elder Orson F. Whitney stated:"],["div",{"id":"p116","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p116"},"“Well, one of them, who thought himself the wisest, and who possessed some learning, took up the challenge and actually attempted to frame a revelation; but it was a flat failure. He could utter, of course, certain words, and roll out a mass of rhetoric; but the divine spirit was lacking, and he had to acknowledge himself beaten."],["div",{"id":"p117","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p117"},"“It is not so easy to put the spirit of life into things. Man can make the body, but God alone can create the spirit.” (In Conference Report, Apr. 1917, p. 42.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.5"},"D&C 67:5"],". What Was the Book of Commandments?"],["div",{"id":"p118","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p118"},"The Book of Commandments was the original title for the collection of revelations that was to be published. When the press and most of the copies were destroyed by a mob in Jackson County, the Prophet decided to add additional revelations that had been received in the meantime. The expanded edition was called the Book of Doctrine and Covenants. (See the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/introduction.p1"},"introduction to this manual"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.9"},"D&C 67:9"],". What Is the Significance of the Term Father of Lights?"],["div",{"id":"p119","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p119"},"Of this expression, also found in",["a.scriptureRef",{"href":"/scriptures/nt/james/1.17"},"James 1:17"],", Elder Bruce R. McConkie wrote: “‘God is light, and in him is no darkness at all.’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/1.5"},"1 John 1:5"],".) That is, he is the embodiment, author, and source of light, or in other words the",["span.emphasis","Father of Lights"],". (",["a.scriptureRef",{"href":"/scriptures/nt/james/1.17"},"Jas. 1:17"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 278.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.10-13"},"D&C 67:10–13"],". “You Shall See Me and Know That I Am”"],["div",{"id":"p120","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p120"},"One remarkable truth of the restored gospel is that the heavens are not sealed, that God still speaks to His children and reveals His will to them. And one amazing aspect of that knowledge is that God will reveal Himself to individuals who meet certain prerequisites. The scriptures record that many ancient prophets saw God, and the present dispensation was opened by a vision in which God and Christ appeared to Joseph Smith in the Sacred Grove. But several places in the Doctrine and Covenants, including section 67, teach that this privilege is not reserved for prophets alone but for anyone willing to pay the price required in personal righteousness (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.45-46"},"D&C 50:45–46"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.68-69"},"88:68–69"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.1"},"93:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.3"},"130:3"],"). The Prophet Joseph Smith taught that “after a person has faith in Christ, repents of his sins, and is baptized for the remission of his sins and receives the Holy Ghost, (by the laying on of hands), which is the first Comforter, then let him continue to humble himself before God, hungering and thirsting after righteousness, and living by every word of God, and the Lord will soon say unto him, Son, thou shalt be exalted. When the Lord has thoroughly proved him, and finds that the man is determined to serve Him at all hazards, then the man will find his calling and his election made sure, then it will be his privilege to receive the other Comforter, which the Lord hath promised the Saints, as is recorded in the testimony of St. John, in the 14th chapter, from the 12th to the 27th verses. …"],["div",{"id":"p121","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p121"},"“Now what is this other Comforter? It is no more nor less than the Lord Jesus Christ Himself; and this is the sum and substance of the whole matter; that when any man obtains this last Comforter, he will have the personage of Jesus Christ to attend him, or appear unto him from time to time, and even He will manifest the Father unto him, and they will take up their abode with him, and the visions of the heavens will be opened unto him, and the Lord will teach him face to face, and he may have a perfect knowledge of the mysteries of the Kingdom of God; and this is the state and place the ancient Saints arrived at when they had such glorious visions—Isaiah, Ezekiel, John upon the Isle of Patmos, St. Paul in the three heavens, and all the Saints who held communion with the general assembly and Church of the Firstborn.” (",["span.emphasis","Teachings,"],"pp. 150–51.)"],["div",{"id":"p122","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p122"},"Such a privilege does not come easily. A high level of righteousness and commitment must be demonstrated in the life of an individual before God will appear to him, and yet step by step a person can reach that degree. The Prophet Joseph Smith taught how this growth can occur: “We consider that God has created man with a mind capable of instruction, and a faculty which may be enlarged in proportion to the heed and diligence given to the light communicated from heaven to the intellect; and that the nearer man approaches perfection, the clearer are his views, and the greater his enjoyments, till he has overcome the evils of his life and lost every desire for sin; and like the ancients, arrives at that point of faith where he is wrapped in the power and glory of his Maker and is caught up to dwell with Him. But we consider that this is a station to which no man ever arrived in a moment: he must have been instructed in the government and laws of that kingdom by proper degrees, until his mind is capable in some measure of comprehending the propriety, justice, equality, and consistency of the same.” (",["span.emphasis","Teachings,"],"p. 51.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.10,12"},"D&C 67:10, 12"],". What Is the Natural, or Carnal, Mind?"],["div",{"id":"p123","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-67-i-give-you-a-testimony-of-the-truth-of-these-commandments.p123"},"“A thing is natural if it is in the same essential condition as the things around it. At the present time the earth is temporarily in a telestial mortal condition, and generally speaking the people who are living on the earth are carnal, sensual, and devilish. Thus, all of these terms could be used as synonyms for",["span.emphasis","natural"],". In [D&C] 29:35 we read that the commandments of God ‘are not natural nor temporal, neither carnal nor sensual,’ and [D&C] 67:10 indicates that man cannot see God ‘with the carnal neither natural mind, but with the spiritual.’ In this life, natural could be considered almost as an opposite or antonym of spiritual.” (Ludlow,",["span.emphasis","Companion,"],"2:187.)"]]]]],"refs":null}
