{"id":71,"parent_id":69,"book_id":0,"content_id":1,"language_id":1,"display_order":71,"title":"Section 61 The Lord Has Blessed the Land and Cursed the Waters","subtitle":"","short_title":"Section 61","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-61-the-lord-has-blessed-the-land-and-cursed-the-waters","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-61-the-lord-has-blessed-the-land-and-cursed-the-waters.head3"},[".titleNumber","Section 61"],["h1","The Lord Has Blessed the Land and Cursed the Waters"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-61-the-lord-has-blessed-the-land-and-cursed-the-waters.p8"},"This revelation was received by the Prophet Joseph Smith on the bank of the Missouri River, McIlwaine’s Bend, on 12 August 1831. The Prophet wrote:"],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-61-the-lord-has-blessed-the-land-and-cursed-the-waters.p9"},"“On the 9th, in company with ten Elders, I left Independence landing for Kirtland. We started down the river in canoes, and went the first day as far as Fort Osage, where we had an excellent wild turkey for supper. Nothing very important occurred till the third day, when many of the dangers so common upon the western waters, manifested themselves; and after we had encamped upon the bank of the river, at McIlwaine’s Bend, Brother Phelps, in open vision by daylight, saw the destroyer in his most horrible power, ride upon the face of the waters; others heard the noise, but saw not the vision."],["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-61-the-lord-has-blessed-the-land-and-cursed-the-waters.p10"},"“The next morning after prayer, I received the following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61"},"D&C 61"],"].” (",["span.emphasis","History of the Church,"],"1:202–3.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.1-4,6,19"},"D&C 61:1–4, 6, 19"],". The Brethren Were to Bear Record"],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-61-the-lord-has-blessed-the-land-and-cursed-the-waters.p11"},"The Lord commanded the elders to bear record of Satan and his power upon the waters (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.4,19"},"D&C 61:4, 19"],"), and of the power of God for the benefit of the faithful (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.1,6"},"vv. 1, 6"],"). To fulfill this responsibility, it would be necessary for them to come in contact with people, hence, the Lord’s reminder that while traveling by canoe they were not able to meet people who needed to hear the gospel message (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.3-5,20-22,30-32"},"vv. 3–5, 20–22, 30–32"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.5-19"},"D&C 61:5–19"],". How Is the Water “Cursed”?"],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-61-the-lord-has-blessed-the-land-and-cursed-the-waters.p12"},"President Joseph Fielding Smith pointed out how “in the beginning the Lord blessed the waters and cursed the land, but in these last days this was reversed, the land was to be blessed and the waters to be cursed. A little reflection will bear witness to the truth of this declaration. In the early millenniums of this earth’s history, men did not understand the composition of the soils, and how they needed building up when crops were taken from them. The facilities at the command of the people were primitive and limited, acreage under cultivation was limited, famines were prevalent and the luxuries which we have today were not obtainable. Someone may rise up and say that the soil in those days was just as productive as now, and this may be the case. It is not a matter of dispute, but the manner of cultivation did not lend itself to the abundant production which we are receiving today. It matters not what the causes were, in those early days of world history there could not be the production, nor the varieties of fruits coming from the earth, and the Lord can very properly speak of this as a curse, or the lack of blessing, upon the land. In those early periods we have every reason to believe that the torrents, floods, and the dangers upon the waters were not as great as they are today, and by no means as great as what the Lord has promised us. The early mariners among the ancients traversed the seas as they knew them in that day in comparative safety. … Today this manner of travel in such boats would be of the most dangerous and risky nature. Moreover, we have seen the dangers upon the waters increase until the hearts of men failed them and only the brave, and those who were compelled to travel the seas, ventured out upon them. In regard to the Missouri-Mississippi waters, we have seen year by year great destruction upon them, and coming from them. Millions upon millions of dollars, almost annually are lost by this great stream overflowing its banks. Many have lost their lives in these floods as they sweep over the land, and even upon this apparently tranquil or sluggish stream there can arise storms that bring destruction. Verily the word of the Lord has been, and is being, fulfilled in relation to those waters. While the Lord has spoken of the sea heaving itself beyond its bounds, and the waves roaring, yet we must include the great destruction upon the waters by means of war, and especially by submarine warfare as we have learned of it in recent years.” (",["span.emphasis","Church History and Modern Revelation,"],"1:224; see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.17-19"},"Genesis 3:17–19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/7.23-25"},"Ether 7:23–25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/9.16,28"},"9:16, 28"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.1-6"},"Revelation 16:1–6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45.16"},"Alma 45:16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.3"},"D&C 59:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/16"},"16–19"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.7"},"D&C 61:7"],". What Was the “Errand and Mission” of Sidney Gilbert and William W. Phelps?"],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-61-the-lord-has-blessed-the-land-and-cursed-the-waters.p13"},"These men were to purchase a printing press and transport it to Missouri. William W. Phelps was to be the printer for the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/55.4"},"D&C 55:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.11"},"57:11"],"), and Sidney Gilbert had been appointed purchasing agent (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.6"},"D&C 57:6"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.20-28"},"D&C 61:20–28"],". “I, the Lord, Was Angry with You Yesterday”"],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-61-the-lord-has-blessed-the-land-and-cursed-the-waters.p14"},"Elder B. H. Roberts explained: “During the three days upon the river some disagreements and ill feeling had developed among the brethren and explanations and reconciliations had become necessary; it had also been discovered that progress on their journey by the river in canoes was slow, and hence it became necessary for those who had been appointed to purchase the printing press, Sidney Gilbert and William W. Phelps; and the Prophet, Sidney Rigdon, and Oliver Cowdery, who had been commanded to hasten their return to Kirtland, found it imperative to find a more expeditious means of travel than by the canoes. The greater part of the night at McIlwaine’s Bend was devoted to these matters. The brethren became reconciled to each other, and those whose affairs more especially cried haste started overland the next morning for St. Louis, and the rest of the company continued the journey via the river.” (",["span.emphasis","Comprehensive History of the Church,"],"1:262–63.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.30-32"},"D&C 61:30–32"],". Why Were the Prophet and His Companions Told to Warn the Wicked at Cincinnati?"],["div",{"id":"p15","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-61-the-lord-has-blessed-the-land-and-cursed-the-waters.p15"},"“At the time of this revelation Cincinnati was only a village, yet it was like other western towns such as Independence, the gathering place of many who had been forced to flee from the larger cities because of the violation of the law. In all the border towns in that day wickedness to a very great extent prevailed. After fulfilling their mission in Cincinnati these two brethren [the Prophet Joseph and Sidney Rigdon] were to continue their journey back to Kirtland.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:225.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.37-39"},"D&C 61:37–39"],". “He Cometh in an Hour You Think Not”"],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-61-the-lord-has-blessed-the-land-and-cursed-the-waters.p16"},"No one knows the exact time of Christ’s coming. The Prophet Joseph Smith said: “Jesus Christ never did reveal to any man the precise time that He would come. Go and read the Scriptures, and you cannot find anything that specifies the exact hour He would come; and all that say so are false teachers.” (",["span.emphasis","History of the Church,"],"6:254.)"]]]]],"refs":null}
