{"id":40,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":40,"title":"Change and Consistency","subtitle":"","short_title":"Lesson 38","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/change-and-consistency","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/change-and-consistency.head1"},[".titleNumber","Lesson 38"],["h1","Change and Consistency"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/change-and-consistency.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Prohibition (a ban on the sale of alcoholic beverages) became an issue throughout the United States and the Church."]],["li",["span.label","2."],[".para","Elder David O. McKay and Hugh J. Cannon made a worldwide tour to assess the progress of the Church and make recommendations for further expansion."]],["li",["span.label","3."],[".para","The Church established the seminary and institute of religion programs to provide weekday training for the youth in the gospel of Jesus Christ."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 38, pp. 495–508."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89"},"Doctrine and Covenants 89"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Briefly explain the importance of the revelation known as the Word of Wisdom. Read or summarize the following statement:"],[".para","“In the year 1918, the people of the United States amended the Constitution of the United States prohibiting the manufacture, possession and sale of liquor. Immediately following this action the liquor interests of the country commenced a vigorous campaign to bring about the repeal of this amendment. Propaganda was carried on vigorously through the press and the people were made to believe that the condition under prohibition was worse than before the amendment was adopted. In the general election of 1933, enough states voted for repeal to make such action effective. Utah, contrary to the wishes of the General Authorities of the Church, joined with the majority of the states in demanding repeal, and the Beehive State held the doubtful, if not disgraceful, position of being the thirty-sixth state of the Union to hold a constitutional convention and thus brought about ratification of repeal. Since that action liquor has been flowing freely throughout the land, crime and drunkenness have increased and the sale of liquor and tobacco has become an outstanding menace to our youth” (Joseph Fielding Smith,",["span.emphasis","Essentials in Church History,"],"27th ed. [Salt Lake City: Deseret Book Co., 1974], pp. 524–25)."]],["li",["span.label","•"],[".para","Discuss the 1920–21 world tour of Elder David O. McKay. What purposes did it serve at that time? What important events occurred during the tour? What importance did it have for the future? Discuss how Elder McKay’s tour prepared him to be the President of the Church during the 1950s and 1960s when the Church became a worldwide organization. How do mission calls and opportunities to serve in the Church prepare us for the future?"]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"6:479–573."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"3:329–56."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Francis M. Gibbons,",["span.emphasis","Heber J. Grant: Man of Steel, Prophet of God"],"(Salt Lake City: Deseret Book Co., 1979), pp. 192–208."],[".para","Covers the Great Depression years."]],["li",["span.label","•"],[".para","Bryant S. Hinckley,",["span.emphasis","Heber J. Grant: Highlights in the Life of a Great Leader"],"(Salt Lake City: Deseret Book Co., 1951)."],[".para","Interesting and faith-promoting incidents in the life of President Grant."]],["li",["span.label","•"],[".para","James B. Allen, “Personal Faith and Public Policy: Some Timely Observations on the League of Nations Controversy in Utah,”",["span.emphasis","Brigham Young University Studies,"],"Autumn 1973, pp. 77–98."],[".para","An examination of the Church’s involvement in the League of Nations controversy detailing who supported the league and who did not, and the impact this controversy had on the Church and its members."]],["li",["span.label","•"],[".para","R. Lanier Britsch, “The Closing of the Early Japan Mission,”",["span.emphasis","Brigham Young University Studies,"],"Winter 1975, pp. 171–90."],[".para","The reasons for the 1924 closing of the Japanese mission, and how a natural catastrophe and United States emigration laws were major factors in the mission’s failure."]],["li",["span.label","•"],[".para","J. Christopher Conkling, “Members without a Church: Japanese Mormons in Japan from 1924 to 1948,”",["span.emphasis","Brigham Young University Studies,"],"Winter 1975, pp. 191–214."],[".para","A study of the experience of the Japanese Church members who were left in isolation when the mission was closed in 1924."]],["li",["span.label","•"],[".para","Francis M. Gibbons,",["span.emphasis","David O. McKay: Apostle to the World, Prophet of God"],"(Salt Lake City: Deseret Book Co., 1986), pp. 102–22."],[".para","President McKay’s 1921 trip around the world and the marvelous spiritual experiences that took place on that journey."]],["li",["span.label","•"],[".para","David Lawrence McKay,",["span.emphasis","My Father, David O. McKay"],"(Salt Lake City: Deseret Book Co., 1989), pp. 109–71."],[".para","Personal correspondence that adds insights to President McKay’s world tour in 1920–21."]],["li",["span.label","•"],[".para","George Harmon Skyles, “A Study of Forces and Events Leading to the Repeal of Prohibition and the Adoption of a Liquor Control System in Utah,” master’s thesis, Brigham Young University, 1962."],[".para","A study of the forces at work both within and without the Church in Utah that led to the repeal of prohibition."]],["li",["span.label","•"],[".para","Brent Grant Thompson, “Utah’s Struggle for Prohibition, 1908–1917,” master’s thesis, University of Utah, 1979."],[".para","Background material on the repeal of prohibition."]],["li",["span.label","•"],[".para","A. Gary Anderson, “A Historical Survey of the Full-Time Institutes of Religion of The Church of Jesus Christ of Latter-day Saints, 1926–1966,” Ed.D. diss., Brigham Young University, 1968."],[".para","A history of the first institutes of religion."]],["li",["span.label","•"],[".para","William E. Berrett,",["span.emphasis","A Miracle in Weekday Religious Education"],"(Salt Lake City: Salt Lake Printing Center, 1988)."],[".para","A history of religious education in the Church."]],["li",["span.label","•"],[".para","David O. McKay,",["span.emphasis","Gospel Ideals"],"(Salt Lake City: Deseret Book Co., 1953), pp. 552–75."],[".para","Anecdotes told by President McKay regarding his 1920–21 world tour."]],["li",["span.label","•"],[".para","David O. McKay,",["span.emphasis","Cherished Experiences,"],"rev. and enl., comp. Clare Middlemiss (Salt Lake City: Deseret Book Co., 1976), pp. 41–109."],[".para","Stories and spiritual experiences from President McKay’s world tour in 1920–21."]],["li",["span.label","•"],[".para","Heber J. Grant,",["span.emphasis","Gospel Standards,"],"comp. G. Homer Durham, 12th ed. (Salt Lake City: Improvement Era, 1969)."],[".para","Contains many of President Grant’s talks as well as some biographical information."]]]]],"refs":null}
