{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":7,"title":"Coming Forth of the Book of Mormon and Restoration of the Priesthood","subtitle":"","short_title":"Lesson 5","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/coming-forth-of-the-book-of-mormon-and-restoration-of-the-priesthood","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/coming-forth-of-the-book-of-mormon-and-restoration-of-the-priesthood.head1"},[".titleNumber","Lesson 5"],["h1","Coming Forth of the Book of Mormon and Restoration of the Priesthood"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/coming-forth-of-the-book-of-mormon-and-restoration-of-the-priesthood.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Through the gift and power of God, the prophet Joseph Smith translated the Book of Mormon."]],["li",["span.label","2."],[".para","John the Baptist and Peter, James, and John appeared to Joseph Smith and Oliver Cowdery and restored the holy priesthood."]],["li",["span.label","3."],[".para","The Lord raised up witnesses to testify of the truthfulness of the Book of Mormon."]],["li",["span.label","4."],[".para","Despite setbacks and frustrations, the Book of Mormon was published in 1830."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 5, pp. 52–66."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.66-75"},"Joseph Smith—History 1:66–75"],"."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6"},"Doctrine and Covenants 6; 8–9; 13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.12"},"27:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.20"},"128:20"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Based on the following statement by President Ezra Taft Benson, lead a discussion considering the question, Why was the translation of the Book of Mormon the next major task given to the Prophet Joseph Smith following the First Vision?"],[".para","“A … powerful testimony to the importance of the Book of Mormon is to note where the Lord placed its coming forth in the timetable of the unfolding Restoration. The only thing that preceded it was the First Vision. In that marvelous manifestation, the Prophet Joseph Smith learned the true nature of God and that God had a work for him to do. The coming forth of the Book of Mormon was the next thing to follow."],[".para","“Think of that in terms of what it implies. The coming forth of the Book of Mormon preceded the restoration of the priesthood. It was published just a few days before the Church was organized. The Saints were given the Book of Mormon to read before they were given the revelations outlining such great doctrines as the three degrees of glory, celestial marriage, or work for the dead. It came before priesthood quorums and Church organization. Doesn’t this tell us something about how the Lord views this sacred work?” (in Conference Report, Oct. 1986, p. 3; or Ensign, Nov. 1986, p. 4; see also Ensign, Jan. 1992,",["span.crossRef","p. 2"],")."]],["li",["span.label","•"],[".para","Ask students if they know what the Lord has said concerning the Book of Mormon. Read and discuss the following verses together:"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.29-30"},"Doctrine and Covenants 1:29–30"]],"The Saints had “power to lay the foundation” of the Lord’s Church after the Book of Mormon was translated."],[".para",["b",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.5-6"},"Doctrine and Covenants 17:5–6"]],"The Lord testifies, “It is true.”"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.8-16"},"Doctrine and Covenants 20:8–16"]],"It was given by inspiration, proves to the world that the scriptures are true, and proves that God does inspire men."],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3.12"},"2 Nephi 3:12"]],"With the Bible it would lay down contentions and bring people to a knowledge of the Lord’s covenants."],[".para",["b",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.54-58"},"Doctrine and Covenants 84:54–58"]],"The entire Church was under condemnation for treating the Book of Mormon lightly."],[".para","President Ezra Taft Benson taught that the Church in his time was still under the condemnation mentioned in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.54-58"},"Doctrine and Covenants 84:54–58"],", and he worked hard to get the Church out from under it. Share the following statement."],[".para",["b","President Ezra Taft Benson"],"“I bless you with increased",["span.emphasis","understanding"],"of the Book of Mormon. I promise you that from this moment forward, if we will daily sup from its pages and abide by its precepts, God will pour out upon each child of Zion and the Church a blessing hitherto unknown—and we will plead to the Lord that He will begin to lift the condemnation—the scourge and judgment. Of this I bear solemn witness” (in Conference Report, Apr. 1986, p. 100; or",["span.emphasis","Ensign,"],"May 1986, p. 78)."]],["li",["span.label","•"],[".para","Help the students appreciate the miraculous nature of the coming forth of the Book of Mormon by considering how long it took to translate the plates."],[".para","“We should develop as one of our teaching skills the presentation of the truthfulness of this bookas another reliable, sound witness of the mission of our Lord and Savior. We should know its history and its content. For example, let us consider the miracle of the translation of the Book of Mormon by the Prophet Joseph Smith, with Oliver Cowdery acting as his scribe."],[".para","“After the 116 pages were lost when Martin Harris was allowed to take them home, the real translation began on April 7, 1829, two days after Oliver Cowdery arrived in Harmony, Pennsylvania, to serve as the Prophet’s scribe. By May 15, five weeks later, they had reached the account of the Savior’s ministry to the Nephites as contained in 3 Nephi, chapter 11."],[".para","“By June 11 they had translated the last plates of Mormon, and it was on June 11 that the Prophet applied for a copyright. By June 30 the book was finished—from start to finish, no more than eighty-five days in translation time. However, with all that went on during these eighty-five days, it is apparent there were only sixty to sixty-five days in which the actual translation could have occurred."],[".para","“Remember that during that time the Prophet moved from Harmony to Fayette, made several trips for supplies, received and recorded thirteen sections of the Doctrine and Covenants, received the Aaronic and Melchizedek priesthoods, converted and baptized several people, and on and on. They had no time to consult libraries to study the content. There was no time to revise or refine, no time to cross-reference dates or intervals and details. Instead, the text came, as Oliver recorded, day after day, uninterrupted, as the words fell from the Prophet’s mouth."],[".para","“This was an astonishing achievement! The text came through final copy, one time, dictated and left as it stood with only minor, stylistic editing to this day. It is no simple book dashed off from the top of a young man’s head, but reflects the best of a thousand years of colonization and inspiration. Added to the rapidity with which the translation occurred is the astonishing fact that the Prophet Joseph Smith was doing it in an unknown language in which he had no training and for which there was no one to whom he could go for guidance and help” (L. Tom Perry, in Conference Report, Apr. 1989, p. 17; or",["span.emphasis","Ensign,"],"May 1989, pp. 14–15)."]],["li",["span.label","•"],[".para","Explain that ancient prophets foresaw the coming forth of the Book of Mormon in the latter days to prepare the Saints for the coming of the Lord. As President Ezra Taft Benson taught: “It was written for our day. The Nephites never had the book; neither did the Lamanites of ancient times” (in Conference Report, Oct. 1986, p. 5; or",["span.emphasis","Ensign,"],"Nov. 1986, p. 6). Discuss briefly some of the messages from the Book of Mormon prophets that were written specifically to us."],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.34-35"},"Mormon 8:34–35"]],"I have seen you, and “I know your doing.”"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.10-11"},"2 Nephi 33:10–11"]],"“These … are the words of Christ.”"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.21-22"},"2 Nephi 25:21–22"]],"Once translated, the Book of Mormon would “go from generation to generation as long as the earth shall stand.”"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.17"},"2 Nephi 25:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.26"},"27:26"]],"The coming forth of the Book of Mormon would be a marvelous work and a wonder that would lead to the gathering of Israel."]],["li",["span.label","•"],[".para","Preassign several students to each read one of President Benson’s addresses about the Book of Mormon. Ask them to briefly share two or three ideas from each talk."],["ul.bullet",["li",["span.label","•"],[".para","Conference Report, Oct. 1984, pp. 4–7; or",["span.emphasis","Ensign,"],"Nov. 1984, pp. 6–8."]],["li",["span.label","•"],[".para","“The Power of the Word,”",["span.emphasis","Ensign,"],"May 1986, pp. 79–82."]],["li",["span.label","•"],[".para","Conference Report, Oct. 1986, pp. 3–7; or",["span.emphasis","Ensign,"],"Nov. 1986, pp. 4–7."]],["li",["span.label","•"],[".para","Conference Report, Apr. 1987, pp. 104–8; or",["span.emphasis","Ensign,"],"May 1987, pp. 83–85."]]]],["li",["span.label","•"],[".para","Discuss the necessity of priesthood authority to teach the gospel, perform ordinances, gather Israel, and preside over and guide the Church."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","History of the Church,"],"1:18–59."]],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"1:99–186."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"1:43–68."]],["li",["span.label","•"],[".para","Neal A. Maxwell, “By the Gift and Power of God,”",["span.emphasis","Ensign,"],"Jan. 1997, pp. 36–41."]],["li",["span.label","•"],[".para","Richard Lloyd Anderson, “By the Gift and Power of God,”",["span.emphasis","Ensign,"],"Sept. 1977, pp. 78–85."],[".para","This study analyzes the statements of various individuals about the translation process of the Book of Mormon."]],["li",["span.label","•"],[".para","Gayle Goble Ord, “The Book of Mormon Goes to Press,”",["span.emphasis","Ensign,"],"Dec. 1972, pp. 66–70."],[".para","Describes the division of labor and the process involved in printing the Book of Mormon in1830. The author concludes that the printing of five thousand copies of a lengthy book was a meritorious achievement."]],["li",["span.label","•"],[".para","Kenneth W. Godfrey, “A New Prophet and a New Scripture: The Coming Forth of the Book of Mormon,”",["span.emphasis","Ensign,"],"Jan. 1988, pp. 6–13."],[".para","A summary of the coming forth of the Book of Mormon from the first visit of Moroni in September 1823 until the publication in March 1830."]],["li",["span.label","•"],[".para","John W. Welch, “I Have a Question,”",["span.emphasis","Ensign,"],"Jan. 1988, pp. 46–47."],[".para","Concludes that Joseph Smith translated the Book of Mormon in sixty-five days or less, a staggering achievement."]],["li",["span.label","•"],[".para","Richard Lloyd Anderson, “Gold Plates and Printer’s Ink,”",["span.emphasis","Ensign,"],"Sept. 1976, pp. 71–76."],[".para","A summary of the events surrounding the coming forth of the Book of Mormon."]],["li",["span.label","•"],[".para","Larry C. Porter, “The Restoration of the Aaronic and Melchizedek Priesthoods,”",["span.emphasis","Ensign,"],"Dec. 1996, pp. 30–47."],[".para","Suggests we can conclude with some confidence that the Melchizedek Priesthood was restored in the wilderness area between Harmony, Pennsylvania, and Colesville, New York. While we do not know exactly when the priesthood was restored, the evidence suggests it occurred sometime between the day after the Aaronic Priesthood restoration (15 May) and the end of May 1829."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Richard Lloyd Anderson,",["span.emphasis","Investigating the Book of Mormon Witnesses"],"(Salt Lake City: Deseret Book Co., 1981)."],[".para","Contains a series of biographical sketches of the witnesses to the Book of Mormon. The author concludes that the printed testimonies of the Eleven Witnesses must be taken at face value—they saw the plates, and the Three Witnesses heard the voice of God and saw the angel who displayed the plates."]],["li",["span.label","•"],[".para","Dean C. Jessee, “The Original Book of Mormon Manuscript,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1970, pp. 259–78."],[".para","Reviews the history of the original Book of Mormon manuscript and considers the handwriting and composition of the remaining 144 pages. The author concludes that there were several scribes, but that Oliver Cowdery wrote most of the manuscript."]],["li",["span.label","•"],[".para","Keith W. Perkins, “True to the Book of Mormon—The Whitmers,”",["span.emphasis","Ensign,"],"Feb. 1989, pp. 34–42."],[".para","Covers the Peter Whitmer, Sr. family, their involvement in the Church, and the coming forth of the Book of Mormon."]]]]],"refs":null}
