{"id":49,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":49,"title":"Continued Growth during the Early 1990s","subtitle":"","short_title":"Lesson 47","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/continued-growth-during-the-early-1990s","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/continued-growth-during-the-early-1990s.head1"},[".titleNumber","Lesson 47"],["h1","Continued Growth during the Early 1990s"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/continued-growth-during-the-early-1990s.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","The Church continued to expand and strengthen the Saints around the world."]],["li",["span.label","2."],[".para","Church members were committed to “remember the poor” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30"},"D&C 42:30"],") and contributed their time, talents, and money to helping the needy throughout the world."]],["li",["span.label","3."],[".para","President Howard W. Hunter gave renewed emphasis to attending the temple and counseled the Saints to establish it as the symbol of their membership."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 47, pp. 616–27."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/2"},"Official Declaration 2"],"."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.35"},"Doctrine and Covenants 38:35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30"},"42:30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.40"},"52:40"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Assign four students in advance to report on the growth of the Church as it relates to West Africa, the Jerusalem Center, the Middle East, and Latin America (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-six-a-period-of-challenge-and-growth.p1"},"pp. 616–19"],"). Have the students present their reports. Review the following statement."],[".para",["b","President Gordon B. Hinckley"],"“You are part of this great latter-day movement that is going over the earth. Sister Hinckley said we’ve been in Brazil. We’ve been in a lot of other places besides Brazil. We went first to Colombia , and then to Peru, then to Bolivia, where we broke ground for a temple in Cochabamba. It was raining terribly, but we had a groundbreaking service there. Then we went to Santiago, Chile, and had a wonderful time there; and then to Buenos Aires, Argentina, where we met with nearly 50,000 people in a great football stadium. From Buenos Aires to Porto Alegre, Brazil, and then to São Paulo, where we had another great crowd in a football stadium; and then to Recife … [where] we broke ground for a new temple. Then we went to Manaus, over a thousand miles up the Amazon, where the Church is growing. There are three stakes of Zion now. We have 137 stakes in Brazil. Things are moving. Oh, how they are moving down there in South America. The Church is growing in a marvelous and remarkable way” (",["span.emphasis","Teachings of Gordon B. Hinckley"],"[Salt Lake City: Deseret Book Co., 1997], p. 100)."]],["li",["span.label","•"],[".para","Bring some recent copies of the",["span.emphasis","Ensign"],"and",["span.emphasis","Church News"],"to class. Divide them among the students. Have them share what they find about the growth of the Church around the world. Testify that this growth is fulfilling the prophecies of many prophets through the ages."]],["li",["span.label","•"],[".para","Explain that the growth of the Church worldwide has made it possible to help more of those in need (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-six-a-period-of-challenge-and-growth.p1"},"pp. 619–20"],"). Share the following statement."],[".para",["b","President Thomas S. Monson"],"“The funding of the operation of The Church of Jesus Christ of Latter-day Saints worldwide is based on tithing, where members contribute 10 percent of their increase, as set forth by the Old Testament prophet Malachi. In addition to tithing, we have in the Church what we call fast offering. The members of the Church fast once a month and contribute the equivalent of the meals not eaten—and anything in addition we would like—as a fast offering to help the poor and the needy."],[".para","“To provide an idea of the extent of the conventional welfare help given by the Church, may I share with you a brief list of some of the Church-operated welfare enterprises:"],["ul.bullet",["li",["span.label","•"],[".para","100 storehouses."]],["li",["span.label","•"],[".para","80 canneries."]],["li",["span.label","•"],[".para","97 employment centers worldwide."]],["li",["span.label","•"],[".para","45 Deseret Industries stores."]],["li",["span.label","•"],[".para","63 LDS Social Services offices."]],["li",["span.label","•"],[".para","106 priesthood-managed production projects."]],["li",["span.label","•"],[".para","1,049 welfare missionaries in 33 countries."],[".para","“It is a wonderful thing to see what is accomplished as a result of this investment and effort” (“Our Brothers’ Keepers,”",["span.emphasis","Ensign,"],"June 1998, p. 34)."]]]],["li",["span.label","•"],[".para","Tell students that out of concern for the differences in cost in supporting missionaries in various parts of the world, the First Presidency decided to establish a new policy (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-six-a-period-of-challenge-and-growth.p1"},"p. 622"],"). Ask: What was the new policy? How did this help provide for local missionaries in countries other than the United States and Canada?"]],["li",["span.label","•"],[".para","Ask: What are some recent advances in the Church’s family history program that have helped expand and simplify family history research? (Answers might include computers, referral services, stake libraries, improved submission procedures, the Church’s family history web site, and so on.) Review the following announcement with your students:"],[".para","“Genealogical information for nearly 400 million deceased people is now available at no charge via the Internet at the Church’s new Web site:",["a.urlRef",{"href":"http://www.familysearch.org"},["span.language","www.familysearch.org"]],"."],[".para","“‘In recent years, computer technology has made it possible to transfer genealogical records to large databases and to publish the information on-line or on compact discs,’ said President Gordon B. Hinckley during a press conference held 24 May in the Family History Library",["sup","®"],"in Salt Lake City. ‘Today, however, we take the long-awaited step of allowing home access via the Internet to some of the most significant materials in the Family History Library.’"],[".para","“He added: ‘We began testing this Web site on April 1, and the response has been overwhelming. Users are profuse in expressing thanks. Since then, without any promotion or requested publicity, the site has had more than 200 million hits, making it one of the most sought-after sites on the Internet even before its formal launch.’” (“Family History Web Site Launched,”",["span.emphasis","Ensign,"],"Aug. 1999, p. 74)."]],["li",["span.label","•"],[".para","Discuss the importance of family history work and temple work. Share the following statement by President Gordon B. Hinckley, then a member of the First Presidency."],[".para",["b","President Gordon B. Hinckley"],"“In a spirit of love and consecration, we must extend ourselves in the work of redemption of the dead through service in the temples of the Lord” (in Conference Report, Apr. 1983, p. 8; or",["span.emphasis","Ensign,"],"May 1983, p. 8)."]],["li",["span.label","•"],[".para","Explain that although President Howard W. Hunter’s administration was shorter than any other prophet in this dispensation (nine months), his influence on the Church is still felt. Ask: What was his “deepest desire” as the newly called President of the Church? (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-six-a-period-of-challenge-and-growth.p1"},"p. 625"],"). What did he say should be our “ultimate earthly goal”? Read the following statement."],[".para",["b","President Howard W. Hunter"],"“As you know, earlier this month I began my ministry by expressing a deep desire to have more and more Church members become temple worthy. As in Joseph’s day, having worthy and endowed members is the key to building the kingdom in all the world. Temple worthiness ensures that our lives are in harmony with the will of the Lord, and we are attuned to receive His guidance in our lives."],[".para","“So being on this temple site today mingles memories and brings anticipations. The responsibility I feel for the work the Prophet Joseph inaugurated fills me with a determination to do all I can in the time and season allotted to me. Surely Joseph was faithful and true to his time and season!” (“The Temple of Nauvoo,”",["span.emphasis","Ensign,"],"Sept. 1994, pp. 62–63)."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para","Gordon B. Hinckley,",["span.emphasis","Teachings of Gordon B. Hinckley"],"(Salt Lake City: Deseret Book Co., 1997), pp. 97–102."],[".para","In a section entitled “Church Growth and Progress,” President Hinckley shares some of his experiences traveling around the world to meet with the Saints."]],["li",["span.label","•"],[".para","Thomas S. Monson, in Conference Report, Oct. 1994, pp. 57–61; or",["span.emphasis","Ensign,"],"Nov. 1994, pp. 43–46; “Our Brothers’ Keepers,”",["span.emphasis","Ensign,"],"June 1998, pp. 33–39."],[".para","President Monson relates some of the humanitarian efforts of the Church."]],["li",["span.label","•"],[".para","Mary Ellen Smoot, “Family History: A Work of Love,”",["span.emphasis","Ensign,"],"Mar. 1999, pp. 14–18."],[".para","Sister Smoot encourages the women of the Church to participate in family history and temple work."]],["li",["span.label","•"],[".para","Thomas S. Monson, in Conference Report, Mar.–Apr. 1990, pp. 60–64; or",["span.emphasis","Ensign,"],"May 1990, pp. 46–49."],[".para","President Monson teaches that we are all our brothers’ keepers."]],["li",["span.label","•"],[".para","“President Howard W. Hunter, The Lord’s ‘Good and Faithful Servant,’”",["span.emphasis","Ensign,"],"Apr. 1995, pp. 8–17."],[".para","An overview of President Hunter’s life and accomplishments."]],["li",["span.label","•"],[".para","“Loved by All Who Knew Him: Stories from Members,”",["span.emphasis","Ensign,"],"Apr. 1995, pp. 18–20."],[".para","Stories from Church members who knew President Hunter."]],["li",["span.label","•"],[".para","“Following the Master: Teachings of President Howard W. Hunter,”",["span.emphasis","Ensign,"],"Apr. 1995, pp. 21–23."],[".para","Selected teachings from President Hunter."]],["li",["span.label","•"],[".para","James E. Faust, “Howard W. Hunter: Man of God,”",["span.emphasis","Ensign,"],"Apr. 1995, pp. 26–28."],[".para","President Faust describes President Hunter’s life of service to the Lord."]],["li",["span.label","•"],[".para","Boyd K. Packer, “President Howard W. Hunter—He Endured to the End,”",["span.emphasis","Ensign,"],"Apr. 1995, pp. 28–30."],[".para","President Packer shares lessons he learned from President Hunter."]],["li",["span.label","•"],[".para","Thomas S. Monson, “President Howard W. Hunter: A Man for All Seasons,”",["span.emphasis","Ensign,"],"Apr. 1995, pp. 31–32."],[".para","President Monson expresses gratitude for his association with President Hunter."]],["li",["span.label","•"],[".para","Gordon B. Hinckley, “A Prophet Polished and Refined,”",["span.emphasis","Ensign,"],"Apr. 1995, pp. 33–35."],[".para","President Hinckley shares his feelings about President Hunter and the example he set for all."]]]]],"refs":null}
