{"id":12,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":12,"title":"Development of the Church in Ohio, 1831-34","subtitle":"","short_title":"Lesson 10","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/development-of-the-church-in-ohio-1831-34","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/development-of-the-church-in-ohio-1831-34.head1"},[".titleNumber","Lesson 10"],["h1","Development of the Church in Ohio, 1831–34"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/development-of-the-church-in-ohio-1831-34.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","During the formative years of the Church in Ohio, important matters of doctrine and government were revealed “line upon line” to the Prophet Joseph Smith."]],["li",["span.label","2."],[".para","The Prophet’s work on the Joseph Smith Translation served as a catalyst for many revelations in the Doctrine and Covenants."]],["li",["span.label","3."],[".para","Much of the energy and many of the activities of the Prophet Joseph Smith and early Church members centered on missionary work."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 10, pp. 113–26."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/66"},"Doctrine and Covenants 66–67; 69; 72; 81; 90; 102"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","During the Ohio period of 1831–34 the offices of bishop, high priest, patriarch, the First Presidency, and high council were all introduced to the Church for the first time. Discuss these offices, focusing on individuals called to the position, the historical setting, and the duties and responsibilities as outlined by the Lord in the revelations."]],["li",["span.label","•"],[".para","You could share Newel K. Whitney’s experience. Brother Whitney was called as the first bishop in Kirtland. At the time of his call he said, “‘Brother Joseph, I can’t see a Bishop in myself.’"],[".para","“… The Prophet answered: ‘Go and ask the Lord about it.’ And Newel did ask the Lord, and he heard a voice from heaven say:",["span.emphasis","‘Thy strength is in me.’"],"That was enough. He accepted the office, and served in it faithfully to the end of his days—a period of eighteen years” (Orson F. Whitney, in Conference Report, Apr. 1919, pp. 47–48)."]],["li",["span.label","•"],[".para","Illustrate the relationship of the Joseph Smith Translation and the Doctrine and Covenants by considering the following information:"],["ul.bullet",["li",["span.label","•"],[".para","As part of the process of revising the Bible, the Lord instructed the Prophet Joseph Smith to ask questions (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.56-57"},"D&C 42:56–57"],"). The environment created by this thoughtful study provided a catalyst for revelation."]],["li",["span.label","•"],[".para","A significant product of the Prophet’s work on the Joseph Smith Translation was frequent revelation concerning personal, doctrinal, and organizational matters, much of which became part of the Doctrine and Covenants."]],["li",["span.label","•"],[".para","The relationship between the Joseph Smith Translation and the Doctrine and Covenants can be easily demonstrated by noting the number of revelations received while the Prophet was working on the translation."]],["li",["span.label","•"],[".para","The large number of revelations the Prophet received during the early Kirtland period can be accounted for not only because the Church was young and needed continual guidance but because the Prophet was intently studying the scriptures."]]]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","History of the Church,"],"1:206–348, 416–25."]],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"1:265–313."]],["li",["span.label","•"],[".para","Davis Bitton, “Kirtland as a Center of Missionary Activity, 1830–1838,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1971, pp. 497–516."],[".para","During this eight-year period missionaries were sent out from Kirtland, the headquarters of the Church, to proselyte. Names of missionaries, their areas of proselyting, opposition they experienced, as well as their successes are included in this article."]],["li",["span.label","•"],[".para","Robert J. Matthews, “The ‘New Translation’ of the Bible, 1830–1833: Doctrinal Development during the Kirtland Era,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1971, pp. 400–422."],[".para","The author gives a brief history of the Joseph Smith Translation and suggests that many revelations in the Doctrine and Covenants, especially those on doctrine, are related to the Prophet’s biblical translation."]],["li",["span.label","•"],[".para","Dean C. Jessee and William G. Hartley, “Joseph Smith’s Missionary Journal,”",["span.emphasis","New Era,"],"Feb. 1974, pp. 34–36."],[".para","The Prophet’s journal account of his missionary trip to Canada in late 1833."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Milton V. Backman, Jr.,",["span.emphasis","The Heavens Resound"],"(Salt Lake City: Deseret Book Co., 1983), pp. 52–62, 82–124."],[".para","Chapters 4, 6–7 deal with early criticism of the Church, the move to Hiram, Joseph’s work on the Joseph Smith Translation, and early organizational and doctrinal development."]],["li",["span.label","•"],[".para","Robert J. Matthews,",["span.emphasis","“A Plainer Translation,” Joseph Smith’s Translation of the Bible: A History and Commentary"],"(Provo: Brigham Young University Press, 1975)."],[".para","A history of the Prophet Joseph Smith’s biblical revision."]],["li",["span.label","•"],[".para","Robert J. Woodford, “Jesse Gause, Counselor to the Prophet,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1975, pp. 362–64."],[".para","Biographical information regarding a member of the First Presidency who is perhaps the least known of any man who has served in that position. The author also gives information as to why Gause’s name was removed from section 82 of the Doctrine and Covenants for so many years."]],["li",["span.label","•"],[".para","Frederick G. Williams, “Frederick Granger Williams of the First Presidency of the Church,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1972, pp. 243–61."],[".para","A biographical sketch of President Frederick G. Williams."]]]]],"refs":null}
