{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":15,"title":"Glorious Days in Kirtland, 1834-36","subtitle":"","short_title":"Lesson 13","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/glorious-days-in-kirtland-1834-36","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/glorious-days-in-kirtland-1834-36.head1"},[".titleNumber","Lesson 13"],["h1","Glorious Days in Kirtland, 1834–36"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/glorious-days-in-kirtland-1834-36.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Church government was further established with the calling of Apostles and Seventies."]],["li",["span.label","2."],[".para","Missionaries were sent to many areas of the United States and Canada; this eventually opened doors to other nations."]],["li",["span.label","3."],[".para","The establishment of various schools, Church publications, and the acquisition of ancient records contributed to the education of members of the Church."]],["li",["span.label","4."],[".para","The Latter-day Saints were greatly blessed for sacrificing to build the Kirtland Temple."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 13, pp. 153–68."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107"},"Doctrine and Covenants 107; 109–10"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.26-28"},"Doctrine and Covenants 18:26–28"],". This revelation was given through the Prophet Joseph Smith to Oliver Cowdery and David Whitmer explaining the responsibilities of those who serve as Apostles of the Lord. These two men are informed that they should “search out the Twelve, who shall have the desires of which I have spoken” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.37"},"v. 37"],")."]],["li",["span.label","•"],[".para","Review the charge given by Oliver Cowdery to the Quorum of the Twelve Apostles the day they were called, 14 February 1835 (see History of the Church, 2:194–98). Help students see the responsibilities and attendant promises that go with this priesthood office. (",["span.emphasis","Note"],":",["a.scriptureRef",{"href":"/scriptures/nt/matt/10"},"Matthew 10"],"is the Savior’s charge to the Twelve called in the meridian dispensation.)"]],["li",["span.label","•"],[".para","Discuss the dedication of the Kirtland Temple. During a fifteen-week period, extending from 21 January to 1 May 1836, probably more Latter-day Saints saw visions and witnessed other unusual spiritual manifestations than during any other period in the history of the Church up to that time. It truly was a pentecostal season for the Saints. Point out that such an outpouring of blessings came after great sacrifice on the part of the Saints (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.5"},"D&C 109:5"],")."]],["li",["span.label","•"],[".para","Share the experience of the Prophet Joseph Smith and Oliver Cowdery in seeing the Savior in the Kirtland Temple. This is the Church of Jesus Christ and he stands at its head. When David O. McKay was sustained as President of the Church, he said: “No one can preside over this Church without first being in tune with the head of the Church, our Lord and Savior, Jesus Christ. He is our head. This is his Church. Without his divine guidance and constant inspiration, we cannot succeed. With his guidance, with his inspiration, we cannot fail” (in Conference Report, Apr. 1951, p. 157)."]],["li",["span.label","•"],[".para","Relate Parley P. Pratt’s mission to Canada and its impact on the future of the Church. You could include the following items:"],["ul.bullet",["li",["span.label","•"],[".para","The conversion of the Fieldings and John and Leonora Taylor."]],["li",["span.label","•"],[".para","Eventual opening of the British Mission."]]]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","History of the Church,"],"2:142–440."]],["li",["span.label","•"],[".para","Comprehensive",["span.emphasis","History of the Church,"],"1:369–91."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"1:199–234."]],["li",["span.label","•"],[".para","Dean C. Jessee, “The Kirtland Diary of Wilford Woodruff,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1972, pp. 365–99."],[".para","Provides a glimpse of Latter-day Saint life in Kirtland."]],["li",["span.label","•"],[".para","Davis Bitton, “Kirtland as a Center of Missionary Activity, 1830–1838,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1971, pp. 497–516."],[".para","Names of missionaries, their training, opposition, and success in Ohio and surrounding areas."]],["li",["span.label","•"],[".para","Leland H. Gentry, “What of the Lectures on Faith?”",["span.emphasis","Brigham Young University Studies,"],"Fall 1978, pp. 5–19."],[".para","The historical background of the",["span.emphasis","Lectures on Faith,"],"who wrote them, where they were delivered, and why they are important to the Church."]],["li",["span.label","•"],[".para","Lyndon Cook, “Notes and Comments: The Apostle Peter and the Kirtland Temple,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1975, pp. 550–52."],[".para","Gives evidence that Peter was in attendance at the dedication of the Kirtland Temple."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","James N. Baumgarten, “The Role and Function of the Seventies in LDS Church History,” master’s thesis, Brigham Young University, 1960."],[".para","A history of the Seventies from 1835 to 1960."]],["li",["span.label","•"],[".para","Orlen Curtis Peterson, “A History of the Schools and Educational Programs of The Church of Jesus Christ of Latter-day Saints in Ohio and Missouri, 1831–1839,” master’s thesis, Brigham Young University, 1972."],[".para","A study regarding the Latter-day Saints and their efforts to provide education for themselves and their children, including the Hebrew school."]],["li",["span.label","•"],[".para","LeRoi C. Snow, “Who Was Professor Joshua Seixas?”",["span.emphasis","Improvement Era,"],"Feb. 1936, pp. 67–71."],[".para","A biographical sketch of the man who taught Hebrew to Joseph Smith and other Latter-day Saints in Kirtland, Ohio."]],["li",["span.label","•"],[".para","H. Donl Peterson,",["span.emphasis","The Pearl of Great Price: A History and Commentary"],"(Salt Lake City: Deseret Book Co., 1987), pp. 36–46."],[".para","Historical background on how the Egyptian scrolls came into Joseph Smith’s possession."]],["li",["span.label","•"],[".para","Richard O. Cowan,",["span.emphasis","Temples to Dot the Earth"],"(Salt Lake City: Bookcraft, 1989), pp. 21–43."],[".para","Describes the construction of the Kirtland Temple and the glorious events that accompanied its dedication."]],["li",["span.label","•"],[".para","Stephen D. Ricks, “Notes and Comments: The Appearance of Elijah and Moses in the Kirtland Temple and the Jewish Passover,”",["span.emphasis","Brigham Young University Studies,"],"Fall 1983, pp. 483–86."],[".para","A discussion of Elijah’s role in the Jewish Passover as forerunner of the Messiah, some modest chronological corrections regarding the Passover, and the appearance of Elijah in the Kirtland Temple on 3 April 1836."]],["li",["span.label","•"],[".para","Clarence L. Fields, “History of the Kirtland Temple,” master’s thesis, Brigham Young University, 1963."],[".para","Covers the construction, dedication, and purpose of the Kirtland Temple."]],["li",["span.label","•"],[".para","Milton V. Backman, Jr.,",["span.emphasis","The Heavens Resound"],"(Salt Lake City: Deseret Book Co., 1983), chaps. 9, 13, 15–16."],[".para","These chapters cover the building of the Kirtland Temple and the glorious manifestations that took place therein, as well as the unfolding of new doctrine as it pertained to the kingdom of God."]],["li",["span.label","•"],[".para","Lyneve Wilson Kramer and Eva Durrant Wilson, “Mary Isabella Hales Horne: Faithful Sister and Leader,”",["span.emphasis","Ensign,"],"Aug. 1982, pp. 62–66."],[".para","Mary Horne, a convert from Toronto, Canada, followed the leadership of the Church to Far West, Nauvoo, and finally to Utah. She was a prominent member of the Church who became the mother of fifteen children."]]]]],"refs":null}
