{"id":23,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":23,"title":"Growing Conflict in Illinois","subtitle":"","short_title":"Lesson 21","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/growing-conflict-in-illinois","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/growing-conflict-in-illinois.head1"},[".titleNumber","Lesson 21"],["h1","Growing Conflict in Illinois"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/growing-conflict-in-illinois.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Many attempts, both internal and external, were made to destroy the Prophet Joseph Smith and the Church of Jesus Christ."]],["li",["span.label","2."],[".para","In the midst of growing hostility, the Prophet announced his candidacy for the presidency of the United States and proposed an inspired platform to save the nation from conflict."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 21, pp. 263–71."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","You could use the following statements on apostasy to help students understand the internal dissension in the Church during this period:"],[".para","“The Messiah’s kingdom on earth is of that kind of government, that there has always been numerous apostates, for the reason that it admits of no sins unrepented of without excluding the individual from its fellowship” (Joseph Smith,",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [Salt Lake City: Deseret Book Co., 1976], pp. 66–67)."],[".para","“I will give you one of the Keys of the mysteries of the Kingdom. It is an eternal principle, that has existed with God from all eternity: That man who rises up to condemn others, finding fault with the Church, saying that they are out of the way, while he himself is righteous, then know assuredly, that that man is in the high road to apostasy; and if he does not repent, will apostatize, as God lives” (Joseph Smith,",["span.emphasis","Teachings,"],"pp. 156–57)."],[".para","“Now Latter-day Saints, I want to say this to you, when a man lifts his heel against the counsel that we give him, I know that man will apostatize, just as sure as he is a living being, unless he repents and refrains from such conduct” (Brigham Young, in",["span.emphasis","Journal of Discourses,"],"17:159)."],[".para","“Perhaps there are many who are astonished to see people apostatize, but it really is no marvel, it is no astonishment at all. If you wish to know the reason why they apostatize, it is because they neglect their duty, lose the Spirit of the Lord, and the spirit of the holy Gospel that they received when they first embraced it” (Brigham Young, in",["span.emphasis","Journal of Discourses,"],"2:250)."]],["li",["span.label","•"],[".para","Tell the story of the attempted assassination of Missouri’s governor Lilburn W. Boggs. Describe the impact this event and the apostasy of John C. Bennett had on the Saints in Nauvoo, and on Joseph Smith in particular. (He and Orrin Porter Rockwell were forced into hiding.) Rockwell was caught and imprisoned for ten months, and the Prophet was kidnapped but later rescued."]],["li",["span.label","•"],[".para","Tell the class that today they are going to form a new political party that will accurately represent the views and concerns of the Latter-day Saints. Ask them to suggest the various “platform planks” that would be vital to this new party in order to be successful. Ask, Should our concerns be completely religious in nature? Should we concern ourselves with only the special interests that we have as Latter-day Saints? What nonvolatile topics could we and should we address? Discuss the political movements and issues in Nauvoo as the Saints prepared to nominate Joseph Smith for the presidency of the United States."]],["li",["span.label","•"],[".para","Foes from within the Church conspired against the Prophet. Read the following statement by Benjamin F. Johnson:"],[".para","“The days of tribulation were now fast approaching, for just as the Prophet so often told us, so it came to pass; and those he had called around him as a cordon of safety and strength were worse than a rope of sand, and were now forging his fetters. William Law was his first counselor; Wilson Law, Major General of the Legion; Wm. Marks, President of the Stake; the Higbies, his confidential attorneys, and Dr. Foster, his financial business agent. All of these and many others entered into secret covenant so much worse than Judas, that they would have the Prophet’s life, just in fulfillment of what he had said so often publicly. With all their power, they began to make a party strong enough to destroy the Prophet."],[".para","“At one of the meetings in the presence of the Quorum of the Twelve and others who were encircled around him, he arose, gave a review of his life and sufferings, and of the testimonies he had borne, and said that the Lord had now accepted his labors and sacrifices, and did not require him longer to carry the responsibilities and burden and bearing of this kingdom. Turning to those around him, including the twelve, he said, ‘And in the name of the Lord Jesus Christ I now place it upon my brethren of this council, and I shake my skirts clear of all responsibility from this time forth,’ springing from the floor and shaking his skirt at the same time. At this same meeting he related a dream of a night or two previous. He said he thought the Laws, the Higbies, Fosters and others had bound him and cast him into a deep well, and while there he heard terrible cries of anguish and loud calls for him. With his arms pinioned he worked his way by his elbows so he could look over the top, and saw all who had bound him with a terrible serpent just ready to devour them. He told them in his dream he gladly would help them, but they had bound him and he was powerless now to help them; and in his presence they were devoured by the serpent” (Benjamin F. Johnson,",["span.emphasis","My Life’s Review"],"[Independence, Mo.: Zion’s Printing and Publishing Co., 1947], pp. 99–100)."]],["li",["span.label","•"],[".para","You could share the story of the plot to kill the Prophet Joseph Smith as told by Elder Dallin H. Oaks (see Conference Report, Apr. 1987, pp. 46–47; or Ensign, May 1987,",["span.crossRef","pp. 38–39"],")."]],["li",["span.label","•"],[".para","Have students review chapter 21 in the student manual and make a list of events that took place in the last eighteen months of Joseph Smith’s life. List them on the board and discuss the factors that led up to the Martyrdom."]],["li",["span.label","•"],[".para","Discuss the role of dissenters and apostates in the last month of Joseph Smith’s life. Who were they? Why did they leave the Church?"]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","History of the Church,"],"4:364–71; 5:4, 11–21, 35–51, 67–119, 144–48, 153–55, 160–79, 209–45, 430–75, 532–36; 6:63–65, 155–80, 187–89, 197–217, 230–33."]],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"2:140–78, 193–209."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"1:401–12."]],["li",["span.label","•"],[".para","James B. Allen, “Was Joseph Smith a serious candidate for the presidency of the United States, or was he only attempting to publicize gospel views on public issues?” in “I Have a Question,”",["span.emphasis","Ensign,"],"Sept. 1973, pp. 21–22."],[".para",["span.emphasis","Presents"],"both sides of the issue as to whether the Prophet could have won the election."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Kenneth W. Godfrey, “Causes of Mormon and Non-Mormon Conflict in Hancock County, Illinois, 1839–1846,” Ph.D. diss., Brigham Young University, 1967."],[".para","A discussion of the leading causes of the hostility against the Latter-day",["span.emphasis","Saints"],"by the citizens of Hancock County."]],["li",["span.label","•"],[".para","Jerry C. Jolley, “The Sting of the",["span.emphasis","Wasp:"],"Early Nauvoo Newspaper—April 1842 to April 1843,”",["span.emphasis","Brigham Young University Studies,"],"Fall 1982, pp. 487–96."],[".para","Study of the",["span.emphasis","Wasp"],"and its influence in helping raise anti-Mormon sentiment in Hancock County, Illinois."]]]]],"refs":null}
