{"id":44,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":44,"title":"Growth into a Worldwide Church","subtitle":"","short_title":"Lesson 42","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/growth-into-a-worldwide-church","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/growth-into-a-worldwide-church.head1"},[".titleNumber","Lesson 42"],["h1","Growth into a Worldwide Church"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/growth-into-a-worldwide-church.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Using the slogan “every member a missionary” as a theme, President David O. McKay encouraged increased missionary activity among the Saints. The Church experienced great growth under his leadership."]],["li",["span.label","2."],[".para","The Church increased its commitment to religious education, and enrollment rose proportionately as early-morning and home-study seminaries were organized."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 42, pp. 550–61."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Discuss how the Lord prepares his prophets for the roles they are called to fill. How did Elder David O. McKay’s worldwide tour prepare him for his calling as the Lord’s prophet when the Church grew into a worldwide Church?"]],["li",["span.label","•"],[".para","Make a poster with the phrases “Every Member a Missionary” and “What-e’er Thou Art, Act Well Thy Part.” Ask if students can tell you the origin of these phrases. Discuss President McKay’s personal example as a missionary and as one who magnified his callings in the Church."]],["li",["span.label","•"],[".para","Discuss the expansion in temple building under President McKay’s administration. Temples announced and built during his presidency include the London, Swiss, New Zealand, Los Angeles, and Oakland Temples."]],["li",["span.label","•"],[".para","Review the growth of the Church Educational System that took place during this period."]],["li",["span.label","•"],[".para","On 22 April 1964 the Mormon pavilion opened at the New York world’s fair. The fifteen-minute movie",["span.emphasis","Man’s Search for Happiness"],"was the central theme of the exhibit and was shown continuously in two theaters capable of seating between four and five hundred people. Discuss the impact of the Church’s efforts to share the gospel through pamphlets, articles, videos, and visitors’ centers."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"3:495–97, 509–12."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Francis M. Gibbons,",["span.emphasis","David O. McKay: Apostle to the World, Prophet of God"],"(Salt Lake City: Deseret Book Co., 1986)."],[".para","Elder Gibbons recounts the presidency of David O. McKay and the impact of his leadership on the members of the Church."]],["li",["span.label","•"],[".para","Richard O. Cowan,",["span.emphasis","The Latter-day Saint Century"],"(Salt Lake City: Bookcraft, 1999), pp. 158–81."],[".para","A number of chapters in this book discuss the events covered in this lesson, particularly chapters 12 and 13."]],["li",["span.label","•"],[".para","Joel Alva Flake, “The History of The Church of Jesus Christ of Latter-day Saints in South America, 1945–1960,” master’s thesis, Brigham Young University, 1975."],[".para","Traces South American missionary efforts during the administration of President David O. McKay."]],["li",["span.label","•"],[".para","Jerry C. Roundy, “Ricks College: A Struggle for Survival,” Ph.D. diss., Brigham Young University, 1975."],[".para","Gives the history of Ricks College (now BYU—Idaho) at a time when there were plans to move the college from Rexburg, Idaho, to Idaho Falls."]],["li",["span.label","•"],[".para","Richard O. Cowan, “Stakes Reflect Worldwide Growth,”",["span.emphasis","Ensign,"],"Aug. 1971, pp. 15–17."],[".para","The growth of the Church by number of stakes from 1830 to 1970."]],["li",["span.label","•"],[".para","William E. Berrett,",["span.emphasis","A Miracle in Weekday Religious Education"],"(Salt Lake City: Salt Lake Printing Center, 1988)."],[".para","The growth and expansion of the Church Educational System as told by a participant."]]]]],"refs":null}
