{"id":47,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":47,"title":"Meeting the Needs of a Worldwide Church","subtitle":"","short_title":"Lesson 45","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/meeting-the-needs-of-a-worldwide-church","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/meeting-the-needs-of-a-worldwide-church.head1"},[".titleNumber","Lesson 45"],["h1","Meeting the Needs of a Worldwide Church"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/meeting-the-needs-of-a-worldwide-church.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","In October 1975 the First Quorum of the Seventy, a third governing body of the Church, was reoganized when three men were called to serve in addition to the existing Seven Presidents. One year later the Assistants to the Twelve were reassigned to the First Quorum of the Seventy."]],["li",["span.label","2."],[".para","Significant changes were made to Church programs to ease the burden on the Church and its members in time, travel, and money."]],["li",["span.label","3."],[".para","The extraction program and new temples being built around the world allowed increased numbers of saving ordinances for the living and dead to be performed."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 45, pp. 591–600."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107"},"Doctrine and Covenants 107"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Discuss the reorganization of the First Quorum of the Seventy. Explain that for many years, the Church had local seventies who served in stakes, but that the only General Authority Seventies were the Seven Presidents, known as the First Council of the Seventy. Read the following statement, made by President Spencer W. Kimball at the October 1975 general conference."],[".para",["b","President Spencer W. Kimball"],"“The First Quorum of the Seventy will be gradually organized, eventually with seventy members, the presidency of which will be made up of the seven members. Three Brethren this day will be added to the First Quorum of the Seventy” (in Conference Report, Oct. 1975, pp. 3–4; or",["span.emphasis","Ensign,"],"Nov. 1975, p. 4)."],[".para","In addition to the First Quorum of the Seventy, the Church since 1941 had General Authorities, higher in rank than Seventies, known as Assistants to the Twelve. Read the following statement made by President Kimball at the October 1976 general conference, one year after he first called members to the First Quorum of the Seventy."],[".para",["b","President Spencer W. Kimball"],"“The First Presidency and the Quorum of the Twelve, with the concurrence of the Assistants to the Twelve and the First Quorum of the Seventy, have felt inspired to call all of the Assistants to the Twelve into the First Quorum of the Seventy, to call four new members into that quorum, and to restructure the First Council of the Seventy. …"],[".para","“With this move, the three governing quorums of the Church defined by the revelations,—the First Presidency, the Quorum of the Twelve, and the First Quorum of the Seventy,—have been set in their places as revealed by the Lord. This will make it possible to handle efficiently the present heavy workload and to prepare for the increasing expansion and acceleration of the work, anticipating the day when the Lord will return to take direct charge of His church and kingdom” (in Conference Report, Oct. 1976, p. 10; or Ensign, Nov. 1976, p. 9; see also student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-four-the-church-lengthens-its-stride.p1"},"p. 592"],")."]],["li",["span.label","•"],[".para","Ask: What evidence is there that the growth of the Church has accelerated since President Kimball made these announcements? In what ways do the Quorums of the Seventy make it possible to administer an expanding Church?"]],["li",["span.label","•"],[".para","Ask: In what ways did the emphasis on consolidation change the focus of members of the Church? (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-four-the-church-lengthens-its-stride.p1"},"pp. 593–95"],"). What impact did it have on families?"]],["li",["span.label","•"],[".para","Discuss the growth of temple work during President Kimball’s ministry (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-four-the-church-lengthens-its-stride.p1"},"pp. 595–97"],"). Share examples of the sacrifices made by the Saints to help build these sacred houses of the Lord."]],["li",["span.label","•"],[".para","Briefly review the history of the temple nearest to you. Ask the class to share what it means to attend the temple. Invite students who have been to the temple to share their feelings about their experiences."]],["li",["span.label","•"],[".para","Ask: How have inventions and modern conveniences made it possible to do the work of the Lord and keep in touch with the Saints throughout the world? Point out that the invention of these conveniences at the time they are most needed is not accidental. Read the following statements."],[".para",["b","Archibald F. Bennett"],"“Sister Susa Young Gates related to me that she once asked her father [Brigham Young] how it would ever be possible to accomplish the great amount of temple work that must be done, if all are given a full opportunity for exaltation. He told her there would be many inventions of labor-saving devices, so that our daily duties could be performed in a short time, leaving us more and more time for temple work. The inventions have come, and are still coming, but many simply divert the time gained to other channels, and not for the purpose intended by the Lord” (“Put on Thy Strength, O Zion!”",["span.emphasis","Improvement Era,"],"Oct. 1952, p. 720)."],[".para",["b","Elder Russell M. Nelson"],"“We are blessed to be living in such an exciting gospel dispensation. God is inspiring the minds of great people to create inventions that further the work of the Lord in ways this world has never known” (in “Computerized Scriptures Now Available,”",["span.emphasis","Ensign,"],"Apr. 1988, p. 73)."],[".para",["b","Elder Joseph Fielding Smith"],"“I maintain that had there been no restoration of the gospel, and no organization of the Church of Jesus Christ of Latter-day Saints, there would have been no radio; there would have been no airplane, and there would not have been the wonderful discoveries in medicine, chemistry, electricity, and the many other things wherein the world has been benefited by such discoveries. Under such conditions these blessings would have been withheld, for they belong to the Dispensation of the Fulness of Times of which the restoration of the gospel and the organization of the Church constitute the central point, from which radiates the Spirit of the Lord throughout the world. The inspiration of the Lord has gone out and takes hold of the minds of men, though they know it not, and they are directed by the Lord. In this manner he brings them into his service that his purposes and his righteousness, in due time, may be supreme on the earth."],[".para","“Now let me say briefly that I do not believe for one moment that these discoveries have come by chance, or that they have come because of superior intelligence possessed by men today over those who lived in ages that are past. They have come and are coming because the time is ripe, because the Lord has willed it, and because he has poured out his Spirit on all flesh” (in Conference Report, Oct. 1926, p. 117)."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para","S. Dilworth Young, “The Seventies: A Historical Perspective,”",["span.emphasis","Ensign,"],"July 1976, pp. 14–21."],[".para","A history of the Seventies from 1835 to 1976, including brief biographical sketches of the Presidents of the Seventy."]],["li",["span.label","•"],[".para","Spencer W. Kimball, in Conference Report, Oct. 1976, p. 10; or",["span.emphasis","Ensign,"],"Nov. 1976, p. 9."],[".para","President Kimball announces the calling of the Assistants to the Twelve into the First Quorum of the Seventy."]],["li",["span.label","•"],[".para","George D. Durrant, “Genealogy and Temple Work: ‘You Can’t Have One without the Other,’”",["span.emphasis","Ensign,"],"Aug. 1983, pp. 18–20."],[".para","A discussion of the close link between temple and genealogical work."]],["li",["span.label","•"],[".para","Neal A. Maxwell, “Spencer, the Beloved: Leader-Servant,”",["span.emphasis","Ensign,"],"Dec. 1985, pp. 8–19."],[".para","Elder Maxwell traces the life and contributions of President Kimball."]],["li",["span.label","•"],[".para","L. Tom Perry,",["span.emphasis","Bearing Down in Pure Testimony,"],"address to CES religious educators, 2 Feb. 1986, pp. 2–4."],[".para","Elder Perry reviews the many technological advances since the Restoration that have helped spread the gospel message throughout the world."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Kathleen Lubeck, “The New Hymnbook,”",["span.emphasis","Ensign,"],"Sept. 1985, pp. 7–9."],[".para","A history of the Church’s hymnbook."]],["li",["span.label","•"],[".para","Marion G. Romney, in Conference Report, Apr. 1982, pp. 125–29; or",["span.emphasis","Ensign,"],"May 1982, pp. 87–89."],[".para","President Romney discusses the Church welfare program and the importance of self-sufficiency."]],["li",["span.label","•"],[".para","N. Eldon Tanner, in Conference Report, Mar.–Apr. 1979, pp. 119–20; or",["span.emphasis","Ensign,"],"May 1979, pp. 85–86; Ezra Taft Benson, in Conference Report, Mar.–Apr. 1979, pp. 120–25; or",["span.emphasis","Ensign,"],"May 1979, pp. 86–89."],[".para","Talks emphasizing the role of councils in Church government."]],["li",["span.label","•"],[".para","“The Gospel of Love: Stories about President Spencer W. Kimball,”",["span.emphasis","Ensign,"],"Dec. 1985, pp. 20–24."]],["li",["span.label","•"],[".para","“The Words of a Prophet,”",["span.emphasis","Ensign,"],"Dec. 1985, pp. 26–29."],[".para","Selected teachings of President Kimball."]],["li",["span.label","•"],[".para","“The Resolve of Obedience,”",["span.emphasis","Ensign,"],"Dec. 1985, pp. 30–32."],[".para","Experiences from the life of President Kimball."]],["li",["span.label","•"],[".para","Ezra Taft Benson, “Spencer W. Kimball: A Star of the First Magnitude,”",["span.emphasis","Ensign,"],"Dec. 1985, pp. 33–35."],[".para","President Benson’s tribute to President Kimball."]],["li",["span.label","•"],[".para","D. Arthur Haycock, “He Went about Doing Good,”",["span.emphasis","Ensign,"],"Dec. 1985, pp. 38–39."],[".para","Stories about President Kimball."]],["li",["span.label","•"],[".para","Russell M. Nelson, “Spencer W. Kimball: Man of Faith,”",["span.emphasis","Ensign,"],"Dec. 1985, pp. 39–41."],[".para","Elder Nelson expresses his admiration for President Kimball."]],["li",["span.label","•"],[".para","Richard O. Cowan,",["span.emphasis","Temples to Dot the Earth"],"(Salt Lake City: Bookcraft, 1989), pp. 171–220."],[".para","Chapter 10 of this book describes temples throughout the world. Chapter 11 describes how technological developments have aided family history work and stresses the responsibility of Saints to do this work for their ancestors."]]]]],"refs":null}
