{"id":26,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":26,"title":"Nauvoo under Apostolic Leadership","subtitle":"","short_title":"Lesson 24","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/nauvoo-under-apostolic-leadership","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/nauvoo-under-apostolic-leadership.head1"},[".titleNumber","Lesson 24"],["h1","Nauvoo under Apostolic Leadership"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/nauvoo-under-apostolic-leadership.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Under apostolic leadership the Church in Nauvoo experienced growth and development, a continued building program, and refinement in Church government."]],["li",["span.label","2."],[".para","Persecution again arose in Nauvoo to stop the growth of the kingdom of God and to destroy the happiness and prosperity of the Saints."]],["li",["span.label","3."],[".para","Work on the temple continued, and by 30 November 1845 President Brigham Young and others dedicated the attic area of the temple for ordinance work. On 10 December they began giving the endowment."]],["li",["span.label","4."],[".para","In February 1846, under the direction of the Twelve, the Church began the exodus west from Nauvoo."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 24, pp. 297–307."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","The Church was commanded to make a solemn proclamation of the gospel to the world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.1-11"},"D&C 124:1–11"],"). Ten months after the Prophet Joseph Smith’s death, the Twelve Apostles issued the proclamation and warning to the world on 6 April 1845. (The complete text of the proclamation appears in James R. Clark, comp.,",["span.emphasis","Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,"],"6 vols. [Salt Lake City: Bookcraft, 1965–75], 1:252–66.)"],[".para","President Ezra Taft Benson, in the April 1980 general conference, quoted portions of this proclamation as follows: “As this work progresses in its onward course, and becomes more and more an object of political and religious interest and excitement, no king, ruler, or subject, no community or individual, will stand",["span.emphasis","neutral"],". All will at length be influenced by one spirit or the other; and will take sides either for or against the kingdom of God” (in Conference Report, Apr. 1980, p. 46; or",["span.emphasis","Ensign,"],"May 1980, p. 33)."],[".para","Considering the Church’s circumstances in Nauvoo, why was this proclamation both bold and prophetic?"]],["li",["span.label","•"],[".para","Many students mistakenly think that the Saints left Nauvoo shortly after the Martyrdom. Explain that the Martyrdom took place in June 1844, and that the Saints left for the west in February through September of 1846. The Saints did not simply give up. Discuss the following areas of activity that the Nauvoo Saints vigorously pursued between the Martyrdom and the exodus to the west:"],["ul.bullet",["li",["span.label","•"],[".para","Increased industry to produce the items necessary for the exodus. “Nauvoo presented a busy scene those days. Men were hurrying to and fro collecting wagons and putting them in repair; the roar of the smith’s forge was well nigh perpetual, and even the stillness of the night was broken by the steady beating of the sledge and the ringing of anvils” (B. H. Roberts, Comprehensive History of the Church, 2:540)."]],["li",["span.label","•"],[".para","Increased missionary activity in the eastern United States, Canada, and Great Britain."]],["li",["span.label","•"],[".para","Renewed determination to complete the temple. In response to the law of tithing, men willingly donated one day in ten, and often more, toward building the temple."]]]],["li",["span.label","•"],[".para","Discuss the irony of what was happening to the Saints. At the same time that they were preparing to move to the west, they were also fervently trying to complete the temple. When the enemies of the Church observed increased temple activity, they increased their oppression with new threats, culminating in the Battle of Nauvoo. Why would the Saints continue working on the temple in the face of persecution and their own imminent departure? How valuable are temple ordinances? Retell the following account, recorded by President Brigham Young on 2 January 1846:"],[".para","“This morning Elder Heber C. Kimball related the following dream: Last evening, before retiring to bed he asked God to enlighten his mind with regard to the work of endowment; while sleeping he beheld a large field of corn that was fully ripe, he and a number of others were commanded to take baskets and pick off the corn with all possible speed, for there would soon be a storm that would hinder the gathering of the harvest. The hands engaged in gathering the harvest, were heedless and unconcerned and did not haste, as they were commanded; but he and the man he assisted had a much larger basket than the rest, and picked with all their might of the largest ears of the field, they once in a while would pick an ear that had a long tail on each end and but a few grains scattering over the center of the cob, which were very light.”"],[".para","President Young continued: “The interpretation of the dream is, that the field represented the church, the good corn represented good saints, the light corn represented the light and indifferent saints, the laborers are those appointed to officiate in the Temple, the storm is trouble that is near upon us, and requires an immediate united exertion of all engaged in giving the endowments to the saints, or else we will not get through before we will be obliged to flee for our lives” (",["span.emphasis","History of the Church,"],"7:561)."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para","History of the Church, 7:347–583."]],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"2:446–541."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"2:45–124."]],["li",["span.label","•"],[".para","Hyrum L. Andrus, “Joseph Smith and the West,”",["span.emphasis","Brigham Young University Studies,"],"Spring–Summer 1960, pp. 129–47."],[".para","Traces the plans made by the Prophet for the eventual settling of the Saints in the valleys of the mountains."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Thurmon Dean Moody, “Nauvoo’s Whistling and Whittling Brigade,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1975, pp. 480–90."],[".para","Provides a brief history of the “whistling and whittling brigade” organized in Nauvoo to help protect the city."]],["li",["span.label","•"],[".para","Dean C. Jessee, ed., “The John Taylor Nauvoo Journal, January 1845–September 1845,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1983, pp. 1–105."],[".para","John Taylor’s journal covers the major happenings of 1845 in Nauvoo."]],["li",["span.label","•"],[".para","Richard O. Cowan,",["span.emphasis","Temples to Dot the Earth"],"(Salt Lake City: Bookcraft, 1989), pp. 57–62."],[".para","Describes the completion of the Nauvoo Temple."]],["li",["span.label","•"],[".para","Lewis Clark Christian, “A Study of Mormon Knowledge of the American Far West Prior to the Exodus (1830–February 1846),” master’s thesis, Brigham Young University, 1972."],[".para","Traces the books, maps, and charts that the Saints studied before leaving Nauvoo."]]]]],"refs":null}
