{"id":43,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":43,"title":"Postwar Recovery","subtitle":"","short_title":"Lesson 41","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/postwar-recovery","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/postwar-recovery.head1"},[".titleNumber","Lesson 41"],["h1","Postwar Recovery"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/postwar-recovery.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Elder Ezra Taft Benson was called to reopen the missions in Europe and determine the temporal and spiritual needs of the Saints there."]],["li",["span.label","2."],[".para","Elder Matthew Cowley was called to reopen the missions of the Pacific."]],["li",["span.label","3."],[".para","With the war’s end, many Church programs were revitalized and expanded."]],["li",["span.label","4."],[".para","Elder Spencer W. Kimball was appointed to lead the work among the Indians."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 41, pp. 535–49."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Ask several students to read",["span.emphasis","On Wings of Faith"],"or",["span.emphasis","A Labor of Love"],"(see “Additional Sources”). As a part of today’s lesson, have them share some of the things they learned from the experiences of Elder Ezra Taft Benson in postwar Europe."]],["li",["span.label","•"],[".para","Describe the plight of people in Europe at the end of World War II. The Saints were able to donate a significant amount of food, clothing, and supplies for their relief because of the Church’s welfare and food storage programs. Point out that in July of 1942, Church welfare leaders urged members to plant gardens, to bottle as many fruits and vegetables as they could, and to store coal. Using the statements below, discuss the importance of following the prophets’ counsel to store at least a year’s supply of food, fuel, and clothing."],[".para",["b","President Ezra Taft Benson"],"“As we approach the showdown it will be increasingly valuable to have vocational skills—to be able to use our hands. The most essential temporal skills and knowledge are to be able to provide food, clothing, and shelter. Increasingly the Lord, through His servants, is trying to get us closer to the soil by raising our own produce."],[".para","“… The most vital knowledge you can learn is the saving truths of the gospel—the truths that will make the difference in your eternal welfare. The most vital words that you can read are those of the Presidents of the Church—particularly the living prophet—and those of the apostles and prophets. God encourages learning in many areas, and vocational skills will have increasing importance. There is much reading material that is available which is either time-wasting or corrupting. The best yardstick to use in discerning the worth of true knowledge and learning is to go first and foremost to the words of the Lord’s prophets. …"],[".para","“… We bring from our preexistent state various talents and abilities. We strive to find the right wife, and it is our responsibility to strive to find where we can make a contribution to our fellowman—an area where we have some interest and abilities and where we can, at the same time, provide for our own."],[".para","“I am glad Beethoven found his way into music, Rembrandt into art, Michelangelo into sculpturing, and President David O. McKay into teaching. To find your proper niche and do well at it can bless you, yours, and your fellowmen. If you need help in finding your career, it is available: (1) Ponder and pray about it; (2) study closely your patriarchal blessing; (3) consider what you do well; (4) take some vocational and interest tests; and (5) get acquainted with various professions to see what is available” (“In His Steps,” in",["span.emphasis","1979 Devotional Speeches of the Year"],"[Provo: Brigham Young University Press, 1980], pp. 62, 64–65)."],[".para",["b","President Marion G. Romney"],"“I do not want to be a calamity howler. I don’t know in detail what’s going to happen in the future. I know what the prophets have predicted. But I tell you that the welfare program, organized to enable us to take care of our own needs, has not yet performed the function that it was set up to perform. …"],[".para","“We’re living in the latter days. We’re living in the days the prophets have told about from the time of Enoch to the present day. We are living in the era just preceding the second advent of the Lord Jesus Christ” (in Conference Report, Apr. 1975, p. 165)."],[".para",["b","President Spencer W. Kimball"],"“The little gardens and the few trees are very valuable. I remember when the sisters used to say, ‘Well, but we could buy it at the store a lot cheaper than we can put it up.’ But that isn’t quite the answer, is it, Sister Spafford? Because there will come a time when there isn’t a store. I remember long years ago that I asked a very prominent grocer who had a chain of grocery stores, ‘How long would your supply of groceries last if you did not have trucks to bring in new supplies?’ And he said, ‘Maybe we could stretch it out two weeks from our storehouses and from our supplies.’ People could get awfully hungry after two weeks were over” (in Conference Report, Apr. 1974, pp. 184–85)."],[".para",["b","President Ezra Taft Benson"],"“I ask you earnestly, have you provided for your family a year’s supply of food, clothing, and, where possible, fuel? The revelation to produce and store food may be as essential to our temporal welfare today as boarding the ark was to the people in the days of Noah” (in Conference Report, Oct. 1987, p. 61; or",["span.emphasis","Ensign,"],"Nov. 1987, p. 49)."],[".para",["b","President Harold B. Lee"],"“As I sat there weary, listening to the discussion the thought came to me, ‘I wonder what this is all about?’ And there came to me a something that has stayed with me to this day. ‘There is no person who knows the real purpose for which this Welfare Program is being instituted. But hardly before sufficient preparation has been made, the real purpose will be revealed, and when that time comes it will challenge every resource of the Church to meet it.’” (address delivered at employees’ Christmas devotional, 13 Dec. 1973, p. 5)."]],["li",["span.label","•"],[".para","On 7 March 1943 the Navajo-Zuni Mission was formed, the first mission designated only for Indians. Six months later Spencer W. Kimball was called to the Quorum of the Twelve Apostles. He was directed to lead the work among the Indians. Discuss the work done among the Indians and what still must be done."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"3:473–93."]],["li",["span.label","•"],[".para","William G. Hartley, “War and Peace and Dutch Potatoes,”",["span.emphasis","Ensign,"],"July 1978, pp. 18–23."],[".para","The story of the Dutch Saints who helped the starving German Saints following the end of World War II."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para",["span.emphasis","A Labor of Love: The 1946 European Mission of Ezra Taft Benson"],"(Salt Lake City: Deseret Book Co., 1989)."],[".para","Elder Ezra Taft Benson was called as European mission president in December 1945 and in January 1946 left for Europe to fill this assignment. For ten and a half months he labored in postwar Europe to establish the Church. This book draws on President and Sister Benson’s journals and the European mission history."]],["li",["span.label","•"],[".para","Frederick W. Babbel,",["span.emphasis","On Wings of Faith"],"(Salt Lake City: Bookcraft, 1972)."],[".para","Experiences of Frederick W. Babbel with President Ezra Taft Benson as they toured war-torn Europe immediately after the war’s end."]],["li",["span.label","•"],[".para","Glen R. Stubbs, “A Biography of George Albert Smith, 1870 to 1951,” Ph.D. diss., Brigham Young University, 1974."],[".para","The life of Church President George Albert Smith and his accomplishments."]],["li",["span.label","•"],[".para","Francis M. Gibbons,",["span.emphasis","George Albert Smith: Kind and Caring Christian, Prophet of God"],"(Salt Lake City: Deseret Book Co., 1990)."]],["li",["span.label","•"],[".para","Henry A. Smith,",["span.emphasis","Matthew Cowley: Man of Faith"],"(Salt Lake City: Bookcraft, 1954)."],[".para","Elder Cowley’s experiences as he attended to Church members who resided in the South Pacific."]],["li",["span.label","•"],[".para","Edward L. Kimball and Andrew E. Kimball, Jr.,",["span.emphasis","The Story of Spencer W. Kimball: A Short Man, a Long Stride"],"(Salt Lake City: Bookcraft, 1985)."],[".para","Contains accounts of President Kimball’s work among the Indians."]],["li",["span.label","•"],[".para","Spencer J. Palmer,",["span.emphasis","The Church Encounters Asia"],"(Salt Lake City: Deseret Book Co., 1970)."],[".para","The story of Latter-day Saint servicemen in Asia, as well as postwar missionary efforts in those lands."]],["li",["span.label","•"],[".para","Merlo J. Pusey,",["span.emphasis","Builders of the Kingdom: George A. Smith, John Henry Smith, George Albert Smith"],"(Provo: Brigham Young University Press, 1981), pp. 201–361."],[".para","Interesting stories and anecdotes from the life of President George Albert Smith."]],["li",["span.label","•"],[".para","Conference Report, Apr. 1947, pp. 152–57."],[".para","Elder Ezra Taft Benson’s report on his stewardship as European mission president."]]]]],"refs":null}
