{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":5,"title":"The First Vision","subtitle":"","short_title":"Lesson 3","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-first-vision","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-first-vision.head1"},[".titleNumber","Lesson 3"],["h1","The First Vision"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-first-vision.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","Several of the Smiths, like other people who lived in western New York, were affected by the revivalist fervor that swept the area."]],["li",["span.label","2."],[".para","In answer to Joseph Smith’s prayer and supplication, God the Father and Jesus Christ appeared to him."]],["li",["span.label","3."],[".para","The First Vision opened the dispensation of the fulness of times."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 3, pp. 28–36."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.5-26"},"Joseph Smith—History 1:5–26"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.19-21"},"Acts 3:19–21"],"and list the elements of Peter’s prophecy on the board. Using Joseph Smith—History, show how the First Vision was a beginning of the fulfillment of Peter’s prophecy."]],["li",["span.label","•"],[".para","Use one of the following statements to initiate a discussion of the doctrinal significance of the First Vision."],[".para","“As a contributive factor to man’s knowledge of his relationship to Deity and of his place in the universe, as a means of establishing proper relationships between men as individuals and groups of men as nations, as a revelation pointing the way to man’s happiness and peace on earth as well as in the eternities to come, the appearance of the Father and the Son to Joseph Smith—with subsequent restoration of the priesthood and the establishment of the Church of Jesus Christ in its fullness—is to be recognized as one of the greatest events of all the ages” (David O. McKay, “At the Foot of a High Mountain,”",["span.emphasis","Improvement Era,"],"Nov. 1968, p. 3)."],[".para","“The first vision of the Prophet Joseph Smith is bedrock theology to the Church. The adversary knows this and has attacked Joseph Smith’s credibility from the day he announced the visitation of the Father and the Son. You should always bear testimony to the truth of the First Vision. Joseph Smith did see the Father and the Son. They conversed with him as he said they did. Any leader who, without reservation, cannot declare his testimony that God and Jesus Christ appeared to Joseph Smith can never be a true leader, a true shepherd. If we do not accept this truth—if we have not received a witness about this great revelation—we cannot inspire faith in those whom we lead."],[".para","“Some of our own members have attempted to interpret the experiences of Joseph Smith and his revelations. They say that it really is not important whether or not Joseph Smith actually saw God the Father and His Son Jesus Christ. What matters, they claim, is that he thought he did. That is preposterous!” (Ezra Taft Benson,",["span.emphasis","The Teachings of Ezra Taft Benson"],"[Salt Lake City: Bookcraft, 1988], p. 101)."],[".para","“And so at this turning point in history—while the Spirit of God was brooding over the darkness of the world and the spirits of men yet unborn were awaiting the decree, ‘Let there be light’—young Joseph was guided of God to ponder those words which would usher in the greatest era of light and truth ever to exist on earth. …"],[".para","“Such are the ways of Satan that when the God of heaven seeks to send the greatest light of the ages into the world, the forces of evil oppose it with the deepest darkness and iniquity of their benighted realm. Lucifer, our common enemy, fought the promised restoration as he now fights the accomplished restoration” (Bruce R. McConkie, in Conference Report, Oct. 1975, pp. 23–24; or",["span.emphasis","Ensign,"],"Nov. 1975, p. 18)."],[".para","“The greatest event that has ever occurred in the world, since the resurrection of the Son of God from the tomb and his ascension on high, was the coming of the Father and of the Son to that boy Joseph Smith” (Joseph F. Smith,",["span.emphasis","Gospel Doctrine,"],"5th ed. [Salt Lake City: Deseret Book Co., 1939], p. 495)."]],["li",["span.label","•"],[".para","Be prepared to",["span.emphasis","briefly"],"answer questions that may come up about the historicity of the First Vision."],[".para","In 1968 the charge was made, based on research among church records in the Palmyra, New York area, that there was no religious revival in Palmyra in 1820. This stimulated considerable research among Latter-day Saint scholars, and the results were published in the Spring 1969",["span.emphasis","Brigham Young University Studies."]]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"1:49–68."]],["li",["span.label","•"],[".para","James E. Faust, in Conference Report, Apr. 1984, pp. 91–95; or",["span.emphasis","Ensign,"],"May 1984, pp. 67–69."],[".para","Lists major teachings and historic results of the First Vision, and concludes that it was the most important event since the Resurrection."]],["li",["span.label","•"],[".para","Milton V. Backman, Jr., “Confirming Witnesses of the First Vision,”",["span.emphasis","Ensign,"],"Jan. 1986, pp. 32–37."],[".para","Contemporaries of the Prophet, including Orson Pratt, Orson Hyde, and John Taylor, relate what Joseph told them about the First Vision. These accounts harmonize in all important details with Joseph’s own written statements."]],["li",["span.label","•"],[".para","Milton V. Backman, Jr., “Joseph Smith’s Recitals of the First Vision,”",["span.emphasis","Ensign,"],"Jan. 1985, pp. 8–17."],[".para","An analysis of four major recitals of the First Vision by the Prophet. The author argues that whatever differences exist between the accounts are due to their being prepared at different times for different audiences. Thus they emphasize different aspects of the experience."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","David O. McKay, “At the Foot of a High Mountain,”",["span.emphasis","Improvement Era,"],"Nov. 1968, pp. 2–3."],[".para","Maintains that while numerous inventions have benefitted mankind through the ages, the First Vision is unique because it alone satisfied man’s innermost yearning to know the Lord."]],["li",["span.label","•"],[".para","Dean C. Jessee, “The Early Accounts of Joseph Smith’s First Vision,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1969, pp. 275–94."],[".para","This article reproduces the various accounts of the First Vision."]],["li",["span.label","•"],[".para","Richard L. Anderson, “Joseph Smith’s Testimony of the First Vision,”",["span.emphasis","Ensign,"],"Apr. 1996, pp. 10–21."],[".para","The best summation to date of the First Vision accounts. Provides a rebuttal to some of the historical challenges to the First Vision. This article was approved by the First Presidency and the Quorum of the Twelve for publication."]],["li",["span.label","•"],[".para","Milton V. Backman, Jr., “Awakenings in the Burned-over District: New Light on the Historical Setting of the First Vision,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1969, pp. 301–20."],[".para","In responding to critics who claimed there were no revivals in Palmyra in 1820, the author demonstrates that there were several revivals or reports of “unusual religious excitement” a few miles from the Smith home."]],["li",["span.label","•"],[".para","Richard Lloyd Anderson, “Joseph Smith’s New York Reputation Reappraised,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1970, pp. 283–314."],[".para","Maintains that the affidavits compiled by anti-Mormons Philastus Hurlbut and A. B. Deming were not accurate representations of the opinions of many of Joseph’s neighbors regarding the character of the Smith family."]],["li",["span.label","•"],[".para","Milton V. Backman, Jr.,",["span.emphasis","Joseph Smith’s First Vision: Confirming Evidences and Contemporary Accounts,"],"2nd ed. (Salt Lake City: Bookcraft, 1980)."],[".para","The most complete text covering the historical setting and the various accounts of the First Vision."]],["li",["span.label","•"],[".para","Larry C. Porter, “Reverend George Lane—Good ‘Gifts,’ Much ‘Grace,’ and Marked ‘Usefulness,’”",["span.emphasis","Brigham Young University Studies,"],"Spring 1969, pp. 321–40."],[".para","Contains new information regarding Reverend George Lane, who, according to William Smith and Oliver Cowdery, was instrumental in awakening Joseph Smith’s interest in seeking the Lord in prayer."]]]]],"refs":null}
