{"id":51,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":51,"title":"The Destiny of the Church","subtitle":"","short_title":"Lesson 49","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-destiny-of-the-church","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-destiny-of-the-church.head1"},[".titleNumber","Lesson 49"],["h1","The Destiny of the Church"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-destiny-of-the-church.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","The Church of Jesus Christ of Latter-day Saints is the stone seen by Daniel that will eventually fill the earth."]],["li",["span.label","2."],[".para","All the prophets have testified that the Lord guides the destiny of the Church."]],["li",["span.label","3."],[".para","The Restoration of the gospel has blessed many lives, and the Church will continue to fulfill its destiny."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 49, pp. 646–49."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/2"},"Daniel 2"],"."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65"},"Doctrine and Covenants 65"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Discuss the destiny of the Church as prophesied in the scriptures. The following scriptures may be helpful:",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.44"},"Daniel 2:44"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.64-71"},"Doctrine and Covenants 45:64–71"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.5-6"},"D&C 115:5–6"],". Read the following statements."],[".para",["b","Elder John Taylor"],"“We believe that we shall rear splendid edifices, magnificent temples and beautiful cities that shall become the pride, praise and glory of the whole earth. We believe that this people will excel in literature, in science and the arts and in manufactures. In fact, there will be a concentration of wisdom, not only of the combined wisdom of the world as it now exists, but men will be inspired in regard to all these matters in a manner and to an extent that they never have been before, and we shall have eventually, when the Lord’s purposes are carried out, the most magnificent buildings, the most pleasant and beautiful gardens, the richest and most costly clothing, and be the most healthy and the most intellectual people that will reside upon the earth. This is part and parcel of our faith” (in",["span.emphasis","Journal of Discourses,"],"10:147)."],[".para","“When Zion is established in her beauty and honor and glory, the kings and princes of the earth will come, in order that they may get information and teach the same to their people. They will come as they came to learn the wisdom of Solomon” (",["span.emphasis","The Gospel Kingdom,"],"sel. G. Homer Durham [Salt Lake City: Bookcraft, 1987], 216)."],[".para",["b","President Gordon B. Hinckley"],"“The progress of the Church in our day is truly astounding. The God of heaven has brought to pass this latter-day miracle, and what we have seen is but a foretaste of greater things yet to come” (“We Have a Work to Do,”",["span.emphasis","Ensign,"],"Feb. 1988, p. 6)."],[".para",["b","Elder Neal A. Maxwell"],"“Now we are entering times wherein there will be for all of us as Church members, in my judgment, some special challenges which will require of us that we follow the Brethren. All the easy things that the Church has had to do have been done. From now on, it’s high adventure, and followership is going to be tested in some interesting ways” (“The Old Testament: Relevancy within Antiquity,” in",["span.emphasis","A Symposium on the Old Testament"],"[Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1979], p. 12)."]],["li",["span.label","•"],[".para","Share the following statements, and encourage students to catch the vision of who they are and what role they will play in the destiny of the Church."],[".para",["b","Elder Neal A. Maxwell"],"“We have long heard, and believed, that the Lord has reserved special spirits to come forth in the last days of the last dispensation. The Church’s rising generation of young men and women are a part of that vanguard.",["span.emphasis","Reserved"],"by the Lord for this time, they must now be",["span.emphasis","preserved"],"by parents and",["span.emphasis","prepared"],"for their special moment in human history! They have been",["span.emphasis","held back"],"to come forth at this time, but now they need to be",["span.emphasis","pushed forward"],"to meet their rendezvous” (“Unto the Rising Generation,”",["span.emphasis","Ensign,"],"Apr. 1985, p. 8)."],[".para",["b","Elder Dean L. Larsen"],"“I do not believe that you are here upon the earth at this time by accident. I believe you qualified in the premortal life to come into mortality at a time when great things would be required of you. I believe you demonstrated before you came here that you were capable of being trusted under unusually difficult circumstances—that you could measure up to the most difficult challenges. Don’t misunderstand me. I don’t suggest that you are inherently better than or superior to any of the other generations that have come to the earth. You do not automatically qualify for any more blessings or advantages than anyone else who has lived since the earth was created. You can go astray, become involved in transgression, and incur the judgments of God as readily as any who have preceded you here. In fact, you live in an environment in which it is probably as easy to disqualify yourselves in this way as any generation has ever experienced. But God trusts that you will not. He relies upon you to keep yourselves eligible to accomplish the monumental tasks that he expects you to achieve” (in Conference Report, Apr. 1983, p. 47; or",["span.emphasis","Ensign,"],"May 1983, p. 33)."],[".para",["b","President Ezra Taft Benson"],"“I pray for the inspiration of heaven as I direct my brief remarks to the youth of the Church—‘the rising generation,’ as the Book of Mormon calls you (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.49"},"Alma 5:49"],")."],[".para","“… I presume you know that we love you. As leaders of the Church, there isn’t anything in this world that is right for you that we wouldn’t do. We have great confidence in you. You are not just ordinary young men and women. You are choice spirits, many of you having been held in reserve for almost 6,000 years to come forth in this day, at this time, when the temptations, responsibilities, and opportunities are the very greatest."],[".para","“God loves you as He loves each and every one of His children, and His desire and purpose and glory is to have you return to Him pure and undefiled, having proven yourselves worthy of an eternity in His presence."],[".para","“Your Father in Heaven is mindful of you. He has given you commandments to guide you, to discipline you. He has also given you your agency—freedom of choice—‘to see if [you] will do all things whatsoever [He] shall command’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.25"},"Abr. 3:25"],"). Freedom of choice is a God-given, eternal principle. His kingdom here on earth is well organized, and your leaders are dedicated to helping you. May you know that you have our constant love, our concern and prayers."],[".para","“Satan is also mindful of you. He is committed to your destruction. He does not discipline you with commandments but offers instead a freedom to ‘do your own thing’—the freedom to smoke, to drink, to misuse drugs or rebel against the counsel and commandments of God and His servants. …"],[".para","“… Satan’s program is ‘play now and pay later.’ He seeks for all to be miserable like unto himself (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Ne. 2:27"],"). The Lord’s program is happiness now and joy forever through gospel living. As one of His servants—and out of the love of my heart for the youth of Zion—I offer this counsel for your happiness now:"],[".para","“First, I counsel you to live a morally clean life. …"],[".para","“Second, I counsel you to stay close to your parents. …"],[".para","“Yes, beloved youth, you will have your trials and temptations through which you must pass, but there are great moments of eternity which lie ahead. You have our love and our confidence. We pray that you will be prepared for the reins of leadership. We say to you, ‘Arise and shine forth’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.5"},"D&C 115:5"],") and be a light unto the world, a standard to others. …"],[".para","“I pray that you—the young and rising generation—will keep your bodies and minds clean, free from the contaminations of the world, that you will be fit and pure vessels to bear triumphantly the responsibilities of the kingdom of God in preparation for the second coming of our Savior, in the name of Jesus Christ, amen” (“To ‘the Rising Generation,’”",["span.emphasis","New Era,"],"June 1986, pp. 4–6, 8)."]],["li",["span.label","•"],[".para","Have students list ways that Heavenly Father is mindful of them. Ask: In what ways is Satan also mindful of you? What must each Latter-day Saint do to prepare for the Second Coming of the Lord?"]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para","Gordon B. Hinckley, “We Have a Work to Do,”",["span.emphasis","Ensign,"],"Feb. 1988, pp. 2–6."],[".para","President Hinckley, as a member of the First Presidency, emphasizes the responsibility of Church members to spread the gospel to every nation."]],["li",["span.label","•"],[".para","Gordon B. Hinckley,",["span.emphasis","Teachings of Gordon B. Hinckley"],"(Salt Lake City: Deseret Book Co., 1997), pp. 97–102."],[".para","In a section entitled “Church Growth and Progress,” President Hinckley shares some of his experiences traveling around the world to meet with the Saints."]],["li",["span.label","•"],[".para","Ezra Taft Benson, in Conference Report, Apr. 1988, pp. 97–99; or",["span.emphasis","Ensign,"],"May 1988, pp. 84–85."],[".para","President Benson challenges Church members to come unto Christ by preaching the gospel, redeeming the dead, and striving for perfection."]],["li",["span.label","•"],[".para","Ezra Taft Benson, “Feed My Sheep,”",["span.emphasis","Ensign,"],"Sept. 1987, pp. 2–5."],[".para","President Benson counsels Church members to go out and seek the lost sheep."]],["li",["span.label","•"],[".para","“June Videoconference: ‘Accomplishing the Mission of the Church,’”",["span.emphasis","Ensign,"],"Sept. 1987, pp. 73–77."],[".para","Church leaders counsel the Saints to help the Church fulfill its mission."]],["li",["span.label","•"],[".para","“What Joseph Smith Has Said about Our Dispensation,”",["span.emphasis","Ensign,"],"Apr. 1980, pp. 6–8."],[".para","A collection of prophetic statements by the Prophet Joseph Smith about the dispensation of the fulness of times."]],["li",["span.label","•"],[".para","Gordon B. Hinckley, “150-Year Drama: A Personal View of Our History,”",["span.emphasis","Ensign,"],"Apr. 1980, pp. 10–14."],[".para","A look at the history of the Church to the year 1980."]],["li",["span.label","•"],[".para","Bruce R. McConkie, “This Final Glorious Gospel Dispensation,”",["span.emphasis","Ensign,"],"Apr. 1980, pp. 20–25."],[".para","Elder McConkie discusses the blessings of the Restoration and the work yet to be accomplished in this dispensation."]],["li",["span.label","•"],[".para","Spencer W. Kimball, in Conference Report, Apr. 1980, pp. 4–6; or",["span.emphasis","Ensign,"],"May 1980, pp. 4–6."],[".para","President Kimball challenges the Saints to continue on in faith as they carry the Church into the future."]],["li",["span.label","•"],[".para","Gordon B. Hinckley, in Conference Report, Oct. 1999, pp. 91–95; or",["span.emphasis","Ensign,"],"Nov. 1999, pp. 72–74."],[".para","President Hinckley urges the Saints to realize their place in history and strive to do their part."]]]]],"refs":null}
