{"id":9,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":9,"title":"The Infant Church Expands","subtitle":"","short_title":"Lesson 7","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-infant-church-expands","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-infant-church-expands.head1"},[".titleNumber","Lesson 7"],["h1","The Infant Church Expands"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-infant-church-expands.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","The four missionaries to the Lamanites brought the Book of Mormon and the gospel to Sidney Rigdon and many “reformers” in the Kirtland, Ohio area."]],["li",["span.label","2."],[".para","The mission to the Lamanites in 1830 was a singular event with far-reaching impact on the Church and its prophetic destiny."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 7, pp. 79–88."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28"},"Doctrine and Covenants 28; 30; 32; 35–36"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Illustrate how the hand of the Lord directed the mission to the Lamanites by considering the remarkable sequence of events as outlined below:"],["div",{"id":"f","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","The Book of Mormon was translated containing the key concepts of the redemption of the Lamanite people and that the New Jerusalem was to be in the Americas (see",["a.scriptureRef",{"href":"/scriptures/bofm"},"title page"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.14"},"1 Nephi 13:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13"},"Ether 13"],"; History of the Church, 1:118–20)."]],["li",["span.label","2."],[".para","Parley P. Pratt, who was formerly associated with the Disciples of Christ (known as Campbellites) in Ohio’s Western Reserve, was converted to the gospel."]],["li",["span.label","3."],[".para","The importance of the first Lamanite mission was highlighted by the call of Oliver Cowdery, the “second elder” of the Church, to lead it (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28"},"D&C 28"],"). The revelation also made known that the city of Zion would be located “on the borders by the Lamanites” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.9"},"v. 9"],")."]],["li",["span.label","4."],[".para","In September 1830 Peter Whitmer, Jr. was called to accompany Oliver Cowdery (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/30.5"},"D&C 30:5"],")."]],["li",["span.label","5."],[".para","In October 1830 Parley P. Pratt and Ziba Peterson were called to go with Oliver Cowdery and Peter Whitmer, Jr. (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/32"},"D&C 32"],")."]],["li",["span.label","6."],[".para","Before leaving, the missionaries signed a covenant that reveals two purposes for the mission (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-six-organization-of-the-church-of-jesus-christ.p1"},"p. 80"],")."]],["li",["span.label","7."],[".para","Parley P. Pratt influenced the group to visit the Campbellites in the Western Reserve. Successful missionary work there led to the conversion of many important individuals and to the eventual transfer of Church headquarters to Kirtland."]],["li",["span.label","8."],[".para","Some missionary work was done among the Indians near Independence, Missouri, but opposition soon arose."]],["li",["span.label","9."],[".para","In the summer of 1831 Joseph Smith and others visited Independence, where the Prophet received a revelation designating the location of Zion and its temple (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.1-5"},"D&C 57:1–5"],")."]]]]],["li",["span.label","•"],[".para","You could discuss the following statements to show the importance of the mission to the Lamanites:"],[".para","“This mission charted much of the future history of the Church” (Gordon B. Hinckley,",["span.emphasis","Truth Restored"],"[Salt Lake City: Deseret News Press, 1947], p. 36)."],[".para","“From the very beginning the attention of the Prophet and his brethren had been drawn to the Lamanites. This was due, of course, to the fact that great promises had been made to them in the Book of Mormon that the Gospel would be given to them in this dispensation and eventually they would be restored to full fellowship and favor before the Lord. The enthusiasm of the brethren may have been premature, but nevertheless the Lord commanded such a mission at that time. It seems that it was not so much for the benefit of the Indians, or Lamanites, although that factor was very great, but to carry the message to the land which later was to be revealed as the land of Zion, where the City of Zion will eventually be built. …"],[".para","“… The journey of nearly fifteen hundred miles, through wilderness much of the way, and in inclement weather much of the time, consumed some four months time. It was, however, a very profitable journey, as many embraced the Gospel along the way and substantial branches were raised in Kirtland and other parts, and many stalwart men came into the Church. This was the first missionary journey west of the state of New York, and its results were to prove to be incalculable in the benefits to the Church” (Joseph Fielding Smith,",["span.emphasis","Church History and Modern Revelation,"],"2 vols. [Salt Lake City: Deseret Book Co., 1953], 1:146, 150)."],[".para","“Oliver Cowdery was then Mormonism’s most eloquent spokesman, standing next to Joseph Smith in Church government and in prominence as a witness of the early visions. The importance of the western mission is evident from the fact that he headed it” (Richard Lloyd Anderson, “The Impact of the First Preaching in Ohio,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1971, p. 474)."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","History of the Church,"],"1:118–39."]],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"1:213–35, 251–53."]],["li",["span.label","•"],[".para","Parley P.",["span.emphasis","Pratt"],",",["span.emphasis","Autobiography of Parley P. Pratt,"],"Classics in Mormon Literature series (Salt Lake City: Deseret Book Co., 1985), pp. 35–48."],[".para","Includes Elder Pratt’s account of the Lamanite mission."]],["li",["span.label","•"],[".para","Richard Lloyd Anderson, “The Impact of the First Preaching in Ohio,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1971, pp. 474–96."],[".para","A study of the conversions in the Kirtland area during the month that Oliver Cowdery and his companions were there. The author concludes that the early Kirtland period furnishes personal records that recreate the events and emotions of the first converts, more than any other segment of early Latter-day Saint history, and he assesses the importance of this segment of the Lamanite mission. It highlights the witnesses of Oliver Cowdery, the use of the Book of Mormon, and the sincerity of missionaries."]],["li",["span.label","•"],[".para",["span.emphasis","Milton"],"V. Backman, Jr., “The Quest for a Restoration: The Birth of Mormonism in Ohio,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1972, pp. 346–64."],[".para","Examines the religious conditions in Kirtland and vicinity in order to understand why the Western Reserve was such a fruitful field in 1830."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para",["span.emphasis","Robert"],"J. Matthews, “How We Got the Book of Moses,”",["span.emphasis","Ensign,"],"Jan. 1986, pp. 43–49."],[".para","Covers some of the early publications of the book of Moses, explains how it came to be in the Pearl of Great Price, and gives a brief assessment of some of its doctrinal contributions."]],["li",["span.label","•"],[".para",["span.emphasis","Robert"],"J. Matthews, “The ‘New Translation’ of the Bible, 1830–1833: Doctrinal Development during the Kirtland Era,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1971, pp. 400–422."],[".para","Explains that translating the Bible was part of Joseph Smith’s calling. The article contains an explanation of when the Prophet started the translation, its purpose, and a summary of the value of the translation."]],["li",["span.label","•"],[".para","Frederick G. Williams, “Frederick Granger Williams of the First",["span.emphasis","Presidency"],"of the Church,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1972, pp. 243–61."],[".para","A biographical sketch of Frederick G. Williams, who was converted to the gospel on the Western Reserve in 1830."]]]]],"refs":null}
