{"id":50,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":50,"title":"The Church Comes out of Obscurity","subtitle":"","short_title":"Lesson 48","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-church-comes-out-of-obscurity","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-church-comes-out-of-obscurity.head1"},[".titleNumber","Lesson 48"],["h1","The Church Comes out of Obscurity"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/the-church-comes-out-of-obscurity.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","President Gordon B. Hinckley brought to his administration extensive leadership experience, expertise with the media, and a willingness to travel the world to meet with the Saints."]],["li",["span.label","2."],[".para","The Church published “The Family: A Proclamation to the World,” declaring the gospel view of the family and calling on all to strengthen the home and family."]],["li",["span.label","3."],[".para","In February 1996 the membership of the Church outside the United States became larger than inside the United States."]],["li",["span.label","4."],[".para","The Church continued to “come out of obscurity” as it expanded into more countries, built new temples, and received increased media attention."]],["li",["span.label","5."],[".para","President Hinckley announced that smaller temples would be built around the world, allowing Saints in remote areas to enjoy the blessings of the temple."]],["li",["span.label","6."],[".para","The First Presidency and the Quorum of the Twelve Apostles declared their testimonies of Christ to the world in “The Living Christ: The Testimony of the Apostles.”"]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 48, pp. 628–45."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.30"},"Doctrine and Covenants 1:30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.11-17"},"123:11–17"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Review the “Preparation of a Prophet” section in the student manual (",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-seven-continued-growth-during-the-early-1990s.p1"},"pp. 628–31"],"). Share with students some highlights of President Hinckley’s life. Identify some experiences that helped prepare him for his calling as President of the Church. Ask: What early training did he have with the media?"]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.11-17"},"Doctrine and Covenants 123:11–17"],". Ask: What do we owe “the rising generation” and “the pure in heart”? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.11"},"v. 11"],")."]],["li",["span.label","•"],[".para","Ask: According to the student manual, what was one of President Hinckley’s first concerns after he became President of the Church? (see",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-seven-continued-growth-during-the-early-1990s.p1"},"p. 631"],"). What are some ways the Church has opposed the worldly influences that threaten the family? Review with your students the principles taught in “The Family: A Proclamation to the World” (",["span.emphasis","Ensign,"],"Nov. 1995, p. 102; see also Gordon B. Hinckley,",["span.crossRef","“Stand Strong against the Wiles of the World,”"],["span.emphasis","Ensign,"],"Nov. 1995, pp. 98–101)."]],["li",["span.label","•"],[".para","We live in what many call an “information age.” President Hinckley has been involved with the media most of his life. He has appeared on television and radio programs, creating positive public exposure for the Church. Recount some highlights of President Hinckley’s appearances on",["span.emphasis","60 Minutes"],"and",["span.emphasis","Larry King Live"],"(see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-seven-continued-growth-during-the-early-1990s.p1"},"pp. 633–34"],")."]],["li",["span.label","•"],[".para","Review some memorable events from recent Church history. You may want to include details about President Hinckley’s travels around the world, the pioneer sesquicentennial celebration, the Church’s growth, the building of the new Conference Center, and other milestones described in the student manual (",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-seven-continued-growth-during-the-early-1990s.p1"},"pp. 634–39"],"), the",["span.emphasis","Ensign,"],"or the",["span.emphasis","Church News."],"Ask: What are some Church history events that have happened recently in our area?"]],["li",["span.label","•"],[".para","Review the locations of temples around the world (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-forty-seven-continued-growth-during-the-early-1990s.p1"},"pp. 640–41"],"). Ask: Which temples have been dedicated or announced most recently? Which five temples are closest to us? How important do you think it is to President Hinckley that a temple be accessible to every Saint around the world? Read the following statement."],[".para",["b","President Gordon B. Hinckley"],"“I have a burning desire that a temple be located within reasonable access to Latter-day Saints throughout the world. We can proceed only so fast. We try to see that each temple will be in an excellent location where there will be good neighbors over a long period of time. Real estate prices in such areas are usually high. A temple is a much more complex structure to build than an ordinary meetinghouse or stake center. It is built to a higher standard of architecture. It takes longer and costs more. The work is moving about as fast as we can go. It is my constant prayer that somehow it might be speeded up so that more of our people might have easier access to a sacred house of the Lord."],[".para","“Brigham Young once said that if young people really understood the blessings of temple marriage, they would walk all the way to England if that were necessary (see Journal of Discourses, 11:118). We hope they will not have to go anywhere near that far” (in Conference Report, Sept.–Oct. 1995, p. 71; or",["span.emphasis","Ensign,"],"Nov. 1995, pp. 52–53)."]],["li",["span.label","•"],[".para","Even before he was President of the Church, President Hinckley dedicated more temples than any other person in this dispensation. Read the following statement President Hinckley made at the opening of the October 1999 general conference. Emphasize his goal of having 100 temples in operation."],[".para",["b","President Gordon B. Hinckley"],"“I take the opportunity this morning to advise you briefly of the progress we are making toward the goal of 100 working temples in the year 2000."],[".para","“Since the first of this year we have dedicated [eight] temples. … Between now and the end of the year, we will dedicate … seven more. At the conclusion of 1999, we anticipate that there will be 68 operating temples. …"],[".para","“Hundreds and hundreds of thousands of nonmembers have attended the open houses associated with these new temples. They have done so with reverence and respect. In many cases the temples are, without question, the finest buildings in the cities in which they are located. People marvel at their beauty. But among many things, they are most impressed with pictures of the Savior they see in these holy houses. They will no longer regard us as a non-Christian people. They must know that the central figure in all of our worship is the Lord Jesus Christ. …"],[".para","“We shall go on with the work of dedication next year. It will be a very busy season. We anticipate the dedication of perhaps as many as 42 more. When we finish the year 2000, if present plans materialize, we will have not only the 100 which we have striven for, but more beyond that."],[".para","“We shall not stop then. We may not build at the same pace, but we shall go on for as long as the Lord wills that it be done” (in Conference Report, Oct. 1999, pp. 3–4; or",["span.emphasis","Ensign,"],"Nov. 1999, pp. 4–6)."],[".para","Later in the conference, President Hinckley declared:"],[".para","“Let the old year go. Let the new year come. Let another century pass. Let a new one take its place. Say good-bye to a millennium. Greet the beginning of another thousand years."],[".para","“And so we shall go forward on a continuing path of growth and progress and enlargement, touching for good the lives of people everywhere for as long as the earth shall last."],[".para","“At some stage in all of this onward rolling, Jesus Christ will appear to reign in splendor upon the earth. No one knows when that will be. Not even the angels in heaven will know of the time of His return. But it will be a welcome day” (in Conference Report, Oct. 1999, p. 95; or",["span.emphasis","Ensign,"],"Nov. 1999, p. 74)."],[".para","At the conclusion of the conference, President Hinckley remarked:"],[".para","“As today we close the doors of this Tabernacle and look forward to opening the doors of the new Conference Center next April, we do so with love, with appreciation, with respect, with reverence—really with affection—for this building and for those who have gone before us, who built so well, and whose handiwork has served so long” (in Conference Report, Oct. 1999, p. 117; or",["span.emphasis","Ensign,"],"Nov. 1999, p. 91)."]],["li",["span.label","•"],[".para","Pass out a copy of “The Living Christ: The Testimony of the Apostles” (",["span.emphasis","Ensign,"],"Apr.",["span.emphasis","2000"],", pp. 2–3) to each class member. Ask them to read it and share their feelings about what is said in the document. Explain that each of them can also bear witness of Jesus Christ. Ask students if they have written their testimony in a personal history. Encourage them to prepare to bear testimony as frequently as the Spirit prompts them to do."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para","Gordon B. Hinckley,",["span.emphasis","Teachings of Gordon B. Hinckley"],"(Salt Lake City: Deseret Book Co., 1997)."],[".para","Selected teachings from President Hinckley."]],["li",["span.label","•"],[".para","Boyd K. Packer, “President Gordon B. Hinckley, First Counselor,”",["span.emphasis","Ensign,"],"Feb. 1986, pp. 2–9."],[".para","A biographical sketch of President Hinckley."]],["li",["span.label","•"],[".para","Sheri L. Dew,",["span.emphasis","Go Forward with Faith: The Biography of Gordon B. Hinckley"],"(Salt Lake City: Deseret Book Co., 1996)."],[".para","A full-length biography of President Hinckley."]],["li",["span.label","•"],[".para","Gordon B. Hinckley, “Stand Strong against the Wiles of the World,”",["span.emphasis","Ensign,"],"Nov. 1995, pp. 98–101."],[".para","President Hinckley presents the proclamation on the family."]],["li",["span.label","•"],[".para","“The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 1995, p. 102."],[".para","Official proclamation by the First Presidency and the Quorum of the Twelve Apostles explaining the gospel view of the family."]],["li",["span.label","•"],[".para","“President Hinckley Speaks Out on Live TV Show,”",["span.emphasis","Church News,"],"12 Sept. 1998, pp. 3–4, 13."],[".para","Excerpts from President Hinckley’s appearance on the",["span.emphasis","Larry King Live"],"television program."]],["li",["span.label","•"],[".para","“President Hinckley Dedicates the First of Smaller Temples,”",["span.emphasis","Church News,"],"1 Aug. 1998, pp. 3, 11."],[".para","Details of the dedication of the Monticello Utah Temple."]],["li",["span.label","•"],[".para","Gordon B. Hinckley, in Conference Report, Sept.–Oct. 1995, pp. 92–96; or",["span.emphasis","Ensign,"],"Nov. 1995, pp. 70–72."],[".para","President Hinckley expresses his love and calls all Church members to move the work forward."]],["li",["span.label","•"],[".para","“The Living Christ: The Testimony of the Apostles,”",["span.emphasis","Ensign,"],"Apr. 2000, pp. 2–3."],[".para","An official testimony of Jesus Christ from the members of the First Presidency and the Quorum of the Twelve Apostles to the world."]]]]],"refs":null}
