{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":14,"title":"Zion’s Camp","subtitle":"","short_title":"Lesson 12","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/zions-camp","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/zions-camp.head1"},[".titleNumber","Lesson 12"],["h1","Zion’s Camp"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/zions-camp.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","A revelation received in 1834 gave instructions concerning the organization of Zion’s Camp."]],["li",["span.label","2."],[".para","Sacrifice was required of the members of Zion’s Camp."]],["li",["span.label","3."],[".para","The Prophet Joseph Smith promised all who marched in Zion’s Camp that if they would be obedient they would return to their homes safely."]],["li",["span.label","4."],[".para","Although Zion’s Camp did not achieve its objective of restoring the Saints to their lands, it did accomplish the Lord’s objective of strengthening the faith and testing the worthiness of its members for greater callings in the future."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 12, pp. 140–52."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101"},"Doctrine and Covenants 101; 103; 105"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Use the map in the student manual (",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-teacher-manual/zions-camp.p1"},"p. 144"],") that shows the route of Zion’s Camp, and then discuss what took place at the various locations as recorded in volume 2 of",["span.emphasis","History of the Church."]]],["li",["span.label","•"],[".para","Share the following statement by President George A. Smith concerning the journey:"],[".para","“The Prophet Joseph took a full share of the fatigues of the entire journey. In addition to the care of providing for the Camp and presiding over it, he walked most of the time and had a full proportion of blistered, bloody, and sore feet, which was the natural result of walking from 25 to 40 miles a day in a hot season of the year. But during the entire trip he never uttered a murmur or complaint, while most of the men in the Camp complained to him of sore toes, blistered feet, long drives, scanty supply of provisions, poor quality of bread, bad corn dodger, frouzy butter, strong honey, maggotty bacon and cheese, &c., even a dog could not bark at some men without their murmuring at Joseph. If they had to camp with bad water it would nearly cause rebellion, yet we were the Camp of Zion, and many of us were prayerless, thoughtless, careless, heedless, foolish or devilish, and yet we did not know it. Joseph had to bear with us and tutor us, like children. There were many, however, in the Camp who never murmured and who were always ready and willing to do as our leaders desired” (“My Journal,” Instructor, May 1946, p. 217)."]],["li",["span.label","•"],[".para","Review",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.19"},"Doctrine and Covenants 105:19"],", which explains an important purpose of Zion’s Camp."]],["li",["span.label","•"],[".para","Point out that Zion’s Camp was not a failure. The experience gained by Brigham Young, Heber C. Kimball, and others was invaluable when the Saints were driven out of northern Missouri and later crossed the plains to the Rocky Mountains. It also served to strengthen the future leaders of the Church. Both the original Quorum of the Twelve and the original First Quorum of the Seventy were made up predominantly of men who had served in Zion’s Camp. You could use the following statement:"],[".para","“Elder Joseph Young in his ‘History of the Organization of the Seventies,’ (page 14) says that the following sentiment was delivered by the Prophet Joseph Smith in an address to the Elders assembled in Kirtland soon after the Seventies were organized: ‘Brethren, some of you are angry with me, because you did not fight in Missouri; but let me tell you, God did not want you to fight. He could not organize His kingdom with twelve men to open the Gospel door to the nations of the earth, and with seventy men under their direction to follow in their tracks, unless He took them from a body of men who had offered their lives, and who had made as great a sacrifice as did Abraham. Now the Lord has got His Twelve and His Seventy, and there will be other quorums of Seventies called, who will make the sacrifice, and those who have not made their sacrifices and their offerings now, will make them hereafter.’” (",["span.emphasis","History of the Church,"],"2:182 footnote)."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","History ofthe Church,"],"2:36–123."]],["li",["span.label","•"],[".para","Comprehensive",["span.emphasis","History of the Church,"],"1:370–71."]],["li",["span.label","•"],[".para","Stanley B. Kimball, “Zion’s Camp March from Ohio to Missouri, 1834,”",["span.emphasis","Ensign,"],"Apr. 1979, pp. 45–49."],[".para","An article providing maps showing the route of Zion’s Camp through Ohio, Indiana, Illinois, and Missouri."]],["li",["span.label","•"],[".para","Peter Crawley and Richard L. Anderson, “The Political and Social Realities of Zion’s Camp,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1974, pp. 406–20."],[".para","The authors review primary documents related to Zion’s Camp in the context of the political and social forces that brought it into being and the forces that led to its abandonment."]],["li",["span.label","•"],[".para","Wilburn D. Talbot, “Zion’s Camp,” master’s thesis, Brigham Young University, 1973."],[".para","A comprehensive study of Zion’s Camp containing an appraisal of the individual members of the army."]],["li",["span.label","•"],[".para","Milton V. Backman, Jr.,",["span.emphasis","The Heavens Resound,"],"pp. 175–200."],[".para","Covers the organization of Zion’s Camp, the march of the camp, its disbanding, and its legacy."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","James L. Bradley, Zion’s Camp 1834: Prelude to the Civil War (Salt Lake City: Publishers Press, 1990)."]]]]],"refs":null}
