{"id":158,"parent_id":156,"book_id":0,"content_id":1,"language_id":1,"display_order":158,"title":"Official Declaration 2 \"Every Faithful, Worthy Man\"","subtitle":"","short_title":"Official Declaration 2","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man","content":[["div",{"id":"head2","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.head2"},[".titleNumber","Official Declaration 2"],["h1","“Every Faithful, Worthy Man”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.p23"},"From the dispensation of Adam until the dispensation of the fulness of times, there has been a group of people who have not been allowed to hold the priesthood of God. The scriptural basis for this policy is",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.21-27"},"Abraham 1:21–27"],". The full reason for the denial has been kept hidden by the Lord, and one is left to assume that He will make it known in His own due time."],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.p24"},"On 1 June 1978 the Savior revealed to President Spencer W. Kimball that the ban on this lineage pertaining to the rights of the priesthood was lifted. Elder Bruce R. McConkie described the special supplication that brought the revelation:"],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.p25"},"“On the first day of June in this year, 1978, the First Presidency and the Twelve, after full discussion of the proposition and all the premises and principles that are involved, importuned the Lord for a revelation. President Kimball was mouth, and he prayed with great faith and great fervor; this was one of those occasions when an inspired prayer was offered. You know the Doctrine and Covenants statement, that if we pray by the power of the Spirit we will receive answers to our prayers and it will be given us what we shall ask (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.30"},"D&C 50:30"],"). It was given President Kimball what he should ask. He prayed by the power of the Spirit, and there was perfect unity, total and complete harmony, between the Presidency and the Twelve on the issue involved."],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.p26"},"“And when President Kimball finished his prayer, the Lord gave a revelation by the power of the Holy Ghost. …"],["div",{"id":"p27","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.p27"},"“On this occasion, because of the importuning and the faith, and because the hour and the time had arrived, the Lord in his providences poured out the Holy Ghost upon the First Presidency and the Twelve in a miraculous and marvelous manner, beyond anything that any then present had ever experienced. The revelation came to the President of the Church; it also came to each individual present. There were ten members of the Council of the Twelve and three of the First Presidency there assembled. The result was that President Kimball knew, and each one of us knew, independent of any other person, by direct and personal revelation to us, that the time had now come to extend the gospel and all its blessings and all its obligations, including the priesthood and the blessings of the house of the Lord, to those of every nation, culture, and race, including the black race. There was no question whatsoever as to what happened or as to the word and message that came."],["div",{"id":"p28","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.p28"},"“The revelation came to the President of the Church and, in harmony with Church government, was announced by him; the announcement was made eight days later over the signature of the First Presidency. But in this instance, in addition to the revelation coming to the man who would announce it to the Church and to the world, and who was sustained as the mouthpiece of God on earth, the revelation came to every member of the body that I have named. They all knew it in the temple."],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.f3"},[".caption","All worthy men may use the priesthood to bless others."]],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.p30"},"“In my judgment this was done by the Lord in this way because it was a revelation of such tremendous significance and import; one which would reverse the whole direction of the Church, procedurally and administratively; one which would affect the living and the dead; one which would affect the total relationship that we have with the world; one, I say, of such significance that the Lord wanted independent witnesses who could bear record that the thing had happened.” (“All Are Alike unto God,” (",["span.emphasis","Symposium on the Book of Mormon,"],"p. 2.)"],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.p31"},"President N. Eldon Tanner, under the direction of President Kimball, presented to the Church on 30 September 1978 the official declaration of the revelation. In that conference it was unanimously supported and upheld by the members of the Church (see Conference Report, Oct. 1978, p. 22)."],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.p32"},"Elder Bruce R. McConkie explained that this revelation “affects our missionary work and all of our preaching to the world. This affects our genealogical research and all of our temple ordinances. This affects what is going on in the spirit world, because the gospel is preached in the spirit world preparatory to men’s receiving vicarious ordinances which make them heirs to salvation and exaltation. This is a revelation of tremendous significance.” (“All Are Alike unto God,” p. 2.)"],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-2-every-faithful-worthy-man.p33"},"God’s love for His children is universal, for each is the workmanship of His hands, and He will bless and exalt all who honor the priesthood and obey His voice."]]]],"refs":null}
