{"id":50,"parent_id":48,"book_id":0,"content_id":1,"language_id":1,"display_order":50,"title":"Section 42 The Law of the Lord","subtitle":"","short_title":"Section 42","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.head3"},[".titleNumber","Section 42"],["h1","The Law of the Lord"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p13"},"Once the Prophet moved to Kirtland, Ohio, he acted swiftly to set the Church in order. Under direction from the Lord, he appointed the first bishop of the Church, put an end to an incorrect system of having all things in common (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41"},"D&C 41"],"), and defined many policies and procedures. Several problems developed as other members from New York began flooding into Kirtland. This place was already an area of rapid growth for the Church, because many of the people there had been prepared by Sidney Rigdon to embrace the truth."],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p14"},"The Prophet had been told that the Lord would reveal His law to the Saints once they had moved to Ohio (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.32"},"D&C 38:32"],"). However, after Joseph Smith arrived in Kirtland, the Lord added one further stipulation: the elders had to agree upon the word of the Lord and were to unite in a prayer of faith. Only then would they receive the law designated to help the Saints live peaceably together (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.2-3"},"D&C 41:2–3"],")."],["div",{"id":"p15","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p15"},"Accordingly, on 9 February 1831 twelve men were called together by Joseph Smith and united in prayer and in faith and desire to receive the law. In response the Lord revealed His law to them (see History of the Church, 1:148). Only verses 1–73 of section 42 were given at that time. The rest of the revelation was received two weeks later, on 23 February. This latter part, according to President Joseph Fielding Smith, was “given for the establishment of the City of Zion—New Jerusalem—which was to be built by the law of consecration and obedience to the fulness of the Gospel” (",["span.emphasis","Church History and Modern Revelation,"],"1:184)."],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p16"},"Because section 42 is comprised of two distinct, though closely related, revelations, it was originally printed in the Book of Commandments as two chapters: verses 1 through 73 were chapter 44; verses 74 through 93, though not in that order, comprised chapter 47."],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p17"},"Speaking of the importance of this revelation known as the law of the Lord, President George Q. Cannon said: “Altogether this was a most important revelation. It threw a flood of light upon a great variety of subjects and settled many important questions. Faithful men and women were greatly delighted at being members of a Church which the Lord acknowledged as His own, and to which He communicated His word through his inspired Prophet as he did at this time.” (",["span.emphasis","Life of Joseph Smith,"],"p. 109.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.2"},"D&C 42:2"],". What Is Law?"],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p18"},"The word",["span.emphasis","law"],"in a gospel sense refers to the statutes, judgments, and principles of salvation revealed by the Lord to man. Christ is the law (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.9"},"3 Nephi 15:9"],")—He gave it and embodies its principles. In this sense, the law of the Lord is a revelation of His character and attributes."],["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p19"},"God has given laws to assist us in our quest to become like the Father and the Son. No one can come to the Father except through obedience to the laws that Christ has given (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.12"},"D&C 132:12"],"). The violation of these laws is what constitutes sin (see",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/3.4"},"1 John 3:4"],"). The Lord in His infinite love and wisdom often gives laws to His children suited to their level of preparation. The law of Moses was given to prepare the children of Israel for higher laws. The laws given in section 42 were to enable the Saints to purify their lives in preparation for the establishment of Zion. (A further discussion of what the Doctrine and Covenants teaches about law can be found in Enrichment G in the Appendix.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.12-14"},"D&C 42:12–14"],". Those Who Teach the Gospel Have the Obligation to Do It As the Lord Has Directed"],["div",{"id":"p20","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p20"},"Elder Spencer W. Kimball spoke of the special obligations resting on those who teach the gospel:"],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p21"},"“Apparently there were in the early church those who taught for doctrines the sophistries of men. There are those today who seem to take pride in disagreeing with the orthodox teachings of the Church and who present their own opinions which are at variance with the revealed truth. Some may be partially innocent in the matter; others are feeding their own egotism; and some seem to be deliberate. Men may think as they please, but they have no right to impose upon others their unorthodox views. Such persons should realize that their own souls are in jeopardy. The Lord said to us through the Prophet Joseph: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.12-14"},"D&C 42:12–14"],"]."],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p22"},"“The great objective of all our work is to build character and increase faith in the lives of those whom we serve. If one cannot accept and teach the program of the Church in an orthodox way without reservations,",["span.emphasis","he should not teach"],". It would be the part of honor to resign his position. Not only would he be dishonest and deceitful, but he is also actually under condemnation, for the Savior said that it were better that a millstone were hanged about his neck and he be cast into the sea than that he should lead astray doctrinally or betray the cause or give offense, destroying the faith of one of ‘these little ones’ who believe in him. And remember that this means not only the small children, it includes even adults who believe and trust in God. …"],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p23"},"“In our own society, the murderer who kills the body is hunted, imprisoned, and executed, but the character who kills the soul by implanting doubt and shattering faith is permitted not only to go free but also is often retained in high places. The body which is killed will rise again in the resurrection with little damage to its eternal welfare, but he whose faith has been shattered may suffer long ages before complete restoration of spiritual stature can be had, if at all.” (In Conference Report, Apr. 1948, pp. 109–10; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.9"},"D&C 52:9"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],". How Does One Teach by the Spirit?"],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p24"},"President Joseph Fielding Smith stated that “no one should be called upon to teach and no one should attempt to teach the doctrines of the Church unless he is fully converted and has an abiding testimony of their truth. This testimony can only be received through prayerful study and obedience to all the commandments of the Lord. No man or woman can teach by the Spirit what he or she does not practice. Sincerity, integrity and loyalty are essential factors, and these will be accompanied by the spirit of prayer. The Comforter, ‘who knoweth all things,’ we should rely on, and then our teachings shall be approved of our Father in Heaven.” (",["span.emphasis","Church History and Modern Revelation,"],"1:184–85.)"],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p25"},"Verse 14 can be read either as a command or as a statement of fact, and either way the statement is true. If a person does not have the Spirit, he should not teach; and in the sense of true teaching, he cannot teach."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.18-29"},"D&C 42:18–29"],". The Lord Speaks to Members of the Church"],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p26"},"President Joseph Fielding Smith emphasized that the Ten Commandments are part of the laws of God and that they are as binding today as they were in the days of Moses (see Church History and Modern Revelation, 1:185). The Lord repeats these commandments in section 42 as a part of His law and gives for each the penalty (see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.12"},"D&C 64:12"],")."],["div",{"id":"p27","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p27"},["span.emphasis","Murder ("],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.18-19"},"vv. 18–19"],["span.emphasis",")."],"“John says there are two kinds of sins [see",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/5.16-17"},"1 John 5:16–17"],"]. One kind that can be forgiven; the other kind a sin unto death, for which there is no forgiveness. Murder is one of the latter class. That is where one deliberately sheds innocent blood. … There is a forgiveness for all those who truly repent and forsake their sins and show their sincerity by their continued repentance to the end of their mortal lives. The mercy of the Almighty, through the atonement of Jesus Christ, reaches out and embraces every soul who will forsake his sins, except those who have wilfully sinned, as John says, ‘unto death.’” (Joseph Fielding Smith,",["span.emphasis","The Restoration of All Things,"],"pp. 204–5.)"],["div",{"id":"p28","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p28"},"Those who are guilty of murder are excommunicated from the Church. They may only be rebaptized with First Presidency approval."],[".",{"id":"f2","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.f2"},[".caption","The Ten Commandments are as binding today as they were anciently."]],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p30"},["span.emphasis","Stealing ("],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.20"},"v. 20"],"). Those who will not repent are then excommunicated."],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p31"},["span.emphasis","Lying ("],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42"},"v. 21"],"). Those who will not repent are then excommunicated."],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p32"},["span.emphasis","Adultery and lust ("],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.22-26"},"vv. 22–26"],"). Lust results in the loss of the Spirit, the loss of testimony, and excommunication if there is no repentance. Those who commit adultery may repent; but if they repeat the sin, they are excommunicated."],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p33"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-59-that-thou-mayest-more-fully-keep-theyself-unspotted-from-the-world.p1"},"Notes and Commentary on Doctrine and Covenants 59:5–12"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.22-23"},"D&C 42:22–23"],". “Marriage Presupposes Total Allegiance and Fidelity”"],["div",{"id":"p34","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p34"},"Only two commandments in all the scriptures require us to love with all our heart. We are commanded to love God with all our heart (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.5"},"Deuteronomy 6:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.37"},"Matthew 22:37"],"), and we are commanded to love our spouse with all our heart. Elder Spencer W. Kimball explained the all-encompassing nature of this commandment:"],["div",{"id":"p35","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p35"},"“When the Lord says",["span.emphasis","all"],"thy heart, it allows for no sharing nor dividing nor depriving. And, to the woman it is paraphrased: ‘Thou shalt love thy husband with",["span.emphasis","all"],"thy heart and shalt cleave unto him and none else.’"],["div",{"id":"p36","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p36"},"“The words",["span.emphasis","none else"],"eliminate everyone and everything. The spouse then becomes preeminent in the life of the husband or wife, and neither social life nor occupational life nor political life nor any other interest nor person nor thing shall ever take precedence over the companion spouse. We sometimes find women who absorb and hover over the children at the expense of the husband, sometimes even estranging them from him."],["div",{"id":"p37","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p37"},"“The Lord says to them: ‘Thou shalt cleave unto",["span.emphasis","him"],"and none else.’"],["div",{"id":"p38","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p38"},"“Marriage presupposes total allegiance and total fidelity. Each spouse takes the partner with the understanding that he or she gives totally to the spouse all the heart, strength, loyalty, honor, and affection, with all dignity. Any divergence is sin; any sharing of the heart is transgression. As we should have ‘an eye single to the glory of God,’ so should we have an eye, an ear, a heart single to the marriage and the spouse and family.” (",["span.emphasis","Faith Precedes the Miracle,"],"pp. 142–43.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.27"},"D&C 42:27"],". “Thou Shalt Not Speak Evil of Thy Neighbor”"],["div",{"id":"p39","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p39"},"There is a distinct similarity between the Ten Commandments of the Old Testament and the law given here to the Church. The ninth commandment given to Moses forbids the bearing of false witness against one’s neighbor (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.16"},"Exodus 20:16"],"). Here the law is made more inclusive, and any evil speaking of one’s neighbor is forbidden. Elder Adam S. Bennion explained why such a commandment is so important to Saints today:"],["div",{"id":"p40","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p40"},"“",["span.emphasis","Murder, adultery,"],"and",["span.emphasis","stealing,"],"dealing respectively with",["span.emphasis","life, virtue,"],"and",["span.emphasis","property,"],"are generally considered more serious offenses before the law than the bearing of false witness. And yet, what the latter may lack in severity, it more than makes up for in prevalence. As a matter of fact, most of the readers of these lessons will likely shun—as they would a plague—the first three of these major social offenses; but consciously or unconsciously, we may all at times be tempted into the carelessness of rumor and other forms of bearing false witness. …"],["div",{"id":"p41","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p41"},"“To bear false witness is to testify to or to pass along",["span.emphasis","reports, insinuations, speculations,"],"or",["span.emphasis","rumors"],"as if they were true, to the hurt of a fellow human being. Sometimes the practice stems from a lack of correct information—sometimes from lack of understanding—sometimes from misunderstandings—sometimes from a vicious disposition to distort and misrepresent."],["div",{"id":"p42","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p42"},"“Whereas murder involves the taking of human life,",["span.emphasis","bearing false witness"],"centers in the destruction of character or its defamation. It reaches to the ruin of reputation.” (“The Ninth Commandment,”",["span.emphasis","Ten Commandments Today,"],"pp. 134–36.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-35"},"D&C 42:30–35"],". What Is the Relationship between the Building of Zion and the Law of Consecration?"],["div",{"id":"p43","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p43"},"“In this revelation the Law of Consecration is stated definitely as the law on which the New Jerusalem is to be built. This law is given for the benefit of the poor, for the building of Zion and the work of the ministry. … Through this celestial law (Consecration) the Saints are to become the covenant people of the Lord. We cannot enter into the fulness of the covenants pertaining to Zion until we have reached the point where we can live such a divine law. Those who cannot abide the law of tithing cannot partake of this law of consecration, or the higher law and they will be deprived of an inheritance when the inheritances are divided.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:185; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-l-the-law-of-consecration-and-stewardship.p1"},"Enrichment L"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.39"},"D&C 42:39"],". How Have the Rich Gentiles Helped the Poor of the House of Israel?"],["div",{"id":"p44","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p44"},"The Book of Mormon speaks in more than one place of the role of a great gentile nation in the last days (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.7"},"1 Nephi 22:7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.27-28"},"3 Nephi 20:27–28"],"). These prophecies no doubt refer to the modern nations of the Americas, most of which were founded by Europeans. These nations have members of the house of Israel among them, but as nations they are not thought of as part of the house of Israel. From the early days of the Church, North America in particular has enjoyed prosperity unknown to most of mankind throughout history. The Saints in these nations, through their tithes, offerings, and support for missionaries, have helped the work of the kingdom to go forth to nations all over the earth. Now Saints in many nations that enjoy temporal prosperity join in the work so the kingdom can more quickly fulfill its destiny."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.40"},"D&C 42:40"],". Many Problems Are Caused by Extravagance"],["div",{"id":"p45","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p45"},"Elder George Albert Smith, later to be President of the Church, offered this commentary on of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.40"},"Doctrine and Covenants 42:40"],":"],["div",{"id":"p46","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p46"},"“This [verse] doesn’t refer to the time of Isaiah nor to the time of Alma, but comes right down to the day in which we live. Through His prophets He admonishes us with reference to our duties, and among the things He says are these: ‘And again, thou shalt not be proud in thy heart; let all thy garments be plain, and their beauty the beauty of the work of thine own hands.’ What a splendid thing to contemplate in our community. …"],["div",{"id":"p47","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p47"},"“Now, my brethren and sisters, I think that is worthy of our consideration. When discussing the high cost of living, examine your own household, and I am talking to myself while I talk to you. Am I increasing the cost of living by extravagance, or am I teaching my family to make the garments they wear? …"],["div",{"id":"p48","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p48"},"“Let us set an example; let us live within our means; let us be lenders instead of borrowers; let us not place our homes or the lands that produce our living under mortgages, in order that we may ride in fine conveyances or keep up with the pace set by our neighbors who may be able to afford it. Let us be more concerned about the adornment of our minds that are eternal, rather than adornment of our persons with things that are of no lasting benefit.” (In Conference Report, Apr. 1915, p. 97.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.43"},"D&C 42:43"],". The Sick Are to Do All They Can to Promote Their Recovery"],["div",{"id":"p49","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p49"},"Sometimes members of the Church have the mistaken idea that all sickness should be dealt with only through priesthood administrations. As stated in a",["span.emphasis","Church News"],"editorial: “Every man, woman and child should care for his or her body as the temple of God which it is. Attention should be given to proper rest and exercise, and a well-balanced diet. The Lord has given us the Word of Wisdom to assist us further in better caring for our bodies."],["div",{"id":"p50","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p50"},"“There are times when we should pray for the sick, and through the priesthood lay hands upon the head of the ill and bless them. …"],["div",{"id":"p51","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p51"},"“But our belief in the divine power of healing should in no way preclude seeking competent medical assistance. Dr. James E. Talmage, a member of the Council of the Twelve, in 1921 said in an address:"],["div",{"id":"p52","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p52"},"“‘I say some have charged us with inconsistency, for they say: “If you believe in the gift of healing, what is the need of doctors, what is the need of surgeons, why build hospitals?” Because we know that “there is a law irrevocably decreed in heaven, before the world was, and when we attain any blessing it is by obedience to that law upon which it is predicated;” and the law is, in the instance under consideration, that we shall do all we can of ourselves. …"],["div",{"id":"p53","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p53"},"“‘We must do all we can, and then ask the Lord to do the rest, such as we cannot do. Hence we hold the medical and surgical profession in high regard. … When we have done all we can then the Divine Power will be directly applicable and operative.’"],["div",{"id":"p54","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p54"},"“The fact that faithful Latter-day Saints today are among some of the world’s eminent physicians and surgeons affirms our continuing adherence to the statement of Dr. Talmage made 56 years ago.” (",["span.emphasis","Church News,"],"19 Feb. 1977, p. 16.)"],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.f3"},[".caption","Wise exercise and diet are important in caring for one’s body as a temple of God."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.46"},"D&C 42:46"],". How Will the Righteous “Not Taste of Death”?"],["div",{"id":"p56","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p56"},"Some may think this phrase is a promise of translation, but President Joseph Fielding Smith interpreted it in this way: “To some members of the Church the saying that those who die in the Lord shall not taste of death has been a hard saying. They have seen good faithful men and women suffer days and at times for months before they were taken. But here the Lord does not say they shall not suffer pain of body, but that they shall be free from the anguish and torment of soul which will be partaken of by the wicked, and although they may suffer in body, yet death to them will be sweet in that they will realize that they are worthy before the Lord. The Savior said to Martha: ‘and whosoever liveth and believe in me shall never die.’ That is to say, they shall never die the second death and feel the torment of the wicked when they come face to face with eternity.” (",["span.emphasis","Church History and Modern Revelation,"],"1:186.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.48"},"D&C 42:48"],". Is There a Time When Each Person Is to Die?"],["div",{"id":"p57","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p57"},"Elder Spencer W. Kimball, commenting on this phrase in the Doctrine and Covenants, said: “I am confident that there is a time to die. I am not a fatalist. I believe that many people die before ‘their time’ because they are careless, abuse their bodies, take unnecessary chances, or expose themselves to hazards, accidents and sickness. …"],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p58"},"“God controls our lives, guides and blesses us, but gives us our agency. We may live our lives in accordance with His plan for us or we may foolishly shorten or terminate them."],["div",{"id":"p59","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p59"},"“I am positive in my mind that the Lord has planned our destiny. We can shorten our lives but I think we cannot lengthen them very much. Sometime we’ll understand fully, and when we see back from the vantage point of the future we shall be satisfied with many of the happenings of this life which seemed so difficult for us to comprehend.” (",["span.emphasis","Tragedy or Destiny,"],"pp. 9, 11.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.53-73"},"D&C 42:53–73"],". Some Counsel to the Saints Regarding Their Stewardships"],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p60"},"Smith and Sjodahl added some brief but important insights to these verses:"],["div",{"id":"p61","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p61"},"“53.",["span.emphasis","Thou"],"] Refers to all the Saints, as in paragraphs 42 and 45."],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p62"},"“54.",["span.emphasis","Thou shalt not take thy brother’s garment"],"] Business must be coupled with humane considerations. Do not exact the ‘pound of flesh.’"],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p63"},"“",["span.emphasis","Thou shalt pay"],"] Avoid debt. On this point modern legislators might study the Mosaic legislation with profit."],["div",{"id":"p64","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p64"},"“56.",["span.emphasis","My Scriptures shall be given"],"] The [Joseph Smith Translation of the Bible]. …"],["div",{"id":"p65","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p65"},"“57.",["span.emphasis","Until ye have received them in full"],"] Note the injunction against teaching the new version as long as it was incomplete."],["div",{"id":"p66","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p66"},"“59–60.",["span.emphasis","The things which thou hast received"],"] Refers to the Revelations given. They are the law by which the Church shall be governed. According to that law men will be saved or condemned."],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p67"},"“61–64. Here is a promise that, in answer to prayer, the Saints shall receive revelations and knowledge. The Spirit of Revelation is with the Saints whose hearts are opened to let the light in. The promise embraces especially a Revelation concerning the location of the New Jerusalem."],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p68"},"“68–69. In view of such promises it is the duty of the Saints to pray for wisdom and to rejoice before the Lord. …"],["div",{"id":"p69","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p69"},"“70–73. The law of remuneration is that those who administer in spiritual affairs must have their stewardships and labor for their living, ‘even as the members.’ This is wisdom. For in that position they are absolutely independent and can preach the truth without fear. Those who administer in temporal affairs and give their entire time to public business are to have a just remuneration. If they were to earn a living for themselves, they could not give all their time and energy to the community.” (Commentary, pp. 233–34.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.74-93"},"D&C 42:74–93"],". God Has Delegated the Responsibility to Take Action against Transgressors"],["div",{"id":"p70","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p70"},"President N. Eldon Tanner gave the following counsel on the ways those appointed to judge should deal with transgressors:"],["div",{"id":"p71","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p71"},"“Every mission president, stake president, and bishop is directed and instructed how to investigate and handle all cases of transgression. A person who is guilty of a serious transgression cannot progress, and he is not happy while the guilt is upon him. Until he has confessed and repented he is in bondage. The transgressor who is dealt with as he should be, with love and with proper discipline, will later express his appreciation for your concern, your interest, and your leadership. As he is properly dealt with, he is in a position to repent and come back to full activity.",["span.emphasis","But he must be dealt with. …"]],["div",{"id":"p72","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p72"},"“It has been reported to me that some bishops and even stake presidents have said that they never have excommunicated or disciplined anyone and that they do not intend to. This attitude is entirely wrong. Judges in Israel have the responsibility to sit in righteous judgment where it becomes necessary. Let me read from the twentieth section of the Doctrine and Covenants an important reminder to those who have the responsibility of judging: ‘Any member of the Church of Christ transgressing, or being overtaken in a fault, shall be dealt with as the scriptures direct.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.80"},"D&C 20:80"],".)"],["div",{"id":"p73","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p73"},"“Brethren, study the scriptures and the handbook and do as they direct and discipline the members of the Church when necessary. Remember that it is no kindness to a transgressor for his local authority to ignore or overlook or try to cover up his iniquity."],["div",{"id":"p74","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p74"},"“Let me read a quotation from President John Taylor wherein he discussed this subject: ‘Furthermore, I have heard of some Bishops who have been seeking to cover up the iniquities of men: I tell them, in the name of God, they will have to bear … that iniquity, and if any of you want to partake of the sins of men, or uphold them, you will have to bear them. Do you hear it, you Bishops and you Presidents? God will require it at your hands. You are not placed in position to tamper with the principles of righteousness, nor to cover up the infamies and corruptions of men.’ (",["span.emphasis","Conference Report,"],"Apr., 1880, p. 78.)"],["div",{"id":"p75","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-42-the-law-of-the-lord.p75"},"“These are very strong words, brethren, and they were spoken by a president of the Church, a prophet of God. Also, George Q. Cannon makes this significant statement: ‘The Spirit of God would undoubtedly be so grieved that it would forsake not only those who are guilty of these acts, but it would withdraw itself from those who would suffer them to be done in our midst unchecked and unrebuked.’” (In Conference Report, Oct. 1974, p. 110; or",["span.emphasis","Ensign,"],"Nov. 1974, p. 78.)"]]]]],"refs":null}
