{"id":56,"parent_id":48,"book_id":0,"content_id":1,"language_id":1,"display_order":56,"title":"Section 48 Ohio: A Temporary Abode","subtitle":"","short_title":"Section 48","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-48-ohio-a-temporary-abode","content":[["div",{"id":"head9","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-48-ohio-a-temporary-abode.head9"},[".titleNumber","Section 48"],["h1","Ohio: A Temporary Abode"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p256","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-48-ohio-a-temporary-abode.p256"},"“Zion!” The very word stirred the emotions of the early Saints. But where was the city of the New Jerusalem to be built? It appears that many of the Saints in 1831 thought that the command to move to Ohio was an indication that the New Jerusalem would be there. John Whitmer spoke of this feeling when he wrote: “The time drew near for the brethren from the state of New York to arrive at Kirtland, Ohio. And some had supposed that it was the place of gathering, even the place of the New Jerusalem spoken of in the Book of Mormon, according to the visions and revelations received in the last days.” (“Church History,”",["span.emphasis","Journal of History,"],"Jan. 1908, p. 53.)"],["div",{"id":"p257","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-48-ohio-a-temporary-abode.p257"},"The spirit of gathering was truly upon the Saints. Yet the gathering to Ohio raised many questions. Where would the newcomers be housed? Should land be purchased for them to settle on? Should they plan to remain permanently in Ohio? In answer to these and related questions, the Lord gave to the Prophet Joseph Smith the revelation now known as section 48."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/48.1,3"},"D&C 48:1, 3"],". How Long Would the Saints Stay in Ohio?"],["div",{"id":"p258","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-48-ohio-a-temporary-abode.p258"},"The Lord used the phrase",["span.emphasis","present time"],"three times in this section, implying that Ohio would be only a temporary Church center."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/48.4"},"D&C 48:4"],". What “City” Is Referred to in This Verse?"],["div",{"id":"p259","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-48-ohio-a-temporary-abode.p259"},"The city is the New Jerusalem, which is to be built through the sacrifice and consecration of the Saints. The Church had first learned about the city from",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.3-8"},"Ether 13:3–8"],"and two previous revelations to Joseph Smith (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.9"},"D&C 28:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.6-9"},"42:6–9"],"). The exact location of this city had not been revealed at this point in the history of the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/48.5"},"D&C 48:5"],"). Three months after section 48 was given, however, the Lord indicated that Missouri was the place for the gathering (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.2-3"},"D&C 52:2–3"],"), but he did not reveal the specific location as being Jackson County until July 1831 (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.1-3"},"D&C 57:1–3"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/48.5-6"},"D&C 48:5–6"],". Who Directs the Gathering of the Saints to the New Jerusalem?"],["div",{"id":"p260","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-48-ohio-a-temporary-abode.p260"},"The First Presidency of the Church holds the keys of the gathering to the New Jerusalem. President Harold B. Lee said: “The Lord has clearly placed the responsibility for directing the work of gathering in the hands of the leaders of the Church, to whom He will reveal His will where and when such gatherings would take place in the future. It would be well, before the frightening events concerning the fulfillment of all God’s promises and predictions are upon us, that the Saints in every land prepare themselves and look forward to the instruction that shall come to them from the First Presidency of this church as to where they shall be gathered. They should not be disturbed in their feelings until such instruction is given to them as it is revealed by the Lord to the proper authority.” (",["span.emphasis","Ye Are the Light of the World,"],"p. 167.)"],[".",{"id":"f13","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-48-ohio-a-temporary-abode.f13"},[".caption","Harold B. Lee emphasized that the First Presidency of the Church holds the keys of gathering."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/48.6"},"D&C 48:6"],". “Every Man According to His Family”"],["div",{"id":"p262","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-48-ohio-a-temporary-abode.p262"},"The records of the Church do not show who had the responsibility for apportioning shares in Zion at this time, and as yet the Church had no formally organized First Presidency."]]]]],"refs":null}
