{"id":53,"parent_id":48,"book_id":0,"content_id":1,"language_id":1,"display_order":53,"title":"Section 45 \"Looking Forth for the Great Day of the Lord\"","subtitle":"","short_title":"Section 45","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.head6"},[".titleNumber","Section 45"],["h1","“Looking Forth for the Great Day of the Lord”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p129","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p129"},"The arrival of the Prophet Joseph Smith in Kirtland, Ohio, marked the beginning of a period of rapid growth in the membership of the Church. By early June 1831, the Church had grown to about two thousand members. Among those who joined the Church at this time were Sidney Rigdon’s mother and oldest brother; Luke S. Johnson, one of the first missionaries in the Church; and Ezra Booth, who joined the Church after witnessing a miracle."],["div",{"id":"p130","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p130"},"Civic leaders, ministers, newspaper editors, and parishioners joined together in an effort to stop the conversion of their neighbors to the new religion. The Prophet recorded, “Many false reports, lies, and foolish stories, were published in the newspapers, and circulated in every direction, to prevent people from investigating the work, or embracing the faith” (",["span.emphasis","History of the Church,"],"1:158)."],["div",{"id":"p131","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p131"},"During these trying times of slander and abuse, the Lord blessed the Saints with revelations of comfort, peace, and assurance. One of these revelations was section 45, of which the Prophet wrote, “To the joy of the Saints who had to struggle against every thing that prejudice and wickedness could invent, I received the following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45"},"D&C 45"],"]” (",["span.emphasis","History of the Church,"],"1:158)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.2"},"D&C 45:2"],". “In an Hour When Ye Think Not”"],["div",{"id":"p132","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p132"},"President Joseph Fielding Smith noted that “one of the great failings of mankind is to ignore warnings of punishment for sin. In all ages of the world it has been the peculiar belief of men that the sayings of the prophets were to be fulfilled in times still future. That is true of the people today. We have had ample warning of the nearness of the coming of the great and dreadful day of the Lord. The signs are upon us in all their power. … In this revelation we are given the warning that the summer is passing and if we are heedless of the warning we will find the summer past, the harvest ended and our souls not saved. While no man knows the day or the hour, yet if we are taken unawares, we will be without excuse, for the signs are ample and we now see them being fulfilled.” (",["span.emphasis","Church History and Modern Revelation,"],"1:195.)"],[".",{"id":"f7","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.f7"},[".caption","“The hour and the day no man knoweth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.7"},"D&C 49:7"],")."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.3-5"},"D&C 45:3–5"],". What Is the Significance of the Title “Advocate”?"],["div",{"id":"p134","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p134"},"The imagery of a judicial system is often invoked when the Last Judgment is mentioned in scriptures. Man goes before the “judgment bar” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.15"},"2 Nephi 33:15"],"), there to be “arraigned” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.44"},"Alma 11:44"],") and face God, “the Judge of all” (",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.23"},"Hebrews 12:23"],"). As part of that imagery, Jesus is called the",["span.emphasis","Advocate (paraclaytos)"],". In the King James Version of the New Testament, Jesus is called the “advocate” only once (",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/2.1"},"1 John 2:1"],"). The same word (",["span.emphasis","paraclaytos"],") is used for the Holy Ghost, although it is translated “Comforter” (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.16"},"John 14:16"],"). Thus, Jesus is one",["span.emphasis","Paraclete,"],"or Comforter, and the Holy Ghost is called “another Comforter” (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.16"},"John 14:16"],"). The Greek word comes from",["span.emphasis","para,"],"to the side of, and",["span.emphasis","kalayo,"],"to summon. “Hence, originally, one who is called to another’s side to aid him, as an advocate in a court of justice” (Vincent,",["span.emphasis","Word Studies,"],"1:486)."],["div",{"id":"p135","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p135"},"In the terminology of today’s legal system, an advocate is a lawyer who pleads another’s cause in a court of law, or in other words, an attorney for the defense. Usually, the attorney for the defense pleads the cause on the basis that the client is innocent; or if guilty, that extenuating circumstances should be considered and mercy extended. At the time of eternal judgment, we will stand before the bar of God accused of being imperfect and unworthy to enter God’s presence, “for all have sinned, and come short of the glory of God” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.23"},"Romans 3:23"],"). At that time we have an Advocate with the Father. He will stand beside us to plead our cause before the Great Judge; however, He does not plead our case by pointing to our lack of guilt; rather,",["span.emphasis","it is His own sinlessness to which He calls God’s attention"],"(see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.4"},"D&C 45:4"],"). His perfection and His suffering pay the price to satisfy justice for those of His “brethren that believe on my name” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.5"},"v. 5"],"). Imagine the indescribable sorrow of standing before the judgment bar with no one to step forward, no one to speak for you. How tragic that some will not come to Him in true faith and repentance so that He can take their guilt upon Him and become their advocate with the Father."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.6"},"D&C 45:6"],". “While It Is Called Today”"],["div",{"id":"p136","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p136"},"Three scriptures contribute to an understanding of this phrase. Modern revelation states that the earth’s temporal history spans seven thousand years, divided into periods of one thousand years each (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.6-7"},"D&C 77:6–7"],"). Peter and Abraham taught that time on earth, compared to the time where God dwells, is at a ratio of a thousand of earth’s years to one day of God’s time (see",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/3.8"},"2 Peter 3:8"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.4"},"Abraham 3:4"],"). Since the earth will have a temporal existence before it is celestialized, and since it is known that the earth is now in the sixth period of a thousand years, or the sixth “day,” in the Lord’s terminology the present period is “today” and Christ will come “tomorrow.” In a later revelation, the Lord used this same terminology, indicating that “now it is called",["span.emphasis","today"],"until the coming of the Son of Man,” that “after",["span.emphasis","today"],"cometh the burning,” that",["span.emphasis","“tomorrow"],"all the proud and they that do wickedly shall be as stubble” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.23-24"},"D&C 64:23–24"],"; italics added)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.14"},"D&C 45:14"],". How Would Enoch’s People and All Holy Men See a Future Day of Righteousness “in Their Flesh”?"],["div",{"id":"p137","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p137"},"“When the Millennial reign comes, the holy men of old shall see it in their ‘flesh,’ for they will be resurrected and take their place among the Saints” (Smith and Sjodahl, Commentary, p. 255; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.61-64"},"Moses 7:61–64"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.16"},"D&C 45:16"],". When Did Jesus Speak These Things unto His Disciples As He “Stood before Them in the Flesh”?"],["div",{"id":"p138","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p138"},"Most of this revelation is the Savior’s retelling of one of His sermons while He was in Jerusalem. After leaving the temple, the Savior and His disciples climbed the Mount of Olives, where they had a dramatic view of the temple and Jerusalem. Here His disciples asked, “When shall these things be … and what is the sign of thy coming?” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.4"},"JS—M 1:4"],"). His lengthy answer provides one of the most detailed revelations on the signs of the times and of the Second Coming. Known as the Olivet Discourse because it was given on the Mount of Olives, the full sermon is given in",["a.scriptureRef",{"href":"/scriptures/nt/matt/24"},"Matthew 24–25"],". Joseph Smith’s inspired corrections of the Olivet Discourse are so significant that they have been included in the Pearl of Great Price (see",["a.scriptureRef",{"href":"/scriptures/jst/jst-matt"},"Joseph Smith—Matthew"],"). Mark and Luke also recorded portions of the discourse, though not as fully as did Matthew (see",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.1-37"},"Mark 13:1–37"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.5-36"},"Luke 21:5–36"],")."],["div",{"id":"p139","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p139"},"The Lord’s citation of the same discourse in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45"},"Doctrine and Covenants 45"],"begins in verse 16 with the words “As ye have asked of me.” The Savior interrupts the quotation after verse 33 to make an explanatory comment but continues it in verse 35 with “Be not troubled.” He seems to end the account at the end of verse 59 and begins speaking directly to Joseph Smith in verse 60."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.16-17"},"D&C 45:16–17"],". Why Were the Early Apostles Anxious to Know the Signs of the Second Coming?"],["div",{"id":"p140","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p140"},"“One reason for their anxiety to know the signs is here stated. The separation of the spirits from the bodies is, even to those who are Christ’s own, a ‘bondage,’ which is ended only by a glorious resurrection, and they were interested in knowing by what signs they might recognize that their day of redemption was drawing near, when spirit and body should be united. The departed saints are, we may be sure, looking for the signs of the coming of the Lord, with an intense interest as the saints still in mortality. Jesus graciously showed them ‘how the day of redemption shall come, and also the restoration of scattered Israel.’ The two events are inseparably connected.” (Smith and Sjodahl, Commentary, p. 259.)"],["div",{"id":"p141","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p141"},"For a more complete treatment of the subject of the Second Coming and the signs of the times, see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-h-the-last-days.p1"},"Enrichment H in the Appendix"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.19-21"},"D&C 45:19–21"],". Jews to Be Scattered among All Nations"],["div",{"id":"p142","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p142"},"“In the year 66",["span.small","A.D."],", Cestus Gallus marched into Judea and threatened Jerusalem. He might have taken the City, but he retreated and met with defeat near Beth-Horon. The Christians in the City, remembering the words of our Lord, fled to the little city of Pella, but the Jews were fired, by their temporary success, to renewed resistance. Vespasian was then sent from Rome to crush the rebellion. He took some of the strongholds of the Country and approached Jerusalem. Internal strife prevailed there, and such horrors were perpetrated that Vespasian decided to give his army a rest, while the Jews destroyed each other. Vespasian was elevated to the throne, and his son, Titus, was left to continue the conquest. The siege began in the year 70",["span.small","A.D."],"Soon famine prevailed. Citizens who ventured outside the walls to search for roots to eat, if seized, were crucified by the Roman soldiers. Sometimes hundreds in that awful position could be seen from the walls. A trench was dug around the City, in order to make its isolation complete. Prisoners of war were cut open, while alive, to enable soldiers to search their bodies for gold which they might have swallowed. Six hundred thousand persons died within the walls, and the dead bodies, too numerous to be buried, were left in the houses. The Zealots, a fanatical sect whose members maintained that God would save them at the last moment, went about murdering and urging the people to resistance. Even Titus was sick at heart at the daily horrors he witnessed or heard of. At length the temple became a fort. Titus attacked it as such. A Roman soldier, contrary to order, set fire to it. After a while the scene was one of carnage and plunder. Six thousand Jews perished in the flames. In this awful war more than a million and a half of the Jews perished, and many were sold into slavery, and thus ‘scattered among all nations.’” (Smith and Sjodahl, Commentary, pp. 260–61.)"],["div",{"id":"p143","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p143"},"The Savior spoke the words of the Olivet Discourse during the last week of His life, in",["span.small","A.D."],"33. Jerusalem fell in",["span.small","A.D."],"70. His promise “that this generation of Jews shall not pass away until every desolation … shall come to pass” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.21"},"D&C 45:21"],") was fulfilled. Some of the disciples who heard Jesus speak those words were still alive when the legions of Titus put the temple to the torch."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.22"},"D&C 45:22"],". Is the World Going to Come to an End at Christ’s Second Coming?"],["div",{"id":"p144","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p144"},"Elder Bruce R. McConkie explained the special way this phrase is used in the scriptures: “",["span.emphasis","The end of the world"],"is the end of unrighteousness or of worldliness as we know it, and this will be brought about by ‘the destruction of the wicked.’ ([JS—M] 1:4.) When our world ends and the millennial era begins, there will be a new heaven and a new earth. (",["a.scriptureRef",{"href":"/scriptures/ot/isa/65.17-25"},"Isa. 65:17–25"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.23-24"},"D. & C. 101:23–24"],".) Lust, carnality, and sensuousness of every sort will cease, for it will be",["span.emphasis","the end of the world"],".” (",["span.emphasis","Mormon Doctrine,"],"p. 848.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.24-30"},"D&C 45:24–30"],". What Are the “Times of the Gentiles” and When Are They Fulfilled?"],["div",{"id":"p145","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p145"},"President Joseph Fielding Smith explained that “the times of the Gentiles commenced shortly after the death of our Redeemer. The Jews soon rejected the Gospel and it was then taken to the Gentiles. The times of the Gentiles have continued from that time until now. The Lord said: ‘But many that are first shall be last; and the last shall be first.’ In that day the Gospel was given first to the Jews and then taken to the Gentiles. In this dispensation it was taken first to the Gentiles and afterwards it will go to the Jews.” (",["span.emphasis","Church History and Modern Revelation,"],"1:196.)"],["div",{"id":"p146","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p146"},"The times of the Gentiles began with Peter’s vision and the baptism of Cornelius (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/10"},"Acts 10"],"). Paul and the other Apostles then began the great missionary work to the Gentiles, since the Jewish nation, for the most part, had rejected Jesus. As President Smith indicated, the times that the major gospel effort would be with gentile nations continued with the Restoration. The times of the Gentiles will be over, or fulfilled, when the major efforts of gospel teaching begin to focus on the house of Israel: the Lamanites, the Jews, and the ten tribes."],["div",{"id":"p147","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p147"},"In the Olivet Discourse, the Savior gave four signs to indicate when the times of the Gentiles were over. Three are given in section 45, and one is given in Luke’s account of the great discourse."],["div",{"id":"f8","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.f8"},["ol.number",["li",["span.label","1."],[".para","The Jews will be gathered back to the land of Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.25"},"D&C 45:25"],"). In the April 1960 general conference, Elder George Q. Morris of the Quorum of the Twelve discussed this sign:"],[".para","“I think perhaps we may well now not continue saying the Jews are going to gather in Jerusalem. I think now we may well say they",["span.emphasis","have gathered"],". The ultimate returns will come later as they develop this land and are joined by others. …"],[".para","“This statement by a writer is very interesting:"],[".para","“‘Strangely enough when the State of Israel was reborn in 1948, it was a nation of 600,000, the same number which the Bible reports that Moses led out of bondage in Egypt. It now numbers some two million, the same number which it is said populated the ancient Kingdom of Solomon, when Israel was in all its glory.’"],[".para","“That is why we may now say that the Jews have returned to Palestine.” (In Conference Report, Apr. 1960, pp. 100–101.)"]],["li",["span.label","2."],[".para","It will be in a time of great social turmoil (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.26-27"},"D&C 45:26–27"],"). One need only follow current events as reported in the news media for a day or two to see turmoil like the Savior described."]],["li",["span.label","3."],[".para","The Gentiles will for the most part reject the gospel (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.28-30"},"D&C 45:28–30"],"). President Joseph Fielding Smith, writing about these verses, said: “‘And when the times of the Gentiles is come in, a light shall break forth among them that sit in darkness, and it shall be the fulness of my Gospel,’ the Lord said in this revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.28"},"D&C 45:28"],"]. The meaning is that when the time had come for the restoration of the Gospel—in the times of the Gentiles—that it would not be perceived because the hearts of the people are turned away by the precepts of men. However, in that generation this should happen, the times of the Gentiles should be fulfilled.” (",["span.emphasis","Church History and Modern Revelation,"],"1:196.)"]],["li",["span.label","4."],[".para","Jerusalem will no longer be “trodden down of the Gentiles” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.24"},"Luke 21:24"],"). Again President Smith explained: “When we consider the words of the Savior to his disciples, that the Jews should be scattered and ‘Jerusalem shall be trodden down of the Gentiles until the times of the Gentiles are fulfilled,’ we have a fair understanding of the meaning of this … verse [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.30"},"D&C 45:30"],"] in this revelation. Jerusalem was trodden down of the Gentiles from the day of its destruction until the close of the year 1917, when it was freed from Turkish rule by General Edmund H. Allenby of the British forces. After the war Palestine became a British mandate, and Great Britain by proclamation declared that country to be a refuge for the Jews, who were invited to return. … It is very significant, however, that Jerusalem is no longer trodden down by the Gentiles and the Jews are again gathering there. This is the sign given by our Lord, for the end of the times of the Gentiles. We are now in the transition period and shortly the day of the Jew will dawn and the Gospel will be taken to them and to the remnants on this land.” (",["span.emphasis","Church History and Modern Revelation,"],"1:196–97.)"]]]],["div",{"id":"p156","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p156"},"When Joseph Fielding Smith wrote those words in 1947, Israel had not yet been made a state; they were still under the British mandate. But on 15 May 1948, Israel became an independent nation and declared Jerusalem to be her capital. In the war that followed this declaration, the Jews could maintain control of western Jerusalem only. East Jerusalem became part of the state of Jordan. In general conference in 1966, Elder Smith, now President of the Quorum of the Twelve, said: “Jesus said the Jews would be scattered among all nations and Jerusalem would be trodden down by the Gentiles until the times of the Gentiles were fulfilled. (",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.24"},"Luke 21:24"],".) The prophecy in Section 45, verses 24–29, of the Doctrine and Covenants regarding the Jews was literally fulfilled. Jerusalem, which was trodden down by the Gentiles, is no longer trodden down but is made the home for the Jews. They are returning to Palestine, and by this we may know that the times of the Gentiles are near their close.” (In Conference Report, Apr. 1966, p. 13.)"],["div",{"id":"p157","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p157"},"During the Six-Day War of 1967, Israel conquered the West Bank, including Jerusalem, and for the first time since the city fell to the legions of Titus in",["span.small","A.D."],"70, Jerusalem came completely under the control of a Jewish government."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.26"},"D&C 45:26"],". Men’s Hearts Shall Fail Them"],["div",{"id":"p158","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p158"},"President Ezra Taft Benson noted:"],["div",{"id":"p159","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p159"},"“We live in an age when, as the Lord foretold, men’s hearts are failing them, not only physically but in spirit. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.26"},"D&C 45:26"],".) Many are giving up heart for the battle of life. Suicide ranks as a major cause of the deaths to college students. As the showdown between good and evil approaches with its accompanying trials and tribulations, Satan is increasingly striving to overcome the Saints with despair, discouragement, despondency, and depression."],["div",{"id":"p160","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p160"},"“Yet, of all people, we as Latter-day Saints should be the most optimistic and the least pessimistic. For while we know that ‘peace shall be taken from the earth, and the devil shall have power over his own dominion,’ we are also assured that ‘the Lord shall have power over his saints, and shall reign in their midst.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.35-36"},"D&C 1:35–36"],".)” (In Conference Report, Oct. 1974, p. 90; or",["span.emphasis","Ensign,"],"Nov. 1974, p. 65.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.27"},"D&C 45:27"],". What Will Cause the Love of Men to Wax Cold?"],["div",{"id":"p161","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p161"},"“The expression is the same as that found in",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.12"},"Matt. 24:12"],", where we read (translated literally), ‘And because lawlessness has abounded, the love of the many [this indicates more than a few] shall wax cold.’ ‘Love’ here means Christian unity, harmony. Where … does that love, that oneness, prevail? There is an abundance of co-operation based on self-interest, or family connections: but where is there genuine Christian love, true, unselfish, constant? Its absence in the majority of men is one of the signs of the end.” (Smith and Sjodahl, Commentary, p. 262.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.30-31"},"D&C 45:30–31"],". Why Is the Fulfilling of the Times of the Gentiles So Significant?"],["div",{"id":"p162","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p162"},"The fulfilling or closing out of the times of the Gentiles is one of the great signs given by the Savior in answer to the question of the disciples, “What is the sign of thy coming?” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.4"},"JS—M 1:4"],").",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.31"},"Doctrine and Covenants 45:31"],"shows its great significance: “There shall be men standing in that generation [in which the times of the Gentiles will be fulfilled] that shall not pass.” That language is almost identical with the Savior’s warning to the Jews, as he recounts in verse 21, and the fulfillment will be just as sure (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p1"},"Notes and Commentary for D&C 45:21"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.19,31"},"D&C 45:19, 31"],". “An Overflowing Scourge” and “Desolating Sickness”"],["div",{"id":"p163","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p163"},"Elder Bruce R. McConkie warned:"],["div",{"id":"p164","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p164"},"“Be it remembered that tribulations lie ahead. There will be wars in one nation and kingdom after another until war is poured out upon all nations and two hundred million men of war mass their armaments at Armageddon."],["div",{"id":"p165","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p165"},"“Peace has been taken from the earth, the angels of destruction have begun their work, and their swords shall not be sheathed until the Prince of Peace comes to destroy the wicked and usher in the great Millennium."],["div",{"id":"p166","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p166"},"“There will be earthquakes and floods and famines. The waves of the sea shall heave themselves beyond their bounds, the clouds shall withhold their rain, and the crops of the earth shall wither and die."],["div",{"id":"p167","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p167"},"“There will be plagues and pestilence and disease and death. An overflowing scourge shall cover the earth and a desolating sickness shall sweep the land. Flies shall take hold of the inhabitants of the earth, and maggots shall come in upon them. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.14-20"},"D&C 29:14–20"],".) ‘Their flesh shall fall from off their bones, and their eyes from their sockets’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.19"},"D&C 29:19"],")."],["div",{"id":"p168","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p168"},"“Bands of Gadianton robbers will infest every nation, immorality and murder and crime will increase, and it will seem as though every man’s hand is against his brother."],["div",{"id":"p169","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p169"},"“We need not dwell more upon these things. We are commanded to search the scriptures where they are recounted with force and fervor, and they shall surely come to pass.” (In Conference Report, Apr. 1979, p. 131; or",["span.emphasis","Ensign"],", May 1979, p. 93; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.19-20"},"D&C 5:19–20"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.32-37"},"63:32–37"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.22-27"},"97:22–27"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.32"},"D&C 45:32"],". Stand in Holy Places"],["div",{"id":"p170","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p170"},"President Harold B. Lee stated:"],["div",{"id":"p171","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p171"},"“In these days of our generation, many of you are asking: Where is safety?"],["div",{"id":"p172","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p172"},"“The word of the Lord is not silent. He has admonished us: ‘But my disciples shall stand in holy places, and shall not be moved; but among the wicked, men shall lift up their voices and curse God and die.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.32"},"D&C 45:32"],".)"],["div",{"id":"p173","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p173"},"“The Lord has told us where these ‘holy places’ are: ‘And it shall come to pass among the wicked, that every man that will not take his sword against his neighbor must needs flee unto Zion for safety.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.68"},"D&C 45:68"],".)"],["div",{"id":"p174","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p174"},"“Where is Zion?"],["div",{"id":"p175","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p175"},"“During the various periods of time or dispensations, and for specific reasons, the Lord’s prophets, his ‘mouthpieces,’ as it were, have designated gathering places where the Saints were to gather. After designating certain such places in our dispensation, the Lord then declared: ‘Until the day cometh when there is found no more room for them; and then I have other places which I will appoint unto them, and they shall be called stakes, for the curtains or the strength of Zion.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.21"},"D&C 101:21"],".)"],["div",{"id":"p176","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p176"},"“Thus, clearly the Lord has placed the responsibility of directing the work of gathering in the hands of his divinely appointed leaders. May I fervently pray that all Saints and truth-seekers everywhere will attune their listening ears to these prophet-leaders. …"],["div",{"id":"p177","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p177"},"“As one studies the Lord’s commandments and attending promises upon compliance therewith, one gets some definite ideas as to how we might ‘stand in holy places,’ as the Lord commands—if we will be preserved with such protection as accords with his holy purposes, in order that we might be numbered among the ‘pure in heart’ who constitute Zion, as I have read from the Lord’s own words.” (In Conference Report, Oct. 1968, pp. 61–62.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.34-35"},"D&C 45:34–35"],". “Be Not Troubled”"],["div",{"id":"p178","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p178"},"Elder Marion G. Romney commented:"],["div",{"id":"p179","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p179"},"“The fact that the Lord recounted these predictions to the Prophet Joseph in 1831 surely emphasizes their importance to us. And since the disciples were troubled when they were but being told of these calamities to come far in the future, it is no wonder that we are troubled as we witness their occurrence. …"],["div",{"id":"p180","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p180"},"“It was in the light of Christ’s foreknowledge … that he said to his disciples, ‘be not troubled. …’"],["div",{"id":"p181","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p181"},"“I hope we are all familiar with these words of the Lord and with his predictions concerning other coming events, such as the building of the New Jerusalem and the redemption of the old, the return of Enoch’s Zion, and Christ’s millennial reign."],["div",{"id":"p182","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p182"},"“Not only do I hope that we are familiar with these coming events, I hope also that we keep the vision of them continually before our minds. This I do because upon a knowledge of them, and an assurance of their reality and a witness that each of us may have part therein, rests the efficacy of Christ’s admonition, ‘be not troubled. …’” (In Conference Report, Oct. 1966, pp. 51–52.)"],["div",{"id":"p183","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p183"},"President Jedediah M. Grant asked: “Why is it that the Latter-day Saints are perfectly calm and serene among all the convulsions of the earth—the turmoils, strife, war, pestilence, famine and distress of nations? It is because the spirit of prophecy has made known to us that such things would actually transpire upon the earth. We understand it, and view it in its true light. We have learned it by the visions of the Almighty.” (“The Hand of God in Events on Earth,”",["span.emphasis","Improvement Era,"],"Feb. 1915, p. 286.)"],["div",{"id":"p184","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p184"},"Elder Bruce R. McConkie explained:"],["div",{"id":"p185","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p185"},"“We do not know when the calamities and troubles of the last days will fall upon any of us as individuals or upon bodies of the Saints. The Lord deliberately withholds from us the day and hour of his coming and of the tribulations which shall precede it—all as part of the testing and probationary experiences of mortality. He simply tells us to watch and be ready."],["div",{"id":"p186","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p186"},"“We can rest assured that if we have done all in our power to prepare for whatever lies ahead, he will then help us with whatever else we need. …"],["div",{"id":"p187","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p187"},"“We do not say that all of the Saints will be spared and saved from the coming day of desolation. But we do say there is no promise of safety and no promise of security except for those who love the Lord and who are seeking to do all that he commands."],["div",{"id":"p188","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p188"},"“It may be, for instance, that nothing except the power of faith and the authority of the priesthood can save individuals and congregations from the atomic holocausts that surely shall be."],["div",{"id":"p189","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p189"},"“And so we raise the warning voice and say: Take heed; prepare; watch and be ready. There is no security in any course except the course of obedience and conformity and righteousness.” (In Conference Report, Apr. 1979, pp. 132–133; or",["span.emphasis","Ensign,"],"May 1979, p. 93.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.34-38"},"D&C 45:34–38"],". The Parable of the Fig Tree"],["div",{"id":"p190","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p190"},"“When Jesus spoke to his disciples in answer to their query: ‘Show us when the end of the world shall come, and the time of thy coming’ [",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.3"},"Matthew 24:3"],"], he spoke of certain signs that would indicate the time of his coming, the very signs that the world, if they only had eyes to see, could be beholding today: Said he: judge the matter even as you would judge the coming of spring. When you see the fig tree putting forth its leaf, ye know that summer is near, and so when you see these signs, you may know that the coming of the Son of man is nigh at hand.” (Melvin J. Ballard, in Conference Report, Oct. 1923, p. 32.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.40-42"},"D&C 45:40–42"],". “They Shall See Signs and Wonders”"],["div",{"id":"p191","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p191"},"President Joseph Fielding Smith said of the signs mentioned here:"],["div",{"id":"p192","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p192"},"“One wonders if we are not now seeing some of the signs in heaven—not all, for undoubtedly some of them will be among the heavenly bodies, such as the moon and the sun, the meteors and comets, but in speaking of the heavens, reference is made to that part which surrounds the earth and which belongs to it. It is in the atmosphere where many of the signs are to be given. Do we not see airships of various kinds traveling through the heavens daily? Have we not had signs in the earth and through the earth with the radio, railroad trains, automobiles, submarines, and satellites, and in many other ways? There are yet to be great signs: the heavens are to be shaken, the sign of the Son of Man is to be given, and then shall the tribes of the earth mourn. …"],["div",{"id":"p193","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p193"},"“If the great and dreadful day of the Lord were near at hand when Elijah came 130 years ago, we are just one century nearer it today. But some will say: ‘But no! Elijah, you are wrong! … Surely you made a mistake!’ So many seem to think and say, and judging by their actions they are sure, that the world is bound to go on in its present condition for millions of years before the end will come. Talk to them; hear what they have to say—these learned men of the world. ‘We have had worse times,’ they say. ‘You are wrong in thinking there are more calamities now than in earlier times. There are not more earthquakes, the earth has always been quaking, but now we have facilities for gathering the news which our fathers did not have. These are not signs of the times; things are not different from former times.’ And so the people refuse to heed the warnings the Lord so kindly gives to them, and thus they fulfill the scriptures.” (In Conference Report, Apr. 1966, pp. 13, 15.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.48-53"},"D&C 45:48–53"],". “Then Shall the Lord Set His Foot upon This Mount”"],["div",{"id":"p194","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p194"},"“This mount” refers to the Mount of Olives on which the Savior was sitting when he gave this great discourse. Parley P. Pratt described in a pamphlet the great events depicted here: “Zechariah, chapter 14, has told us much concerning the great battle and overthrow of the nations who fight against Jerusalem, and he has said, in plain words, that the Lord shall come at the very time of the overthrow of that army; yes, in fact, even while they are in the act of taking Jerusalem, and have already succeeded in taking one-half the city, spoiling their houses, and ravishing their women. Then, behold, their long-expected Messiah, suddenly appearing, shall stand upon the Mount of Olives, a little east of Jerusalem, to fight against those nations and deliver the Jews. Zechariah says the Mount of Olives shall cleave in twain, from east to west, and one-half of the mountain shall remove to the north while the other half falls off to the south, suddenly forming a very great valley into which the Jews shall flee for protection from their enemies as they fled from the earthquake in the days of Uzziah, king of Judah; while the Lord cometh and all the saints with Him. Then will the Jews behold that long, long-expected Messiah, coming in power to their deliverance, as they always looked for him. He will destroy their enemies and deliver them from trouble at the very time they are in the utmost consternation, and about to be swallowed up by their enemies. But what will be their astonishment when they are about to fall at the feet of their Deliverer and acknowledge him their Messiah! They discover the wounds which were once made in his hands, feet, and side; and on inquiry, at once recognize Jesus of Nazareth, the King of the Jews, the man so long rejected. Well did the prophet say that they shall mourn and weep, every family apart, and their wives apart. But, thank heaven, there will be an end to their mourning; for he will forgive their iniquities and cleanse them from uncleanness. Jerusalem shall be a holy city from that time forth, and all the land shall be turned as a plain from Geba to Rimmon. She shall be lifted up and inhabited in her place, and men shall dwell there. There shall be no more utter destruction of Jerusalem, ‘And the Lord shall be king over all the earth: in that day shall there be one Lord, and his name one.’ (",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.9"},"Zechariah 14:9"],".)” (",["span.emphasis","Voice of Warning,"],"pp. 32–33.)"],[".",{"id":"f9","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.f9"},[".caption","The Lord shall set His foot upon the Mount of Olives."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.55"},"D&C 45:55"],". “Satan Shall Be Bound”"],["div",{"id":"p196","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p196"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-43-the-lord-shall-utter-his-voice-out-of-heaven.p1"},"Notes and Commentary on Doctrine and Covenants 43:31"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.56-57"},"D&C 45:56–57"],". The Parable of the Ten Virgins"],["div",{"id":"p197","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p197"},"Though many people think the Olivet Discourse is limited to",["a.scriptureRef",{"href":"/scriptures/nt/matt/24"},"Matthew 24"],", the three parables in chapter 25 (the parable of the ten virgins, the parable of the talents, and the parable of the sheep and the goats) were part of the same discourse (note especially",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1,31"},"Matthew 25:1, 31"],"). The Lord revealed to Joseph Smith the key to the symbolism of the parable of the ten virgins. The oil represents spiritual power derived from the Holy Ghost."],["div",{"id":"p198","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p198"},"Elder Spencer W. Kimball explained:"],["div",{"id":"p199","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p199"},"“I believe that the Ten Virgins represent the people of the Church of Jesus Christ and not the rank and file of the world. All of the virgins, wise and foolish, had accepted the invitation to the wedding supper; they had knowledge of the program and had been warned of the important day to come. They were not the gentiles or the heathens or the pagans, nor were they necessarily corrupt and reprobate, but they were knowing people who were foolishly unprepared for the vital happenings that were to affect their eternal lives."],["div",{"id":"p200","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p200"},"“They had the saving, exalting gospel, but it had not been made the center of their lives. They knew the way but gave only a small measure of loyalty and devotion. I ask you: What value is a car without an engine, a cup without water, a table without food, a lamp without oil?"],["div",{"id":"p201","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p201"},"“Rushing for their lamps to light their way through the blackness, half of them found them empty. They had cheated themselves. They were fools, these five unprepared virgins. Apparently, the bridegroom had tarried for reasons that were sufficient and good. Time had passed, and he had not come. They had heard of his coming for so long, so many times, that the statement seemingly became meaningless to them. Would he ever come? So long had it been since they began expecting him that they were rationalizing that he would never appear. Perhaps it was a myth."],["div",{"id":"p202","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p202"},"“Hundreds of thousands of us today are in this position. Confidence has been dulled and patience worn thin. It is so hard to wait and be prepared always. But we cannot allow ourselves to slumber. The Lord has given us this parable as a special warning."],["div",{"id":"p203","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p203"},"“At midnight, the vital cry was made, ‘Behold, the bridegroom cometh; go ye out to meet him.’ …"],["div",{"id":"p204","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p204"},"“At midnight! Precisely at the darkest hour, when least expected, the bridegroom came. When the world is full of tribulation and help is needed, but it seems the time must be past and hope is vain, then Christ will come. The midnights of life are the times when heaven comes to offer its joy for man’s weariness. But when the cry sounds, there is no time for preparation. The lamps then make patterns of joy on the hillside, and the procession moves on toward the house of banqueting, and those without lamps or oil are left in darkness. When they have belatedly sought to fulfill the requirements and finally reach the hall, the door is shut. In the daytime, wise and unwise seemed alike; midnight is the time of test and judgment—and of offered gladness. …"],["div",{"id":"p205","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p205"},"“The foolish asked the others to share their oil, but spiritual preparedness cannot be shared in an instant. The wise had to go, else the bridegroom would have gone unwelcomed. They needed all their oil for themselves; they could not save the foolish. The responsibility was each for himself."],["div",{"id":"p206","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p206"},"“This was not selfishness or unkindness. The kind of oil that is needed to illuminate the way and light up the darkness is not shareable. How can one share obedience to the principle of tithing; a mind at peace from righteous living; an accumulation of knowledge? How can one share faith or testimony? How can one share attitudes or chastity, or the experience of a mission? How can one share temple privileges? Each must obtain that kind of oil for himself."],["div",{"id":"p207","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p207"},"“The foolish virgins were not averse to buying oil. They knew they should have oil. They merely procrastinated, not knowing when the bridegroom would come."],["div",{"id":"p208","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p208"},"“In the parable, oil can be purchased at the market. In our lives the oil of preparedness is accumulated drop by drop in righteous living. Attendance at sacrament meetings adds oil to our lamps, drop by drop over the years. Fasting, family prayer, home teaching, control of bodily appetites, preaching the gospel, studying the scriptures—each act of dedication and obedience is a drop added to our store. Deeds of kindness, payment of offerings and tithes, chaste thoughts and actions, marriage in the covenant for eternity—these, too, contribute importantly to the oil with which we can at midnight refuel our exhausted lamps."],["div",{"id":"p209","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p209"},"“Midnight is so late for those who have procrastinated.” (",["span.emphasis","Faith Precedes the Miracle,"],"pp. 253–56.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.60-62"},"D&C 45:60–62"],". “Translate It, That Ye May Be Prepared”"],["div",{"id":"p210","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p210"},"The Lord instructed Joseph Smith to translate the New Testament and said that one of the purposes for his translating the scriptures was so that he would be prepared for the things to come. This work of translation is known as the Joseph Smith Translation."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.64-75"},"D&C 45:64–75"],". Zion: A Place of Defense and Refuge"],["div",{"id":"p211","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p211"},"In the scriptures four words seem closely related to the concept of Zion:",["span.emphasis","gathering, preparation, defense,"],"and",["span.emphasis","refuge"],". The tribulations and judgments that will be poured out upon the world prior to the Second Coming will be so extensive and devastating that if the Lord did not prepare a means of preservation, His people too would perish. But He has prepared a means for His people to escape those terrible times; that means is Zion. Enoch was told that the Lord would preserve His people in the tribulations of the last days by gathering His elect to Zion where they could gird up their loins (",["span.emphasis","prepare"],"themselves) and look forward to His coming (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.61-62"},"Moses 7:61–62"],"). In an earlier revelation in the Doctrine and Covenants, the Savior called the elders of the Church to",["span.emphasis","gather"],"the elect so their hearts could be",["span.emphasis","prepared"],"for the day of tribulation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.7-8"},"D&C 29:7–8"],"). In 1838 the Lord explained that the",["span.emphasis","gathering"],"to Zion and her stakes was to be for",["span.emphasis","defense"],"and",["span.emphasis","refuge"],"from the coming storm that will be poured out on the earth (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.5-6"},"D&C 115:5–6"],"). These commands and promises are found also in section 45. The Saints are to",["span.emphasis","gather"],"to Zion (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.64-65"},"D&C 45:64–65"],"), a place of",["span.emphasis","safety, peace, and refuge"],"(see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.65"},"v. 65"],"). Even though the rest of the world is in a state of horrible warfare (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.68"},"v. 68"],"), in Zion (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.5-6"},"D&C 115:5–6"],"implies that this includes her stakes) there will be peace and joy (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.69-71"},"D&C 45:69–71"],")."],["div",{"id":"p212","uri":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-45-looking-forth-for-the-great-day-of-the-lord.p212"},"The Prophet Joseph Smith taught: “Without Zion, and a place of deliverance, we must fall; because the time is near when the sun will be darkened, and the moon turn to blood, and the stars fall from heaven, and the earth reel to and fro. Then, if this is the case, and if we are not sanctified and gathered to the places God has appointed, with all our former professions and our great love for the Bible, we must fall; we cannot stand; we cannot be saved; for God will gather out his Saints from the Gentiles, and then comes desolation and destruction, and none can escape except the pure in heart who are gathered.” (",["span.emphasis","Teachings,"],"p. 71; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p1"},"Enrichment B"],".)"]]]]],"refs":null}
