{"id":157,"parent_id":156,"book_id":0,"content_id":1,"language_id":1,"display_order":157,"title":"Official Declaration 1 Manifesto","subtitle":"","short_title":"Official Declaration 1","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto","content":[["div",{"id":"head1","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.head1"},[".titleNumber","Official Declaration 1"],["h1","Manifesto"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p1"},"The first legislation in the United States against the practice of plural marriage came ten years after the doctrine was officially announced on 29 August 1852 by Elder Orson Pratt (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p1"},"Historical Background for D&C 132"],"). Stephen Harding, the non-Mormon governor of the Territory of Utah, was able to get Justin R. Morrill of Vermont to introduce a bill into Congress. The bill was signed into law 8 July 1862 by President Abraham Lincoln. The Anti-Polygamy Act of 1862 “defined plural marriage as bigamy, and made the contracting of such a marriage punishable by a fine of five hundred dollars and imprisonment for a term of five years” (Smith,",["span.emphasis","Essentials in Church History,"],"p. 432). This bill was the first of a flood of anti-Mormon legislation introduced during the next twenty-five years, most of which never passed (see Roberts, Comprehensive History of the Church, 5:433–41, 610–11)."],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p2"},"In 1874 the Church decided to sponsor a case to test the validity of the law of 1862. George C. Bates, the United States Attorney for Utah, and George Q. Cannon were largely responsible for this idea. The leaders of the Church believed that the Supreme Court would rule the law unconstitutional since it infringed on the freedom of religion provision of the Constitution. George Reynolds was asked by the First Presidency to serve as the test case, and he furnished the evidence necessary to convict himself. On 5 May 1879 the Supreme Court ruled against Reynolds. They concluded that although religious liberty was protected by the First Amendment, the amendment did not give one the right to commit “immoral” or “criminal” acts sanctioned by religious doctrine."],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p3"},"Once the constitutionality of the act of 1862 had been upheld by the highest court in the land, persecution of those who practiced plural marriage became more severe. In March 1882 Congress passed the Edmunds Bill. This law took away the right to vote from those who practiced plural marriage and made it illegal for them to hold any office or place of public trust (see Smith, Essentials in Church History, pp. 482–83). Five years later, in March 1887, Congress passed the Edmunds-Tucker Act. This law disincorporated the Church, dissolved the Perpetual Emigration Fund, gave the property of the Church to the government for the benefit of the common schools of Utah, and took away the right of Utah women to vote."],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p4"},"During these trying times President John Taylor died in hiding on 25 July 1887, at Kaysville, Utah, and the mantle of leadership for the Church fell upon Wilford Woodruff."],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p5"},"For at least a year prior to the Manifesto in 1890, President Wilford Woodruff had forbidden plural marriages to be performed in the Endowment House (see Clark, Messages of the First Presidency, 3:193). This ban, however, was not publicized. President George Q. Cannon explained: “President Woodruff and others of us have been appealed to hundreds of times I might say. I can say for myself, that I have been appealed to many scores of times to get out something and to announce something. Some of our leading brethren have said: ‘Inasmuch as we have ceased to give permission for plural marriages to be solemnized, why cannot we have the benefit of that? Why cannot we tell the world it so as to have the benefit of it? Our enemies are alleging constantly that we still practice this in secret, and that we are dishonest and guilty of evasion. Now, if we have really put a stop to granting permission to men to take more wives than one, why should not the world know it and we have the advantage of it?’ These remarks have been made to us repeatedly. But at no time has the Spirit seemed to indicate that this should be done. We have waited for the Lord to move in the matter.” (In",["span.emphasis","Millennial Star,"],"24 Nov. 1890, p. 737.)"],["div",{"id":"p6","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p6"},"On 24 September 1890 President Wilford Woodruff met with the Quorum of the Twelve Apostles and his two counselors. On the twenty-fifth President Woodruff recorded: “I have arrived at a point in the history of my life as the president of the Church of Jesus Christ of Latter-day Saints where I am under the necessity of acting for the temporal salvation of the church. The United States government has taken a stand and passed laws to destroy the Latter-day Saints on the subject of polygamy, or patriarchal order of marriage; and after praying to the Lord and feeling inspired, I have issued the following proclamation which is sustained by my counselors and the twelve apostles. [The Manifesto follows.]” (In Clark,",["span.emphasis","Messages of the First Presidency,"],"3:192.)"],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p7"},"General conference convened on 4 October 1890, and on the third day, 6 October, Lorenzo Snow, President of the Quorum of the Twelve, presented the Manifesto to the body of the Church. It was unanimously accepted."],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p8"},"Some, however, claimed that President Woodruff gave in to pressure and that the Lord had not really revealed that plural marriage was to cease. The fact that this declaration did not specifically mention revelation as the reason for stopping the practice seemed to fuel the criticism. A year later at a quarterly conference held at Brigham City, Utah, President Woodruff made it clear why he had made the decision to stop the practice of plural marriage:"],[".",{"id":"f1","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.f1"},[".caption","The Manifesto ended the practice of plural marriage."]],["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p10"},"“I have had some revelations of late, and very important ones to me, and I will tell you what the Lord has said to me. Let me bring your minds to what is termed the manifesto. The Lord has told me by revelation that there are many members of the church throughout Zion who are sorely tried in their hearts because of that manifesto, and also because of the testimony of the Presidency of this Church and the apostles before the master in chancery. Since I received that revelation I have heard of many who are tried in these things, though I had not heard of any before that particularly. Now, the Lord has commanded me to do one thing, and I fulfilled that commandment at the conference at Brigham City last Sunday, and I will do the same here today. The Lord has told me to ask the Latter-day Saints a question, and he also told me that if they would listen to what I said to them and answer the question put to them by the Spirit and power of God, they would all answer alike, and they would all believe alike with regard to this matter."],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p11"},"“The question is this: Which is the wisest course for the Latter-day Saints to pursue—to continue to attempt to practice plural marriage, with the laws of the nation against it and the opposition of sixty millions of people, and at the cost of the confiscation and loss of all the temples, and the stopping of all the ordinances therein, both for the living and the dead, and the imprisonment of the First Presidency and Twelve and the heads of families in the Church, and the confiscation of personal property of the people (all of which of themselves would stop the practice); or, after doing and suffering what we have through our adherence to this principle to cease the practice and submit to the law, and through doing so leave the prophets, apostles and fathers at home, so that they can instruct the people and attend to the duties of the Church, and also leave the temples in the hands of the Saints, so that they can attend to the ordinances of the gospel, both for the living and the dead?"],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p12"},"“The Lord showed me by vision and revelation exactly what would take place if we did not stop this practice. If we had not stopped it, you would have had no use for Brother Merrill, for Brother Edlefsen, for Brother Roskelley, for Brother Leishman, or for any of the men in this temple at Logan; for all ordinances would be stopped throughout the land of Zion. Confusion would reign throughout Israel, and many men would be made prisoners. This trouble would have come upon the whole Church, and we should have been compelled to stop the practice. Now, the question is, whether it should be stopped in this manner, or in the way the Lord has manifested to us, and leave our prophets and apostles and fathers free men, and the temples in the hands of the people, so that the dead may be redeemed? …"],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p13"},"“I saw exactly what would come to pass if there was not something done. I have had this spirit upon me for a long time. But I want to say this: I should have let all the temples go out of our hands; I should have gone to prison myself, and let every other man go there, had not the God of heaven commanded me to do what I did do; and when the hour came that I was commanded to do that, it was all clear to me. I went before the Lord, and I wrote what the Lord told me to write. I laid it before my brethren—such strong men as Brother George Q. Cannon, Brother Joseph F. Smith, and the Twelve Apostles. I might as well undertake to turn an army with banners out of its course as to turn them out of a course that they considered to be right. These men agreed with me, and ten thousand Latter-day Saints also agreed with me. … Why? Because they were moved upon by the Spirit of God and by the revelations of Jesus Christ to do it.” (",["span.emphasis","Discourses of Wilford Woodruff,"],"pp. 214–16.)"],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p14"},"Some in the Church continued to practice plural marriage outside the borders of the United States. Many moved to Mexico, for example, so they would not have to terminate their marriages. Some of these thought that new plural marriages could be performed outside of the United States. Finally, on 8 January 1900, President Lorenzo Snow, who had succeeded President Woodruff, stated: “The Church has positively abandoned the practice of polygamy, or the solemnization of plural marriages, in this and every other State, and … no member or officer thereof has any authority whatever to perform a plural marriage or enter into such a relation” (",["span.emphasis","Deseret Evening News,"],"8 Jan. 1900, p. 4)."],["div",{"id":"p15","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p15"},"Others claimed that the Manifesto was issued only for good public relations and that Church leaders secretly supported the practice. In 1904 President Joseph F. Smith, successor to President Lorenzo Snow, made the following official declaration in general conference:"],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p16"},"“Now I am going to present a matter to you that is unusual and I do it because of a conviction which I feel that it is a proper thing for me to do. I have taken the liberty of having written down what I wish to present, in order that I may say to you the exact words which I would like to have conveyed to your ears, that I may not be misunderstood or misquoted. I present this to the conference for your action:"],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p17"},"“Inasmuch as there are numerous reports in circulation that plural marriages have been entered into contrary to the official declaration of President Woodruff, of September 26, 1890, commonly called the Manifesto, which was issued by President Woodruff and adopted by the Church at its general conference, October 6, 1890, which forbade any marriages violative of the law of the land; I, Joseph F. Smith, President of the Church of Jesus Christ of Latter-day Saints, hereby affirm and declare that no such marriages have been solemnized with the sanction, consent or knowledge of the Church of Jesus Christ of Latter-day Saints, and"],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p18"},"“I hereby announce that all such marriages are prohibited, and if any officer or member of the Church shall assume to solemnize or enter into any such marriage he will be deemed in transgression against the Church and will be liable to be dealt with, according to the rules and regulations thereof, and excommunicated therefrom.” (In Conference Report, Apr. 1904, p. 75.)"],["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p19"},"In October 1905 the Church accepted the resignations of Elders Matthias Cowley and John W. Taylor, both of whom had performed plural marriages after the Manifesto, from the Quorum of the Twelve. Elder Cowley continued as a faithful member of the Church, while John W. Taylor was later excommunicated for taking another plural wife after his resignation."],[".",{"id":"f2","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.f2"},[".caption","Wilford Woodruff gave the Manifesto after receiving the will of the Lord by revelation."]],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p21"},"In 1911 President Joseph F. Smith again emphasized the Church’s stand: “And another thing, as we have announced in previous conferences—as it was announced by President Woodruff, as it was announced by President Snow, and as it was reannounced by me and my brethren, and confirmed by the Church of Jesus Christ of Latter-day Saints, plural marriages have ceased in the Church. There isn’t a man today in this Church, or anywhere else, outside of it who has authority to solemnize a plural marriage—not one! There is no man or woman in the Church of Jesus Christ of Latter-day Saints who is authorized to contract a plural marriage. It is not permitted, and we have been endeavoring to the utmost of our ability to prevent men from being led by some designing person into an unfortunate condition that is forbidden by the conferences, and by the voice of the Church, a condition that has to some extent at least, brought reproach upon the people.” (In Conference Report, Apr. 1911, p. 8.)"],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p22"},"Since then every President of the Church has reiterated this stand and declared the doctrine of the Church to be against the practice of plural marriage."]]]],"refs":null}
