{"id":134,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":134,"title":"Arts and Crafts","subtitle":"","short_title":"Arts and Crafts","uri":"/manual/family-home-evening-resource-book/family-activities/arts-and-crafts","content":[["div",{"id":"head27","uri":"/manual/family-home-evening-resource-book/family-activities/arts-and-crafts.head27"},["h1","Arts and Crafts"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/arts-and-crafts.p2"},"A simple art or craft activity can be a truly satisfying experience for your family. Develop your family’s creativity and self-confidence by trying one of the crafts described below."],[".topic",["h2","Materials Needed"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/arts-and-crafts.p4"},"The materials listed for the craft you choose."]],[".topic",["h2","Activity"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-activities/arts-and-crafts.p6"},"The following are simple arts and crafts that one person, or the whole family, can try:"],["div",{"id":"f54","uri":"/manual/family-home-evening-resource-book/family-activities/arts-and-crafts.f54"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Spiderweb print."],"A spiderweb is a thing of intricate beauty. Find a freestanding web in the weeds or bushes. This may be easiest in the early morning, when dew is on it. Then, later in the day, when the web is dry, go back to prepare it for printing. Do not break the web away from its support. Prepare it while it is still in place."],[".para","To prepare the web, spray it on both sides with white enamel paint. Be careful not to hold the can too close, or you might tear the web. Be sure the spiderweb is completely covered with paint; but don’t use too much, or it will sag. Hold a piece of black construction paper under the web. Center the web on the paper and break the main fibers that hold the web in place, allowing the web to fall onto the paper."],[".para","This print will be nice enough to frame or mount on cardboard."]],["li",["span.label","2."],[".para",["span.emphasis","Wooden buttons."],"Family members can have fun making their own buttons for articles of clothing they sew."],[".para","You will need a piece of dowel 1 inch (3 centimeters) in diameter. Place the dowel between pieces of cardboard to shield it, and put it in a bench clamp or vice. Father can drill two or three holes into the end of the dowel. Center them so you can use them for the holes in the buttons. If you don’t have a drill with a bit, make holes by twisting an awl or leather punch into the wood."],[".para","Use a hand jigsaw to saw off rounds of the dowel to the thickness you desire for a button. If you have a triangular file, you can file a design in the top of each button. Make four or five similar buttons so you can use them for a set."],[".para","Use a fine sandpaper to smooth off the rough parts. You can stain, paint, or wax the buttons to the desired finish."]],["li",["span.label","3."],[".para",["span.emphasis","Weathered wood or driftwood sculptures."],"Interesting wood pieces can be found in deserts and along beaches. The wood is often twisted and gnarled by the weather. Find an artistic piece of wood. It can be any size, but a size that is easy to work with is about 12 by 4 inches (30 by 10 centimeters)."],[".para","Fill a bucket with water and add one cup of household bleach. Use this solution and a wire brush or stiff brush to clean the wood. Sand it with varying weights of sandpaper to get it smooth. Then stain, varnish, paint, or wax it."],[".para","Make a square stand to place the sculpture on by cutting a 4-by-4-foot (1-by-1-meter) post 4 inches (10 cm) high. Drill a hole in the center of the square and one in the center of the wood sculpture. Glue a piece of dowel 4 to 8 inches (10 to 20 cm) long into the hole in the sculpture and then glue that to the hole in the stand."]],["li",["span.label","4."],[".para",["span.emphasis","Sand candles."],"Some people who live on the oceanfront like to make sand candles in the sand along the beach. Not everyone has a beach handy, but you can usually get a bucket of sand."],[".para","Fill a bucket with clean, damp (not wet) sand. Hollow out any shape you like with your hands. Whatever you hollow out will be the shape of the completed candle. You might want to push a round cereal bowl or a jello mold into the sand to make your shape."],[".para","You can use commercial candle wax purchased at a crafts shop or you can use 1 ounce (25 grams) of paraffin wax mixed with 1 ounce (25 grams) of stearin. A colored wax crayon will provide the color or you can purchase candle dye."],[".para","Heat the wax carefully to 120° F (49° C). Cut a piece of string or wick and prepare it by placing it in the melted wax with a spoon or tweezers. Straighten it by pulling it out tight and setting it aside to harden."],[".para","Carefully pour the wax into the sand mold. The sand should be damp, but not too wet or it won’t stick to the wax. As the wax begins to cool, the sand will drop, forming a hollow in the wax. Keep refilling the hollow with hot wax. If you want a thick crust, you need to use hotter wax. The hotter the wax the thicker the crust. But be careful: hot wax can cause severe burns."],[".para","Let the candle set for two or three hours in a cool place. Use a candle needle or a piece of thick wire to make a hole for the wick. Cut the wire as long as the candle is deep. Leave it in the mold overnight until the wax hardens."],[".para","Dig the candle out of the sand the next day. Carefully brush any loose sand from the candle. Remove the wire and insert the prepared wick. You may have to melt a little more wax and pour it around the wick to help the wick stand in place."],[".para","You can decorate the outside sand crust by gluing on sea shells, or you can carve a design in the sand with a sharp instrument."]],["li",["span.label","5."],[".para",["span.emphasis","Fine pen drawing."],"This is especially good for young children to do alone. No preparations are necessary."],[".para","Observation is the key to drawing. Pick a flower or a leaf. Look at it and memorize how it looks. Now put it away and make a line drawing with a fine-line pen."],[".para","After you have completed your first drawing, hold the flower or leaf in one hand while you draw it with the other hand. Look at it very carefully as you draw each part. See how much easier it is to draw when you can look at the object at the same time."],[".para","Try drawing your favorite toy by memory. Now get the toy and observe it carefully as you draw."]],["li",["span.label","6."],[".para",["span.emphasis","Drawing with scissors."],"You can create some interesting designs by cutting or tearing paper. You will need some different colors of construction paper or tissue paper."],[".para","See what different shapes you can cut or tear from the tissue or construction paper. Paste them on a full sheet of construction paper in any design that pleases you. You can even overlap some of the pieces you paste on."]],["li",["span.label","7."],[".para",["span.emphasis","Fingerprint art."],"Get an ink pad and some notepaper. Make your own designs by placing your thumb or finger on the ink pad and printing it on the paper."],[".para","Use felt-tipped pens of different colors to complete the design. You can add petals around the thumbprint to make flowers. A few strokes with the pen can turn thumbprints into people. Print three thumbprints, one on top of another. Draw two big ears at the top to turn it into a bunny. There is no end to what you can make."]],["li",["span.label","8."],[".para",["span.emphasis","Pressed Flowers."],"Gather flowers just before they reach full growth and when there is no dew on them. Place them between the pages of a magazine that you carry along as you pick the flowers. When you get home, put several books on top of the magazine for weight and leave the flowers to press for four or five days. Use the pressed flowers in—"],["ul.bullet",["li",["span.label","•"],[".para","Glass pictures. Place several different kinds of pressed flowers and grasses between two squares of glass. Tape the two pieces together around the edges with black electrical tape. Display the picture on a plate stand or attach a fine wire under the tape so that the picture can be hung in a window."]],["li",["span.label","•"],[".para","Framed pictures. Buy a small oval or square frame at a variety store. Place the flowers on a paper or cloth mat inside the frame."]],["li",["span.label","•"],[".para","Place mats. Place pressed flowers on a rectangular piece of cloth. Cut a piece of clear contact paper one inch smaller on each edge than the cloth. Stick the contact paper to the cloth over the pressed flowers. Fringe the extra cloth outside the contact paper border."]],["li",["span.label","•"],[".para","Notepaper covers. You will need notepaper, wax paper, and tissues. Separate the tissue so that you only have one ply in thickness. This is so the pressed flowers will show through. Cut the tissue and wax paper the same size as the notepaper."]]],[".para","Mix one part household glue with one part water. Cover the wax paper with diluted glue. Place the pressed flowers in a design on one half of the wax paper. Place the single-ply tissue over the flowers and glue the two sheets together."],[".para","Fold the wax paper in half and place it over the folded note paper. This forms a cover to place over the notepaper."]]]]],[".topic",["h2","Additional Activities"],["div",{"id":"f56","uri":"/manual/family-home-evening-resource-book/family-activities/arts-and-crafts.f56"},["ol.number",["li",["span.label","1."],[".para","Set up a family arts and crafts exhibit. You will need to choose a place for the exhibit—a table outdoors, a dining room table, an empty bookcase, or a place on the floor. Have each person display his craft with a tag or card telling about it."]],["li",["span.label","2."],[".para","Invite your extended family to visit your arts and crafts exhibit."]],["li",["span.label","3."],[".para","Ask neighbors to set up their own exhibit the same evening. Take a walk around the neighborhood to see their exhibits."]],["li",["span.label","4."],[".para","Suggest to the ward activity chairman that he arrange a ward arts and crafts exhibit. Encourage ward families to display what they have made."]],["li",["span.label","5."],[".para","Display some of the crafts in your home permanently."]],["li",["span.label","6."],[".para","Put tags on the things already in your home that family members have made, such as drapes by mother or fireplace by father. Have a surprise recognition night."]]]]]]],"refs":null}
