{"id":142,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":142,"title":"Bird Watching Close to Home","subtitle":"","short_title":"Bird Watching Close to Home","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home","content":[["div",{"id":"head35","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.head35"},["h1","Bird Watching Close to Home"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p2"},"Bird watching, even through the kitchen window, can teach your family much about the world of nature. This activity will help your family set up situations in which they can watch birds close to home."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p4"},"Invite birds to your home by choosing and doing one or more of the following simple activities:"],["div",{"id":"f78","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.f78"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Birdbath."],"Build a wooden frame with a bottom 2-feet square (60 cm square) and sides 4 inches tall (10 cm). Cover the bottom with plywood. Mix together one part cement, two parts sand, and three parts pea gravel; moisten with water so the mixture flows slowly. Pour into the frame and, before it hardens, slope the sides until the center is depressed about 2 inches (5 cm). Molding the cement mixture around a wire frame will reinforce the basin. Allow the mixture to harden, and mount the bird bath on a pedestal or above ground level so cats can’t prey on the bathing birds. Then watch the birds enjoy the water."]],["li",["span.label","2."],[".para",["span.emphasis","Windowsill observatory."],"Fasten a wooden board to an outside windowsill or ledge. Nail two or three dowels to the board to act as perches for birds. Place some small pans on the sill to hold food and water. Make a “blind” by putting a small hole in a piece of cardboard and by placing the cardboard against the inside of the window. You can then watch birds from inside the house without distracting or frightening them. Place honey on a donut or a bread crust, sprinkle it with nuts, and see how many birds are attracted."]],["li",["span.label","3."],[".para",["span.emphasis","String feeding."],"String bits of food—such as bread, nuts, or popcorn—on a thin string or thread. Space the food several inches apart and tack both ends of the string to a tree trunk or limb. Watch the birds’ different methods of feeding. This is especially effective in wintertime."]],["li",["span.label","4."],[".para",["span.emphasis","Nest building."],"Place colored yarn, string, or straw in an easy-to-find place for birds. Watch to see which birds pick which material to build their nests."]],["li",["span.label","5."],[".para",["span.emphasis","Hummingbird feeder."],"Attach a small or medium-sized tube or vial to a tree twig or a stem of a flower. Decorate the vial with bright ribbon and place a mixture of one part sugar to two parts water in the container. Watch the birds hover and sip the nectar. It may also attract moths, butterflies, and other insects."]]]],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p10"},"If you are interested in learning to recognize different kinds of birds and understand their habits, check local libraries and bookstores for the numerous guides to bird watching. The following ideas will give you some information with which to start learning about the birds you watch:"],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p11"},"What time of year is best for observing specific activities? Summer is the best time to watch nesting, hatching, feeding the young, and hunting for insects. Fall is best for watching migration, flocking, and molting. Winter is best for watching the hardy birds struggle to survive and to watch feather changes. Spring is best for watching migration, courting and mating, nest building, and spring molting."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p12"},"What time of day is best for watching? You have the best chance to hear the songs in early morning or late evening."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p13"},"How do you keep track of what you see? Write down what you see in a notebook. You might include the following information about each bird you see:"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p14"},"Name of bird"],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p15"},"Where you saw it"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p16"},"When you saw it"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p17"},"What the bird was doing"],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p18"},"Characteristics: color, size, wing shape, beak, feet"],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.p19"},"What do bird sounds mean? You may hear a mating call, a morning or evening greeting, a cry of danger, a call to communicate with other birds during migration, or a means of self-expression. Each kind of bird has its own special calls, and getting to know the calls can help you recognize the different kinds of birds."]],[".topic",["h2","Additional Activities"],["div",{"id":"f79","uri":"/manual/family-home-evening-resource-book/family-activities/bird-watching-close-to-home.f79"},["ol.number",["li",["span.label","1."],[".para","Build a birdhouse."]],["li",["span.label","2."],[".para","Record bird songs on a sensitive tape recorder. Play the song back and see if you can attract a bird with the same song."]],["li",["span.label","3."],[".para","Learn which kinds have migratory paths in your area. Watch the semiannual migration of various birds."]],["li",["span.label","4."],[".para","Make a bird calendar. Let your family record the first time one of you sees a robin, the first bird’s nest you see, or the first baby bird you hear. Think of unique things to observe and record."]]]]]]],"refs":null}
