{"id":161,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":161,"title":"Coping with a Blackout","subtitle":"","short_title":"Coping with a Blackout","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout","content":[["div",{"id":"head54","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.head54"},["h1","Coping with a Blackout"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.p2"},"This activity will help your family be prepared to deal with power failures that result in loss of light and heat."],[".topic",["h2","Materials Needed"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.p4"},"Matches and candles"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.p5"},"Battery-powered radio"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.p6"},"Flashlight and batteries"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.p7"},"Fuses (if you have a fuse box that requires fuse replacements)"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.p8"},"Food storage items: food requiring no refrigeration or cooking such as crackers, canned meats, fruits, dried meats, fish, juices, water, and powdered milk"]],[".topic",["h2","Activity"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.p10"},"Decide on an evening when your family can practice coping with a blackout. Parents might want to plan the evening together and then surprise the rest of the family."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.p11"},"Before dinner, announce that in a few minutes you will be turning out the lights. Tell everyone that for a specified amount of time they will not be allowed to turn on the lights again because tonight your family will be learning what to do during a blackout. Have all family members follow these steps:"],["div",{"id":"f130","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.f130"},["ol.number",["li",["span.label","1."],[".para","Don’t panic and don’t walk around in the dark. You can get hurt if you wander about in the dark, especially if you are outside or in a strange place."]],["li",["span.label","2."],[".para","Check the inside of your home to see if the problem originates there. Check the fuse box or circuit breaker box. Find the replacement fuses and make sure all family members know how to replace them. If your home is run from breaker switches, check them for malfunctioning circuits."]],["li",["span.label","3."],[".para","If you find the problem does not originate from these sources, look out the window to see if other lights are off in the neighborhood. If they are not working, turn on your battery-powered radio for information. Use your telephone only for serious emergency needs to avoid jamming the lines."]],["li",["span.label","4."],[".para","Get the flashlight, candles, batteries, and matches."]],["li",["span.label","5."],[".para","Discuss how best to prepare your evening meal. Since you have no electricity, you must prepare food that requires no cooking. Also, you must prepare your meal from food storage or from food on hand. The water you will be drinking must also be supplied from your food storage. (Use purification tablets if necessary.) Use your creativity."]],["li",["span.label","6."],[".para","After your meal, plan some activities that will keep family members from feeling frightened or anxious. Following are a few suggestions you may wish to use:"],["ul.bullet",["li",["span.label","•"],[".para","Create shadow pictures."]],["li",["span.label","•"],[".para","Tell stories."]],["li",["span.label","•"],[".para","Whistle or hum songs, and play “Name That Tune.”"]],["li",["span.label","•"],[".para","Play games."]],["li",["span.label","•"],[".para","Create an add-on story. One person starts with the background, the next person adds the characters, the next states what they do, the next creates a problem, the next complicates that problem, and finally the last person solves the problem and concludes the story."]]]]]],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.p23"},"Here are some things to keep in mind during a blackout:"],["div",{"id":"f132","uri":"/manual/family-home-evening-resource-book/family-activities/coping-with-a-blackout.f132"},["ol.number",["li",["span.label","1."],[".para","If someone in the home depends upon electrical medical equipment, such as an iron lung, contact the police or fire department immediately, or take the patient to the hospital at once."]],["li",["span.label","2."],[".para","Even in a power shortage some appliances remain in service. While gas furnaces cannot heat homes when there is no electricity, gas water heaters still make hot water. A gas oven will not work, but a gas range-top will."]],["li",["span.label","3."],[".para","Telephone lines are separate from electrical lines."]],["li",["span.label","4."],[".para","Most burglar alarm systems have battery backups."]],["li",["span.label","5."],[".para","It is suggested that you unplug appliances when there is an outage. When power is restored, plug them in slowly, one by one, to prevent an overload."]],["li",["span.label","6."],[".para","If the power outage is from a source other than your own home, turn off the main circuit breaker."]]]]]]],"refs":null}
