{"id":163,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":163,"title":"Earthquake Preparation","subtitle":"","short_title":"Earthquake Preparation","uri":"/manual/family-home-evening-resource-book/family-activities/earthquake-preparation","content":[["div",{"id":"head56","uri":"/manual/family-home-evening-resource-book/family-activities/earthquake-preparation.head56"},["h1","Earthquake Preparation"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/earthquake-preparation.p2"},"What are earthquakes? The earth’s crust is constantly subjected to stresses from deep inside the earth. First the crust bends, and when the stress exceeds certain limits, the crust breaks. This breaking process causes the vibrations we call earthquakes."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/family-activities/earthquake-preparation.p3"},"We have been warned by the Lord to expect earthquakes in our day. “And there shall be earthquakes also in divers places, and many desolations” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.33"},"D&C 45:33"],"). There is no plan that can eliminate all earthquake danger. But you can greatly reduce damage and injury by following several basic guidelines."],[".topic",["h2","Activity"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/earthquake-preparation.p5"},"As a family, discuss the following guidelines for protecting yourself in an earthquake. You may want to role-play some of the steps."],["div",{"id":"f135","uri":"/manual/family-home-evening-resource-book/family-activities/earthquake-preparation.f135"},["ol.number",["li",["span.label","1."],[".para","Try to stay cool and calm. Think through what you should do. Try to reassure others."]],["li",["span.label","2."],[".para","If you are indoors, stay there. Protect yourself in one of the following ways and wait out the earthquake:"],["ul.bullet",["li",["span.label","•"],[".para","Take cover under a heavy desk, bed, or table. This will protect you from falling debris."]],["li",["span.label","•"],[".para","Move into a strong doorway, or sit or stand against an inside wall. If you are large enough, brace yourself in a doorway. A door frame or the structural frame of a building are the building’s strongest points."]],["li",["span.label","•"],[".para","Stay away from glass, as the earthquake may shatter it."]],["li",["span.label","•"],[".para","Move away from bookcases, ceiling fixtures, or china cupboards."]],["li",["span.label","•"],[".para","Try to keep your children with you."]]]],["li",["span.label","3."],[".para","If you are in a tall building, get under a desk. Do not dash for exits, since stairways may be broken and jammed with other people. Power for elevators may fail."]],["li",["span.label","4."],[".para","If you are in a crowded store, do not rush for a doorway since hundreds may have the same idea. If you must leave the building, choose your exit as carefully as possible."]],["li",["span.label","5."],[".para","If you are outdoors, get away from buildings, tall objects, and electric wires. Falling debris can injure or kill you."]],["li",["span.label","6."],[".para","If you are in a moving car, stop in an open area if possible. Don’t stop on a high overpass or bridge, or where buildings can topple down on you. Stay inside the car until the shocks stop, even if the car shakes a great deal. A car is a fairly safe place to be."]],["li",["span.label","7."],[".para","Be prepared for additional earthquake shocks, called “aftershocks.” Although most of these are smaller than the main shock, some may be large enough to cause more damage."]]]],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/family-activities/earthquake-preparation.p18"},"When the earthquake stops—"],["div",{"id":"f137","uri":"/manual/family-home-evening-resource-book/family-activities/earthquake-preparation.f137"},["ol.number",["li",["span.label","1."],[".para","Check your water line, gas line, and electrical lines. If there is a gas line into your home or building, turn off burners and pilot lights. Do not light candles, matches, or lighters until you determine there is no leak. Gas leaks can cause explosions. Report damage to the appropriate utility companies and follow their instructions. If there is a leak, stay out of the house."],[".para","Do not flush toilets until you know that sewer lines are unbroken."],[".para","Electric lines can cause fire. Shut off all electrical power if there is damage to your house wiring. Do not operate electrical switches or appliances if you suspect a gas leak. They can create sparks which can ignite gas from broken lines."]],["li",["span.label","2."],[".para","Check your household for injured members."]],["li",["span.label","3."],[".para","Check your neighborhood for injured people who need help."]],["li",["span.label","4."],[".para","Immediately clean up spilled medicines, drugs, and other potentially harmful materials."]],["li",["span.label","5."],[".para","Turn on your radio (battery-operated or car). Listen for damage reports and instructions."]],["li",["span.label","6."],[".para","Don’t tie up the telephone unless there is a real emergency to report. The lines will be urgently needed."]],["li",["span.label","7."],[".para","Don’t go outside to see the damage. The area will be cluttered enough and you may hamper rescue. Keep the streets clear for passage of emergency vehicles."]],["li",["span.label","8."],[".para","Do not touch downed power lines or objects touched by the downed wires."]],["li",["span.label","9."],[".para","Stay away from damaged buildings. Aftershocks can collapse them."]],["li",["span.label","10."],[".para","Stay away from beaches and waterfront areas. Not all quakes cause tidal waves, but many do. If you are near the ocean or tidal inlet following an earthquake, be alert for tidal waves. Move inland."]],["li",["span.label","11."],[".para","If water is off, you can get emergency water from water heaters, toilet tanks, melted ice cubes, and canned vegetables."]],["li",["span.label","12."],[".para","Do not eat or drink anything from open containers near shattered glass. Strain liquids through a clean handkerchief or cloth if you think broken glass may be in them."]],["li",["span.label","13."],[".para","Respond to requests for help from police, fire fighters, civil defense and relief organizations. But do not go into damaged areas unless your help has been requested. Cooperate fully with public safety officials."]]]]]]],"refs":null}
