{"id":138,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":138,"title":"Enjoying Dance and Drama","subtitle":"","short_title":"Enjoying Dance and Drama","uri":"/manual/family-home-evening-resource-book/family-activities/enjoying-dance-and-drama","content":[["div",{"id":"head31","uri":"/manual/family-home-evening-resource-book/family-activities/enjoying-dance-and-drama.head31"},["h1","Enjoying Dance and Drama"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/enjoying-dance-and-drama.p2"},"Have a creative time together dancing or dramatizing. Let yourselves go. This kind of physical expression is satisfying and can be a lot of fun."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/enjoying-dance-and-drama.p4"},"Choose one of these activities:"],["div",{"id":"f73","uri":"/manual/family-home-evening-resource-book/family-activities/enjoying-dance-and-drama.f73"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Dance your feelings."],"Play a record, a tape, the radio, or create your own music. Let the children dance the way the music makes them feel. Have them one by one take a turn to dance for the family so that each gets a turn to have everyone’s complete attention. It is important that you allow them to be graceful, silly, or even clumsy as long as they are expressing something. If you are understanding, they will enjoy being inventive."],[".para","The children will want to dance only two or three minutes each turn. Vary the fun by grouping them now and then in different ways between solo acts. This is a simple activity, but one the children find extremely satisfying."],[".para","You may want to use some variations to their free expression by giving each a certain activity that he is to dance. For example:"],["ul.noMarker",["li",[".para","Be a skater."]],["li",[".para","Be a flower coming up in the spring."]],["li",[".para","Be a lion in the forest."]],["li",[".para","Be a skier coming down the mountainside."]],["li",[".para","Be a princess at a ball."]],["li",[".para","Be a swimmer."]],["li",[".para","Be a horse on the prairie."]],["li",[".para","Be a tree swaying in the breeze."]]],[".para","Another variation to this activity is to have each one dance and then have the family try to guess what he is depicting."],[".para","One family has a dance night at least once a month. The children look forward to it with real enthusiasm and plan what they are going to do, especially their dances in pairs and groups."]],["li",["span.label","2."],[".para",["span.emphasis","Statues."],"This game is fun to play with children in a yard or field outside. Have everyone form a circle around someone. The person in the middle is the statue maker. He has each one come to him in turn to be swung around two or three times and then released. The position in which the one being swung comes to rest must be kept until all have been swung. All this time the statue maker has in mind what he wants them to be. The one who is most like what he has in mind wins and gets to go to the center and be the next statue maker."]],["li",["span.label","3."],[".para",["span.emphasis","Charades."],"Have each person one by one take a pose and have the family guess what each is trying to be. This activity can be made exciting if you let the children dress up and make their own costumes. They are very inventive and love to express themselves. You may even encourage them to pantomime stories from the Bible, Book of Mormon, or Church history that they particularly like."],[".para","Words could be added to make a play if they so desire. Some props and scenery that they choose or create can make the evening even more fun."]],["li",["span.label","4."],[".para",["span.emphasis","Fairy tale fun."],"Your children may enjoy acting out scenes from their favorite fairy tales. Let them be Snow White, Cinderella, Billy Goat Gruff, Prince Charming, or a great big giant. They may do the whole story or just one part of it. Let them dress up and have fun pretending."]],["li",["span.label","5."],[".para",["span.emphasis","Hand puppets."],"Your children may have fun making a stage using a small table or desk. They can make props and curtains and everything they need to furnish their stage. Let them make up a play with hand puppets or dolls and present it for the family. Children will have some marvelous ideas if you encourage them to be imaginative."]]]]]]],"refs":null}
