{"id":152,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":152,"title":"Family Superstars","subtitle":"","short_title":"Family Superstars","uri":"/manual/family-home-evening-resource-book/family-activities/family-superstars","content":[["div",{"id":"head45","uri":"/manual/family-home-evening-resource-book/family-activities/family-superstars.head45"},["h1","Family Superstars"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/family-superstars.p2"},"This activity offers wholesome fun for the entire family, practice in many basic sports skills, and vigorous to mild physical activity. In it the family, in pairs or small teams, take part in a wide variety of challenging events. A “Family Superstars” event requires several weeks of planning and would be a good activity for times when the extended family or guests will be present."],[".topic",["h2","Preparation"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/family-superstars.p4"},"Choose or invent eight to twelve different events that you can hold in your yard, at a park, on the church lawn, or at a school near you. Assign different family members to prepare for one or two events, including getting or making the needed equipment and materials. Choose a date several weeks in advance and invite other family members or a neighborhood family to join you. Your family can also use one or all of the events without staging a formal superstars day."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/family-superstars.p5"},"Make a small banner advertising your superstars day and display it a week or two in advance. Be sure to establish simple and easy-to-understand rules for each event. Don’t be afraid to make up your own rules. You may choose not to keep score or have winners and losers if it is more appropriate for your family. If your family has small children, you might want to give teenagers and adults a handicap when they compete against the children. This might include throwing or kicking with the arm or leg they do not usually use, running backward, or giving the child a head start."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-activities/family-superstars.p6"},"A week or more in advance, have a family member prepare a special award certificate for each person who will take part. A simple hand-lettered certificate (see example) will do."],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-activities/family-superstars.p7"},"Invent or create your own events, or you may find it helpful to try some of the following:"],["div",{"id":"f98","uri":"/manual/family-home-evening-resource-book/family-activities/family-superstars.f98"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Milk carton field goal kick."],"You will need three half-gallon (2-liter) milk cartons filled with crumpled newspaper and wrapped with masking tape, and a makeshift goalpost approximately 5 feet (1.5 meters) high and 8 feet (2.4 meters) wide. Each person tries six times to kick a milk carton over the crossbar and through the upright. Keep score by counting the number of times each person makes it."]],["li",["span.label","2."],[".para",["span.emphasis","Flying saucer throw for accuracy."],"You will need a target made from a hula-hoop, inner tube, tire, or other circle. Each person tries six times to throw a frisbee, ice cream bucket lid, or stiff paper plate through the target. Keep score by giving each person one point for hitting the circle and two points for going through the target."]],["li",["span.label","3."],[".para",["span.emphasis","Jump-and-reach balloon."],"You will need twenty to thirty small balloons, masking tape, five or six pins, and a wall. Tape the balloons to the wall with masking tape at approximately the heights shown in the drawing. Measure how high each person can reach while he is standing flat on the ground. Then give him a pin and allow him three tries to jump and pop a balloon as high as possible above his head. The person who pops a balloon the highest above his standing reach wins."]],["li",["span.label","4."],[".para",["span.emphasis","Hula-hoop agility race."],"You will need ten hula-hoops, inner tubes, tires, or circles of some sort 2 1/2 to 3 feet (about 75 to 90 cm) in diameter. Lay them on the ground in two parallel lines, spaced out so that each line is 30 feet (about 9 meters) long. Have each person run up one row of circles and down the other, making sure that both feet land in each of the circles. The person who can run down and back the fastest wins. Give each person three chances to run and take his best time."]],["li",["span.label","5."],[".para",["span.emphasis","Standing long jump."],"Mark an area for the long jump on the grass, sidewalk, or floor. A sewing tape measure taped or pinned down will do. Give each person three tries to jump as far as he can."]],["li",["span.label","6."],[".para",["span.emphasis","Rope skips in one minute."],"You will need two or three ropes 7, 8, or 9 feet (about 2, 2.5, or 3 meters) long. Little children can use a 7-foot (2-meter) rope; adults require a 9-foot (3-meter) rope. Have each person count how many times he can successfully skip the rope in one minute."]],["li",["span.label","7."],[".para",["span.emphasis","Throwing for accuracy."],"You will need five soft balls—newspaper balls, foam balls, or yarn balls—and several cans. Let each person try ten times to throw a ball into a can some distance away. Give two points for each can hit and one point for each can knocked over."]],["li",["span.label","8."],[".para",["span.emphasis","Soccer dribble."],"You will need eight chairs, boxes, or cones for markers and two playground or soccer balls. Set up the chairs or boxes as shown in the drawing. Have each person try to kick and guide the ball with his feet, up and back as shown by the dotted line. The person who can do it successfully wins."]],["li",["span.label","9."],[".para",["span.emphasis","Basket shooting."],"You will need a basket, box, or garbage can and a basketball, rubber ball, foam ball, yarn ball, or large paper ball. Draw a circle 10 feet (about 3 meters) in diameter around the basket for adults, 6 feet (about 2 meters) for children. Have everyone stand outside the circle and make fifteen tries to get the ball into the basket. The person who throws it in the most times wins."]],["li",["span.label","10."],[".para",["span.emphasis","Wrestling sticks."],"You will need two smooth wood sticks, each 5 inches (about 13 cm) long. Two people face each other, grip the stick between them, and try to wrestle the stick out of the hand of their opponent. The opponents can use one hand or two hands and cannot move their feet. The person who wins two out of three times is the winner."]],["li",["span.label","11."],[".para",["span.emphasis","Shuttle agility race."],"You will need four boxes, baskets, or small garbage cans and ten old stuffed socks, newspaper balls, or blocks of wood. Arrange the boxes as shown in the drawing. Put five balls in each of the far boxes. Have two players begin by the full boxes and move the balls to the empty boxes as fast as they can, one ball at a time. Items must be placed in the container, not tossed in. The person who transfers all five balls the fastest wins."]],["li",["span.label","12."],[".para",["span.emphasis","Pioneer pillow push."],"You will need two soft pillows. Mark a 10- to 12-foot (about 3- to 4-meter) circle on the grass or the floor. Contestants stand inside the ring and try to push one another out using the soft pillow. Both feet must be out of ring to count as a fall. Play for the best two out of three falls."]]]]],[".topic",["h2","Activity"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/family-activities/family-superstars.p21"},"With all family member assignments completed and the eight to twelve events ready to go, divide the family into pairs or teams. The teams need not match exactly in age, height, and weight, but do not put all the young children on one team. Pairs or teams take part in an event while others cheer them on. If there are more than six pairs or teams, have two different events going on at the same time."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-activities/family-superstars.p22"},"At the conclusion, give a “Family Superstar” award certificate to each participant. Encourage family members to display their certificates on the family bulletin board or in their rooms."]],[".topic",["h2","Additional Activities"],["div",{"id":"f99","uri":"/manual/family-home-evening-resource-book/family-activities/family-superstars.f99"},["ol.number",["li",["span.label","1."],[".para","Buy or make a simple little surprise (candy, cookie, or small toy) to give participants at the end of each event."]],["li",["span.label","2."],[".para","Change your superstar day to a challenge day. Omit competition between pairs or teams and merely challenge all family members: Can you do this?"]],["li",["span.label","3."],[".para","Take pictures of your superstar activity and make a collage of superstars for your family photo album."]],["li",["span.label","4."],[".para","Plan and conduct a “Neighborhood Superstars” activity. Be sure to invite some nonmember friends or neighbors."]],["li",["span.label","5."],[".para","As a family, volunteer to stage a superstars day for the extended family at a reunion."]],["li",["span.label","6."],[".para","Give a prize to the family member who invents the best new event for your family superstars."]],["li",["span.label","7."],[".para","Adapt the superstars activity to an indoor activity. You will need to adapt the events listed and invent new ones."]]]]]]],"refs":null}
