{"id":136,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":136,"title":"Fun with Stories and Poems","subtitle":"","short_title":"Fun with Stories and Poems","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-stories-and-poems","content":[["div",{"id":"head29","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-stories-and-poems.head29"},["h1","Fun with Stories and Poems"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-stories-and-poems.p2"},"Have fun together being creative with stories and poems. No great talent is needed, although some may be discovered. Just have fun together using your imagination freely."],[".topic",["h2","Activity"],["div",{"id":"f65","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-stories-and-poems.f65"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Continued stories."],"Relax with your children lying on the floor around a warm fire, on a big bed with a child on each arm, or anywhere that you all feel close and comfortable. Tell them that each is going to participate in telling a story you are going to create together. The first person will start the story and then stop at some critical moment. The next person will have to continue the story in his own words using his own imagination. Then he stops and lets the third person take over until all have had several turns and a story has unfolded. Set up some sequence or order in which you will participate. Encourage the children to be completely uninhibited in what they want the story to be like. You may want to make up several stories in one home evening, letting different members of your family start and finish each story."],[".para","Example"],[".para","First person: Once there was a beautiful little girl who loved the color purple. Her favorite game was to sneak out to the airport near her home and paint airplanes this favorite color, bright purple. Oh, it was messy! She often got into trouble because she would spill paint all over the runway where the airplanes came in. One dark night she crept out to paint the biggest airplane in the whole world, to paint it purple. When she got there she was surprised because …"],[".para","Second person: When she got there she was surprised because somebody had already been there and painted that huge airplane yellow like a great big canary. She was so mad that she sat down and cried and cried. Suddenly the airplane opened up its big mouth and said …"],[".para","The third person goes on by having the airplane say some ridiculous thing."],[".para","One variation to this kind of storytelling is to give each person a word that he must weave into his narrative in a natural way. Pick interesting words or funny ones. Examples: volcano, stupefied, rhinoceros, magnificent, ugly, etc."],[".para","Another variation is to prepare a rather long piece of string that the person telling his segment of the story winds into a ball or onto a stick. He must talk as long as it takes him to wind up the string. Yarn, thread, or even rope could be used instead of string."],[".para","Little children like to make up stories about themselves, using their own names. Consider one like the following:"],[".para","One morning, ____________ (your child’s name) got up and found a cute little bluebird singing on the windowsill."],[".para","“Good morning, Mr. Bluebird,” said ____________ ."],[".para","“Good morning, to you, ____________ ,” said the bluebird."],[".para","Have the child go on telling what happened. Encourage him to use his own name frequently throughout the story you tell together."]],["li",["span.label","2."],[".para",["span.emphasis","Personal poems."],"Children love to make up their own poems. They will not always rhyme or fit a particular meter, but they are very refreshing and revealing. The following poem was written by a little girl eight years old who loves dogs. When she was six, she told her mother, “When I grow up, I’m not going to have babies; I’m going to have puppies.”"],[".topic",["h2","What If Dogs Took Over the World?"],[".poetry",{"id":"f","uri":"/manual/family-home-evening-resource-book.f"},[".stanza",[".line","What if dogs took over the world?"],[".line","What a sight to see,"],[".line","People tied to a tree."],[".line","What would happen to me?"],[".line","There would be a dog police."],[".line","Animals in the zoo would be released."],[".line","Dogs would walk us as we walk them."],[".line","They’d wear dresses with a hem."],[".line","They’d drive cars."],[".line","And have bazaars."],[".line","They’d roll and run,"],[".line","And have such fun!"],[".line","I hope dogs don’t take over the world!"]]]],[".para","Let your family write some poetry about their pets, their hobbies, their concerns, their troubles, their interests—whatever they may be. Some of the poetry may turn out to be beautiful. Never correct your child’s efforts. Let him feel his expression is good enough to be unconditionally accepted."],[".para","Older children may want to create funny limericks. Following is an example of the form they take:"],[".poetry",{"id":"f","uri":"/manual/family-home-evening-resource-book.f"},[".stanza",[".line","There once was a girl named Janet"],[".line","Who came from another planet."],[".line","Her hair was green"],[".line","With a beautiful sheen,"],[".line","And skin so white you could tan it."]]],[".para","They may want to make them up about their own names or those of other family members."],[".para","Another activity is to have each family member write new words to his favorite song. For example:"],[".para","Sing to: “Jingle Bells”"],[".poetry",{"id":"f","uri":"/manual/family-home-evening-resource-book.f"},[".stanza",[".line","Elephants, elephants, elephants are fat."],[".line","They each have a big long trunk"],[".line","Where their nose is at;"],[".line","Elephants, elephants, elephants are fat."],[".line","It appears their great big ears"],[".line","Should cover where they sat."]]],[".para","You may want to use a favorite hymn and write some new words that are very meaningful to the music.",["span.emphasis","Caution:"],"Because of later association, it would not be wise to write humorous words to a sacred hymn, but some serious, thoughtful expression would be appropriate."],[".para","Sing to: “We Thank Thee, O God, for a Prophet”"],[".poetry",{"id":"f","uri":"/manual/family-home-evening-resource-book.f"},[".stanza",[".line","We thank thee, O God, for our family"],[".line","To guide us through our younger days"],[".line","We thank thee for wise and good parents"],[".line","To teach us of thy righteous ways."],[".line","We thank thee for brothers and sisters"],[".line","Who fight, tease, but help sometimes, too."],[".line","We hope to grow more close and loving,"],[".line","And living the gospel’s the clue."]]],[".para","Try some of your own favorites. Make up serious words for the hymns or funny ones for other songs. It does not matter as long as you do something original."]],["li",["span.label","3."],[".para",["span.emphasis","Family poems."],"Let your family compose a poem as a group. This is called a “mosaic” poem. Have each one express in a short sentence how he feels about some selected subject. Write down each expression as it is given. Sometimes it is best to have each keep his sentences secret until you all read them aloud. Sometimes you may want to give each line out loud right at first, expecting the first ones to influence what others may say, and thus build a more harmonious poem. Try both ways."],[".para","After each family member has contributed, you may want to rearrange the sentences to make more sense or create more unity in the poem. Any subject you are all interested in would be a good topic to start with."]],["li",["span.label","4."],[".para",["span.emphasis","Expressive language."],"Little children like to express themselves. They may not be able to create poetry or stories but they will enjoy completing phrases like the following:"],["ul.noMarker",["li",[".para","As soft as ____________"]],["li",[".para","As slippery as ____________"]],["li",[".para","As green as ____________"]],["li",[".para","As scary as ____________"]],["li",[".para","As tall as ____________"]],["li",[".para","As happy as ____________"]],["li",[".para","As big as ____________"]],["li",[".para","Let them say whatever comes into their minds. Some of their responses can be very revealing and surprisingly wise. Make up many more than the seven examples given. It will be fun for you too."]]]],["li",["span.label","5."],[".para",["span.emphasis","Haiku poetry."],"This form of Japanese expression and appreciation for nature can be a really creative experience for the adults in your family. Find some beautiful picture from nature and have each one write three sentences about it, each on a separate line. Then cut down the first sentence to just five syllables, selecting the most expressive words. Cut the second one down to seven syllables; and the third, to five again. This is your haiku poem. See how simple, yet moving, your expressions can be."],[".para","Example"],[".para","Viewing a beautiful picture of a mountain stream, one amateur wrote the following in the two steps of creating this kind of poetry:"],[".poetry",{"id":"f","uri":"/manual/family-home-evening-resource-book.f"},[".stanza",[".line","Three Sentences"],[".line","I love the verdant mountain streams with their fresh, icy water."],[".line","To sleep lightly by a stream like this and listen in half slumber to the cascades would be heaven to me."],[".line","I hope I can sit by some cool, bubbly bank forever."]],[".stanza",[".line","The Poem"],[".line","Verdant mountain streams."],[".line","Sleep lightly, listen. Heaven!"],[".line","Cool bank, forever."]]],[".para","Now you try some."]]]]]]],"refs":null}
