{"id":120,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":120,"title":"Learning Fun for Preschoolers","subtitle":"","short_title":"Learning Fun for Preschoolers","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-preschoolers","content":[["div",{"id":"head13","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-preschoolers.head13"},["h1","Learning Fun for Preschoolers"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-preschoolers.p2"},"These activities are especially designed to help preschoolers have fun as they develop skills in observing and classifying and in solving problems."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-preschoolers.p4"},"Have the family share ideas for having fun with preschoolers and helping them learn. Talk about how preschoolers learn and interact. Remember, learning should generally take place informally, as part of everyday activities. Parents should take advantage of the many teaching moments that occur daily in every home and family."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-preschoolers.p5"},"The following suggestions will help you know better how to play with preschoolers."],["div",{"id":"f29","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-preschoolers.f29"},["ol.number",["li",["span.label","1."],[".para","Allow time for the child to discover for himself."]],["li",["span.label","2."],[".para","Let him change the rules if he wants to."]],["li",["span.label","3."],[".para","Stop the game or activity when loses interest."]],["li",["span.label","4."],[".para","Use this play guide to avoid problems: (1) infants to three years—parallel play (children playing side by side but not necessarily together), (2) 4 and 5 years—cooperative play, (3) 6 and up—competitive play."]],["li",["span.label","5."],[".para","Help the child feel good about himself and feel that he can do things himself."]]]],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-preschoolers.p11"},"Choose a fun activity to do with your preschoolers or get some ideas from those listed below."],["div",{"id":"f30","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-preschoolers.f30"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","“What’s Missing?”"],"You will need a tray and various objects like jar tops, a spoon, a spool of thread, and crayon."],[".para","Place the tray with the objects on it on the table or floor. Start the game by asking the child to look closely and try to remember everything that is on the tray. Allow the child time to look at each object; he may want to touch and ask questions about each object."],[".para","Then ask him to close his eyes. While his eyes are closed, take one thing off the tray and hide it. Then ask the child to open his eyes and try to tell which object is missing. You can make the game harder by adding more objects."]],["li",["span.label","2."],[".para",["span.emphasis","“What Do You See?”"],"You will need one large envelope and cut-out pictures of familiar objects such as trucks, cars, or animals. Place the cut-out pictures in the large envelope. Pull one picture out slowly to show only part of the picture. Start the game by asking, “What do you see in the picture?” (Four wheels, two legs, etc.) “What do you think it might be?” If the child, after several guesses, seems to lose interest, show the picture and name the object. A variation of this game would be to write the letters of the alphabet or numbers on pieces of paper and play the same game."]],["li",["span.label","3."],[".para",["span.emphasis","Magnets."],"One fun game is “fishing.” You will need a magnet (some potholders have a small magnet stitched inside that can be easily ripped out, or you can get a small one at the dime store for less than a quarter), an empty egg carton, and a piece of string. Also collect about a dozen assorted objects—paper clips, bobby pins, safety pins (closed), buttons, bottle caps, and beads. Be sure to include some objects that a magnet will not attract."],[".para","Put the objects in a deep box (a half-gallon milk carton works well)."],[".para","Tie a string to the magnet long enough to reach the bottom of the box."],[".para","Let the child use the magnet to “fish” in the box and put his catch in the egg carton—paper clips in one section, safety pins in another, and so on."],[".para","The objects that a magnet will not attract are left in the bottom of the “pond.” When the child has finished, ask him to tell what is the difference between the things in the egg carton and those left in the box."]],["li",["span.label","4."],[".para",["span.emphasis","Beanbag toss."],"Get three beanbags of various colors and shapes if possible (yellow, red, blue, round, square, and triangular). If you make them, they should be about five inches in diameter. You will also need a box or basket."],[".para","Have each player take three turns trying to throw the beanbags into the basket. If the child can do it without missing, suggest that he move farther back."],[".para","You can use this game to help the child understand such space relationships as in front of and behind, in the middle, to the right, to the left, and over and under."],[".para","You can also play catch with a beanbag. Stand a foot away from the child and move farther back as the child’s catching ability improves. Alternate beanbags with each game and say the color and shape. For instance, “Let’s play catch with the square, red beanbag today.”"]],["li",["span.label","5."],[".para",["span.emphasis","Riddles."],"Gather some everyday objects from around the house, such as a spoon, scissors, crayon, or thread."],[".para","First place three items in front of the child. Say something like, “I am going to make up a riddle about one of these things. Look at the things and listen to see if you can guess which one I am talking about.” Then give clues, one at a time, until the child guesses correctly: “You see me on a table. You cannot eat me. But you use me to eat your soup. What am I?” “Yes, I am a spoon.”"],[".para","See if the child can make up the riddles for the other two items. Remind the child not to say the name of the object. Give help, if necessary, by whispering suggestions to the child."],[".para","Expand this activity by describing something in the room that both of you can see. Have the child tell you its name from what you tell about it. Then let the child describe something for other family members to guess."]],["li",["span.label","6."],[".para","“",["span.emphasis","What Would You Do?”"],"Begin by saying something like this to the child: “Sometimes things happen to us and we have to think what is the best thing to do about what happened. I will tell you some make-believe things that might happen to you, and you tell me what you would do.”"],[".para","Present some situations like these for the child to solve."],["ul.bullet",["li",["span.label","•"],[".para","The baby is crying and your mother is busy."]],["li",["span.label","•"],[".para","You spilled your juice."]],["li",["span.label","•"],[".para","You just broke your mother’s vase."]],["li",["span.label","•"],[".para","You are lost in the grocery store."]],["li",["span.label","•"],[".para","You have spilled paint on the floor."]]],[".para","Make encouraging comments about the solutions the children present, and discuss with them some other ways they might solve these problems. Explore the possible results of each solution with the child."]],["li",["span.label","7."],[".para",["span.emphasis","“It Starts Like This.”"],"Say to the child something like, “Tell me a word that starts like",["span.emphasis","milk."],"” At first, give such hints as these:"],[".para","“It shines at night” (Moon.) “It makes fire.” (Match.) “You see yourself in it.” (Mirror.) “It’s a little animal that likes cheese.” (Mouse.)"],[".para","Later on you can stop giving hints. The child will soon get the idea that many words start with the same sound and will enjoy thinking up words that “start like” the word you provide."]],["li",["span.label","8."],[".para",["span.emphasis","“Things That Start with the Same Sound.”"],"Give the child scissors and old magazines and let him cut out some pictures of things that start with the same sound—a car, a coat, a cake, for example—and paste them on a brown paper bag. To get the child started, you could cut out the first picture, then have the child find pictures of things that begin with the same sound. You can also print the first letter of the words on the bag."]],["li",["span.label","9."],[".para",["span.emphasis","Look-alike letters."],"Print these capital letters on a piece of paper."],["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","AATA"]],["td",{"colspan":"1","rowspan":"1"},[".para","FFOF"]],["td",{"colspan":"1","rowspan":"1"},[".para","NMNN"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","RSRR"]],["td",{"colspan":"1","rowspan":"1"},[".para","HDHH"]],["td",{"colspan":"1","rowspan":"1"},[".para","DBBB"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","WWDW"]],["td",{"colspan":"1","rowspan":"1"},[".para","GGGP"]],["td",{"colspan":"1","rowspan":"1"},[".para","CCGC"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","MMMB"]],["td",{"colspan":"1","rowspan":"1"},[".para","LLKL"]],["td",{"colspan":"1","rowspan":"1"},[".para","JJLJ"]]]]],[".para","Ask the child to pick out the letters that are just alike in each group of four letters. Start with the combinations where the two letters in the group look very different. Later, use combinations where the letters look more alike."],[".para","Play this game another way by asking the child to pick out the letter that is different. You can play this game with small letters too."],[".para","Don’t be upset if you have to do this many times for the same letter. It may be as hard for the child to memorize the name of a particular letter as it would be for you to memorize someone’s seven-digit telephone number."]],["li",["span.label","10."],[".para",["span.emphasis","“What Is the Missing Word?”"],"Say to the child: “I’ll say something and leave out the last word. You tell me what word you think I left out.” A typical sentence might be: “I guess I’d better open the ____________.” If the child responds with any word that makes good sense—",["span.emphasis","door, window, gate, package, envelope,"],"or",["span.emphasis","bottle,"],"give some encouragement, such as “good thinking” or “good choice.” Ask for suggestions of other words that would make sense there. Try to use sentences in which many different words would make sense at the end."],[".para","Be sure to make this game enjoyable and fun by not making it too hard or pushing too fast."]]]]]]],"refs":null}
