{"id":162,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":162,"title":"Making Your Home a Tough Target for Thieves","subtitle":"","short_title":"Making Your Home a Tough Target for Thieves","uri":"/manual/family-home-evening-resource-book/family-activities/making-your-home-a-tough-target-for-thieves","content":[["div",{"id":"head55","uri":"/manual/family-home-evening-resource-book/family-activities/making-your-home-a-tough-target-for-thieves.head55"},["h1","Making Your Home a Tough Target for Thieves"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/making-your-home-a-tough-target-for-thieves.p2"},"In about 20 percent of burglaries, the burglar was able to enter the home without forcing entry. Either he has a key or has found an open door or window. This activity will teach your family security measures that will help to make your home a more difficult target for thieves by making it as difficult and time-consuming to steal from as possible. A burglar likes to be in and out of your home with what he wants in five or ten minutes."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/making-your-home-a-tough-target-for-thieves.p4"},"Choose some or all of the following security measures and do them as a family:"],["div",{"id":"f133","uri":"/manual/family-home-evening-resource-book/family-activities/making-your-home-a-tough-target-for-thieves.f133"},["ol.number",["li",["span.label","1."],[".para","Lock up your valuables. Money, silver, and jewelry are obviously valuables. But your most prized possessions may be items that cannot be replaced, such as family heirlooms."]],["li",["span.label","2."],[".para","Choose hard-to-reach or hard-to-find hiding places. Bedrooms are the worst hiding places. They are generally searched first. Also, dirty clothes hampers and backsides of dresser drawers are unsafe hiding places."]],["li",["span.label","3."],[".para","Don’t keep large amounts of cash at home."]],["li",["span.label","4."],[".para","Etch identification numbers onto your valuables—your drivers license number, your phone number, or other identifying number. Give a record of these numbers to the police department. Most police departments will furnish you with an engraving tool free of charge."],[".para","Call your local police department to determine if they have a crime prevention program that offers the service of engraving identification numbers. If they do, make the necessary arrangements to have this done. If they do not, you may want to organize a neighborhood or family project to purchase the tool and share it to mark your valuables."],[".para","On items that cannot be engraved, such as silverware or paintings, write identification numbers on white tape and place the tape on the items. Then take a picture of these items. Keep an itemized record of all property and pictures in your safety deposit box or other safe place."]],["li",["span.label","5."],[".para","Make and record a room-by-room inventory of your possessions. Identify each item and record its serial number, if it has one. After recording this information, place the document in a safe, fireproof place (perhaps your refrigerator freezing compartment)."]],["li",["span.label","6."],[".para","Install a peep-hole viewer with a wide-angle (180°) lens. This is an inexpensive way to view those who are on the outside without opening the door. Don’t rely on a chain guard, which can be easily broken. Always talk to strangers through a closed door."]],["li",["span.label","7."],[".para","Beware of people you are not expecting. A stranger at the door may claim to be a repairman, police officer, or someone in need of your help. If a stranger comes to your door—"],["ul.bullet",["li",["span.label","•"],[".para","Offer to call for anyone in need or in trouble. Make sure the stranger waits",["span.emphasis","outside"],"while you make the call."]],["li",["span.label","•"],[".para","Verify that he is who he claims to be before opening the door by calling the company he claims to be representing. Always look up the number yourself and check his name and description. Never call the number the stranger may give you. There may be a fellow conspirator on the other end of the telephone. Remember that official-looking identification can be easily forged."],[".para","You may want to have family members role-play a situation with a stranger at the door."]]]],["li",["span.label","8."],[".para","If you are a babysitter or child left alone at home, always answer the phone. A burglar may call and think the house is unoccupied if there is no answer. Never admit that parents are gone. Tell a phone caller that your parents are busy right now, and they will call back when they are finished. Ask the caller for his name and number. Never open the door to a stranger. Say that your parents are busy and cannot come to the door. If the person persists, call the police."]],["li",["span.label","9."],[".para","Make sure that your windows and doors can be safely locked. If you need more security, see the illustrations “Pin Double-Hung Sash Windows” and “Pin Doors with Outside Hinges.”"],[".para","Pin Double-Hung Sash Windows"],[".para","Drill a hole through the lower sash window, and halfway through the upper."],[".para","Insert a pin, dowel, or nail into the hole to prevent the window from being opened from the outside. Drill additional holes in the upper sash to allow the window to be secured while left partially open for ventilation."],[".para","Pin Doors with Outside Hinges"],[".para","To prevent doors from being lifted off the hinges if the hinges are located on the outside of the door, simply remove the two center screws from the hinges. Insert a headless screw into one of the holes, allowing it to protrude approximately 1/4 inch. When the door is closed the screw will engage the other hinge, and even if the hinge pin is removed, the door cannot be removed."]],["li",["span.label","10."],[".para","Establish a family security system. Assign family members to lock the doors, shut and lock all windows, and check the stove and electrical appliances, making sure they are properly turned off and disconnected. Turn on the burglar alarm if you have one. Don’t forget to assign someone to shut and lock the garage door and all access doors. Make any other assignments necessary for your safety."]],["li",["span.label","11."],[".para","Decide where you are going to keep your house keys. It is a good idea not to leave them under the mat or on a cup hook. Also, thieves will often look for keys left on door ledges."]],["li",["span.label","12."],[".para","Invite a police officer in your area to a family activity evening and discuss the security of your home."]],["li",["span.label","13."],[".para","Find out about the possibility of installing a burglar alarm system in your home."]],["li",["span.label","14."],[".para","Get a film from your local library on crime prevention. See the film and discuss the information."]]]]]]],"refs":null}
