{"id":118,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":118,"title":"Making Work Fun","subtitle":"","short_title":"Making Work Fun","uri":"/manual/family-home-evening-resource-book/family-activities/making-work-fun","content":[["div",{"id":"head11","uri":"/manual/family-home-evening-resource-book/family-activities/making-work-fun.head11"},["h1","Making Work Fun"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/making-work-fun.p2"},"If the word",["span.emphasis","dishes"],"triggers your family’s disappearing act, or if you hear “just a minute, mom” from a distance, this activity is for you. Helping your family enjoy working will take creativity. Try some of the ideas given below."],[".topic",["h2","Activity"],["div",{"id":"f13","uri":"/manual/family-home-evening-resource-book/family-activities/making-work-fun.f13"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Make a vest"],"with two pockets for each child. Appliqué a turtle on one pocket and a rabbit on the other. Write jobs to be done on three-by-five-inch cards and put them in the turtle pocket. (If the child is too young to read, use a picture for the job description.) You may wish to start out with tasks as simple as brushing teeth or washing hands. The child can put the cards for the jobs he completes in the rabbit pocket."]],["li",["span.label","2."],[".para",["span.emphasis","Make an apron"],"for each major household job with a job description written on each one. The person responsible for the job wears the apron until the job is finished. You may even include a hat for the cook. Use your favorite apron pattern and embroider, iron, stencil, or write the jobs on the aprons."],[".para","Sew a ring onto this apron to hang a dust cloth from. Make this apron of vinyl or plastic."]],["li",["span.label","3."],[".para",["span.emphasis","Make a chart"],"to show whose turn it is to set the table or wash the dishes. Slip the spoon of the assigned family member out of the container and into the paper strip on the day that it is his turn to set the table."],[".para","On the day that someone is to wash the dishes, put his plate into the dishpan."]],["li",["span.label","4."],[".para",["span.emphasis","Make a “Looking Good” chart"],"and hang it in your bathroom. List on it the things each person is to do as he gets ready. This is especially good for little children, who may need to be reminded of what they should do each morning."]],["li",["span.label","5."],[".para",["span.emphasis","Make a work list"],"for family duties. Have family members brainstorm for a minute, thinking of all the jobs that need to be done around your house (prepare meals, go shopping, iron the clothes, set the table, cook food, do dishes, tend the baby, take out the garbage, pick up the clutter, mow the lawn, wash windows, or sweep the sidewalks)."],[".para","Next, arrange these jobs according to how often they need to be done—daily, twice weekly, weekly, monthly, semiannually, or annually."],[".para","Now decide together who is capable of performing these duties and who enjoys doing them. Write those names beside the duties."],[".para","To assign unwanted jobs, write them all on slips of paper. Place these slips inside balloons; blow up the balloons and tie them. Attach the balloons to a board or heavy cardboard with tape. Pass out darts and let the family throw them at the balloons. Each family member gets the job inside the balloon he pops. Decide together how long each person will keep doing the job. Record this on the work list."],[".para","Brainstorm for a few minutes on the subject of the unwanted jobs. Think together of ways to make the burden light. For example, what are five fun ways to carry out the garbage? (Whistle while you’re doing it, carry it out on a skateboard, walk backwards, grumble and mumble, carry it in a wagon, pay somebody to do it for you.) Come up with all the creative solutions you can, and use them."],[".para","Instead of a list, you may want to use a job jar to draw your jobs from. A job wheel works well with older children."]],["li",["span.label","6."],[".para",["span.emphasis","Reward yourself"],"when you have completed all your work. Hold a victory party. Have a wiener roast, an ice cream party, or a water fight. You may want to divide the family into two teams and see which one can get their work done fastest. The losing team could then cook dinner for the winners, take them to a movie, or do anything else they can think of."]],["li",["span.label","7."],[".para",["span.emphasis","Make dinner time more fun."],"Try some of these ideas:"],["ul.bullet",["li",["span.label","•"],[".para","Have a formal dinner party in the middle of the week. Brush up on table manners."]],["li",["span.label","•"],[".para","Have all the boys, including dad, become waiters for an evening. Dress them like waiters and make sure they use good manners all evening."]],["li",["span.label","•"],[".para","Let your family go shopping with you through the advertisement section of your newspaper. Let them help decide on good buys. Write the items you choose on a sheet of paper and plan your next week’s menu around them."]],["li",["span.label","•"],[".para","Use shopping time as a one-to-one time with your children. Tasks such as peeling potatoes, folding napkins, or cleaning out drawers also provide moments for listening and sharing."]],["li",["span.label","•"],[".para","As a family, set some basic guidelines for table manners, eating schedules, snack times, and cleanup."]]]],["li",["span.label","8."],[".para",["span.emphasis","Play games"],"to make work pleasant:"],["ul.bullet",["li",["span.label","•"],[".para","Have your children pretend to be puppets, robots, or soldiers. Wind them up and let them do their work."]],["li",["span.label","•"],[".para","When the house is wall-to-wall clutter, hold a family “panic-pickup-time.” Set your timer and see how many things can be picked up and put away in ten minutes."]],["li",["span.label","•"],[".para","Scrub to music, especially fast, rousing music."]],["li",["span.label","•"],[".para","Wash the dishes for ten minutes; then dry them for ten minutes."]],["li",["span.label","•"],[".para","Play “Beat the Clock.” Time a job to see how much time it normally takes to complete it. Then set your timer and race against the clock. Try to cut down the time without giving up quality. You can even have a family contest to see who can set the family time record."]]]]]]]]],"refs":null}
