{"id":109,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":109,"title":"Our Cultural Heritage","subtitle":"","short_title":"Our Cultural Heritage","uri":"/manual/family-home-evening-resource-book/family-activities/our-cultural-heritage","content":[["div",{"id":"head2","uri":"/manual/family-home-evening-resource-book/family-activities/our-cultural-heritage.head2"},["h1","Our Cultural Heritage"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/our-cultural-heritage.p2"},"What do you know about your family’s cultural heritage? This activity is designed to help your family feel a sense of unity as you find out about the culture of your forefathers."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/our-cultural-heritage.p4"},"First see if you can answer these questions about your ancestors. You may find answers in family records, histories, and journals."],["div",{"id":"f2","uri":"/manual/family-home-evening-resource-book/family-activities/our-cultural-heritage.f2"},["ol.number",["li",["span.label","1."],[".para","What country did they come from?"]],["li",["span.label","2."],[".para","When did they live?"]],["li",["span.label","3."],[".para","What was their life-style like?"]],["li",["span.label","4."],[".para","What were their occupations?"]]]],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-activities/our-cultural-heritage.p9"},"Now find books, magazines, tapes, films or pictures that relate to the countries your ancestors lived in and the things people did in those countries. The public library might be a good place to start. See if you can find information about some of the following in your ancestors’ countries: music, arts, dance, literature, food, customs, the flag, and recreation."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-activities/our-cultural-heritage.p10"},"You should not have to do too much research to find out how your ancestors may have lived and what they may have enjoyed doing. Discuss what you have learned, showing pictures and focusing on things that would especially interest your family."]],[".topic",["h2","Additional Activities"],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/family-activities/our-cultural-heritage.p12"},"You may want to plan one of these activities for another night:"],["div",{"id":"f3","uri":"/manual/family-home-evening-resource-book/family-activities/our-cultural-heritage.f3"},["ol.number",["li",["span.label","1."],[".para","Have an evening featuring the music, art, literature, or dance of your ancestors. For example, find out who the composers of that time were and what musical instruments people played. Play tapes or records of their native music, and discuss how it makes you feel."],[".para","Or, you could show photographs of paintings, carvings, and sculpture from the countries of your ancestors. Who are the artists and what do you like about their art?"],[".para","Or, talk about the literature people read at the time your ancestors lived. Find a book, story, or poem to read from together. You might make a family project out of reading a whole book together."],[".para","If someone in your family is a dancer, have that person learn a native dance from the country of an ancestor and teach it to the family. Or, you can teach each other. Find pictures to show native dance costumes."],[".para","Watch for cultural activities in your area that feature arts from the countries of your ancestors. Attend as a family."]],["li",["span.label","2."],[".para","Celebrate Christmas by making presents that were popular during your grandparents’ time (see Janet Brigham, “Christmas Presents from the Past,”",["span.emphasis","New Era,"],"Dec. 1980, pp. 40–41)."]],["li",["span.label","3."],[".para","Serve a heritage dinner, with several kinds of foods if you have ancestors from several different cultures. Let the children make and decorate place mats. Also, make a pretty centerpiece for the table, perhaps out of flowers native to your ancestors’ countries."]],["li",["span.label","4."],[".para","Make flannel-board figures and use them to tell stories from family journals and histories."]],["li",["span.label","5."],[".para","Past Relief Society Cultural Refinement lessons, which have covered many countries, may help you learn about the countries of your ancestors. Check with your ward library for copies of past Relief Society manuals, tapes, and filmstrips."]],["li",["span.label","6."],[".para","Decorate your home with the colors of your ancestors’ flag. If you have Italian ancestors, use green, red, and white. If your people are Scottish, try to find out what their clan’s plaid looked like. Use these colors in a throw pillow, a patchwork quilt, Christmas decorations, or a family banner."]],["li",["span.label","7."],[".para","Do you have artists or craftsmen among your own ancestors? Family histories—written or oral—may tell of the talents and interests of your ancestors. Talk about carrying on the arts and crafts in your family and about starting your own traditions."]]]]]]],"refs":null}
