{"id":160,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":160,"title":"Protecting Your Home Against Fire","subtitle":"","short_title":"Protecting Your Home Against Fire","uri":"/manual/family-home-evening-resource-book/family-activities/protecting-your-home-against-fire","content":[["div",{"id":"head53","uri":"/manual/family-home-evening-resource-book/family-activities/protecting-your-home-against-fire.head53"},["h1","Protecting Your Home Against Fire"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/protecting-your-home-against-fire.p2"},"Every year thousands of people lose their homes or their lives by fire. But many fatal fires could be prevented by basic knowledge and practical precautions. Every family should have a fire safety program to teach family members how to prevent fires and how to react in case one occurs. This activity teaches your family basic steps to prevent and deal with fires."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/protecting-your-home-against-fire.p4"},"Study the checklist “Fire Safety All around Your House.” Discuss it with your family. Then with the checklist, a black pencil, and a red pencil, walk together through each room in your home. As you do, discuss whether your family takes all the safety precautions listed. With a black pencil check off the precautions you are already taking. If you need to improve in an area, make an X with a red pencil. If you have red",["span.emphasis","X"],"s, your home is not as safe from fire as it could be. Assign family members to correct each problem. As they do, erase the red marks."],[".topic",["h3","Fire Safety All around Your House"],["div",{"id":"f120","uri":"/manual/family-home-evening-resource-book/family-activities/protecting-your-home-against-fire.f120"},["ol.number",["li",["span.label","1."],[".para","Kitchen"],["ul.noMarker",["li",[".para","___Never fight a grease fire with water. Have a lid available for every pan in which a grease fire could start."]],["li",[".para","___Keep towels available for drying hands before using any electrical appliance."]],["li",[".para","___Turn pot handles inward on stove."]],["li",[".para","___Wear close-fitting sleeves when you cook."]],["li",[".para","___Keep stove and exhaust fan clean and grease-free."]],["li",[".para","___Don’t hang clothes, dishtowels, or decorative objects, that could catch fire over the stove."]],["li",[".para","___Keep a fire extinguisher handy. Know how to use it."]]]],["li",["span.label","2."],[".para","Laundry and Furnace Room"],["ul.noMarker",["li",[".para","___Keep the lint trap around the dryer free of lint after every load of drying."]],["li",[".para","___Replace furnace filters regularly. Clean dust and lint from around the furnace motor and burners."]],["li",[".para","___Service fan motor and check fan belt regularly."]]]],["li",["span.label","3."],[".para","Bedrooms"],["ul.noMarker",["li",[".para","___Be sure windows open easily."]],["li",[".para","___Always sleep with bedroom doors closed if you don’t have a fire detector."]],["li",[".para","___Plan two escapes from each bedroom."]]]],["li",["span.label","4."],[".para","Storage"],["ul.noMarker",["li",[".para","___Never leave greasy or oily rags lying about."]],["li",[".para","___Store gasoline and other flammable substances in tightly closed metal containers."]],["li",[".para","___Keep the basement, attic, and other storage areas clean. Do not store old clothes, cardboard boxes, magazines, newspapers, or other items that catch fire easily."]]]],["li",["span.label","5."],[".para","Electrical Outlets"],["ul.noMarker",["li",[".para","___Don’t overload circuits. Avoid plugging more than two appliances into one outlet."]],["li",[".para","___If a fuse blows or circuit breaker trips, find the cause."]],["li",[".para","___Don’t use extension cords under rugs, over hooks, or through door openings. They can become worn and cause short circuits."]]]],["li",["span.label","6."],[".para","Care of Children"],["ul.noMarker",["li",[".para","___Never leave a young child unattended."]],["li",[".para","___Do not let children play around stoves, open fires, or electric heaters."]],["li",[".para","___Keep matches and combustible fluids out of reach."]],["li",[".para","___Instruct babysitters on what to do in case of fire."]]]],["li",["span.label","7."],[".para","General Fire Safety Practices"],[".para","Keep a garden hose with a nozzle attached to a water outlet at all times in case of fire. Be sure the hose is long enough to reach all areas of the home."],[".para","Make sure each family member has a whistle for warning others. Have the family keep their whistles by their beds."],[".para","Turn off or unplug appliances when you finish using them."],[".para","Protect children by buying them flame-retardant sleepwear and costumes for special holidays. If clothing catches on fire, remember to stop, drop, and roll—don’t run, lie flat on the floor or ground, and roll over several times then back, leading with the legs. Keep the arms drawn in and the hands over the face. Practice this skill with each family member."]]]]]],[".topic",["h2","Additional Activity"],["div",{"id":"f127","uri":"/manual/family-home-evening-resource-book/family-activities/protecting-your-home-against-fire.f127"},["ol.number",["li",["span.label","1."],[".para","Memorize these four rules of fire safety:"],["ul.bullet",["li",["span.label","•"],[".para","Eliminate fire hazards around the house."]],["li",["span.label","•"],[".para","Teach every family member safe fire habits in daily life."]],["li",["span.label","•"],[".para","Install a smoke detector system, if possible."]],["li",["span.label","•"],[".para","Be sure that everyone knows exactly what to do in case of fire."]]]],["li",["span.label","2."],[".para","Discuss the possibility of installing a smoke detector system in your home. You will need one smoke detector for each level of your home. You will also need one for each sleeping area if the bedrooms are not grouped together."]],["li",["span.label","3."],[".para","Develop a home emergency escape plan. With your family, find the best possible escape route from different parts of your home, giving special attention to the bedrooms. Every room needs two escape routes, one normal and one emergency exit. Consider using doors, halls, and windows."],[".para","If you choose a window for an emergency exit, make sure that it is possible to reach the ground safely. You may need an escape ladder or rope. If a bedroom window does not open, keep a hammer under the bed to break out the glass if necessary. In emergencies when no one can help you in getting down from a high window, rip up bed sheets and tie them together to form a rope."],[".para","Make a master home emergency escape plan. Draw a map of each floor, showing emergency and normal exits, as well as the location of windows, doors, stairs, and halls."],[".para","Decide on a place outside to meet after you leave the home. Mark it on your master plan map. Make sure your family knows this is where you will all meet."],[".para","Post copies of the master plan in several areas of your home. You may also want to post individual plans in every room."]],["li",["span.label","4."],[".para","Fire drills reduce the chance that someone will be hurt in a fire. Hold family fire drills regularly—at least three times a year. Use your home emergency escape plan as the plan for your fire drill. Make sure that everyone understands the exit procedure. You can hold a drill in several ways."],[".para","To start the drill, have everyone go to their bedrooms, close the doors, and wait for a prearranged signal. When the signal is given, have them use the emergency escape from their bedrooms and meet in the assigned place outside the home. Or have someone give the prearranged signal when no one is expecting it and see how fast family members can meet",["span.emphasis","outside"],"in the assigned place. As part of each drill, have someone practice going to a phone outside the home so that family members will remember that they must call the fire department."],[".para","Review these rules each time you have a drill:"],["ul.bullet",["li",["span.label","•"],[".para","Post emergency telephone numbers at all telephones. See “Emergency Telephone Numbers” for instructions on how to make emergency calls."]],["li",["span.label","•"],[".para","Do not return to a burning building once you are outside."]],["li",["span.label","•"],[".para","Do not try to put out the fire, unless you see that it is confined to a very small area."]],["li",["span.label","•"],[".para","When you hear the alarm, get out of the house immediately. Don’t stop to dress, get valuables, or call the fire department. Go to a neighbor’s house to call."]],["li",["span.label","•"],[".para","Do not rush into a hallway. Touch the closed door with the palm of your hand. If it is hot, use your emergency exit. If it is not hot, open the door with caution. If there is fire and smoke, close the door immediately. It takes ten to fifteen minutes for fire to burn down a door."]],["li",["span.label","•"],[".para","If you become trapped, don’t panic. There is a good chance of survival. Cover the vents with cloths, and stuff cloths in the cracks in the door. If there is a telephone in the room, call the fire department and tell them exactly where you are. Then signal from the window with a light or bed sheets. Don’t jump from a high window unless someone is holding a net to catch you."]],["li",["span.label","•"],[".para","If your room is filled with smoke, get down on the floor and crawl. Cover your face with a cool, wet cloth if possible."]],["li",["span.label","•"],[".para","Always close windows and doors behind you as you leave. This will slow down the spread of the fire."]]]]]]]]],"refs":null}
