{"id":116,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":116,"title":"Reunions by Mail","subtitle":"","short_title":"Reunions by Mail","uri":"/manual/family-home-evening-resource-book/family-activities/reunions-by-mail","content":[["div",{"id":"head9","uri":"/manual/family-home-evening-resource-book/family-activities/reunions-by-mail.head9"},["h1","Reunions by Mail"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/reunions-by-mail.p2"},"Holding a family reunion can be difficult when family members live many miles from each other. With this activity, you will not need to worry about this problem of gathering the family physically. This reunion will be held by",["span.emphasis","mail."]],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/reunions-by-mail.p4"},"As with all reunions, planning is essential. Choose several family members to determine what kind of activities will work best for your family reunion by mail. (Note that the activities suggested here could also be used at a conventional reunion.)"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/reunions-by-mail.p5"},"Set up a system that lets everyone know to whom they will send their material. For activities that require passing items on to someone else, the best system may be to send them to the next youngest family member. But some activities require that you send your material to the person in charge of that activity."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-activities/reunions-by-mail.p6"},"The following are ideas that you could use or adapt. Don’t be afraid to try them and even to develop some of your own activities. You can try them with the grown members of your own family, or with the members of your extended family—grandparents, aunts, and uncles."],["div",{"id":"f11","uri":"/manual/family-home-evening-resource-book/family-activities/reunions-by-mail.f11"},["ol.number",["li",["span.label","1."],[".para","Make up a family history quiz and have each family complete it and then send it back to the one who made it up. That person will score and return it."]],["li",["span.label","2."],[".para","Have each family send questions about family history to a knowledgeable family member. He can answer the questions and send a copy of all the answers to each family."]],["li",["span.label","3."],[".para","Have each family send in favorite recipes to the activity leader, who will compile them for everyone."]],["li",["span.label","4."],[".para","Have each family report their past year’s most unforgettable experience."]],["li",["span.label","5."],[".para","Have each family commit to give another family a gift of service each year. (Choose by drawing straws the first year and rotate after that.)"]],["li",["span.label","6."],[".para","Collect a baby picture and a current picture of some members of each family. Send the pictures to one family at a time. Have them try to correctly match the baby pictures and the current pictures. They could send their answer sheets back to the activity leader and pass the pictures on to the next family."]],["li",["span.label","7."],[".para","Send a cassette tape in rotation to the families. Have them record their feelings on subjects such as “What I Remember Best about Grandfather.”"]],["li",["span.label","8."],[".para","Have a family scavenger hunt. Make a list of questions about family members. For example, find someone in the family who is a farmer, someone in the family who is a bishop, someone who was born on a specific date, someone who was married in the Manti Temple. Send the list to each family and have them complete and return it."]]]]]]],"refs":null}
