{"id":126,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":126,"title":"Riddles","subtitle":"","short_title":"Riddles","uri":"/manual/family-home-evening-resource-book/family-activities/riddles","content":[["div",{"id":"head19","uri":"/manual/family-home-evening-resource-book/family-activities/riddles.head19"},["h1","Riddles"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/riddles.p2"},"Guessing riddles is fun, and you can do it anywhere. Use this activity to stimulate your mind and your funny bone."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/riddles.p4"},"You could have one activity night where all you do is tell riddles or you could intersperse riddles throughout several activity nights. Riddles can also be fun when you are traveling."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/riddles.p5"},"Many riddle books are available at bookstores and libraries. Get some for your family and let family members take turns telling riddles. You could even create some riddles of your own, if you have that special talent. Listed below are some Bible riddles that you can try on your family."],["div",{"id":"f41","uri":"/manual/family-home-evening-resource-book/family-activities/riddles.f41"},["ol.number",["li",["span.label","1."],[".para","Who was the most successful doctor in the Bible? (Job, because he had the most patients [patience].)"]],["li",["span.label","2."],[".para","Who was the most popular actor in the Bible? (Samson. He brought the house down.)"]],["li",["span.label","3."],[".para","When is high finance first mentioned in the Bible? (When Pharaoh’s daughter took a little profit [prophet] from the bulrushes.)"]],["li",["span.label","4."],[".para","At what time of day was Adam created? (A little before Eve.)"]],["li",["span.label","5."],[".para","What evidence does the Bible give to show that Adam and Eve were rather noisy? (They raised Cain.)"]],["li",["span.label","6."],[".para","What did the cat say when the ark landed? (Is that Ararat?)"]],["li",["span.label","7."],[".para","What simple affliction caused the death of Samson? (He died of fallen arches.)"]],["li",["span.label","8."],[".para","Who was the best financier in the Bible? (Noah. He floated his stock [animals] while the whole world was in liquidation.)"]],["li",["span.label","9."],[".para","What man in the Bible had no parents? (Joshua, the son of Nun.)"]],["li",["span.label","10."],[".para","Why should we be encouraged by the story of Jonah and the whale? (Because Jonah was down in the mouth, but came out all right.)"]],["li",["span.label","11."],[".para","Who was the straightest man in the Bible? (Joseph, because Pharaoh made a ruler out of him.)"]],["li",["span.label","12."],[".para","What was it that Adam and Eve never had and yet they gave to their children? (Earthly parents.)"]],["li",["span.label","13."],[".para","When was the longest day in the Bible? (When there was no Eve in it.)"]],["li",["span.label","14."],[".para","Did Eve ever have a date with Adam? (No, it was an apple.)"]],["li",["span.label","15."],[".para","How long did Cain hate his brother? (As long as he was Abel.)"]],["li",["span.label","16."],[".para","Who in the Bible was the champion runner of all time? (Adam. He was the first in the human race.)"]],["li",["span.label","17."],[".para","When was tennis first mentioned in the Bible? (When Joseph served in Pharaoh’s court.)"]],["li",["span.label","18."],[".para","What was the first theatrical venture in the Bible? (When Eve appeared for Adam’s benefit.)"]],["li",["span.label","19."],[".para","When was the first meat mentioned in the Bible? (When Noah took Ham into the ark.)"]],["li",["span.label","20."],[".para","When was medicine first mentioned in the Bible? (When the Lord gave Moses two tablets.)"]],["li",["span.label","21."],[".para","How do we know that Noah was preceded from the ark by at least three other people? (Because the Bible says that Noah came forth [fourth].)"]],["li",["span.label","22."],[".para","Why was the giant Goliath very much astonished when David hit him with a stone? (Because such a thing had never before entered his head.)"]],["li",["span.label","23."],[".para","Why didn’t Noah catch more fish than he did during the voyage of the ark? (Because he had only two worms.)"]],["li",["span.label","24."],[".para","Where was Noah when the light went out? (In the d’ark)."]],["li",["span.label","25."],[".para","Who was the strongest man in the Bible? (Jonah, because the whale couldn’t hold him even after he got him down.)"]],["li",["span.label","26."],[".para","What proof have we that there was sewing in the time of David? (He was hemmed in on all sides.)"]],["li",["span.label","27."],[".para","In what place did a rooster in the Bible crow where all the people in the world could hear him? (In the ark.)"]],["li",["span.label","28."],[".para","What reason is there to think that Moses wore a wig? (Because he was sometimes seen with Aaron [hair on], and sometimes without.)"]],["li",["span.label","29."],[".para","Which are the two smallest things mentioned in the Bible? (The widow’s mite and the wicked flee [flea].)"]],["li",["span.label","30."],[".para","Who was older, David or Goliath? (David must have been because he rocked Goliath to sleep.)"]]]]]]],"refs":null}
