{"id":21,"parent_id":16,"book_id":0,"content_id":1,"language_id":1,"display_order":21,"title":"Section 14: Revelation to David Whitmer","subtitle":"","short_title":"Section 14","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-14-revelation-to-david-whitmer","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-14-revelation-to-david-whitmer.head6"},[".titleNumber","Section 14"],["h1","Revelation to David Whitmer"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p96","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-14-revelation-to-david-whitmer.p96"},"While Joseph Smith and Oliver Cowdery worked on the translation of the Book of Mormon at the Prophet’s farm in Harmony, Pennsylvania, persecution began to increase, making it more and more difficult to finish the work. At this time Oliver Cowdery wrote to David Whitmer requesting him to come to Harmony to take him and Joseph Smith to the home of David’s father, Peter Whitmer Sr., who was a resident of Fayette, New York. They wanted to reside with the Whitmer family while they completed the work of translation. Earlier Joseph Smith had become acquainted with Peter Whitmer and several members of the family. Oliver Cowdery had also been corresponding with David Whitmer while the Book of Mormon was translated. Through this correspondence the whole Whitmer family became acquainted with the work of the Restoration."],["div",{"id":"p97","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-14-revelation-to-david-whitmer.p97"},"The Prophet Joseph Smith recorded that “in the beginning of the month of June, his [Peter Whitmer Sr.’s] son, David Whitmer, came to the place where we were residing, and brought with him a two-horse wagon, for the purpose of having us accompany him to his father’s place, and there remain until we should finish the work. It was arranged that we should have our board free of charge, and the assistance of one of his brothers to write for me, and also his own assistance when convenient. Having much need of such timely aid in an undertaking so arduous, and being informed that the people in the neighborhood of the Whitmers were anxiously awaiting the opportunity to inquire into these things, we accepted the invitation, and accompanied Mr. Whitmer to his father’s house, and there resided until the translation was finished and the copyright secured. Upon our arrival, we found Mr. Whitmer’s family very anxious concerning the work, and very friendly toward ourselves. They continued so, boarded and lodged us according to arrangements; and John Whitmer, in particular, assisted us very much in writing during the remainder of the work."],["div",{"id":"p98","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-14-revelation-to-david-whitmer.p98"},"“In the meantime, David, John and Peter Whitmer, Jun., became our zealous friends and assistants in the work; and being anxious to know their respective duties, and having desired with much earnestness that I should inquire of the Lord concerning them, I did so, through the means of the Urim and Thummim, and obtained for them in succession the following revelations: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14"},"D&C 14–16"],"].” (",["span.emphasis","History of the Church,"],"1:48–49.)"],[".",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-14-revelation-to-david-whitmer.f5"},[".caption","Replica of the Peter Whitmer home, where the Book of Mormon translation was completed."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.1-7"},"D&C 14:1–7"],". “A Great and Marvelous Work Is about to Come Forth”"],["div",{"id":"p100","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-14-revelation-to-david-whitmer.p100"},"Several key concepts were repeated in some of the first revelations given to Joseph Smith. Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4"},"Doctrine and Covenants 4, 6"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11"},"11"],"discusses these concepts."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],". Keep the Commandments and Endure to the End"],["div",{"id":"p101","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-14-revelation-to-david-whitmer.p101"},"In order for David Whitmer or any of God’s children to have eternal life they must endure to the end, that is, remain faithful throughout their mortal probation. The scriptures are replete with this doctrine (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.22"},"Matthew 10:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.13"},"24:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.13"},"Mark 13:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/13.7"},"1 Corinthians 13:7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.37"},"1 Nephi 13:37"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.24"},"2 Nephi 9:24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.20"},"31:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.9"},"3 Nephi 15:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.16-17"},"27:16–17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.69"},"D&C 10:69"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/53.7"},"53:7"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],"; see also Topical Guide,",["a.scriptureRef",{"href":"/scriptures/tg/endure"},"\"endure,\" 121"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.8"},"D&C 14:8"],". “You May Stand As a Witness”"],["div",{"id":"p102","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-14-revelation-to-david-whitmer.p102"},"The Lord counseled David Whitmer to ask in faith and to be believing so that he would receive the Holy Ghost and also that he might see, hear, and know the truthfulness of the Book of Mormon. David’s faith was sufficient, and he became one of the three special witnesses of the Book of Mormon."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.9-11"},"D&C 14:9–11"],". Who Are the Gentiles Referred to Here?"],["div",{"id":"p103","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-14-revelation-to-david-whitmer.p103"},"President Wilford Woodruff, speaking in a day when there were few Jewish converts to the Church, said: “We are all Gentiles. The Latter-day Saints are all Gentiles in a national capacity. The Gospel came to us among the Gentiles. We are not Jews, and the Gentile nations have got to hear the Gospel first. The whole Christian world have got to hear the Gospel, and when they reject it, the law will be bound and the testimony sealed, and it will turn to the house of Israel. Up to the present day we have been called to preach the Gospel to the Gentiles, and we have had to do it. For the last time we have been warning the world, and we have been engaged in that work for forty-five years.” (In",["span.emphasis","Journal of Discourses,"],"18:112.)"]]]]],"refs":null}
