{"id":23,"parent_id":16,"book_id":0,"content_id":1,"language_id":1,"display_order":23,"title":"Section 17: Revelation to the Three Witnesses","subtitle":"","short_title":"Section 17","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.head8"},[".titleNumber","Section 17"],["h1","Revelation to the Three Witnesses"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p112"},"As the translation of the Book of Mormon continued, the Prophet Joseph Smith recorded, “we ascertained that three special witnesses [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.11-15"},"D&C 5:11–15"],"] were to be provided by the Lord, to whom He would grant that they should see the plates from which this work (the Book of Mormon) should be translated; and that these witnesses should bear record of the same [see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/5.2-4"},"Ether 5:2–4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.3"},"2 Nephi 11:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.12"},"27:12"],"]. … Almost immediately after we had made this discovery, it occurred to Oliver Cowdery, David Whitmer and the aforementioned Martin Harris (who had come to inquire after our progress in the work) that they would have me inquire of the Lord to know if they might not obtain of him the privilege to be these three special witnesses; and finally they became so very solicitous, and urged me so much to inquire that at length I complied; and through the Urim and Thummim, I obtained of the Lord for them the following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17"},"D&C 17"],"].” (",["span.emphasis","History of the Church,"],"1:52–53.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.1"},"D&C 17:1"],". Obtaining God’s Promises"],["div",{"id":"p113","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p113"},"The Prophet Joseph Smith described how the men who sought to be the Lord’s witnesses to the Book of Mormon were granted this privilege:"],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p114"},"“Not many days after the above commandment was given, we four, viz., Martin Harris, David Whitmer, Oliver Cowdery and myself, agreed to retire into the woods, and try to obtain, by fervent and humble prayer, the fulfilment of the promises given in the above revelation—that they should have a view of the plates. We accordingly made choice of a piece of woods convenient to Mr. Whitmer’s house, to which we retired, and having knelt down, we began to pray in much faith to Almighty God to bestow upon us a realization of these promises."],["div",{"id":"p115","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p115"},"“According to previous arrangement, I commenced by vocal prayer to our Heavenly Father, and was followed by each of the others in succession. We did not at the first trial, however, obtain any answer or manifestation of divine favor in our behalf. We again observed the same order of prayer, each calling on and praying fervently to God in rotation, but with the same result as before."],["div",{"id":"p116","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p116"},"“Upon this, our second failure, Martin Harris proposed that he should withdraw himself from us, believing, as he expressed himself, that his presence was the cause of our not obtaining what we wished for. He accordingly withdrew from us, and we knelt down again, and had not been many minutes engaged in prayer, when presently we beheld a light above us in the air, of exceeding brightness; and behold, an angel stood before us. In his hands he held the plates which we had been praying for these to have a view of. He turned over the leaves one by one, so that we could see them, and discern the engravings thereon distinctly. He then addressed himself to David Whitmer, and said, ‘David, blessed is the Lord, and he that keeps His commandments;’ when, immediately afterwards, we heard a voice from out of the bright light above us, saying, ‘These plates have been revealed by the power of God, and they have been translated by the power of God. The translation of them which you have seen is correct, and I command you to bear record of what you now see and hear.’” (",["span.emphasis","History of the Church,"],"1:54–55.)"],["div",{"id":"p117","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p117"},"Joseph Smith then concerned himself with Martin Harris, who had departed from them: “I now left David and Oliver, and went in pursuit of Martin Harris, whom I found at a considerable distance, fervently engaged in prayer. He soon told me, however, that he had not yet prevailed with the Lord, and earnestly requested me to join him in prayer, that he also might realize the same blessings which we had just received. We accordingly joined in prayer, and ultimately obtained our desires, for before we had yet finished, the same vision was opened to our view, at least it was again opened to me, and I once more beheld and heard the same things; whilst at the same moment, Martin Harris cried out, apparently in an ecstasy of joy, ‘’Tis enough; ’tis enough; mine eyes have beheld; mine eyes have beheld;’ and jumping up, he shouted, ‘Hosanna,’ blessing God, and otherwise rejoiced exceedingly.” (",["span.emphasis","History of the Church,"],"1:55.)"],[".",{"id":"f7","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.f7"},[".caption","The Three Witnesses: Oliver Cowdery, David Whitmer, and Martin Harris"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.1"},"D&C 17:1"],". What Did the Three Witnesses See?"],["div",{"id":"p119","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p119"},"Refer to the following scriptures:",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.34-35"},"Joseph Smith—History 1:34–35"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.8-9"},"1 Nephi 4:8–9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/16.10,16,26-30"},"16:10, 16, 26–30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.14"},"2 Nephi 5:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.10"},"Jacob 1:10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.23-24,28"},"Ether 3:23–24, 28"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.3"},"D&C 17:3"],". Testimony Given by the Power of God"],["div",{"id":"p120","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p120"},"Though the Three Witnesses were privileged to see an angel and see and feel the plates, the real power of their witness came through the Holy Ghost. President Joseph Fielding Smith explained: “Christ is the second person in the Godhead. But Christ has himself declared that the manifestations we might have of the Spirit of Christ, or from a visitation of an angel, a tangible resurrected being, would not leave the impression and would not convince us and place within us that something which we cannot get away from which we receive through a manifestation of the Holy Ghost. Personal visitations might become dim as time goes on, but this guidance of the Holy Ghost is renewed and continued, day after day, year after year, if we live to be worthy of it.” (",["span.emphasis","Doctrines of Salvation,"],"1:44; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/16.27-31"},"Luke 16:27–31"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.7-10"},"D&C 5:7–10"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.3-4"},"D&C 17:3–4"],". The Lord’s Law of Witnesses"],["div",{"id":"p121","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p121"},"The Three Witnesses fulfilled an important law established by the Lord. Elder Bruce R. McConkie pointed out that “whenever the Lord has established a dispensation by revealing his gospel and by conferring priesthood and keys upon men, he has acted in accordance with the",["span.emphasis","law of witnesses"],"which he himself ordained. This law is: ‘In the mouth of two or three witnesses shall every word be established.’ (",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/13.1"},"2 Cor. 13:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.6"},"Deut. 17:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/19.15"},"19:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.15-16"},"Matt. 18:15–16"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/8.12-29"},"John 8:12–29"],".)"],["div",{"id":"p122","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p122"},"“Never does one man stand alone in establishing a new dispensation of revealed truth, or in carrying the burden of such a message and warning to the world. In every dispensation, from Adam to the present, two or more witnesses have always joined their testimonies, thus leaving their hearers without excuse in the day of judgment should the testimony be rejected.” (",["span.emphasis","Mormon Doctrine,"],"p. 436.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.4"},"D&C 17:4"],". Joseph Smith Would Be Preserved by the Testimony of Witnesses"],["div",{"id":"p123","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p123"},"Lucy Mack Smith, the Prophet’s mother, gave the following account describing Joseph’s feelings after he returned home from the manifestation to the Three Witnesses: “When they returned to the house it was between three and four o’clock p.m. Mrs. Whitmer, Mr. Smith and myself, were sitting in a bedroom at the time. On coming in, Joseph threw himself down beside me, and exclaimed, ‘Father, mother, you do not know how happy I am: the Lord has now caused the plates to be shown to three more besides myself. They have seen an angel, who has testified to them, and they will have to bear witness to the truth of what I have said, for now they know for themselves, that I do not go about to deceive the people, and I feel as if I was relieved of a burden which was almost too heavy for me to bear, and it rejoices my soul, that I am not any longer to be entirely alone in the world.’” (",["span.emphasis","History of Joseph Smith,"],"p. 152.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.5"},"D&C 17:5"],". “Ye Shall Testify”"],["div",{"id":"p124","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p124"},"The testimony of the Three Witnesses is given in the preface to the Book of Mormon."],["div",{"id":"p125","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p125"},"Oliver Cowdery, David Whitmer, and Martin Harris never faltered in bearing testimony of the truthfulness of the Book of Mormon. As history attests, however, they did falter in other Church-related areas. David Whitmer left the Church and never came back. Oliver Cowdery and Martin Harris both left the Church but were eventually rebaptized and died in full fellowship. But even while they were out of the Church, all three continued to bear solemn witness of the reality of their experience on that day. They undoubtedly felt the weight of the Lord’s warning to them to keep his commandments or the gates of hell would prevail against them."],["div",{"id":"p126","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p126"},"Francis W. Kirkham wrote about Oliver Cowdery’s death that “in the year 1878, David Whitmer said to Elders Orson Pratt and Joseph F. Smith concerning his departure: ‘Oliver died the happiest man I ever saw. After shaking hands with the family and kissing his wife and daughter, he said, “Now I lay me down for the last time; I am going to my Savior”; and he died immediately, with a smile on his face.’” (",["span.emphasis","New Witness for Christ"],", 1:248.)"],["div",{"id":"p127","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p127"},"The",["span.emphasis","Richmond Democrat"],"carried the following account of David Whitmer: “On Sunday evening, at 5:30 (Jan. 22, 1888), Mr. Whitmer called his family and some friends to his bedside, and addressing himself to the attending physician, said: ‘Dr. Buchanan, I want you to say whether or not I am in my right mind, before I give my dying testimony.’ The doctor answered: ‘Yes, you are in your right mind, for I have just had a conversation with you.’ He then addressed himself to all around his bedside in these words: ‘Now you must all be faithful in Christ. I want to say to you all, the Bible and the record of the Nephites (Book of Mormon) is true, so you can say that you have heard me bear my testimony on my death-bed. All be faithful in Christ, and your reward will be according to your works. God bless you all. My trust is in Christ forever, worlds without end. Amen.’” (In Jenson,",["span.emphasis","Biographical Encyclopedia,"],"1:270.)"],["div",{"id":"p128","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p128"},"The last testimony of Martin Harris was given to Elder William Harrison Homer, who was with him at the time of his death. Elder Homer recorded:"],["div",{"id":"p129","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p129"},"“The next day, July 10, 1875, marked the end. It was in the evening. It was milking time, and Martin Harris, Jr., and his wife, Nancy Homer Harris, had gone out to milk and to do the evening’s chores. In the house with the stricken man were left my mother, Eliza Williamson Homer, and myself, who had had so interesting a day with Martin Harris at Kirtland. I stood by the bedside holding the patient’s right hand and my mother at the foot of the bed, Martin Harris had been unconscious for a number of days. When we first entered the room the old gentleman appeared to be sleeping. He soon woke up and asked for a drink of water. I put my arm under the old gentleman, raised him, and my mother held the glass to his lips. He drank freely, then he looked up at me and recognized me. He said, ‘I know you. You are my friend.’ He said, ‘Yes, I did see the plates on which the Book of Mormon was written; I did see the angel; I did hear the voice of God; and I do know that Joseph Smith is a Prophet of God, holding the keys of the Holy Priesthood.’ This was the end. Martin Harris, divinely-chosen witness of the work of God, relaxed, gave up my hand. He lay back on his pillow and just as the sun went down behind the Clarkston mountains, the soul of Martin Harris passed on. …"],["div",{"id":"p130","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p130"},"(Signed) William Harrison Homer."],["div",{"id":"p131","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p131"},"“Signed in the presence of Mrs. W. H. Homer, Joseph Homer, Leah Widtsoe, John A. Widtsoe.” (In",["span.emphasis","New Witness for Christ,"],"1:253–54.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.8"},"D&C 17:8"],". “For My Grace Is Sufficient for You”"],["div",{"id":"p132","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p132"},"After a man has done all that he can for himself, it is only by the grace of the Lord (that is, by his love, mercy, and condescension) that he can gain salvation (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.24"},"2 Nephi 11:24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23"},"25:23"],"). These three men were promised that if they would do all that they were instructed in this revelation, the Lord’s grace is sufficient to ensure their salvation (see also",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/12.9"},"2 Corinthians 12:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.26-27"},"Ether 12:26–27"],")."],["div",{"id":"p133","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p133"},"President Joseph Fielding Smith taught that “we are all transgressors of the law to some extent, no matter how good we have tried to be—we are therefore unable in and of ourselves to receive redemption from our sins by any act of our own."],["div",{"id":"p134","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p134"},"“… it is by the grace of Jesus Christ that we are saved.” (",["span.emphasis","Doctrines of Salvation,"],"2:309.)"]]]]],"refs":null}
