{"id":19,"parent_id":16,"book_id":0,"content_id":1,"language_id":1,"display_order":19,"title":"Section 12: Revelation to Joseph Knight Sr.","subtitle":"","short_title":"Section 12","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr","content":[["div",{"id":"head4","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.head4"},[".titleNumber","Section 12"],["h1","Revelation to Joseph Knight Sr."]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p63"},"“For fifteen years he has been faithful and true, and even-handed and exemplary, and virtuous and kind, never deviating to the right hand or to the left. Behold he is a righteous man … and it shall be said of him, by the sons of Zion, while there is one of them remaining, that this man was a faithful man in Israel; therefore his name shall never be forgotten.” (",["span.emphasis","History of the Church,"],"5:124–25.)"],["div",{"id":"p64","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p64"},"This tribute was written by Joseph Smith of his true and trusted friend, Joseph Knight Sr., on 22 August 1842."],["div",{"id":"p65","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p65"},"Joseph Knight Sr. had early in the history of the Church become a close and helpful friend of the Prophet. Joseph Smith first met him in 1826 when Joseph Knight hired him to work at his farm and grist mill in Colesville, Broome County, New York. From that time forth Joseph Knight offered both material and spiritual support to Joseph Smith, including provisions that allowed the Prophet and his scribe to work on the translation of the Book of Mormon at a very crucial time of its production. Joseph Smith wrote:"],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.f3"},[".caption","Joseph Knight offered his means to aid Joseph Smith."]],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p67"},"“About the same time an old gentleman came to visit us of whose name I wish to make honorable mention—Mr. Joseph Knight, Sen., of Colesville, Broome county, New York, who, having heard of the manner in which we were occupying our time, very kindly and considerately brought us a quantity of provisions, in order that we might not be interrupted in the work of translation by the want of such necessaries of life; and I would just mention here, as in duty bound, that he several times brought us supplies, a distance of at least thirty miles, which enabled us to continue the work when otherwise we must have relinquished it for a season."],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p68"},"“Being very anxious to know his duty as to this work, I inquired of the Lord for him, and obtained the following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12"},"D&C 12"],"].” (",["span.emphasis","History of the Church,"],"1:47–48.)"],["div",{"id":"p69","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p69"},"The Prophet received the revelation sometime in May 1829 while living in Harmony, Pennsylvania."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.1-6"},"D&C 12:1–6"],". Repetition in the Doctrine and Covenants"],["div",{"id":"p70","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p70"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.1-9"},"Doctrine and Covenants 6:1–9"],"explains why certain sections have identical verses."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.8"},"D&C 12:8"],". “Except He Shall Be Humble”"],["div",{"id":"p71","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p71"},"After briefly describing the Savior’s life, Elder Spencer W. Kimball gave the following definition of humility:"],["div",{"id":"p72","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p72"},"“If the Lord was meek and lowly and humble, then to become humble one must do what He did in boldly denouncing evil, bravely advancing righteous works, courageously meeting every problem, becoming the master of himself and the situations about him and being near oblivious to personal credit. …"],["div",{"id":"p73","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p73"},"“Humble and meek properly suggest virtues, not weaknesses. They suggest a consistent mildness of temper and an absence of wrath and passion. Humility suggests no affectation, no bombastic actions. It is not turbid nor grandiloquent. It is not servile submissiveness. It is not cowed nor frightened. No shadow or the shaking of a leaf terrorizes it."],["div",{"id":"p74","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p74"},"“How does one get humble? To me, one must constantly be reminded of his dependence. On whom dependent? On the Lord. How remind one’s self? By real, constant, worshipful, grateful prayer.” (",["span.emphasis","Humility,"],"Brigham Young University Speeches of the Year [Provo, 16 Jan. 1963], pp. 2–3.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.8"},"D&C 12:8"],". “Full of Love”"],["div",{"id":"p75","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p75"},"Love is a motivator. When a person is full of love for God and his fellowman, he is motivated to serve both. The Prophet Joseph Smith taught that “Love is one of the chief characteristics of Deity, and ought to be manifested by those who aspire to be the sons of God. A man filled with the love of God, is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.” (",["span.emphasis","History of the Church,"],"4:227.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.9"},"D&C 12:9"],". Who Is the Light and Life of the World?"],["div",{"id":"p76","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-12-revelation-to-joseph-knight-sr.p76"},"“It is our Lord who is speaking. He calls Himself the Light and the Life of the World … (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.4,9"},"John 1:4, 9"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/3.19"},"3:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.35"},"6:35"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/12.35"},"12:35"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/14.6"},"14:6"],"). The Savior frequently quotes in these Revelations; or, rather, expressions familiar to the readers of John’s writing meet us here again and again. John had a prominent part in the ushering in of this dispensation. On the Isle of Patmos he saw the coming, in our day, of the ‘mighty angel’ with the ‘little book open,’ and it was said to him, ‘Thou must prophesy again before many peoples, and nations, and tongues, and kings’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/10.11"},"Rev. 10:11"],"). In fulfilment of this prediction, he and two fellow Apostles conferred the Melchizedek Priesthood upon Joseph Smith and Oliver Cowdery. No wonder if the spirit of the teachings of these Apostles, and especially that of John, the last of the first Twelve, should be discernible in these Revelations.” (Smith and Sjodahl, Commentary, p. 67.)"]]]]],"refs":null}
