{"id":26,"parent_id":16,"book_id":0,"content_id":1,"language_id":1,"display_order":26,"title":"Section 20: The Articles and Covenants of the Church","subtitle":"","short_title":"Section 20","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church","content":[["div",{"id":"head11","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.head11"},[".titleNumber","Section 20"],["h1","The Articles and Covenants of the Church"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p189","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p189"},"This revelation is associated with a number of firsts in Church history. In the first conference of the Church (9 June 1830) this revelation, along with what is now known as section 22, was read to the Church membership as “Articles and Covenants of the Church” and unanimously accepted by those present (see Far West Record, Archives of The Church of Jesus Christ of Latter-day Saints, Salt Lake City, p. 1). It thus became the first revelation given through Joseph Smith to be formally sustained by the Church membership. In June 1832 “Articles and Covenants of the Church” appeared on the first page of the first issue of the",["span.emphasis","Evening and Morning Star,"],"the first newspaper published by the Church."],["div",{"id":"p190","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p190"},"Section 20 is a concise treatment of the basic doctrine, ordinances, and requirements for membership in The Church of Jesus Christ of Latter-day Saints. It reflects the use of the Book of Mormon and revelations previously given to Joseph Smith and also Oliver Cowdery’s assisting Joseph Smith (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.1-5"},"D&C 18:1–5"],")."],["div",{"id":"p191","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p191"},"Of this section the Prophet wrote: “In this manner did the Lord continue to give us instructions from time to time, concerning the duties which now devolved upon us; and among many other things of the kind, we obtained of Him the following [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20"},"D&C 20"],"], by the spirit of prophecy and revelation; which not only gave us much information, but also pointed out to us the precise day upon which, according to His will and commandment, we should proceed to organize His Church once more here upon the earth” (History of the Church, 1:64)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.1"},"D&C 20:1"],". Why Was the Church Organized on 6 April?"],["div",{"id":"p192","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p192"},"The Prophet Joseph Smith recorded that the Lord commanded them to organize the Church on 6 April 1830 (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p1"},"History of the Church, 1:64"],"). The importance of 6 April was explained by President Harold B. Lee: “April 6, 1973, is a particularly significant date because it commemorates not only the anniversary of the organization of The Church of Jesus Christ of Latter-day Saints in this dispensation, but also the anniversary of the birth of the Savior, our Lord and Master, Jesus Christ” (in Conference Report, Apr. 1973, p. 4; or",["span.emphasis","Ensign,"],"Apr. 1973, p. 2)."],["div",{"id":"p193","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p193"},"President Spencer W. Kimball commented that “the name Jesus Christ and what it represents has been plowed deep into the history of the world, never to be uprooted. Christ was born on the sixth of April. Being one of the sons of God and His Only Begotten, his birth is of supreme importance.” (In Conference Report, Apr. 1975, pp. 3–4; or",["span.emphasis","Ensign,"],"May 1975, p. 4.)"],[".",{"id":"f11","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.f11"},[".caption","Peter Whitmer’s home, place where the Church was organized"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.2-4"},"D&C 20:2–4"],". Why Was the Prophet Designated As the “First Elder” of the Church?"],["div",{"id":"p195","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p195"},"The propriety of having only one revelator for the Church explains why the Lord designated a “first” and a “second” elder in the early stages of the existence of the Church."],["div",{"id":"p196","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p196"},"The Prophet Joseph Smith stated: “I will inform you that it is contrary to the economy of God for any member of the Church, or any one, to receive instructions for those in authority, higher than themselves; therefore you will see the impropriety of giving heed to them; but if any person have a vision or a visitation from a heavenly messenger, it must be for his own benefit and instruction; for the fundamental principles, government, and doctrine of the Church are vested in the keys of the kingdom” (",["span.emphasis","History of the Church"],", 1:338)."],["div",{"id":"p197","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p197"},"Thus, if Joseph had not been clearly established as the head, confusion and problems could have arisen."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.5"},"D&C 20:5"],". What Is Meant by “Entangled Again in the Vanities of the World”?"],["div",{"id":"p198","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p198"},"The Prophet Joseph Smith described the time period involved and the activities referred to by the Lord: “During the space of time which intervened between the time I had the vision and the year eighteen hundred and twenty-three—having been forbidden to join any of the religious sects of the day, and being of very tender years, and persecuted by those who ought to have been my friends, and to have treated me kindly, and if they supposed me to be deluded to have endeavored in a proper and affectionate manner to have reclaimed me,—I was left to all kinds of temptations; and mingling with all kinds of society, I frequently fell into many foolish errors, and displayed the weakness of youth, and the foibles of human nature; which, I am sorry to say, led me into divers temptations, offensive in the sight of God. In making this confession, no one need suppose me guilty of any great or malignant sins. A disposition to commit such was never in my nature. But I was guilty of levity, and sometimes associated with jovial company, etc., not consistent with that character which ought to be maintained by one who was called of God as I had been. But this will not seem very strange to any one who recollects my youth, and is acquainted with my native cheery temperament.” (",["span.emphasis","History of the Church,"],"1:9–10.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.9"},"D&C 20:9"],". Why Is the Book of Mormon Referred to As Having a “Fulness of the Gospel”?"],["div",{"id":"p199","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p199"},"“Our revelations say that the Book of Mormon contains the fulness of the gospel. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.9"},"D. & C. 20:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.5"},"27:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.12"},"42:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"135:3"],".) This is true in the sense that the Book of Mormon is a record of God’s dealings with a people who had the fulness of the gospel, and therefore the laws and principles leading to the highest salvation are found recorded in that book.” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 333; see also",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.13-20"},"3 Nephi 27:13–20"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.18-20"},"D&C 20:18–20"],". The Natural or Fallen Man"],["div",{"id":"p200","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p200"},"One issue that has troubled many is the inherent goodness or evil of mankind. Do people by virtue of their birth inherit some kind of original sin, or are they instinctively good? Those who argue that people are inherently wicked and their very nature sinful cite the abundant wickedness in the world. People have demonstrated a widespread tendency to be selfish, immoral, cruel, and greedy. Those who think people are basically good point out that if we are inherently evil, then we would have had to inherit that evil from God, since we are His children. That, of course, contradicts all we know of God’s nature."],["div",{"id":"p201","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p201"},"Even some Latter-day Saints are troubled by the controversy. They think that modern scriptures teach that man’s nature is evil. King Benjamin taught that the",["span.emphasis","“natural"],"man is an enemy to God” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],"; italics added), and Alma said that men had “become carnal, sensual, and devilish, by",["span.emphasis","nature"],"” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.10"},"Alma 42:10"],"; italics added). But section 20 in the Doctrine and Covenants, combined with these other scriptures, clearly teaches that the word",["span.emphasis","natural,"],"or",["span.emphasis","nature,"],"does not mean something inherent in our eternal being, but refers to a state to which mankind has fallen through disobedience to God’s law (see especially",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.20"},"v. 20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.12"},"Alma 42:12"],")."],["div",{"id":"p202","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p202"},"The scriptural definition of “natural man” is fallen, disobedient man, and this “nature” (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.10"},"Alma 42:10"],") can be overcome when a person “yields to the enticings of the Holy Spirit, and putteth off the natural man and becometh a saint through the atonement of Christ the Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],")."],["div",{"id":"p203","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p203"},"Thus, as in many other areas, the revelations of the Doctrine and Covenants clear up questions that have troubled believers for centuries."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.28"},"D&C 20:28"],". The Father, the Son, and the Holy Ghost Are One God"],["div",{"id":"p204","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p204"},"This passage has troubled some Latter-day Saints, since the Church teaches that there are three distinct, individual members of the Godhead. President Joseph Fielding Smith explained that both concepts are true: “It is perfectly true, as recorded in the Pearl of Great Price and in the Bible, that to us there is but one God [see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.6"},"Moses 1:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.32"},"Mark 12:32"],"]. Correctly interpreted God in this sense means Godhead, for it is composed of Father, Son, and Holy Spirit. This Godhead presides over us, and to us, the inhabitants of this world, they constitute the only God, or Godhead. There is none other besides them. [See",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/8.5-6"},"1 Corinthians 8:5–6"],".] To them we are amenable, and subject to their authority, and there is no other Godhead unto whom we are subject. However, as the Prophet has shown, there can be, and are, other Gods.” (",["span.emphasis","Answers to Gospel Questions,"],"2:142.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.30"},"D&C 20:30"],". How Does One Receive “Justification”?"],["div",{"id":"p205","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p205"},"Elder Bruce R. McConkie defined the law of justification as being “all covenants, contracts, bonds, obligations, oaths, vows, performances, connections, associations, or expectations (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.7"},"D. & C. 132:7"],"), in which men must abide to be saved and exalted, [that] must be entered into and performed in righteousness so that the Holy Spirit can justify the candidate for salvation in what has been done. … An act that is justified by the Spirit is one that is sealed by the Holy Spirit of Promise, or in other words, ratified and approved by the Holy Ghost. This law of justification is the provision the Lord has placed in the gospel to assure that no unrighteous performance will be binding on earth and in heaven, and that no person will add to his position or glory in the hereafter by gaining an unearned blessing."],["div",{"id":"p206","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p206"},"“As with all other doctrines of salvation, justification is available because of the atoning sacrifice of Christ, but it becomes operative in the life of an individual only on conditions of personal righteousness.” (Mormon Doctrine, p. 408.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.31"},"D&C 20:31"],". What Is “Sanctification”?"],["div",{"id":"p207","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p207"},"President Brigham Young explained what sanctification means to the Saints by declaring:"],["div",{"id":"p208","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p208"},"“I will put my own definition to the term sanctification, and say it consists in overcoming every sin and bringing all into subjection to the law of Christ. God has placed in us a pure spirit; when this reigns predominant, without let or hindrance, and triumphs over the flesh and rules and governs and controls as the Lord controls the heavens and the earth, this I call the blessing of sanctification. …"],["div",{"id":"p209","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p209"},"“All the Lord has called us to do is to renovate our own hearts, then our families, extending the principles to neighborhoods, to the earth we occupy, and so continue until we drive the power of Satan from the earth and Satan to his own place. That is the work Jesus is engaged in, and we will be co-workers with him. Do not suppose that we shall ever in the flesh be free from temptations to sin. Some suppose that they can in the flesh be sanctified body and spirit and become so pure that they will never again feel the effects of the power of the adversary of truth. Were it possible for a person to attain to this degree of perfection in the flesh, he could not die neither remain in a world where sin predominates. Sin has entered into the world, and death by sin. I think we shall more or less feel the effects of sin so long as we live, and finally have to pass the ordeals of death.” (In",["span.emphasis","Journal of Discourses,"],"10:173.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.32"},"D&C 20:32"],". What Does It Mean to “Fall from Grace”?"],["div",{"id":"p210","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p210"},"Elder Theodore M. Burton said that this scripture, as he understood it, “means that Jesus Christ is kind and merciful to us when we serve him with our whole hearts, but not any of us can take refuge in past righteousness or service. It also means that there is a possibility that any one of us can fall out of good standing, even those who have already achieved a certain degree of righteousness. Therefore, we need to be on our constant guard, each of us, that we not allow ourselves to fall into habits of carelessness in our faith, in our prayers, or in our various Church activities or responsibilities. It is for this reason that I am resolving again to live closer to God each day and to follow his chosen prophets and apostles more diligently than I have ever done in the past.” (In Conference Report, Oct. 1973, p. 153; or",["span.emphasis","Ensign,"],"Jan. 1974, p. 116.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],". What Does It Mean to “Come Forth with Broken Hearts and Contrite Spirits”?"],["div",{"id":"p211","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p211"},"President Joseph Fielding Smith defined both of these terms:"],["div",{"id":"p212","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p212"},"“",["span.emphasis","Contrition"],"is manifestation of a broken heart with deep sorrow for sin, a realization of the nature of wrongdoing and a desire for forgiveness through the grace of God. A contrite spirit is essential to salvation.” (",["span.emphasis","Religious Truths Defined,"],"p. 273.)"],["div",{"id":"p213","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p213"},"“What is a broken heart? One that is humble, one that is touched by the Spirit of the Lord, and which is willing to abide in all the covenants and the obligations which the Gospel entails.” (In Conference Report, Oct. 1941, p. 93.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.38"},"D&C 20:38"],". What Is Meant by “an Apostle Is an Elder”?"],["div",{"id":"p214","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p214"},"“We learn at this time the Lord revealed that the designation ‘Elder’ is one applicable to the apostles and likewise to all others who hold the Melchizedek Priesthood. The use of this designation makes it needless to use unnecessarily sacred terms as ‘Apostle,’ ‘Patriarch,’ ‘High Priest,’ etc. It is proper in general usage to speak of the apostles, the seventies and all others holding the Melchizedek Priesthood as ‘elders.’ Of course, the term President, in speaking of the First Presidency, is the proper designation.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:95.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.41"},"D&C 20:41"],". “The Baptism of Fire and the Holy Ghost”"],["div",{"id":"p215","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p215"},"Elder Bruce R. McConkie outlined the importance of both kinds of baptism:"],["div",{"id":"p216","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p216"},"“To gain salvation every accountable person must receive two baptisms. They are the baptism of water and of the Spirit. (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.3-5"},"John 3:3–5"],".) The baptism of the Spirit is called the",["span.emphasis","baptism of fire and of the Holy Ghost"],". (",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.11"},"Matt. 3:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.16"},"Luke 3:16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.13-14"},"2 Ne. 31:13–14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.35"},"3 Ne. 11:35"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.1-2"},"12:1–2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.10"},"Morm. 7:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.41"},"D. & C. 20:41"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.11"},"33:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.6"},"39:6"],".) By the power of the Holy Ghost—who is the Sanctifier (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.19-21"},"3 Ne. 27:19–21"],")—dross, iniquity, carnality, sensuality, and every evil thing is burned out of the repentant soul as if by fire; the cleansed person becomes literally a new creature of the Holy Ghost. (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.24-26"},"Mosiah 27:24–26"],".) He is born again."],["div",{"id":"p217","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p217"},"“The baptism of fire is not something in addition to the receipt of the Holy Ghost; rather, it is the actual enjoyment of the gift which is offered by the laying on of hands at the time of baptism. ‘Remission of sins,’ the Lord says, comes ‘",["span.emphasis","by baptism, and by fire, yea, even the Holy Ghost."],"’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.31"},"D. & C. 19:31"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.17"},"2 Ne. 31:17"],".) Those who receive the baptism of fire are ‘",["span.emphasis","filled as if with fire"],".’ (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.45"},"Hela. 5:45"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 73.)"],["div",{"id":"p218","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p218"},"In addition, as Elder Harold B. Lee explained, “baptism by immersion symbolizes the death and burial of the man of sin; and the coming forth out of the water, the resurrection to a newness of spiritual life. After baptism, hands are laid upon the head of the baptized believer, and he is blessed to receive the Holy Ghost. Thus does the one baptized receive the promise or gift of the Holy Ghost or the privilege of being brought back into the presence of one of the Godhead, by obedience to whom and through his faithfulness one so blessed might receive the guidance and direction of the Holy Ghost in his daily walks and talks, even as Adam walked and talked in the Garden of Eden with God, his Heavenly Father. To receive such guidance and such direction from the Holy Ghost is to be spiritually reborn.” (In Conference Report, Oct. 1947, p. 64.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.57"},"D&C 20:57"],". What Is the Major Function of the Office of Deacon?"],["div",{"id":"p219","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p219"},"With no specific responsibilities assigned to the office of deacon, “the duty of Deacons is to assist the Teachers. A Deacon holds the power and authority first bestowed in the Aaronic Priesthood. One who performs those duties well, thereby qualifies himself for the more advanced positions.” (Smith and Sjodahl, Commentary, p. 108; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1"},"Enrichments M and N in the Appendix"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.60"},"D&C 20:60"],". Why Didn’t the Lord Make Known All Priesthood Offices When the Church Was First Organized?"],["div",{"id":"p220","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p220"},"President Joseph Fielding Smith said: “The Lord could not reveal to the Church in the beginning all the knowledge and organization which would be essential to the full and complete organization of the Church. Had this been done, it would have been like an overwhelming flood that would have brought destruction. The truth had to come piecemeal—line upon line, precept upon precept, just like knowledge comes to all of us. However, all that was revealed in this section was expedient for the government of the Church at the time of its organization.” (",["span.emphasis","Church History and Modern Revelation,"],"1:95.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.61-62"},"D&C 20:61–62"],". The Purposes of Church Conferences"],["div",{"id":"p221","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p221"},"President Harold B. Lee taught why conferences are so important to the Latter-day Saints: “Now, you Latter-day Saints, I think you have never attended a conference where in these three days you have heard more inspired declarations on most every subject and problem about which you have been worrying. If you want to know what the Lord would have the Saints know and to have his guidance and direction for the next six months, get a copy of the proceedings of this conference, and you will have the latest word of the Lord as far as the Saints are concerned.” (In Conference Report, Oct. 1973, p. 168; or",["span.emphasis","Ensign,"],"Jan. 1974, p. 128.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.65"},"D&C 20:65"],". The Principle of Common Consent"],["div",{"id":"p222","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p222"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-26-the-law-of-common-consent.p1"},"Notes and Commentary on Doctrine and Covenants 26"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.65"},"D&C 20:65"],". How Does One Sustain a Church Officer?"],["div",{"id":"p223","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p223"},"President John Taylor said: “What is meant by sustaining a person? Do we understand it? It is a very simple thing to me; I do not know how it is with you. For instance, if a man be a teacher, and I vote that I will sustain him in his position, when he visits me in an official capacity I will welcome him and treat him with consideration, kindness and respect and if I need counsel I will ask it at his hand, and I will do everything I can to sustain him. That would be proper and a principle of righteousness, and I would not say anything derogatory to his character. If that is not correct I have it yet to learn. And then if anybody in my presence were to whisper something about him disparaging to his reputation, I would say, Look here! are you a Saint? Yes. Did you not hold up your hand to sustain him? Yes. Then why do you not do it? Now, I would call an action of that kind sustaining him. If any man make an attack upon his reputation—for all men’s reputations are of importance to them—I would defend him in some such way.” (In",["span.emphasis","Journal of Discourses,"],"21:207–8.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.70"},"D&C 20:70"],". Why Are Little Children to Be Blessed before the Church?"],["div",{"id":"p224","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p224"},"President John Taylor pointed out that in addition to this injunction’s being “a direct command of Jehovah, and as such should be studiously complied with without hesitancy or objection, we think quite a number of excellent reasons can be adduced to prove that this command is attended with beneficial results to babe and to parents, who by bringing their child before the Church manifest their faith in the sight of their brethren and sisters, in God’s word and in his promises, as well as their thankfulness to him for increasing their posterity and for the safe delivery of his handmaiden. The child is also benefited by the united faith and responsive prayers of the assembled Saints.” (",["span.emphasis","Millennial Star,"],"15 Apr. 1878, p. 235.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.71"},"D&C 20:71"],". Why Aren’t Infants Baptized?"],["div",{"id":"p225","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p225"},"“Baptism is for the remission of sins, and no man can repent of a sin until he is accountable before God” (Smith,",["span.emphasis","Doctrines of Salvation,"],"2:50; see also",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.5-26"},"Moroni 8:5–26"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.73,77,79"},"D&C 20:73, 77, 79"],". Set Prayers"],["div",{"id":"p226","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p226"},"The baptismal prayer and the two sacramental prayers are set prayers. A set prayer is one that is read or memorized and repeated word for word. That lack of flexibility gives added significance to these prayers: “These two set prayers are very dignified, spiritual, and beautiful, and merit our most careful attention and study. Notice that the emblems of our Lord’s flesh and blood are to be taken in remembrance of His great sacrifice.” (Sperry,",["span.emphasis","Compendium,"],"p. 97.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.75,79"},"D&C 20:75, 79"],". Is Wine Acceptable for Sacramental Use?"],["div",{"id":"p227","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p227"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-27-when-ye-partake-of-the-sacrament.p1"},"Notes and Commentary for Doctrine and Covenants 27:1–4"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.83"},"D&C 20:83"]],["div",{"id":"p228","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-20-the-articles-and-covenants-of-the-church.p228"},"Enrichment I gives a more detailed treatment of the laws of the Church for dealing with transgressions committed by members."]]]]],"refs":null}
