{"id":3,"parent_id":0,"book_id":9403,"content_id":1,"language_id":1,"display_order":3,"title":"The Pearl of Great Price","subtitle":"","short_title":"The Pearl of Great Price","uri":"/manual/the-pearl-of-great-price-student-manual/the-pearl-of-great-price","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-pearl-of-great-price-student-manual/the-pearl-of-great-price"},[".heading",{"id":"head1","uri":"/manual/the-pearl-of-great-price-student-manual/the-pearl-of-great-price.head1"},["h1","The Pearl of Great Price"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/the-pearl-of-great-price-student-manual/the-pearl-of-great-price.t1"},[".topic",{"id":"t2","uri":"/manual/the-pearl-of-great-price-student-manual/the-pearl-of-great-price.t2"},["h3","Title Page. Why Is It Called the “Pearl of Great Price”?"],["p.para",{"id":"p3","uri":"/manual/the-pearl-of-great-price-student-manual/the-pearl-of-great-price.p3"},"“A merchant man, seeking goodly pearls … , when he had found one pearl of great price, went and sold all that he had, and bought it” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.45-46"},"Matthew 13:45–46"],")."],["p.para",{"id":"p4","uri":"/manual/the-pearl-of-great-price-student-manual/the-pearl-of-great-price.p4"},"In 1851 there were over 32,000 members of the Church in England. Elder Franklin D. Richards, a member of the Quorum of the Twelve Apostles who was presiding over the mission and the Church there, published a compilation of several revelations and texts of scripture by the Prophet Joseph Smith and called this collection the Pearl of Great Price. He said it would be “a source of much instruction and edification to many thousands of the Saints, who will by an acquaintance with its precious contents, be more abundantly qualified to set forth and defend the principles of our Holy Faith before all men” (",["span.emphasis","Millennial Star,"],"15 July 1851, 217)."],["p.para",{"id":"p5","uri":"/manual/the-pearl-of-great-price-student-manual/the-pearl-of-great-price.p5"},"On 10 October 1880, by action of the First Presidency and the general conference, the Pearl of Great Price became a standard work of the Church. “Several revisions have been made in the contents as the needs of the Church have required. In 1878 portions of the Book of Moses not contained in the first edition were added. In 1902 certain parts of the Pearl of Great Price that duplicated material also published in the Doctrine and Covenants were omitted. … [In 1976] two items of revelation were added. In 1979 these two items were removed from the Pearl of Great Price and placed in the Doctrine and Covenants, where they now appear as sections 137 and 138” (Pearl of Great Price, introductory note). Its present contents include selections from the Book of Moses, the Book of Abraham (with three facsimiles), Joseph Smith—Matthew, Joseph Smith—History, and the Articles of Faith."]]]]]]],"refs":null}
