{"id":9,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":9,"title":"Challenges in Missouri","subtitle":"By Jennifer Maddy","short_title":"Challenges in Missouri","uri":"/friend/2013/07/challenges-in-missouri","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/friend/2013/07/challenges-in-missouri"},[".heading",{"id":"head1","uri":"/friend/2013/07/challenges-in-missouri.head1"},[".seriesTitle","On the Trail"],[".title","Challenges in Missouri"],[".byline",["p.para",{"id":"p3","uri":"/friend/2013/07/challenges-in-missouri.p3"},"By Jennifer Maddy"]],[".kicker","Come along to explore an important place in Church history!"]],[".bodyBlock",["p.para",{"id":"p5","uri":"/friend/2013/07/challenges-in-missouri.p5"},"For Joseph Smith it was a long, hard trip from Kirtland, Ohio, to Independence, Missouri. He traveled by wagon, by canal boat, and by stagecoach. For the last 250 miles (402 km), he had to walk! But the Lord had told him to go to Missouri to establish the city of Zion, so Joseph Smith obeyed."],["p.para",{"id":"p6","uri":"/friend/2013/07/challenges-in-missouri.p6"},"Other Church members began arriving in Missouri in 1831. They plowed the land, built houses, and harvested crops."],["p.para",{"id":"p7","uri":"/friend/2013/07/challenges-in-missouri.p7"},"As more and more Church members moved to Independence, Missouri, some of the people who already lived there became suspicious and angry. Mobs attacked the Saints’ homes and ordered them to leave."],[".figure",{"id":"f1","uri":"/friend/2013/07/challenges-in-missouri.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/fr13jul14-15-on-the-trail.jpg"}],[".credit",["p.para",{"id":"p8","uri":"/friend/2013/07/challenges-in-missouri.p8"},"Photographs by Jennifer Maddy; illustrations by Paul Mann"]]],[".figure",{"id":"f2","uri":"/friend/2013/07/challenges-in-missouri.f2"},[".caption",["p","This display at the Independence visitors’ center shows Saints busily working at their log-cabin home."]]],[".figure",{"id":"f3","uri":"/friend/2013/07/challenges-in-missouri.f3"},[".caption",["p","William W. Phelps set up a printing shop in Independence, where he published a newspaper. He also printed pages for the Book of Commandments, which contained some of the Lord’s revelations to the Prophet Joseph Smith. Today these revelations are in the Doctrine and Covenants."]]]],[".resources",[".moreInfo",[".title","Liberty Jail"],["p.para",{"id":"p12","uri":"/friend/2013/07/challenges-in-missouri.p12"},"In the winter of 1838, Joseph Smith and five other Church leaders were arrested on false charges and taken to Liberty Jail. The jail was dark, dirty, and bitterly cold, and the prisoners didn’t have warm enough blankets or good food. Liberty Jail had thick stone walls. The upper room was for the jailer and his family, and the lower room—the “dungeon”—was for prisoners. A trapdoor was the only way in and out of the lower floor."],["p.para",{"id":"p13","uri":"/friend/2013/07/challenges-in-missouri.p13"},"While the Prophet was in jail, the Lord told him, “Fear not what man can do, for God shall be with you forever and ever” (",["a",{"href":"/scriptures/dc-testament/dc/122.9"},"D&C 122:9"],")."],["p.para",{"id":"p14","uri":"/friend/2013/07/challenges-in-missouri.p14"},"The Church rebuilt part of the jail out of some original and some remade stones and then built a visitors’ center around it. Today many visitors come to see the place where a prophet of God received comforting revelations while he was in jail."]]]]]],"refs":null}
