{"id":16,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":16,"title":"A Prayer of My Heart","subtitle":"By Ma. Consuelo Nuevo","short_title":"A Prayer of My Heart","uri":"/new-era/2013/09/a-prayer-of-my-heart","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/a-prayer-of-my-heart"},[".heading",{"id":"head1","uri":"/new-era/2013/09/a-prayer-of-my-heart.head1"},["h1","A Prayer of",["span.dominant","My Heart"]],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/09/a-prayer-of-my-heart.p2"},"By Ma. Consuelo Nuevo"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/09/a-prayer-of-my-heart.p3"},"Ma. Consuelo Nuevo lives in Metro Manila, Philippines."]],[".kicker","Raising my standards for the music I listen to helped me love it even more."]],[".bodyBlock",[".figure",{"id":"f62","uri":"/new-era/2013/09/a-prayer-of-my-heart.f62"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep33-hymnbook-and-flourishes.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/09/a-prayer-of-my-heart.p5"},"Illustration by Steven Keele"]]],["p.para",{"id":"p6","uri":"/new-era/2013/09/a-prayer-of-my-heart.p6"},"I love music, and my day doesn’t seem complete unless I’m listening to it or singing. Lately, my love for music has grown in a different way, and I’ve learned some things that have changed how I think about and use music."],["p.para",{"id":"p7","uri":"/new-era/2013/09/a-prayer-of-my-heart.p7"},"It started when I read the scripture where the Lord says, “For my soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me, and it shall be answered with a blessing upon their heads” (",["a",{"href":"/scriptures/dc-testament/dc/25.12"},"D&C 25:12"],"). When I read that verse, I remembered something my mom had taught me. Once, when I was singing the hymns in an inappropriate manner, she reminded me that hymns can be prayers and that I need to sing them properly. I think this verse refers not only to hymns alone but also to any songs we sing with a righteous desire. Imagine what blessings will come upon us, as the scripture says, when we sing songs unto the Lord."],["p.para",{"id":"p8","uri":"/new-era/2013/09/a-prayer-of-my-heart.p8"},"I also learned the importance of listening to good music. After reading this scripture, I started scanning my list of songs and deleting those that were not in harmony with the standards in",["span.emphasis","For the Strength of Youth."]],["p.para",{"id":"p9","uri":"/new-era/2013/09/a-prayer-of-my-heart.p9"},"I also had to make decisions about music beyond what I had in my own collection. One day when I was in school, a classmate started playing a bad song. I didn’t feel good about the song, so I asked him to change it, which he did. I know that each of us can have the same courage in those situations. And at times when people may not change the music for us, we still have another option: we can go somewhere else."],["p.para",{"id":"p10","uri":"/new-era/2013/09/a-prayer-of-my-heart.p10"},"I know that through good music we can draw closer to our Heavenly Father. Music can edify us, inspire us, invite the Holy Ghost to be with us, move us to righteous actions, and help us withstand the temptations of the adversary (see",["span.emphasis","For the Strength of Youth"],"[booklet, 2011], 22–23)."],["p.para",{"id":"p11","uri":"/new-era/2013/09/a-prayer-of-my-heart.p11"},"Remember that when we are singing the song of the righteous, we are actually praying to our Father in Heaven."]],[".resources",[".sideQuote",{"id":"f63","uri":"/new-era/2013/09/a-prayer-of-my-heart.f63"},[".title","Choose Good Music"],["p.para",{"id":"p13","uri":"/new-era/2013/09/a-prayer-of-my-heart.p13"},"“Music has a profound effect on your mind, spirit, and behavior."],["p.para",{"id":"p14","uri":"/new-era/2013/09/a-prayer-of-my-heart.p14"},"“Choose carefully the music you listen to. Pay attention to how you feel when you are listening. Some music can carry evil and destructive messages. Do not listen to music that encourages immorality or glorifies violence through its lyrics, beat, or intensity. Do not listen to music that uses vulgar or offensive language or promotes evil practices. Such music can dull your spiritual sensitivity.”"],[".citationInfo",["p.para",{"id":"p15","uri":"/new-era/2013/09/a-prayer-of-my-heart.p15"},["span.emphasis","For the Strength of Youth"],"(booklet, 2011), 22."]]]]]]],"refs":null}
