{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":5,"title":"All-American Examples","subtitle":"","short_title":"All-American Examples","uri":"/new-era/2013/09/all-american-examples","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/all-american-examples"},[".heading",{"id":"head1","uri":"/new-era/2013/09/all-american-examples.head1"},["h1","All-American Examples"],[".kicker","Two brothers rise to the top of their game while putting the Lord first."]],[".bodyBlock",[".figure",{"id":"f9","uri":"/new-era/2013/09/all-american-examples.f9"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep10-lacrosse-players.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/09/all-american-examples.p3"},"Photographs courtesy of Brandon and Kevin C."]]],["p.para",{"id":"p4","uri":"/new-era/2013/09/all-american-examples.p4"},"With a playing position named “attack,” lacrosse is anything but a slow-paced sport. Watch a few minutes of a lacrosse match and you’ll soon realize there really isn’t any downtime."],["p.para",{"id":"p5","uri":"/new-era/2013/09/all-american-examples.p5"},"“I enjoy the speed of the game,” says Kevin C., a senior from Georgia, USA, who plays the position of attack for his high school’s varsity lacrosse team. “Lacrosse is a blend of so many sports, like football, soccer, and hockey.”"],["p.para",{"id":"p6","uri":"/new-era/2013/09/all-american-examples.p6"},"Kevin was recently awarded the status of All-American in lacrosse, a national honor given to only a handful of high school athletes from each state. Even more remarkable, perhaps, is that his older brother Brandon—now serving a full-time mission in Salt Lake City, Utah—was also given the same award for lacrosse one year earlier."],["p.para",{"id":"p7","uri":"/new-era/2013/09/all-american-examples.p7"},"The two brothers are widely recognized for their athletic accomplishments. Yet Brandon and Kevin are each quick to attribute their success not just to practice but also to keeping the commandments."],[".topic",{"id":"t1","uri":"/new-era/2013/09/all-american-examples.t1"},[".title","Run and Not Be Weary"],["p.para",{"id":"p9","uri":"/new-era/2013/09/all-american-examples.p9"},"If you were listing sports where you needed to “run and not be weary” (",["a",{"href":"/scriptures/dc-testament/dc/89.20"},"D&C 89:20"],"), lacrosse would fit the description. This sport requires stamina, strength, solid hand-eye coordination, and in some cases, more moves than a ballroom dance competition. You have to be able to bob and weave, catch and throw, and run and turn on a dime—all while dodging a flurry of lacrosse sticks coming at you from every direction. Getting into shape for lacrosse requires intense training and conditioning."],["p.para",{"id":"p10","uri":"/new-era/2013/09/all-american-examples.p10"},"Kevin and Brandon were fortunate enough to play on the same varsity team for two years before Brandon graduated. They decided in younger years that they’d always keep the Word of Wisdom as outlined in",["a",{"href":"/scriptures/dc-testament/dc/89"},"Doctrine and Covenants 89"],". As two of only a few members of the Church in their school, they were in the minority of young men who lived such high health standards."],["p.para",{"id":"p11","uri":"/new-era/2013/09/all-american-examples.p11"},"“One of the biggest downsides of the sport is the atmosphere,” says Kevin. A lot of the players would party hard outside of practice, including some smoking and drinking. When it came time to pull off a six-mile run for practice, those same players often had a harder time keeping up. The brothers’ commitment to the Word of Wisdom and good health “really showed during our play on the field and during practice,” says Kevin."],["p.para",{"id":"p12","uri":"/new-era/2013/09/all-american-examples.p12"},"Brandon, in an email from his mission, says, “I have no doubt that a huge part of [our success in lacrosse] was because God blessed us with health because we lived the Word of Wisdom.”"]],[".figure",{"id":"f10","uri":"/new-era/2013/09/all-american-examples.f10"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep11-lacrosse-player-running.jpg"}]],[".topic",{"id":"t2","uri":"/new-era/2013/09/all-american-examples.t2"},[".title","Keeping the Sabbath Day Holy"],["p.para",{"id":"p14","uri":"/new-era/2013/09/all-american-examples.p14"},"Kevin and Brandon had also made a firm commitment to keep the Sabbath day holy. For them, that meant no practices or games on Sunday. “No exceptions,” Kevin says. This particular decision was tested regularly. But they never faltered."],["p.para",{"id":"p15","uri":"/new-era/2013/09/all-american-examples.p15"},"“Like most sports, lacrosse has a lot of tournaments on Sunday,” Kevin explains. “I’ve missed countless tournaments.”"],["p.para",{"id":"p16","uri":"/new-era/2013/09/all-american-examples.p16"},"Brandon and Kevin helped each other keep that resolve. “Once we made the decision, it was simple,” Kevin explains. Over the years, coaches and teammates have grown to respect the brothers’ commitment. Sometimes their team had to play without one or two of its star players, but Brandon and Kevin know where their priorities lie. “We really do believe in the commandments,” says Kevin."]],[".figure",{"id":"f11","uri":"/new-era/2013/09/all-american-examples.f11"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep11-brother-scouts.jpg"}],[".caption",["p","Brandon C., Kevin C."]]],[".topic",{"id":"t3","uri":"/new-era/2013/09/all-american-examples.t3"},[".title","Setting an Example"],["p.para",{"id":"p19","uri":"/new-era/2013/09/all-american-examples.p19"},"Both Brandon and Kevin have proven their skills and talents on the field time and again. In addition to being named All-American, they have each served as captain on the varsity lacrosse team. Captains are chosen by votes from the players on the team. And yet their contributions on the field are only part of the overall picture."],["p.para",{"id":"p20","uri":"/new-era/2013/09/all-american-examples.p20"},"The other students in their school look up to these brothers not only because of what they have accomplished (including earning Eagle Scout awards) but also because of who they are and how they treat others. “These young men are so kind,” says Meagan M., an older ward member who has watched Brandon and Kevin over the years. “They are very well respected.”"],["p.para",{"id":"p21","uri":"/new-era/2013/09/all-american-examples.p21"},"When Brandon was leaving for his mission, he invited all the players on his lacrosse team to attend sacrament meeting to hear him speak. Many teammates attended, most of whom had never been to an LDS Church meeting before. Brandon spoke about the importance of obeying the Word of Wisdom and keeping the Sabbath day holy."],["p.para",{"id":"p22","uri":"/new-era/2013/09/all-american-examples.p22"},"Lacrosse is a demanding sport, for certain. However, Kevin and Brandon met those demands well while continually choosing to center their lives in the gospel. “Our faith is much stronger than our love of the game,” says Kevin."]]],[".resources"]]]],"refs":null}
