{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":14,"title":"Finding Peace in a Troubled World","subtitle":"","short_title":"Finding Peace in a Troubled World","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world"},[".heading",{"id":"head1","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.head1"},["h1","Finding Peace in a Troubled World"],[".kicker","During the April 2013 general conference, prophets reminded us that through the Savior we can—and should—be of good cheer."]],[".bodyBlock",["p.para",{"id":"p3","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p3"},"Sometimes when we listen to the news or deal with the day-to-day challenges of life, we may wonder where to turn for comfort and hope. Fortunately, we are blessed with prophets and apostles who give wise counsel on how we can find hope through the Savior. And as the following experiences show, we can, indeed, find peace in our lives as promised in conference and in the scriptures."],[".figure",{"id":"f41","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.f41"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep27-girl-eating-cereal.jpg"}],[".credit",["p.para",{"id":"p4","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p4"},"Illustrations by Jennifer Tolman"]]],[".topic",{"id":"t1","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.t1"},[".title","Peace to Overcome Fear and Sorrow"],[".sideQuote",{"id":"f43","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.f43"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],["p.para",{"id":"p6","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p6"},"“We live at a time in the world’s history when there are many difficult challenges but also great opportunities and reasons for rejoicing. There are, of course, those times when we experience disappointments, heartaches, and even tragedies in our lives. However, if we will put our trust in the Lord, He will help us through our difficulties, whatever they may be. The Psalmist provided this assurance: ‘Weeping may endure for a night, but joy cometh in the morning’ (",["a",{"href":"/scriptures/ot/ps/30.5"},"Psalm 30:5"],").”"],[".citationInfo",["p.para",{"id":"p7","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p7"},"President Thomas S. Monson, “Until We Meet Again,”",["span.emphasis","Ensign,"],"May 2013, 114."]],[".moreInfo",["p.para",{"id":"p8","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p8"},"Watch or read the full talk at",["a",{"href":"http://lds.org/go/93Trust"},"lds.org/go/93Trust"],"."]]],[".quote",{"id":"f45","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.f45"},["p.para",{"id":"p9","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p9"},"When the phone call came, I could hear my mother in another room, talking quietly with her doctor—the tone of her voice steady but concerned. I instantly felt worried. I needed to find out what was happening, and something inside me told me the news wouldn’t be good."],["p.para",{"id":"p10","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p10"},"“The cancer is back, and this time it’s in my liver,” my mom told me when she got off the phone. “The doctor wants me to come in for more tests to see how far it’s spread.”"],["p.para",{"id":"p11","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p11"},"Although I was just a sophomore in high school, this wasn’t the first time our family had received news that our mom’s health was in jeopardy. When I was just four years old, my dad sat me down during our evening storytelling time to explain that my mother had breast cancer."],["p.para",{"id":"p12","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p12"},"Since then, she’d undergone rounds of surgery, chemotherapy, and radiation. The treatments had always seemed to work, but with each new discovery of cancer in her body, her chances of survival grew dimmer."],["p.para",{"id":"p13","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p13"},"Over the next few weeks after this most recent phone call, I started to feel hopeless as I watched my mother struggling to cope with her illness. Despite doing all the things I knew I should be doing, like going to seminary, reading my scriptures, praying, and fasting, I still felt a looming cloud of despair hang over me."],["p.para",{"id":"p14","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p14"},"Peace seemed to elude me, until one morning when I was getting ready for school. I was eating cereal at our kitchen table in my usual hurried fashion and was running late to try to catch the school bus. Suddenly I looked up and saw a painting of the Savior’s face with the words “You Are Never Alone” printed in bold letters above it. It was a Mormonad poster that my mom and I had taped to the side of the fridge a few months earlier. I took a closer look and read the scripture at the bottom of the poster: “I will not leave you comfortless: I will come to you” (",["a",{"href":"/scriptures/nt/john/14.18"},"John 14:18"],")."],["p.para",{"id":"p15","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p15"},"I instantly felt a comforting feeling wash over me. The scripture on the Mormonad was a simple statement, but it seemed to pierce my heart. The Savior’s promise that He would always be by my side lifted my spirits and increased my faith. From then on, I knew that no matter what happened, I would be watched over through my trials. My prayers to find comfort during a troubling time had been answered. My testimony that I am a daughter of God and that He knows me personally was strengthened that day. Since that morning I have known that I will truly never be alone because the Savior is always with me."],[".bio",["p.para",{"id":"p16","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p16"},"Jonelle M., Utah, USA"]],[".moreInfo",["p.para",{"id":"p17","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p17"},"See the Mormonad at",["a",{"href":"http://lds.org/go/93Peace"},"lds.org/go/93Peace"],"."]]]],[".figure",{"id":"f46","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.f46"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep28-family-at-table.jpg"}]],[".topic",{"id":"t2","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.t2"},[".title","Peace to Overcome Temptation"],[".sideQuote",{"id":"f48","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.f48"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dean-m-davies.jpg"}],["p.para",{"id":"p19","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p19"},"“By anchoring our lives to Jesus Christ and to His Atonement and by carefully following His plans for our happiness, including daily prayer, daily scripture study, and weekly partaking of the sacrament, we will be strengthened, we will experience real personal growth and a lasting conversion, we will be better prepared to successfully withstand the storms and calamities of life, we will experience the joy and happiness promised, and we will have the confidence that our lives have been built upon a sure foundation—a foundation that will never fall.”"],[".citationInfo",["p.para",{"id":"p20","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p20"},"Bishop Dean M. Davies, Second Counselor in the Presiding Bishopric, “A Sure Foundation,”",["span.emphasis","Ensign,"],"May 2013, 11."]],[".moreInfo",["p.para",{"id":"p21","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p21"},"Watch or read the full talk at",["a",{"href":"http://lds.org/go/93Sure"},"lds.org/go/93Sure"],"."]]],[".quote",{"id":"f49","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.f49"},["p.para",{"id":"p22","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p22"},"I am in seventh grade. Where I live, there aren’t a lot of members of the Church, and some of the people cuss and wear immodest clothing. As the environment around me started to become worse, I realized that if I didn’t strengthen my testimony and my relationship with God, then the worldly things would swallow me up. I noticed that I needed to become closer to God and that I needed to do it now."],["p.para",{"id":"p23","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p23"},"I decided that I would choose to be around people who would respect my standards and that I would work harder in school and on my talents. On top of that, I helped prepare family home evening lessons so our family could be closer, and we started reading the scriptures together every night. I also decided to read my scriptures every day and keep a journal about what I’m reading. I pray every morning and night and when I need help. Every Sunday I listen in church so that I can learn as much as possible and do my best to absorb the teachings of prophets and apostles that are shared there."],["p.para",{"id":"p24","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p24"},"My life is much happier now, and I can feel the Spirit every day. I don’t know why I was so driven to become closer to Heavenly Father, but it may be because of the feeling I got from doing good things or the blessings that were promised. I’m so glad I took the extra leap to become closer to my Heavenly Father. I know He loves me so much and blesses me so greatly."],[".bio",["p.para",{"id":"p25","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p25"},"Daniel N., Virginia, USA"]]]],[".figure",{"id":"f50","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.f50"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep29-young-men-with-locker.jpg"}]],[".topic",{"id":"t3","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.t3"},[".title","Peace to Remove Bitterness"],[".sideQuote",{"id":"f52","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.f52"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/quentin-l-cook.jpg"}],["p.para",{"id":"p27","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p27"},"“President Heber J. Grant described the Savior’s peace this way: ‘His peace will ease our suffering, bind up our broken hearts, blot out our hates, engender in our breasts a love of fellow men that will suffuse our souls with calm and happiness’ (",["span.emphasis","Teachings of Presidents of the Church: Heber J. Grant"],"[2002], 226). …"],["p.para",{"id":"p28","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p28"},"“… We all participated in the councils of heaven that provided for moral agency, knowing that there would be mortal pain. … We understood that this could leave us angry, bewildered, defenseless, and vulnerable. But we also knew that the Savior’s Atonement would overcome and compensate for all of the unfairness of mortal life and bring us peace.”"],[".citationInfo",["p.para",{"id":"p29","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p29"},"Elder Quentin L. Cook of the Quorum of the Twelve Apostles, “Personal Peace: The Reward of Righteousness,”",["span.emphasis","Ensign,"],"May 2013, 33–34."]],[".moreInfo",["p.para",{"id":"p30","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p30"},"Watch or read the full talk at",["a",{"href":"http://lds.org/go/93Reward"},"lds.org/go/93Reward"],"."]]],[".quote",{"id":"f53","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.f53"},["p.para",{"id":"p31","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p31"},"One year at youth conference, my ward spent a day doing service. I volunteered to help at the town’s high school (even though I didn’t have the best memories there), because a janitor needed help moving lockers. As my friend and I helped move the lockers, I thought about the school where we were serving. I remembered a sporting event there where I felt the referees had not called a fair game. For my team, that game was still a sore spot, and I realized that I had let anger and bitterness stay in my heart."],["p.para",{"id":"p32","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p32"},"I began to feel sorrow as I thought about the grudge I held, and I prayed for forgiveness. As I prayed and kept serving, I felt the anger and bitterness melting away and began to see the high school as it was: a great school facing some tough times. I began to feel gratitude for God guiding me to where I needed to serve and work through my problems. Through my service, the Lord was able to open my eyes to the grudge I’d harbored and help me let it go. I learned that service will scrape away the blackness of anger and bitterness, help us gain a love for those we once disliked, and help us draw closer to our Heavenly Father."],[".bio",["p.para",{"id":"p33","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p33"},"Robert S., Idaho, USA"]]]],[".topic",{"id":"t4","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.t4"},[".title","Peace Comes from the Lord"],["p.para",{"id":"p35","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p35"},"As we have trust in the Lord, turn to prayer for comfort and guidance, keep the commandments, and serve others, we will know for ourselves what the Savior meant when He said, “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid” (",["a",{"href":"/scriptures/nt/john/14.27"},"John 14:27"],")."]]],[".resources",[".sideQuote",{"id":"f55","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.f55"},[".title","Peace to Bring Cheer"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dieter-f-uchtdorf.jpg"}],["p.para",{"id":"p37","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p37"},"“I invite you to walk confidently and joyfully. Yes, the road has bumps and detours and even some hazards. But don’t focus on them. Look for the happiness your Father in Heaven has prepared for you in every step of your journey. Happiness is the destination, but it’s also the path. ‘Peace in this world, and eternal life in the world to come’ is what He promises (",["a",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],"). That is why He commands us to ‘be of good cheer’ (",["a",{"href":"/scriptures/dc-testament/dc/78.18"},"D&C 78:18"],"; see also",["a",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],";",["a",{"href":"/scriptures/bofm/3-ne/1.13"},"3 Nephi 1:13"],").”"],[".citationInfo",["p.para",{"id":"p38","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p38"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, “Your Wonderful Journey Home,”",["span.emphasis","Ensign,"],"May 2013, 129."]],[".moreInfo",["p.para",{"id":"p39","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p39"},"Watch or read the full talk, where President Uchtdorf provides a “map” for navigating through life, at",["a",{"href":"http://lds.org/go/93Cheer"},"lds.org/go/93Cheer"],"."]]],[".sideQuote",{"id":"f57","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.f57"},[".title","Peace through the Savior"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/quentin-l-cook.jpg"}],["p.para",{"id":"p41","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p41"},"“Peace comes from knowing that the Savior knows who we are and knows that we have faith in Him, love Him, and keep His commandments, even and especially amid life’s devastating trials and tragedies.”"],[".citationInfo",["p.para",{"id":"p42","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p42"},"Elder Quentin L. Cook of the Quorum of the Twelve Apostles, “Personal Peace: The Reward of Righteousness,”",["span.emphasis","Ensign,"],"May 2013, 33."]],[".moreInfo",["p.para",{"id":"p43","uri":"/new-era/2013/09/finding-peace-in-a-troubled-world.p43"},"Watch or read the full talk, where Elder Cook provides additional counsel for finding peace, at",["a",{"href":"http://lds.org/go/93Reward"},"lds.org/go/93Reward"],"."]]]]]]],"refs":null}
