{"id":9,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":9,"title":"No Matter How Early","subtitle":"By Sierra Stites","short_title":"No Matter How Early","uri":"/new-era/2013/09/no-matter-how-early","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/no-matter-how-early"},[".heading",{"id":"head1","uri":"/new-era/2013/09/no-matter-how-early.head1"},["h1","No Matter How Early"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/09/no-matter-how-early.p2"},"By Sierra Stites"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/09/no-matter-how-early.p3"},"Sierra Stites lives in Utah, USA."]],[".kicker","My mom’s example made me want to visit the temple regularly."]],[".bodyBlock",[".figure",{"id":"f25","uri":"/new-era/2013/09/no-matter-how-early.f25"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep18-temple-at-sunrise.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/09/no-matter-how-early.p5"},"Illustration by Ben Simonson"]]],["p.para",{"id":"p6","uri":"/new-era/2013/09/no-matter-how-early.p6"},"I go to the temple every Tuesday morning. I have to get up at 4:00 a.m. to go to the temple and make it to school on time. Even if I go to bed late Monday night, I still get up the next morning and attend the temple. No one forces me to go—it’s my choice."],["p.para",{"id":"p7","uri":"/new-era/2013/09/no-matter-how-early.p7"},"People have asked me, “Why do you do this every week?” My answer is that my family started this habit a long time ago. I’m the youngest of 12 kids, and for as long as I can remember I’ve seen my mom coming home from the early Saturday morning temple session. She promised Heavenly Father that if she ever lived near a temple she would go often (for her, once a week), and she has kept her promise ever since my family moved close to a temple many years ago."],["p.para",{"id":"p8","uri":"/new-era/2013/09/no-matter-how-early.p8"},"Seeing her example made me want to go inside the temple so much. I started a countdown to my 12th birthday when I was only 4! My mom would take my siblings and me to the temple grounds, and this only made my desire to go inside the temple grow even more."],["p.para",{"id":"p9","uri":"/new-era/2013/09/no-matter-how-early.p9"},"For my 12th birthday, my mom took me to the temple! The temple workers were so nice and treated me like a princess. I’d never experienced anything like the temple in my life, and the Spirit was so strong. I will never forget the peace my mom and I felt. Afterward I wiped tears from my eyes as I hugged my mom and thanked her for her example."],["p.para",{"id":"p10","uri":"/new-era/2013/09/no-matter-how-early.p10"},"That year I continued to go on youth temple trips but felt like something was missing in my life. I told my mom I wanted to go to the temple every week before school and asked if she would take me. She thought it was a great idea, and we have been going together ever since."],["p.para",{"id":"p11","uri":"/new-era/2013/09/no-matter-how-early.p11"},"I’ve received many blessings from going to the temple. It’s not always easy to wake up that early, but it’s worth it. I’ve done better in school, and I see my temptations in a different light. My faith and testimony have increased, and I feel more love for others and an increased desire to be a good example. I testify that blessings come when we go to the temple, no matter how early we have to get up."]],[".resources",[".sideQuote",{"id":"f26","uri":"/new-era/2013/09/no-matter-how-early.f26"},[".title","The Spirit of the Temple"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],["p.para",{"id":"p13","uri":"/new-era/2013/09/no-matter-how-early.p13"},"“My beloved brothers and sisters, may we make whatever sacrifices are necessary to attend the temple and to have the spirit of the temple in our hearts and in our homes.”"],[".citationInfo",["p.para",{"id":"p14","uri":"/new-era/2013/09/no-matter-how-early.p14"},"President Thomas S. Monson, “The Holy Temple—a Beacon to the World,”",["span.emphasis","Ensign,"],"May 2011, 94."]]]]]]],"refs":null}
