{"id":21,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":21,"title":"The Challenge","subtitle":"By Rachael Lauritzen","short_title":"The Challenge","uri":"/new-era/2013/09/the-challenge","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/the-challenge"},[".heading",{"id":"head1","uri":"/new-era/2013/09/the-challenge.head1"},["h1","The Challenge"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/09/the-challenge.p2"},"By Rachael Lauritzen"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/09/the-challenge.p3"},"Rachael Lauritzen lives in Utah, USA."]],[".kicker","My heart ached because I wasn’t getting an answer, but I kept trying."]],[".bodyBlock",[".figure",{"id":"f81","uri":"/new-era/2013/09/the-challenge.f81"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep42-young-woman-with-open-scriptures.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/09/the-challenge.p5"},"Illustration by Dilleen Marsh"]]],["p.para",{"id":"p6","uri":"/new-era/2013/09/the-challenge.p6"},"“Will you accept this challenge?” the missionaries asked."],["p.para",{"id":"p7","uri":"/new-era/2013/09/the-challenge.p7"},"The missionaries were focusing on me. After dinner with our family, they left us with a spiritual message and the challenge to read the Book of Mormon and pray to know if it was true. I accepted the challenge without thinking much of it."],["p.para",{"id":"p8","uri":"/new-era/2013/09/the-challenge.p8"},"I’m an ordinary girl, with an ordinary life, and I pray every night. But I had never actually prayed to find out for myself if the Church is true. I believed it with all my heart, but I had never known that what I believed was true. I thought about this for a while and then committed myself to take the missionaries’ challenge seriously."],["p.para",{"id":"p9","uri":"/new-era/2013/09/the-challenge.p9"},"On Monday night I read and I prayed, and I didn’t get any kind of confirmation. I began to think, “Be patient, Rachael, the Lord will reveal His answers when it is pleasing to Him.”"],["p.para",{"id":"p10","uri":"/new-era/2013/09/the-challenge.p10"},"This went on for a week. Every night I would end my day by my bedside, where I read and prayed for an answer. By Saturday, I was worn out and could hardly keep my eyes open to read. I was trying so hard to live the gospel and to be an example, yet I was getting no answer."],["p.para",{"id":"p11","uri":"/new-era/2013/09/the-challenge.p11"},"These feelings began to weigh me down, so I did what I had always been taught. I knelt down and prayed. Nothing happened. So I continued praying, and I poured out my soul to my Heavenly Father. My heart began to ache because I wanted to know if all my efforts were worth it."],["p.para",{"id":"p12","uri":"/new-era/2013/09/the-challenge.p12"},"With tears streaming down my worried face, I opened up my Book of Mormon to the third chapter of Mosiah and began to read. As I read, the verses quickly caught my weary eyes. I put my name into the scriptures and read aloud, “My [Rachael], I would call your attention, for I have somewhat more to speak unto you. … And he said unto me: Awake, and hear the words which I shall tell thee.” By now my eyes were as big as apples. I was being told to awake and listen to the scriptures. I kept reading as my heart was filled with the Spirit. “For behold, I am come to declare unto you the glad tidings of great joy."],["p.para",{"id":"p13","uri":"/new-era/2013/09/the-challenge.p13"},"“For the Lord hath heard thy prayers, and hath judged of thy righteousness, and hath sent me to declare unto thee that thou mayest rejoice” (see",["a",{"href":"/scriptures/bofm/mosiah/3.1-4"},"Mosiah 3:1–4"],"). The Spirit filled my entire room.",["span.emphasis","I knew."],"I knew without a doubt that this Church was true, for the Lord had heard my prayers."],["p.para",{"id":"p14","uri":"/new-era/2013/09/the-challenge.p14"},"Some may call it coincidence, and others may call it luck, but I know my Heavenly Father was listening to His daughter here on earth. I know He knows my heart and what I feel. He wants all of us to return to Him. I know this Church is true. The missionaries’ challenge blessed my life."]]]]],"refs":null}
