{"id":20,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":20,"title":"To the Point","subtitle":"","short_title":"To the Point","uri":"/new-era/2013/09/to-the-point","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/to-the-point"},[".heading",{"id":"head1","uri":"/new-era/2013/09/to-the-point.head1"},[".seriesTitle","To the Point"]],[".resources",[".heading",{"id":"head1","uri":"/new-era/2013/09/to-the-point/how-can-a-person-casually-date-different-people-without-getting-a-reputation-as-a-promiscuous-or-dishonest-person.head1"},[".title","Where I live, you’re considered boyfriend/girlfriend after one date. How can a person",["span.dominant","casually date different people"],"without getting a reputation as a promiscuous or dishonest person?"]],[".bodyBlock",[".figure",{"id":"f79","uri":"/new-era/2013/09/to-the-point/how-can-a-person-casually-date-different-people-without-getting-a-reputation-as-a-promiscuous-or-dishonest-person.f79"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep40-youth-with-bowling-balls.jpg"}],[".credit",["p.para",{"id":"p2","uri":"/new-era/2013/09/to-the-point/how-can-a-person-casually-date-different-people-without-getting-a-reputation-as-a-promiscuous-or-dishonest-person.p2"},"Photo illustration by Matthew Reier"]]],["p.para",{"id":"p3","uri":"/new-era/2013/09/to-the-point/how-can-a-person-casually-date-different-people-without-getting-a-reputation-as-a-promiscuous-or-dishonest-person.p3"},"This is a significant challenge for many Latter-day Saint youth all around the world. They are counseled to “avoid going on frequent dates with the same person” so that they do not develop serious relationships at a young age (",["span.emphasis","For the Strength of Youth"],"[booklet, 2011], 4). But in the culture of much of the world, the invitation for a boyfriend/girlfriend relationship often comes even before a first date; and likewise, just one date can imply an exclusive relationship with an expectation of commitment. In such a culture, going on dates with different people appears to violate the “relationship” and can give you a reputation as a promiscuous or dishonest person. So what should you do?"],["p.para",{"id":"p4","uri":"/new-era/2013/09/to-the-point/how-can-a-person-casually-date-different-people-without-getting-a-reputation-as-a-promiscuous-or-dishonest-person.p4"},"First of all, make sure everyone knows your belief in and commitment to the Lord’s standard of chastity and sexual purity so that there is never any doubt about your character and behavior. Next, you can actively work to change the dating culture around you for the better by speaking up for the Church’s guidelines. If people question you about your dating standards, ask them why, if they aren’t looking to get married anytime soon, they feel the need to have such emotionally and physically intimate and exclusive relationships at such a young age. Invite them to join you on a group date so that they can see the fun they can have while avoiding the needless moral dangers and emotional drama of teen romance. And let them know about the guidance and counsel we have been given by living prophets and apostles."]],[".heading",{"id":"head1","uri":"/new-era/2013/09/to-the-point/why-do-young-men-start-home-teaching-when-theyre-14-but-young-women-start-visiting-teaching-when-theyre-18.head1"},[".title","Why do young men start",["span.dominant","home teaching"],"when they’re",["span.dominant","14"],"but young women start",["span.dominant","visiting teaching"],"when they’re",["span.dominant","18?"]]],[".bodyBlock",["p.para",{"id":"p2","uri":"/new-era/2013/09/to-the-point/why-do-young-men-start-home-teaching-when-theyre-14-but-young-women-start-visiting-teaching-when-theyre-18.p2"},"In a revelation given at the time the Church was organized in 1830, the Lord declared, “The teacher’s duty is to watch over the church always, and be with and strengthen them” (",["a",{"href":"/scriptures/dc-testament/dc/20.53"},"D&C 20:53"],"). Besides teachers in the Aaronic Priesthood, this duty is shared by priests and by those who hold the Melchizedek Priesthood (see",["a",{"href":"/scriptures/dc-testament/dc/20.45-52"},"D&C 20:45–52"],"). Home teaching is one way they fulfill this duty by accepting specific assignments from priesthood leaders. Visiting teaching, although similar, has a slightly different purpose, providing an opportunity for Relief Society sisters to strengthen and teach one another through assignments from the Relief Society presidency (as approved by the bishop or branch president). Young women (especially class presidencies) should, of course, seek to strengthen and support one another in a variety of ways, but they are not assigned to make monthly visits to specific people."]],[".heading",{"id":"head1","uri":"/new-era/2013/09/to-the-point/what-are-the-physical-fitness-requirements-to-serve-a-mission.head1"},[".title","What are the",["span.dominant","physical fitness requirements"],"to serve a mission?"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/new-era/2013/09/to-the-point/what-are-the-physical-fitness-requirements-to-serve-a-mission.p2"},"Serious physical challenges or medical limitations can prevent some people from performing missionary duties effectively and can negatively affect their companions’ service as well. Such people do not normally serve missions. For example, those who need a wheelchair or crutches or cannot perform daily tasks without the aid of others are not recommended for missionary service (though they may be able to serve a Church-service mission; see",["a",{"href":"http://lds.org/csm"},"lds.org/csm"],"). And being significantly overweight can cause a person to have serious difficulty with the daily rigors of a mission, so priesthood leaders may ask some people to lose weight before they recommend them for service. Regarding general fitness, one guideline might be that you should be able to walk about six miles (9 km) a day without difficulty."],["p.para",{"id":"p3","uri":"/new-era/2013/09/to-the-point/what-are-the-physical-fitness-requirements-to-serve-a-mission.p3"},"If you have any questions about any of these matters, your bishop or branch president can give you answers and guidance."]],[".heading",{"id":"head1","uri":"/new-era/2013/09/to-the-point/when-should-i-start-paying-fast-offerings-and-making-other-donations.head1"},[".title","When should I start paying",["span.dominant","fast offerings and"],"making other",["span.dominant","donations?"]]],[".bodyBlock",[".figure",{"id":"f80","uri":"/new-era/2013/09/to-the-point/when-should-i-start-paying-fast-offerings-and-making-other-donations.f80"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep41-to-the-point-coins.jpg"}],[".credit",["p.para",{"id":"p2","uri":"/new-era/2013/09/to-the-point/when-should-i-start-paying-fast-offerings-and-making-other-donations.p2"},"Coins © iStockphoto/Thinkstock"]]],["p.para",{"id":"p3","uri":"/new-era/2013/09/to-the-point/when-should-i-start-paying-fast-offerings-and-making-other-donations.p3"},"If you have a source of income and a willing heart, you can start giving fast offerings at any age. Of course, when you earn money, the Lord has commanded that you pay tithing on your earnings. In addition, “a proper fast day observance includes … giving a generous fast offering to help care for those in need” (",["span.emphasis","For the Strength of Youth"],"[booklet, 2011], 39). Just because your parents pay for your family’s food doesn’t mean you can’t make a contribution of your own if you feel prompted when your family fasts each month. Remember, although you are young, regardless of the amount of the contribution, what matters most is the fact that you are obeying the Lord’s commandments and selflessly helping to bless others. You as well as others will be blessed through your sacrifice. And if you feel inspired and are able to do so, you may also consider consulting with your parents and making donations to other Church funds listed on the Tithing and Other Offerings slip."]]]]]],"refs":null}
