{"id":2,"parent_id":0,"book_id":39,"content_id":1,"language_id":1,"display_order":2,"title":"Helps for the Teacher","subtitle":"","short_title":"Helps for the Teacher","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher","content":[["div",{"id":"head1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.head1"},["h1","Helps for the Teacher"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p2"},"After the resurrected Lord had shown himself to his Apostles, he appeared again to a group of them at the Sea of Galilee. While he was with them, he asked Peter a question three times: “Lovest thou me?” Each time Peter responded, “Thou knowest that I love thee.” To Peter’s declaration the Lord replied: “Feed my lambs. … Feed my sheep. … Feed my sheep” (",["a.scriptureRef",{"href":"/scriptures/nt/john/21.15-17"},"John 21:15–17"],")."],["div",{"id":"p3","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p3"},"As a Gospel Doctrine teacher, you can show your love for the Lord by feeding his sheep, ensuring that each member of your class is “remembered and nourished by the good word of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"],"). One important purpose of the word of God is to help us “believe that Jesus is the Christ, the Son of God; and that believing [we] might have life through his name” (",["a.scriptureRef",{"href":"/scriptures/nt/john/20.31"},"John 20:31"],"). Guided by the Spirit, you will be able to help class members strengthen their testimonies of the Savior, their faith in him, and their commitment to live his gospel. You will also be able to help them receive other blessings that come from sincere study of the New Testament, as expressed by President Thomas S. Monson:"],["div",{"id":"p4","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p4"},"“The entire message of the New Testament breathes a spirit of awakening to the human soul. Shadows of despair are dispelled by rays of hope, sorrow yields to joy, and the feeling of being lost in the crowd of life vanishes with the certain knowledge that our Heavenly Father is mindful of each of us” (“The Spirit Giveth Life,”",["span.emphasis","Ensign,"],"June 1997, 2)."],[".topic",["h2","Teaching by the Spirit"],["div",{"id":"p6","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p6"},"When preparing for Gospel Doctrine class, it is important that you seek inspiration and guidance from the Holy Ghost. “The Spirit shall be given unto you by the prayer of faith,” said the Lord, “and if ye receive not the Spirit ye shall not teach” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],"). Remember that the Holy Ghost is the teacher in your class."],["div",{"id":"p7","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p7"},"You can seek the Spirit by praying, fasting, studying the scriptures daily, and obeying the commandments. While preparing for class, pray for the Spirit to help you understand the scriptures and the needs of class members. The Spirit can also help you plan meaningful ways to discuss the scriptures and apply them to the present (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],"). With the guidance of the Spirit, you will become an effective instrument in the hands of the Lord to teach his word to his children."],["div",{"id":"f1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.f1"},"Some suggestions for how to invite the Spirit into your class are given below:",["ol.number",["li",["span.label","1."],[".para","Invite class members to offer prayers before and after the lesson. During class, pray in your heart for the Spirit to guide you, to open the hearts of class members, and to testify and inspire."]],["li",["span.label","2."],[".para","Use the scriptures (see",["a.crossRef",{"href":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p15"},"“Focusing on the Scriptures”"],"on page vi)."]],["li",["span.label","3."],[".para","Bear testimony whenever the Spirit prompts you, not just at the end of the lesson. Testify of Jesus Christ. Frequently invite class members to bear their testimonies."]],["li",["span.label","4."],[".para","Use hymns, Primary songs, and other sacred music to prepare class members’ hearts to feel the Spirit."]],["li",["span.label","5."],[".para","Express love for class members, for others, and for Heavenly Father and Jesus Christ."]],["li",["span.label","6."],[".para","Share insights, feelings, and experiences that relate to the lesson. Invite class members to do the same. Class members could also tell how they have applied principles discussed in previous lessons."]]]]],[".topic",["h2","Focusing on the Scriptures"],["div",{"id":"p16","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p16"},"Elder Boyd K. Packer taught, “True doctrine, understood, changes attitudes and behavior” (in Conference Report, Oct. 1986, 20; or",["span.emphasis","Ensign,"],"Nov. 1986, 17). In your preparation and during class, focus on the saving doctrines of the gospel as presented in the scriptures and the teachings of latter-day prophets. This requires that you study the scriptures diligently and prayerfully. The Lord commanded, “Seek not to declare my word, but first seek to obtain my word.” As you obtain his word through scripture study, the Lord has promised, “then shall your tongue be loosed; then, if you desire, you shall have my Spirit and my word, yea, the power of God unto the convincing of men” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],")."],["div",{"id":"p17","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p17"},"Encourage class members to bring their scriptures to class every week. Read selected scripture passages together as you discuss them. Where possible, use Latter-day Saint editions of the scriptures."],["div",{"id":"p18","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p18"},"Each class member should be given a copy of the",["span.emphasis","New Testament Class Member Study Guide"],"(35682). This booklet will help class members improve their study skills and turn to the scriptures for answers to their questions. It will help them understand the scriptures, apply them, prepare to discuss them in class, and use them in family discussions."]],[".topic",["h2","Using This Manual"],["div",{"id":"p20","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p20"},"This manual is a tool to help you teach the doctrines of the gospel from the scriptures. It has been written for youth and adult Gospel Doctrine classes and is to be used every four years. Additional references and commentaries should not be necessary to teach the lessons."],["div",{"id":"p21","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p21"},"The lessons in this manual contain more information than you will probably be able to teach in one class period. Seek the Spirit of the Lord in selecting the scripture accounts, questions, and other lesson materials that best meet the needs of class members."],["div",{"id":"f2","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.f2"},"Each lesson includes the following sections:",["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Title."],"The title consists of two elements: a short descriptive phrase or quotation and the scriptures you should read before preparing the lesson."]],["li",["span.label","2."],[".para",["span.emphasis","Purpose."],"The purpose statement suggests a main idea you can focus on as you prepare and teach the lesson."]],["li",["span.label","3."],[".para",["span.emphasis","Preparation."],"This section summarizes the scripture accounts in the lesson outline and provides suggestions to help you teach more effectively. It may also include additional reading and other suggestions for preparation, such as materials you may want to bring to class."]],["li",["span.label","4."],[".para",["span.emphasis","Attention activity."],"This section consists of a simple activity, object lesson, or question to help class members prepare to learn, participate, and feel the influence of the Spirit. Whether you use the manual’s attention activity or one of your own, it is important to focus class members’ attention at the beginning of the lesson. The activity should be brief."]],["li",["span.label","5."],[".para",["span.emphasis","Scripture discussion and application."],"This is the main part of the lesson. Prayerfully study the scripture accounts so you can teach and discuss them effectively. Use the suggestions in “Encouraging Class Discussion” and “Using Variety in Teaching the Scriptures” (pages vii–viii) to vary the way you teach and to maintain class members’ interest."]],["li",["span.label","6."],[".para",["span.emphasis","Conclusion."],"This section helps you summarize the lesson and encourage class members to live the principles you have discussed. It also reminds you to bear testimony. Be sure to leave enough time to conclude each lesson."]],["li",["span.label","7."],[".para",["span.emphasis","Additional teaching ideas."],"This section is provided in most lessons in the manual. It may include additional truths from the scripture accounts, alternate teaching approaches, activities, or other suggestions that supplement the lesson outline. You may want to use some of these ideas as part of the lesson."]]]],["div",{"id":"p30","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p30"},"Review each lesson at least a week in advance. When you study the reading assignment and the lesson material early, you will receive thoughts and impressions during the week that will help you teach the lesson. As you ponder the lesson during the week, pray for the Spirit to guide you. Have faith that the Lord will bless you."]],[".topic",["h2","Encouraging Class Discussion"],["div",{"id":"f3","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.f3"},"You normally should not give lectures. Instead, help class members participate meaningfully in discussing the scriptures. Class members’ participation helps them:",["ol.number",["li",["span.label","1."],[".para","Learn more about the scriptures."]],["li",["span.label","2."],[".para","Learn how to apply gospel principles."]],["li",["span.label","3."],[".para","Become more committed to living the gospel."]],["li",["span.label","4."],[".para","Invite the Spirit into the class."]],["li",["span.label","5."],[".para","Teach and edify each other (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.122"},"D&C 88:122"],") so they benefit from each other’s gifts, knowledge, experience, and testimonies."]]]],["div",{"id":"p38","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p38"},"Class discussions should help members come to Christ and live as his disciples. Redirect discussions that do not accomplish these purposes."],["div",{"id":"p39","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p39"},"Seek the Spirit’s guidance as you study the questions in this manual and decide which ones to ask. The manual provides scripture references to help you and class members find answers to most of these questions. Answers to other questions will come from class members’ experiences."],["div",{"id":"p40","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p40"},"It is more important to help class members understand and apply the scriptures than to cover all the lesson material you have prepared. If class members are learning from a good discussion, it is often helpful to let it continue rather than try to cover all the lesson material."],["div",{"id":"f4","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.f4"},"Use the following guidelines to encourage class discussion:",["ol.number",["li",["span.label","1."],[".para","Ask questions that require thought and discussion rather than “yes” or “no” answers. Questions that begin with",["span.emphasis","why, how, who, what, when,"],"and",["span.emphasis","where"],"are usually most effective for encouraging discussion."]],["li",["span.label","2."],[".para","Encourage class members to share experiences that show how scriptural principles and doctrines can be applied to life. Also encourage them to share their feelings about what they are learning from the scriptures. Make positive comments about their contributions."]],["li",["span.label","3."],[".para","Be sensitive to the needs of each class member. Although all class members should be encouraged to participate in class discussions, some may hesitate to respond. You may wish to speak privately with them to find out how they feel about reading aloud or participating in class. Be careful not to call on class members if it might embarrass them."]],["li",["span.label","4."],[".para","Give scripture references to help class members find the answers to some questions."]],["li",["span.label","5."],[".para","Encourage class members to ponder the questions in the",["span.emphasis","New Testament Class Member Study Guide"],"as they study each week’s reading assignment. As you prepare each lesson, consider how to discuss these questions in class. Class members will be better able to participate in discussions if they have studied the reading assignment and if you ask questions that they are prepared to answer."]]]]],[".topic",["h2","Using Variety in Teaching the Scriptures"],["div",{"id":"f5","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.f5"},"Use the following suggestions to teach scripture accounts more effectively and with greater variety:",["ol.number",["li",["span.label","1."],[".para","Help class members understand what the scriptures teach about Jesus Christ. Ask them to consider how certain passages increase their faith in the Savior and help them feel his love."]],["li",["span.label","2."],[".para","Ask class members to think of and share specific ways that a scripture passage can apply in their lives. Have them personalize the scriptures by mentally substituting their names in selected passages."]],["li",["span.label","3."],[".para","In addition to teaching the doctrine, emphasize faith-promoting stories in the New Testament, ensuring that class members understand them and discuss ways to apply them."]],["li",["span.label","4."],[".para","Have class members look for words, phrases, or ideas that are repeated often in a scripture passage or that have special meaning for them."]],["li",["span.label","5."],[".para","Encourage class members to use the appendix in the Latter-day Saint edition of the King James Version of the Bible. The Topical Guide and Bible Dictionary are especially helpful in personal study and class discussion."]],["li",["span.label","6."],[".para","Write on the chalkboard phrases, key words, or questions that relate to the scripture account. Then read or summarize the account. As class members hear the phrases, key words, or answers to the questions, stop and discuss them."]],["li",["span.label","7."],[".para","Throughout the Book of Mormon, the phrase “thus we see” is used to introduce a summary of the principles taught (see, for example,",["a.scriptureRef",{"href":"/scriptures/bofm/hel/3.28"},"Helaman 3:28"],"). After discussing a scripture passage, ask class members to explain the principle in the passage using the phrase “thus we see.”"]],["li",["span.label","8."],[".para","Look for and discuss symbols that are used in the New Testament. For example, the Bridegroom and the bride represent the Savior and his people."]],["li",["span.label","9."],[".para","Note how people or events in the scriptures can be contrasted with each other."]],["li",["span.label","10."],[".para","Have class members dramatize scriptural stories by reading aloud the words of the different people in the stories. Ensure that dramatizations show proper respect for the scriptures."]],["li",["span.label","11."],[".para","Divide the class into two or more small groups. After reviewing a scripture account, have each group write down the principles and doctrines taught in the account. Then have the groups take turns discussing how these teachings apply in their lives."]],["li",["span.label","12."],[".para","Invite class members to bring a pencil to mark significant verses as you discuss them."]],["li",["span.label","13."],[".para","Show segments from",["span.emphasis","New Testament Video Presentations"],"(53914) as suggested in the “Preparation” section"]]]]],[".topic",["h2","Helping New Members"],["div",{"id":"p63","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p63"},"As a Gospel Doctrine teacher, you may have the opportunity to teach members who are relatively new in the Church. Your teaching can help new members become firm in the faith."],["div",{"id":"p64","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p64"},"The First Presidency said: “Every member of the Church needs to be loved and nourished, especially during the first few months after baptism. When new members receive sincere friendship, opportunities to serve, and the spiritual nourishment that comes from studying the word of God, they experience enduring conversion and become ‘fellowcitizens with the saints, and of the household of God’ (",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.19"},"Ephesians 2:19"],")” (First Presidency letter, 15 May 1997)."]],[".topic",["h2","Teaching the Gospel to Youth"],["div",{"id":"p66","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p66"},"If you are teaching youth, remember that they often need active participation and visual representations of the doctrines being discussed. Your use of video presentations, pictures, and activities suggested in the manual can help youth stay interested in the lessons. For other ideas to help you teach the gospel to youth, refer to",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call"]],"(36123); the",["a.crossRef",{"href":"/manual/teaching-guidebook/title-page.p1"},["span.emphasis","Teaching Guidebook"]],"(34595); and “Gospel Teaching and Leadership,” section 16 of the",["span.emphasis","Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders"],"(35903)."]]]],"refs":null}
