{"id":34,"parent_id":0,"book_id":39,"content_id":1,"language_id":1,"display_order":34,"title":"Lesson 32: “Live in the Spirit”","subtitle":"","short_title":"Lesson 32","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit","content":[["div",{"id":"head1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.head1"},[".titleNumber","Lesson",["span.dominant","32"]],["h1","“Live in the Spirit”"],[".subtitle","Acts 18:23–20:38; Galatians"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p5","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.p5"},"To encourage class members to seek promptings from the Holy Ghost and to avoid attitudes and actions that will keep them from receiving these promptings."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.f1"},["ol.number",["li",["span.label","1."],[".para","Read, ponder, and pray about the following scriptures:"],["div",{"id":"f","uri":"/manual/new-testament-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.23"},"Acts 18:23–19:41"],". Paul begins his third missionary journey. Aquila and Priscilla teach the gospel to Apollos. Paul teaches, baptizes, and confers the gift of the Holy Ghost on believers in Ephesus. Demetrius and the other silversmiths stir up the people of Ephesus against Paul."]],["li",["span.label","b."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/20"},"Acts 20"],". Paul leaves Ephesus and preaches in Macedonia and Greece. On his way back to Jerusalem, he gives a farewell address to the Church leaders from Ephesus, warning against apostasy."]],["li",["span.label","c."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/gal/1"},"Galatians"],". Paul writes a letter chastising the Galatians for returning to the law of Moses. He reminds them of the necessity of faith in Jesus Christ and encourages them to seek the fruits of the Spirit."]]]]],["li",["span.label","2."],[".para","Additional reading: Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/holy-ghost"},"“Holy Ghost,”"],"704;",["a.scriptureRef",{"href":"/scriptures/bd/pauline-epistles/galatians"},"“Pauline Epistles: Epistle to the Galatians,”"],"744–45."]],["li",["span.label","3."],[".para","If a map showing Paul’s third missionary journey is available (map 13 in the LDS edition of the Bible printed in 1999 or later; map 21 in printings before 1999), you may want to use it during the lesson."]],["li",["span.label","4."],[".para","Suggestion for teaching: Some of the best stories and examples are those that come out of your own life. Rely on the Spirit to help you know which of your experiences would be appropriate and useful to share with class members. (See",["span.emphasis","Teaching, No Greater Call"],"[36123],",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/e-teaching-in-leadership-settings/4-when-leaders-teach-teachers.p1"},"pages 178–82"],".)"]]]]],[".topic",["h2","Suggested Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p16","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.p16"},"As appropriate, use the following activity or one of your own to begin the lesson."],"Ask class members to think of a talent or skill (such as playing an instrument, sewing, writing, or playing a sport) they once developed but have not used for a long time. Ask:",["ul.bullet",["li",["span.label","•"],[".para","Would you feel comfortable using this talent or skill today? How successful would you be? What would you need to do to use this talent or skill as well as you did in the past? (If no class member can think of such a talent or skill, discuss an example from your own life.)"]]],["div",{"id":"p19","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.p19"},"Point out that recognizing the promptings of the Holy Ghost can be thought of as a spiritual talent or ability. The more we use this talent, the better we become at it."],["ul.bullet",["li",["span.label","•"],[".para","How can we develop the ability to recognize the promptings of the Holy Ghost? (Answers may include by living righteously, by seeking inspiration through the Holy Ghost, and by obeying promptings when we receive them.) What will happen if we develop this ability and then neglect it?"]]],["div",{"id":"p21","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.p21"},"Explain that today’s discussion of Paul’s third missionary journey and his letter to the Galatians will include discussion of situations in which we need to follow the promptings of the Holy Ghost and how we can be blessed by doing so."]],[".teachingMethod",["h2","Scripture Discussion and Application"],["div",{"id":"p23","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.p23"},"Prayerfully select the scripture passages and questions that will best meet class members’ needs. Discuss how these scriptures apply to daily life. Encourage class members to share experiences that relate to the scriptural principles."],[".topic",["h3","1. Paul teaches, baptizes, and confers the Holy Ghost on believers in Ephesus."],["div",{"id":"p25","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.p25"},"Discuss",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.23"},"Acts 18:23–19:41"],". Invite class members to read selected verses. Explain that after Paul returned from his second mission, he spent some time in Antioch and then departed on a third mission (",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.22-23"},"Acts 18:22–23"],"). During this third mission he spent most of his time—nearly three years—preaching in Ephesus. (If you are using the map, point out Paul’s location at appropriate times as you discuss his third missionary journey.)"],["ul.bullet",["li",["span.label","•"],[".para","Apollos was a Jew who knew about baptism as taught by John the Baptist but did not know about the gift of the Holy Ghost. When Aquila and Priscilla, two members of the Church who were in Ephesus, heard Apollos preaching, they taught him “the way of God more perfectly” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.26"},"Acts 18:26"],"). What qualities made Apollos teachable? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.24-28"},"Acts 18:24–28"],".) How did these qualities also make him an effective teacher? How can we develop these qualities?"]],["li",["span.label","•"],[".para","What spiritual manifestation occurred when some of the Ephesians received the gift of the Holy Ghost? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.6"},"Acts 19:6"],".) At what other times had this kind of manifestation occurred? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.1-4"},"Acts 2:1–4"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.44-46"},"10:44–46"],". The Apostles spoke in tongues when they received the gift of the Holy Ghost on the day of Pentecost. Several Gentiles in Caesarea also spoke in tongues after Peter received a vision that the gospel should be taught to the Gentiles.) What manifestations of the Holy Ghost are frequently experienced today? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.15,23"},"D&C 6:15, 23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2"},"8:2"],"for some examples; see also",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.12"},"1 Kings 19:12"],".)"]],["li",["span.label","•"],[".para","Why did Paul leave the synagogue in Ephesus and begin teaching in the school of Tyrannus? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.8-9"},"Acts 19:8–9"],". Note that",["span.emphasis","disputing"],"in these verses means preaching or reasoning.) How should we respond to people who criticize or oppose the gospel? (See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.29-30"},"3 Nephi 11:29–30"],".)"],[".para","Elder Marvin J. Ashton taught: “When others disagree with our stand we should not argue, retaliate in kind, or contend with them. … Ours is to explain our position through reason, friendly persuasion, and accurate facts. Ours is to stand firm and unyielding on the moral issues of the day and the eternal principles of the gospel, but to contend with no man or organization. Contention builds walls and puts up barriers. Love opens doors. … Contention never was and never will be an ally of progress” (in Conference Report, Apr. 1978, 10; or",["span.emphasis","Ensign,"],"May 1978, 7–8)."]],["li",["span.label","•"],[".para","Why were Demetrius and the other silversmiths upset with Paul’s preaching? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.23-28"},"Acts 19:23–28"],". They were creating and selling shrines for Diana, a false goddess, and were worried about losing customers as Paul helped people become converted to the gospel of Jesus Christ.) How can concerns about material wealth or other worldly interests affect our loyalty to God? How can such concerns affect our ability to hear the promptings of the Spirit?"]],["li",["span.label","•"],[".para","Compare the attitudes of Demetrius and the silversmiths to the attitude of the Ephesians who destroyed their sorcery books when they began following Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.18-19"},"Acts 19:18–19"],"). How can we keep the proper perspective regarding earthly possessions?"]]]],[".topic",["h3","2. Paul gives a farewell address to Church leaders from Ephesus."],["div",{"id":"p33","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.p33"},"Read and discuss selected verses from",["a.scriptureRef",{"href":"/scriptures/nt/acts/20"},"Acts 20"],". Explain that Paul left Ephesus and traveled throughout Macedonia and Greece, preaching the gospel. He planned to return to Jerusalem for the Feast of Pentecost. On his way back to Jerusalem, he sent a messenger to ask Church leaders in Ephesus to meet with him in Miletus. He delivered a stirring farewell address and then resumed his journey."],["ul.bullet",["li",["span.label","•"],[".para","Believing that this would be the last time he would speak to the Ephesian elders, what did Paul emphasize in his farewell address? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.28-35"},"Acts 20:28–35"],".) Who were the “grievous wolves” Paul warned about? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.29"},"Acts 20:29"],". Enemies of the Church.) Who else did Paul warn about? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.30"},"Acts 20:30"],". Members of the Church who would apostatize and try to lead other members away.) How can we guard against apostasy in our lives?"]],["li",["span.label","•"],[".para","What did Paul tell the Ephesian elders they should do to help protect Church members from those who would try to lead them away from the Church? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.28"},"Acts 20:28"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/21.15-17"},"John 21:15–17"],".) How can we help protect God’s flock from “grievous wolves”?"]],["li",["span.label","•"],[".para","Paul concluded his address to the Ephesian brethren by reminding them of the Lord’s teaching that “it is more blessed to give than to receive” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.35"},"Acts 20:35"],"). How have you found this to be true in your life?"]]]],[".topic",["h3","3. Paul chastises and counsels the Galatian Saints."],["div",{"id":"p38","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.p38"},"Read and discuss selected verses from Paul’s epistle to the",["a.scriptureRef",{"href":"/scriptures/nt/gal/1"},"Galatians"],". Explain that while Paul was on his third missionary journey, he wrote a letter to the Saints in Galatia, many of whom had returned to keeping the law of Moses. He chastised those who believed that salvation could come through the works required by the law of Moses rather than through faith in the Lord Jesus Christ."],["ul.bullet",["li",["span.label","•"],[".para","What was the purpose of the law of Moses? (See",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.23-26"},"Galatians 3:23–26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.4-5"},"Jacob 4:4–5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.29-30"},"Mosiah 13:29–30"],". The Lord gave the Israelites this law to help them remember him and to prepare them to receive salvation through his Atonement.) How was the law of Moses fulfilled? (See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.2-5"},"3 Nephi 15:2–5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.10"},"Alma 34:10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.19"},"3 Nephi 9:19"],". Jesus fulfilled the law of Moses through his Atonement, which was symbolized by many of the law’s ordinances.)"]],["li",["span.label","•"],[".para","Paul was amazed that the Galatian Saints had returned to the law of Moses so soon after having learned the gospel of Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.6"},"Galatians 1:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/4.9"},"4:9"],"). Why did this return to the law of Moses show a lack of faith in the Lord? (See",["a.scriptureRef",{"href":"/scriptures/nt/gal/2.16"},"Galatians 2:16"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.1-5"},"3:1–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.1-6"},"5:1–6"],".)"]],["li",["span.label","•"],[".para","In Paul’s day, some people sought to pervert, or change, the gospel of Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.7-8"},"Galatians 1:7–8"],"). What are some modern-day evidences of this? How should we respond to efforts to pervert the gospel?"]],["li",["span.label","•"],[".para","What can we learn from",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.11-12"},"Galatians 1:11–12"],"about how we receive a testimony of the gospel? Why is it important that our testimonies are based on revelation from Jesus Christ? (You may want to discuss how testimonies that are built on other foundations, such as social relationships or intellectual analysis, often do not withstand trials of faith.)"]],["li",["span.label","•"],[".para","Paul warned the Galatians against doing “the works of the flesh” (",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.19"},"Galatians 5:19"],"). What are the works of the flesh? (See",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.19-21"},"Galatians 5:19–21"],".) What are the consequences of doing these works? (See",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.21"},"Galatians 5:21"],".) Despite the prevalence of the works of the flesh in the world today, what can you do this week to improve the spiritual environment you live in?"]],["li",["span.label","•"],[".para","Paul encouraged the Galatians to seek the fruits, or results, of living by the Spirit (",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.16,25"},"Galatians 5:16, 25"],"). What are some of these fruits? (See",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.22-23"},"Galatians 5:22–23"],".) How have these fruits been manifest in your life? What should we do if we feel an absence of these fruits in our lives?"]],["li",["span.label","•"],[".para","What did Paul teach the Galatian Saints about how to treat their neighbors? (See",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.14"},"Galatians 5:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/6.2"},"6:2"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"],".) How can we “bear … one another’s burdens”? How does doing so bring us closer to Jesus Christ?"]],["li",["span.label","•"],[".para","What did Paul mean when he said that “God is not mocked”? (See",["a.scriptureRef",{"href":"/scriptures/nt/gal/6.7"},"Galatians 6:7"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.58"},"D&C 63:58"],". One meaning is that those who disobey God and do not repent are mocking him and will be punished.) How do people mock God today?"]],["li",["span.label","•"],[".para","What does it mean that “whatsoever a man soweth, that shall he also reap”? (See",["a.scriptureRef",{"href":"/scriptures/nt/gal/6.7-9"},"Galatians 6:7–9"],".) How does this principle apply to our ability to hear and follow the promptings of the Holy Ghost? How does it apply to our relationships with other people? How does it apply to other situations in our lives?"]]]]],[".teachingMethod",["h2","Conclusion"],["div",{"id":"p49","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.p49"},"Testify that unrighteous attitudes and actions, such as contention, worldliness, and apostasy, will prevent us from receiving promptings from the Holy Ghost. But if we strive to live righteously and follow the promptings we do receive, our ability to recognize and follow promptings will increase. Encourage class members to seek and follow promptings from the Holy Ghost."]]],[".topic",["h2","Additional Teaching Idea"],["div",{"id":"p51","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.p51"},"The following material supplements the suggested lesson outline. You may want to use this idea as part of the lesson."],[".topic",["h3","Teaching the gospel as Paul did"],["ul.bullet",["li",["span.label","•"],[".para","What can we learn from Paul about teaching the gospel? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.8-10,21"},"Acts 19:8–10, 21"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.7-12,18-24,27,31,35-36"},"20:7–12, 18–24, 27, 31, 35–36"],". See also the discussion of",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/1.5"},"1 Thessalonians 1:5"],"and",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/2.2-12"},"1 Thessalonians 2:2–12"],"in",["a.crossRef",{"href":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-31-and-so-were-the-churches-established-in-the-faith.p1"},"lesson 31"],".)"]]],["div",{"id":"p54","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-32-live-in-the-spirit.p54"},"List class members’ responses on the chalkboard, and discuss how we can follow Paul’s example in our teaching."]]]]],"refs":null}
