{"id":30,"parent_id":0,"book_id":39,"content_id":1,"language_id":1,"display_order":30,"title":"Lesson 28: “We Are Witnesses”","subtitle":"","short_title":"Lesson 28","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses","content":[["div",{"id":"head1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.head1"},[".titleNumber","Lesson",["span.dominant","28"]],["h1","“We Are Witnesses”"],[".subtitle","Acts 1–5"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p5","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p5"},"To remind class members of their responsibility to be witnesses of Jesus Christ and to help them see how the gift of the Holy Ghost helps them do so."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.f1"},["ol.number",["li",["span.label","1."],[".para","Read, ponder, and pray about the following scriptures:"],["div",{"id":"f","uri":"/manual/new-testament-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/1"},"Acts 1"],". After ministering among his disciples for 40 days, the resurrected Lord ascends into heaven. Matthias is chosen to fill the vacancy left by Judas in the Quorum of the Twelve Apostles."]],["li",["span.label","b."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/2"},"Acts 2"],". On the day of Pentecost, the Apostles are filled with the Holy Ghost and speak in many languages. Many who hear them are converted."]],["li",["span.label","c."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/3"},"Acts 3–4"],". Peter and John heal a lame man and testify that the man was healed by the power of Jesus Christ. The Apostles pray for and receive great power through the Holy Ghost."]],["li",["span.label","d."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.12-42"},"Acts 5:12–42"],". The Apostles continue to preach and heal with great power. They are arrested and jailed but are released from prison by an angel. They declare to the chief priests that they obey God rather than men. Gamaliel counsels the Pharisees not to kill the Apostles."]]]]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.19-20"},"Mark 16:19–20"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.49-53"},"Luke 24:49–53"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.21-25"},"Joseph Smith—History 1:21–25"],"."]],["li",["span.label","3."],[".para","If the picture The Ascension of Jesus (62497; Gospel Art Picture Kit 236) is available, use it during the lesson."]],["li",["span.label","4."],[".para","If you use the attention activity, arrange to have two people come into the classroom before class starts, while class members are settling down. (If possible, these should be people who do not normally attend your class.) Have them enter the room, do something briefly (for example, speak with you or carry something into the room), and then leave. They should not speak to class members or call attention to themselves."]],["li",["span.label","5."],[".para","Suggestion for teaching: Teachers must testify that what they teach is true. Testify of Jesus Christ and his gospel whenever the Spirit prompts you, not just at the end of the lesson. Bearing testimony brings power to your teaching. (See",["span.emphasis","Teaching, No Greater Call"],"[36123],",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/the-importance-of-gospel-teaching-in-gods-plan/3-the-teachers-divine-commission.p1"},"pages 10"],",",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/teach-by-the-spirit/6-the-spirit-is-the-true-teacher.p1"},"43–44"],".)"]]]]],[".topic",["h2","Suggested Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p18","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p18"},"As appropriate, use the following activity or one of your own to begin the lesson."],["div",{"id":"p19","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p19"},"Ask class members if they noticed the two people who entered the room and then left before class began (see the “Preparation” section). If any class members noticed, have them tell what they observed about the people, such as who they were, what they were wearing, and what they did. Point out that the class members who saw these visitors are witnesses. (If no one noticed the visitors, tell what they did and explain that you are a witness.) A person who sees or experiences an event and tells others about it is a witness."],"Ask any class members who did not see the visitors:",["ul.bullet",["li",["span.label","•"],[".para","Do you believe what these witnesses have told you? Why or why not?"]]],["div",{"id":"p22","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p22"},"Explain that today’s lesson is about the early Apostles, who were witnesses of the resurrected Jesus Christ. When they testified of him, many people believed them and were baptized into the Church."]],[".teachingMethod",["h2","Scripture Discussion and Application"],["div",{"id":"p24","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p24"},"As you teach the following scripture passages, emphasize the faith and power with which the Apostles testified of the resurrected Lord. Discuss with class members how they too can be witnesses of Jesus Christ."],["div",{"id":"p25","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p25"},"Explain that the book of",["a.scriptureRef",{"href":"/scriptures/nt/acts/1"},"Acts"],"is Luke’s account of important events in the Church during the 30 years or so following Jesus Christ’s mortal life. Luke tells of the resurrected Lord’s 40-day ministry and his Ascension. He then describes the great spiritual outpouring on the day of Pentecost, Peter’s leadership of the Church, the Apostles’ early missionary efforts, and Paul’s dramatic conversion. The second half of the book focuses on Paul’s missionary labors among the Gentiles."],[".topic",["h3","1. The Lord ascends into heaven. Matthias is called to be an Apostle."],["div",{"id":"p27","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p27"},"Discuss",["a.scriptureRef",{"href":"/scriptures/nt/acts/1"},"Acts 1"],". Invite class members to read selected verses aloud. Display the picture of the Ascension."],["ul.bullet",["li",["span.label","•"],[".para","After Jesus was resurrected, he stayed with his disciples for 40 days, “speaking of the things pertaining to the kingdom of God” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.3"},"Acts 1:3"],"). Just before he returned to his Father in Heaven, what did he promise his Apostles they would soon receive? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.4-5"},"Acts 1:4–5"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.49"},"Luke 24:49"],". Point out that although the Apostles had experienced",["span.emphasis","manifestations"],"of the Holy Ghost, they had not yet received the",["span.emphasis","gift"],"of the Holy Ghost.)"]],["li",["span.label","•"],[".para","What did Jesus tell the Apostles they were to do after they received the gift of the Holy Ghost? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.8"},"Acts 1:8"],".) How does this instruction compare with the responsibility given to Apostles today? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23,35"},"D&C 107:23, 35"],".) How did the Apostles fulfill this responsibility in the time just after Jesus’ Resurrection? (Note, for example, some of the powerful testifying recorded in",["a.scriptureRef",{"href":"/scriptures/nt/acts/2"},"Acts 2–5"],".) How are the Apostles fulfilling this responsibility today?"]],["li",["span.label","•"],[".para","How did the gift of the Holy Ghost help the Apostles in their responsibility to be witnesses of Jesus Christ? (See",["a.scriptureRef",{"href":"/scriptures/nt/john/15.26-27"},"John 15:26–27"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.3"},"1 Corinthians 12:3"],".) What is the role of the Holy Ghost in our efforts to teach the gospel? (See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.1"},"2 Nephi 33:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],".)"]],["li",["span.label","•"],[".para","As the Apostles watched Jesus ascend into heaven, two men in white stood nearby. What did these men tell the Apostles? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.10-11"},"Acts 1:10–11"],".) Testify that the Second Coming of Christ will be a literal event. Christ will return to the earth to usher in the Millennium and rule over the earth."]],["li",["span.label","•"],[".para","After the Lord’s Ascension, a new Apostle was chosen to fill the vacancy in the Quorum left by Judas. How was Matthias chosen as the new Apostle? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.21-26"},"Acts 1:21–26"],".) How are Apostles and other Church leaders chosen today? (See",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"],".)"]]]],[".topic",["h3","2. On the day of Pentecost, the Apostles are filled with the Holy Ghost."],["div",{"id":"p34","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p34"},"Read and discuss selected verses from",["a.scriptureRef",{"href":"/scriptures/nt/acts/2"},"Acts 2"],". Explain that the Feast of Pentecost was a harvest celebration held 50 days after the Feast of the Passover. Jews from many nations came to Jerusalem for this feast. (See Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/feasts"},"“Feasts,”"],"673.)"],["ul.bullet",["li",["span.label","•"],[".para","What significant event occurred on the day of Pentecost, one week after the Savior’s Ascension? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.1-4"},"Acts 2:1–4"],". Point out how this fulfilled the Lord’s promises in",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],",",["a.scriptureRef",{"href":"/scriptures/nt/john/15.26"},"15:26"],", and",["a.scriptureRef",{"href":"/scriptures/nt/john/16.7-14"},"16:7–14"],"and in",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.5"},"Acts 1:5"],".)"]],["li",["span.label","•"],[".para","What did the Apostles do when they received the Holy Ghost? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.4"},"Acts 2:4"],".) How did the people react when they heard the Apostles speaking in various languages? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.5-13"},"Acts 2:5–13"],".) How is the preaching of the gospel today similar to the preaching on the day of Pentecost? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.11"},"D&C 90:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.5-8"},"100:5–8"],".)"]],["li",["span.label","•"],[".para","How did Peter respond to those who mocked the Apostles for speaking in tongues? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.14-24,36"},"Acts 2:14–24, 36"],".) What impresses you about Peter’s response? Why is it important to have a testimony of Jesus Christ and his divine mission? Why is it important for us to share our testimonies with others? How can the Holy Ghost help us share our testimonies?"]],["li",["span.label","•"],[".para","How did Peter’s testimony affect those who heard it? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.37"},"Acts 2:37"],".) What did Peter teach the people who believed his testimony? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.38"},"Acts 2:38"],".) Have class members compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.38"},"Acts 2:38"],"to the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"fourth article of faith"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.19-20"},"3 Nephi 27:19–20"],". Point out that the basic principles and ordinances of the gospel are the same in all dispensations."]],["li",["span.label","•"],[".para","About 3,000 people believed Peter’s words and were baptized. How did these people demonstrate that they had been converted to the gospel of Jesus Christ? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.41-47"},"Acts 2:41–47"],". List class members’ responses on the chalkboard.) What can we learn from their example?"]]]],[".topic",["h3","3. Peter and John heal a lame man by the power of Jesus Christ."],["div",{"id":"p41","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p41"},"Read and discuss selected verses from",["a.scriptureRef",{"href":"/scriptures/nt/acts/3"},"Acts 3–4"],". You may want to have a class member read",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.1-11"},"Acts 3:1–11"],"aloud."],["ul.bullet",["li",["span.label","•"],[".para","Even though Peter and John had no money to give to the lame man at the gate of the temple, what did they have to offer him? By what power was the man made whole? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.6,12-13,16"},"Acts 3:6, 12–13, 16"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.10"},"4:10"],".) How have you felt the healing power of Jesus Christ in your life?"]],["li",["span.label","•"],[".para","Peter used this miracle as an opportunity to testify of Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.12-26"},"Acts 3:12–26"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.5-12"},"4:5–12"],"). What opportunities do we have to testify of Christ? How have you been blessed as you have been a witness (or have heard others be witnesses) of Jesus Christ?"]],["li",["span.label","•"],[".para","How did the priests and Sadducees respond to Peter’s sermon? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.1-3"},"Acts 4:1–3"],". They had Peter and John arrested.) How did the multitude respond to the sermon? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.4"},"Acts 4:4"],".) Why do you think these two groups responded so differently to the same sermon? What does our response to the words of Church leaders reveal about the condition of our hearts?"]],["li",["span.label","•"],[".para","With the healed man standing by, the priests and Sadducees could not deny that a miracle had occurred (",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.13-14,16"},"Acts 4:13–14, 16"],"). Since they had no reason to imprison Peter and John, what did they do instead? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.15-18"},"Acts 4:15–18"],". Point out that the Jewish religious leaders had hoped that Jesus and his teachings would be forgotten after the Crucifixion. When the Apostles continued to preach the gospel of Jesus Christ, the Jewish leaders tried to stop them.)"]],["li",["span.label","•"],[".para","How did Peter and John respond to the priests’ and Sadducees’ demand that they stop teaching the gospel? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.19-20"},"Acts 4:19–20"],".) What are some circumstances in your life that might require similar courage in being a witness for Jesus Christ?"]],["li",["span.label","•"],[".para","After Peter and John were released, they returned to the members of the Church and prayed with them (",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.23-30"},"Acts 4:23–30"],"). What did they ask for in the prayer? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.29-30"},"Acts 4:29–30"],".) What happened as a result of this prayer and the Apostles’ subsequent actions? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.31-35"},"Acts 4:31–35"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.12-16"},"5:12–16"],".)"]]]],[".topic",["h3","4. The Apostles continue to preach and heal with great power."],["div",{"id":"p49","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p49"},"Read and discuss selected verses from",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.12-42"},"Acts 5:12–42"],"."],["ul.bullet",["li",["span.label","•"],[".para","When the Apostles continued to preach and work miracles, the priests and Sadducees cast them into prison (",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.17-18"},"Acts 5:17–18"],"). How were they released from prison? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.19-20"},"Acts 5:19–20"],".) What did they do after they were released? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.21,25"},"Acts 5:21, 25"],".) Why did the Apostles continue to preach the gospel even after being imprisoned? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.29-32"},"Acts 5:29–32"],".)"]],["li",["span.label","•"],[".para","What counsel did Gamaliel give to the Jewish leaders who wanted to kill the Apostles? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.33-39"},"Acts 5:33–39"],".) What experiences have shown you the truth of Gamaliel’s words?"]],["li",["span.label","•"],[".para","What change did the gift of the Holy Ghost bring about in the Apostles? (Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.47-56,69-75"},"Matthew 26:47–56, 69–75"],"with",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.5-21"},"Acts 4:5–21"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.17-18,26-42"},"5:17–18, 26–42"],".) How can the Apostles’ examples inspire us to be witnesses of the truth?"]]]]],[".teachingMethod",["h2","Conclusion"],["div",{"id":"p54","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p54"},"Explain that after the Apostles received the gift of the Holy Ghost, they became powerful witnesses of Jesus Christ. While Apostles have a special calling to be witnesses of Christ, each member of the Church also has the responsibility to bear witness of him. Bear testimony that the Holy Ghost can help us know when and how to testify of Christ. As we follow the Spirit’s promptings, our faith will increase, our sensitivity to the Spirit will grow, and we will become more effective witnesses for the Lord Jesus Christ."]]],[".topic",["h2","Additional Teaching Ideas"],["div",{"id":"p56","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p56"},"The following material supplements the suggested lesson outline. You may want to use one or more of these ideas as part of the lesson."],[".topic",["h3","1. Manifestation of the Holy Ghost at the Kirtland Temple dedication"],["div",{"id":"p58","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p58"},"Explain that an outpouring of the Spirit similar to the one in",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.1-4"},"Acts 2:1–4"],"occurred at the dedication of the Kirtland Temple on 27 March 1836. Have a class member read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.36-37"},"Doctrine and Covenants 109:36–37"],", the part of the dedicatory prayer in which the Prophet Joseph Smith requested such an outpouring. Then have another class member read the following statement, which describes how that request was granted:"],["div",{"id":"p59","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p59"},"The Prophet Joseph Smith said that at an evening meeting on the day the Kirtland Temple was dedicated, “Brother George A. Smith arose and began to prophesy, when a noise was heard like the sound of a rushing mighty wind, which filled the Temple, and all the congregation simultaneously arose, being moved upon by an invisible power; many began to speak in tongues and prophesy; others saw glorious visions; and I beheld the Temple was filled with angels, which fact I declared to the congregation. The people of the neighborhood came running together (hearing an unusual sound within, and seeing a bright light like a pillar of fire resting upon the Temple), and were astonished at what was taking place” (",["span.emphasis","History of the Church,"],"2:428)."]],[".topic",["h3","2. “The times of restitution of all things” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.21"},"Acts 3:21"],")"],["div",{"id":"p61","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p61"},"Have a class member read",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.20-21"},"Acts 3:20–21"],"."],["ul.bullet",["li",["span.label","•"],[".para","What did Peter foresee when he prophesied of a “restitution of all things”? (He foresaw the latter-day restoration of the gospel of Jesus Christ through the Prophet Joseph Smith.)"]]]],[".topic",["h3","3. “They had all things in common” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.32"},"Acts 4:32"],")"],["div",{"id":"p64","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p64"},"Discuss",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.32"},"Acts 4:32–5:11"],". Explain that members of the early Church “had all things common” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.44"},"Acts 2:44"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.32,34-37"},"Acts 4:32, 34–37"],"). They consecrated all they had so that everyone’s needs were met. (You may want to compare this with the city of Enoch [",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.18"},"Moses 7:18"],"], the descendants of Lehi [",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1-3"},"4 Nephi 1:1–3"],"], and the early members of the Church in this dispensation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-34"},"D&C 42:30–34"],"].)"],["ul.bullet",["li",["span.label","•"],[".para","How did Barnabas respond to this system of consecrating possessions? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.36-37"},"Acts 4:36–37"],".) How did Ananias and Sapphira violate this system? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.1-2"},"Acts 5:1–2"],".) What did Peter tell Ananias and Sapphira about their actions? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.3-4,8-9"},"Acts 5:3–4, 8–9"],".) How can we ensure that we are honest with God?"]],["li",["span.label","•"],[".para","Although we do not live under a formal system of consecration, what are we asked to give to God or share with other people? (See",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.26"},"Omni 1:26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.16"},"Mosiah 4:16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.2"},"D&C 4:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.4"},"119:4"],"for some examples.) How might we sometimes “keep back part”?"],[".para","Elder Neal A. Maxwell commented:"],[".para","“Ananias and Sapphira … ‘kept back’ a portion instead of consecrating their all (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.1-11"},"Acts 5:1–11"],"). Some would never",["span.emphasis","sell"],"Jesus for thirty pieces, but they would not",["span.emphasis","give"],"Him their all either!"],[".para","“… We tend to think of consecration only in terms of property and money. But there are so many ways of keeping back part. One might be giving of money and time and yet hold back a significant portion of himself. One might share talents publicly yet privately retain a particular pride. One might hold back from kneeling before God’s throne and yet bow to a particular gallery of peers. One might accept a Church calling but have his heart more set on maintaining a certain role in the world” (in Conference Report, Oct. 1992, 90; or",["span.emphasis","Ensign,"],"Nov. 1992, 66)."]],["li",["span.label","•"],[".para","How can we overcome the tendency to “keep back part”? What blessings can come from giving our all to the Lord?"]]]],[".topic",["h3","4. Youth activity"],["div",{"id":"p72","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-28-we-are-witnesses.p72"},"Teachers of youth may want to use the process of “inquiry training” in parts of the lesson. Have class members try to determine the topic of the lesson by asking questions that you can answer “yes” or “no.”"]]]]],"refs":null}
