{"id":27,"parent_id":0,"book_id":39,"content_id":1,"language_id":1,"display_order":27,"title":"Lesson 25: “Not My Will, But Thine, Be Done”","subtitle":"","short_title":"Lesson 25","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done","content":[["div",{"id":"head1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.head1"},[".titleNumber","Lesson",["span.dominant","25"]],["h1","“Not My Will, But Thine, Be Done”"],[".subtitle","Matthew 26:36–46; Mark 14:32–42; Luke 22:39–46"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p5","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p5"},"To strengthen class members’ testimonies that they can receive forgiveness, peace, and eternal life because of the Atonement of Jesus Christ."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.f1"},["ol.number",["li",["span.label","1."],[".para","Read, ponder, and pray about the following scriptures, which give an account of the Savior’s experience in the Garden of Gethsemane:",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.36-46"},"Matthew 26:36–46"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.32-42"},"Mark 14:32–42"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.39-46"},"Luke 22:39–46"],"."]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.5-8"},"2 Nephi 2:5–8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-14"},"Alma 7:11–14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.8-16"},"34:8–16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.1-31"},"42:1–31"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.15-24"},"Doctrine and Covenants 19:15–24"],"; Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/atonement"},"“Atonement,”"],"617;",["a.scriptureRef",{"href":"/scriptures/bd/gethsemane"},"“Gethsemane,”"],"680."]],["li",["span.label","3."],[".para","If the picture Jesus Praying in Gethsemane (62175; Gospel Art Picture Kit 227) is available, use it during the lesson."]],["li",["span.label","4."],[".para","Invite a few class members to come to class prepared to briefly express their feelings about the Atonement of Jesus Christ by reading a favorite scripture passage about the Atonement or reciting a few lines from a favorite sacrament hymn."]],["li",["span.label","5."],[".para","Suggestion for teaching: The Lord said, “Seek not to declare my word, but seek first to obtain my word” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],"). To effectively teach from the scriptures, you should study and ponder them daily. Constantly nourish your testimony of their power and truthfulness. (See",["span.emphasis","Teaching, No Greater Call"],"[36123],",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/prepare-yourself-spiritually/6-seeking-to-obtain-the-word.p1"},"pages 14–17"],".)"]]]]],[".topic",["h2","Suggested Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p14","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p14"},"As appropriate, use the following activity or one of your own to begin the lesson."],["div",{"id":"p15","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p15"},"Several years before Elder Orson F. Whitney was ordained an Apostle, he received a vision of the Savior in the Garden of Gethsemane. Read the following quotation, which is Elder Whitney’s description of his vision:"],["div",{"id":"p16","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p16"},"“I seemed to be in the Garden of Gethsemane, a witness of the Savior’s agony. I saw Him as plainly as ever I have seen anyone. Standing behind a tree in the foreground, I beheld Jesus, with Peter, James and John, as they came through a little … gate at my right. Leaving the three Apostles there, after telling them to kneel and pray, the Son of God passed over to the other side, where He also knelt and prayed. It was the same prayer with which all Bible readers are familiar: ‘Oh my Father, if it be possible, let this cup pass from me; nevertheless not as I will, but as thou wilt.’"],["div",{"id":"p17","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p17"},"“As He prayed the tears streamed down his face, which was toward me. I was so moved at the sight that I also wept, out of pure sympathy. My whole heart went out to him; I loved him with all my soul, and longed to be with him as I longed for nothing else."],["div",{"id":"p18","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p18"},"“Presently He arose and walked to where those Apostles were kneeling—fast asleep! He shook them gently, awoke them, and in a tone of tender reproach, untinctured by the least show of anger or impatience, asked them plaintively if they could not watch with him one hour. There He was, with the awful weight of the world’s sin upon his shoulders, with the pangs of every man, woman and child shooting through his sensitive soul—and they could not watch with him one poor hour!"],["div",{"id":"p19","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p19"},"“Returning to his place, He offered up the same prayer as before; then went back and again found them sleeping. Again he awoke them, readmonished them, and once more returned and prayed. Three times this occurred” (",["span.emphasis","Through Memory’s Halls"],"[1930], 82)."],["div",{"id":"p20","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p20"},"Display the picture of Jesus praying in Gethsemane. Ask class members to think about their love for the Savior and how they would feel if they saw him praying in the Garden of Gethsemane the night before his Crucifixion. Invite a few class members to share their thoughts."]],[".teachingMethod",["h2","Scripture Discussion and Application"],["div",{"id":"p22","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p22"},"This lesson and lesson 26 are about the Atonement—Jesus Christ’s voluntary act of taking upon himself death and the sins and infirmities of all mankind. This lesson focuses on the Savior’s experience in the Garden of Gethsemane, while lesson 26 discusses his Crucifixion. It is important to remember that the Atonement included the Savior’s suffering both in the garden and on the cross."],["div",{"id":"p23","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p23"},"President Ezra Taft Benson taught: “In Gethsemane and on Calvary, He worked out the infinite and eternal atonement. It was the greatest single act of love in recorded history. Thus He became our Redeemer—redeeming all of us from physical death, and redeeming those of us from spiritual death who will obey the laws and ordinances of the gospel” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[1988], 14)."],[".topic",["h3","1. The Savior takes upon himself our sins and infirmities."],["div",{"id":"p25","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p25"},"Discuss",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.36-46"},"Matthew 26:36–46"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.32-42"},"Mark 14:32–42"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.39-46"},"Luke 22:39–46"],". Invite class members to read selected verses aloud."],["ul.bullet",["li",["span.label","•"],[".para","What did Jesus ask his Apostles to do in the Garden of Gethsemane? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.39-40"},"Luke 22:39–40"],".) Why did Jesus ask the Apostles to pray? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.40"},"Luke 22:40"],".) How does prayer strengthen us against temptation?"]],["li",["span.label","•"],[".para","What did Jesus ask Peter, James, and John to do in the Garden of Gethsemane? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.38,41"},"Matthew 26:38, 41"],". Point out that this use of the word",["span.emphasis","watch"],"means to stay awake; see",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.38b"},"footnote 38",["span.emphasis","b."]],") How might the command to watch, or stay awake, apply to us as we strive to live the gospel? (See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.28"},"2 Nephi 4:28"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.22"},"Alma 7:22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.26-27"},"32:26–27"],".)"]],["li",["span.label","•"],[".para","Why was Jesus willing to submit to the great suffering he knew he would experience in the Garden of Gethsemane? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.39,42,44"},"Matthew 26:39, 42, 44"],".) What can we learn from the Savior’s prayer in Gethsemane? How have you been blessed as you have submitted to Heavenly Father’s will?"]],["li",["span.label","•"],[".para","After Jesus said that he would do Heavenly Father’s will, “there appeared an angel unto him from heaven, strengthening him” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.43"},"Luke 22:43"],"). What can this teach us about our Heavenly Father? (Answers could include that he will strengthen us as we humbly do his will.)"]],["li",["span.label","•"],[".para","What did the Savior experience in Gethsemane? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16-19"},"D&C 19:16–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.44"},"Luke 22:44"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.7"},"Mosiah 3:7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-13"},"Alma 7:11–13"],".)"],[".para","Elder James E. Talmage taught: “Christ’s agony in the garden is unfathomable by the finite mind, both as to intensity and cause. … He struggled and groaned under a burden such as no other being who has lived on earth might even conceive as possible. It was not physical pain, nor mental anguish alone, that caused him to suffer such torture as to produce an extrusion of blood from every pore; but a spiritual agony of soul such as only God was capable of experiencing. … In that hour of anguish Christ met and overcame all the horrors that Satan, ‘the prince of this world,’ could inflict. … In some manner, actual and terribly real though to man incomprehensible, the Savior took upon Himself the burden of the sins of mankind from Adam to the end of the world” (",["span.emphasis","Jesus the Christ,"],"3rd ed. [1916], 613)."],[".para","Elder Neal A. Maxwell said: “As part of His infinite atonement, Jesus knows ‘according to the flesh’ all that through which we pass. (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-12"},"Alma 7:11–12"],"). He has borne the sins, griefs, sorrows, and … pains of every man, woman, and child (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.21"},"2 Nephi 9:21"],")” (in Conference Report, Apr. 1987, 89; or",["span.emphasis","Ensign,"],"May 1987, 72)."]]]],[".topic",["h3","2. We need the Atonement of Jesus Christ."],["ul.bullet",["li",["span.label","•"],[".para","Why do we need the Atonement of Jesus Christ? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.9"},"Alma 34:9"],".)"],["div",{"id":"f","uri":"/manual/new-testament-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","Because of the Fall of Adam and Eve, we are subject to physical death, which is the separation of the body and the spirit (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.48"},"Moses 6:48"],")."]],["li",["span.label","b."],[".para","When we sin, we bring spiritual death upon ourselves because we separate ourselves from God. Our sins make us unclean and unable to dwell with God (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.21"},"1 Nephi 10:21"],")."]],["li",["span.label","c."],[".para","Because we cannot overcome physical or spiritual death by ourselves, Heavenly Father sent his Only Begotten Son to offer the Atonement (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.16"},"John 3:16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.5-9"},"2 Nephi 2:5–9"],")."]]]]],["li",["span.label","•"],[".para","What blessings are available to us because of the Savior’s atoning sacrifice? How can we receive these blessings?"],["div",{"id":"f","uri":"/manual/new-testament-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","Because the Savior submitted to death and was resurrected, we will all be resurrected, overcoming physical death (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/16.7-8"},"Mosiah 16:7–8"],")."]],["li",["span.label","b."],[".para","Because he took upon himself our sins, we can repent of our sins and be forgiven, making us clean and worthy to dwell with God (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.13-14"},"Alma 7:13–14"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.3"},"Articles of Faith 1:3"],")."]],["li",["span.label","c."],[".para","Because he took upon himself our infirmities, he understands our difficulties and knows how to help us (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-12"},"Alma 7:11–12"],"). We receive peace in him as we humbly follow him (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.23"},"D&C 19:23"],")."]]]],[".para","Elder Marion G. Romney explained that through the Atonement, all people are saved from physical death and the repentant and obedient are also saved from sin:"],[".para","“It took the atonement of Jesus Christ to reunite the bodies and spirits of men in the resurrection. And so all the world, believers and non-believers, are indebted to the Redeemer for their certain resurrection, because the resurrection will be as wide as was the fall, which brought death to every man."],[".para","“There is another phase of the atonement which makes me love the Savior even more, and fills my soul with gratitude beyond expression. It is that in addition to atoning for Adam’s transgression, thereby bringing about the resurrection, the Savior by his suffering paid the debt for my personal sins. He paid the debt for your personal sins and for the personal sins of every living soul that ever dwelt upon the earth or that ever will dwell in mortality upon the earth. But this he did conditionally. The benefits of this suffering for our individual transgressions will not come to us unconditionally in the same sense that the resurrection will come regardless of what we do. If we partake of the blessings of the atonement as far as our individual transgressions are concerned, we must obey the law."],[".para","“… When we commit sin, we are estranged from God and rendered unfit to enter into his presence. No unclean thing can enter into his presence. We cannot of ourselves, no matter how we may try, rid ourselves of the stain which is upon us as a result of our own transgressions. That stain must be washed away by the blood of the Redeemer, and he has set up the way by which that stain may be removed. That way is the gospel of Jesus Christ. The gospel requires us to believe in the Redeemer, accept his atonement, repent of our sins, be baptized by immersion for the remission of our sins, receive the gift of the Holy Ghost by the laying on of hands, and continue faithfully to observe, or do the best we can to observe, the principles of the gospel all the days of our lives” (in Conference Report, Oct. 1953, 35–36)."]]],["div",{"id":"p46","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p46"},"Invite the previously assigned class members to share the presentations they have prepared (see the “Preparation” section)."]]],[".teachingMethod",["h2","Conclusion"],["div",{"id":"p48","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p48"},"Testify of Jesus Christ and express your gratitude for his Atonement. As appropriate, ask class members to do the same."]]],[".topic",["h2","Additional Teaching Ideas"],["div",{"id":"p50","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p50"},"The following material supplements the suggested lesson outline. You may want to use one or both of these ideas as part of the lesson."],[".topic",["h3","1. Video presentation"],["div",{"id":"p52","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.p52"},"The fifth segment of “New Testament Customs,” a selection from",["span.emphasis","New Testament Video Presentations"],"(53914), explains that",["span.emphasis","Gethsemane"],"means “olive press.” If you show this segment, discuss how",["span.emphasis","Gethsemane"],"is an appropriate name for the garden where the Savior bore our sins."]],[".topic",["h3","2. “The Mediator”"],["div",{"id":"f6","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-25-not-my-will-but-thine-be-done.f6"},"Elder Boyd K. Packer used a parable to teach about how the Atonement of Jesus Christ frees us from sin as we repent and obey the commandments. You may want to share this parable to help class members understand the need for the Atonement. The parable can be found in the following sources:",["ol.alphaLowCase",["li",["span.label","a."],[".para",["span.emphasis","Gospel Principles"],"[06195; 2009],",["a.crossRef",{"href":"/manual/gospel-principles/chapter-12-the-atonement.p27"},"pages 63–65"],"."]],["li",["span.label","b."],[".para","“The Mediator,” a segment of",["span.emphasis","Book of Mormon Video Presentations"],"(53911)."]],["li",["span.label","c."],[".para","Conference Report, Apr. 1977, pages 79–80; or",["span.emphasis","Ensign,"],"May 1977, pages 54–55."]]]]]]]],"refs":null}
