{"id":41,"parent_id":0,"book_id":39,"content_id":1,"language_id":1,"display_order":41,"title":"Lesson 39: “For the Perfecting of the Saints”","subtitle":"","short_title":"Lesson 39","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints","content":[["div",{"id":"head1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.head1"},[".titleNumber","Lesson",["span.dominant","39"]],["h1","“For the Perfecting of the Saints”"],[".subtitle","Ephesians"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p5","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.p5"},"To help class members understand that the process of “perfecting … the saints” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.12"},"Ephesians 4:12"],") requires us to increase our faith in Christ, follow the teachings of the apostles and prophets, and protect ourselves from the wickedness of the world."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.f1"},["ol.number",["li",["span.label","1."],[".para","Read, ponder, and pray about the following scriptures:"],["div",{"id":"f","uri":"/manual/new-testament-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.9-10"},"Ephesians 1:9–10"],". Paul teaches that the purpose of the dispensation of the fulness of times is to “gather together in one all things in Christ.”"]],["li",["span.label","b."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.12-22"},"Ephesians 2:12–22"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.1-16"},"4:1–16"],". Paul teaches that Jesus Christ is our cornerstone. He teaches that the Lord gave us apostles and prophets to help us become perfected and come to a “unity of the faith.”"]],["li",["span.label","c."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.22-29"},"Ephesians 5:22–29"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.1-4"},"6:1–4"],". Paul teaches the need for unity between husband and wife and between parents and children."]],["li",["span.label","d."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.21-32"},"Ephesians 4:21–32"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.10-18"},"6:10–18"],". Paul teaches that we should “put on the new man” and “put on the whole armour of God” to protect us from the wickedness of the world."]]]]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/nt/john/17.11"},"John 17:11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.21-22"},"Mosiah 18:21–22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.15-18"},"Doctrine and Covenants 27:15–18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.25-27"},"38:25–27"],"; Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/dispensations"},"“Dispensations,”"],"657–58."]],["li",["span.label","3."],[".para","If you use the attention activity, bring to class a piece of thread (approximately 1 to 3 feet long) and a piece of rope that is approximately the same length."]],["li",["span.label","4."],[".para","Suggestion for teaching: Scripture marking helps teachers and class members note important words, ideas, people, and events. You can encourage class members to mark their scriptures by pointing out important principles, giving a cross-reference, or telling what you have written in the margin of your scriptures."]]]]],[".topic",["h2","Suggested Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p17","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.p17"},"As appropriate, use the following activity or one of your own to begin the lesson."],["div",{"id":"p18","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.p18"},"Show class members the thread and the rope (see the “Preparation” section)."],["ul.bullet",["li",["span.label","•"],[".para","What do the thread and the rope have in common? (Both are made of fibers or strands of material.) How are they different? (The thread is a single strand, while the rope is made of many strands woven together.) Which of these objects is stronger?"]]],["div",{"id":"p20","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.p20"},"Explain that, like the piece of thread, we are weak when we depend on ourselves. However, like the rope, we can be stronger when we are united with others in faith and righteousness. In his epistle to the Ephesians, Paul emphasized the importance of “perfecting … the saints” and reaching a “unity of the faith” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.12-13"},"Ephesians 4:12–13"],"). This lesson discusses how as families and as a Church we can work toward perfection and unity by trusting in the Savior, following the apostles and prophets, developing strong families, and putting on the whole armor of God."]],[".teachingMethod",["h2","Scripture Discussion and Application"],["div",{"id":"p22","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.p22"},"Prayerfully select the scripture passages and questions that will best meet class members’ needs. Encourage class members to share experiences that relate to the scriptural principles."],[".topic",["h3","1. The dispensation of the fulness of times"],["div",{"id":"p24","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.p24"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.9-10"},"Ephesians 1:9–10"],"."],["ul.bullet",["li",["span.label","•"],[".para","In the first chapter of Ephesians, Paul spoke of “the dispensation of the fulness of times” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.10"},"Ephesians 1:10"],"). What is a dispensation of the gospel? (A period of time when the Lord has at least one servant on the earth who holds the keys of the priesthood and is authorized to administer the gospel. See Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/dispensations"},"“Dispensations,”"],"657–58.)"]],["li",["span.label","•"],[".para","What is the dispensation of the fulness of times? (The dispensation that began with the restoration of the gospel and organization of the Church through Joseph Smith.) Why is our dispensation referred to as the fulness of times?"],[".para","President Gordon B. Hinckley taught: “You and I are experiencing the profound and wonderful blessings of the dispensation of the fulness of times. In this day and time there have been restored to the earth all of the principles, powers, blessings, and keys of all previous dispensations” (in Conference Report, Apr. 1992, 98; or",["span.emphasis","Ensign,"],"May 1992, 70)."]],["li",["span.label","•"],[".para","What did Paul say our Father in Heaven would do in this dispensation? (See",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.9-10"},"Ephesians 1:9–10"],".) What do you think it means to “gather together in one all things in Christ”? What are some things that are being gathered together in our day? (Answers may include the scriptures, Church members, records of the dead, and families that are sealed in the temple.) How can we help in this gathering process?"]]]],[".topic",["h3","2. Jesus Christ as our cornerstone"],["div",{"id":"p30","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.p30"},"Read and discuss selected verses from",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.12-22"},"Ephesians 2:12–22"],"and",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.1-16"},"Ephesians 4:1–16"],"."],["ul.bullet",["li",["span.label","•"],[".para","Compare",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.12"},"Ephesians 2:12"],"and",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.19"},"Ephesians 2:19"],". How did Paul describe the changes that took place in those who had accepted and followed the Savior? How have you seen these same changes in yourself or others? How has your association with other Church members as “fellowcitizens” in the gospel blessed your life?"]],["li",["span.label","•"],[".para","What did Paul mean by teaching that Jesus Christ is the “chief corner stone” of the Church? (",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.20"},"Ephesians 2:20"],"). (If necessary, explain that a cornerstone is a foundation stone placed at a corner where two walls meet. The cornerstone is essential for the strength and unity of the structure.) How has Jesus Christ been the cornerstone of your faith?"]],["li",["span.label","•"],[".para","What did Paul teach in",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.20"},"Ephesians 2:20"],"and",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.11-14"},"Ephesians 4:11–14"],"about the importance of apostles and prophets? Why are living apostles and prophets essential to the true Church? What are some teachings from latter-day apostles and prophets that help us progress toward perfection and unity? (You may want to list class members’ responses on the chalkboard.)"],[".para","President Boyd K. Packer taught: “The ministry of the prophets and apostles leads them ever and always to the home and the family. … The ultimate purpose of all we teach is to unite parents and children in faith in the Lord Jesus Christ, that they are happy at home, sealed in an eternal marriage, linked to their generations, and assured of exaltation in the presence of our Heavenly Father” (in Conference Report, Apr. 1995, 8; or",["span.emphasis","Ensign,"],"May 1995, 8)."]],["li",["span.label","•"],[".para","What did Paul mean by teaching that there is “one Lord, one faith, one baptism”? (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.5"},"Ephesians 4:5"],"). Why is it important that we be unified in our understanding and teaching of the basic doctrines of the Church?"]]]],[".topic",["h3","3. Unity between husband and wife and between parents and children"],["div",{"id":"p37","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.p37"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.22-29"},"Ephesians 5:22–29"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.1-4"},"6:1–4"],"."],["ul.bullet",["li",["span.label","•"],[".para","What comparison did Paul use when he described the relationship between husband and wife? (See",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.22-29"},"Ephesians 5:22–29"],".) What can husbands and wives learn from this comparison to help them develop greater love and unity in their marriage? (Discuss specific ways Jesus has shown his love for the Church and how each way can be applied to marriage. You may want to list class members’ responses on the chalkboard.)"],[".para","President Spencer W. Kimball taught: “Can you find in all the holy scriptures where the Lord Jesus Christ ever failed his church? … Was he faithful? Was he true? Is there anything good and worthy that he did not give? Then that is what we ask—what he asks of a husband. …"],[".para","“… Can you think of how he loved the Church? Its every breath was important to him. Its every growth, its every individual, was precious to him. He gave to those people all his energy, all his power, all his interest. He gave his life—what more could one give?” (",["span.emphasis","Men of Example"],"[address delivered to religious educators, 12 Sept. 1975], 4–5)."]],["li",["span.label","•"],[".para","What is Paul’s counsel to children in",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.1-3"},"Ephesians 6:1–3"],"? Why is this counsel important today? How have you been blessed for honoring your parents?"]],["li",["span.label","•"],[".para","What did Paul mean when he counseled parents to bring up a child in “the nurture and admonition of the Lord”? (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.4"},"Ephesians 6:4"],"). How can parents nurture children spiritually? How can parents follow the Lord’s example when admonishing children?"]],["li",["span.label","•"],[".para","How can Paul’s counsel to parents and children help strengthen family relationships and maintain unity in the home? What counsel have latter-day apostles and prophets given us regarding families? Invite class members to discuss recent counsel given in general conferences, in other meetings or firesides, and in Church magazine articles."],[".para","In “The Family: A Proclamation to the World,” the First Presidency and Quorum of the Twelve Apostles taught that “happiness in family life is most likely to be achieved when founded upon the teachings of the Lord Jesus Christ. Successful marriages and families are established and maintained on principles of faith, prayer, repentance, forgiveness, respect, love, compassion, work, and wholesome recreational activities” (",["span.emphasis","Ensign,"],"Nov. 1995, 102)."]]]],[".topic",["h3","4. Putting on “the new man” and “the whole armour of God”"],["div",{"id":"p46","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.p46"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.21-32"},"Ephesians 4:21–32"],"and",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.10-18"},"Ephesians 6:10–18"],"."],["ul.bullet",["li",["span.label","•"],[".para","What did Paul mean when he encouraged the Ephesians to “put on the new man”? (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.24"},"Ephesians 4:24"],"). What are some characteristics of people who have become “new” through the Atonement of Jesus Christ? (See",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.21-32"},"Ephesians 4:21–32"],".)"]],["li",["span.label","•"],[".para","While exhorting the Saints to put on the armor of God, Paul warned them against many kinds of evil influences (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.10-12"},"Ephesians 6:10–12"],"). What are some of the evil influences in this life?"]],["li",["span.label","•"],[".para","What are the different pieces of what Paul calls the armor of God? What does each piece represent? (See",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.13-18"},"Ephesians 6:13–18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.15-18"},"D&C 27:15–18"],". You may want to list answers on the chalkboard under the headings",["span.emphasis","Armor"],"and",["span.emphasis","Representation."],") How can each piece of the armor of God protect us against the influence of Satan? What can we do to put on this armor each day?"]]]]],[".teachingMethod",["h2","Conclusion"],["div",{"id":"p51","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.p51"},"Testify that the Lord established his Church, with apostles and prophets, to help us become like him and return to live with him. Encourage class members to strive together for the “perfecting of the Saints” by following Paul’s teachings in",["a.scriptureRef",{"href":"/scriptures/nt/eph/1"},"Ephesians"],"."]]],[".topic",["h2","Additional Teaching Ideas"],["div",{"id":"p53","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-39-for-the-perfecting-of-the-saints.p53"},"The following material supplements the suggested lesson outline. You may want to use one or more of these ideas as part of the lesson."],[".topic",["h3","1. “Put on the whole armour of God” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.11"},"Ephesians 6:11"],")"],"Show “The Whole Armor of God,” a thirteen-minute video segment from",["span.emphasis","New Testament Video Presentations"],"(53914). Then ask the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What dangers did the soldiers in the video presentation face? What dangers did the young people face? How were members of each group blessed for wearing their armor?"]]]],[".topic",["h3","2. Praying for Church leaders"],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.18-20"},"Ephesians 6:18–20"],". Why do you think Paul asked the Ephesians to pray for him? When have you been strengthened by the prayers of others? Why is it important that we pray for each other and for the leaders of the Church?"]]]],[".topic",["h3","3. “By grace are ye saved through faith” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.8"},"Ephesians 2:8"],")"],["ul.bullet",["li",["span.label","•"],[".para","What did Paul teach in",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.8-9"},"Ephesians 2:8–9"],"about how a person receives salvation? Why is it impossible for us to save ourselves by our works? (See",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.23"},"Romans 3:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.17"},"Mosiah 3:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.14"},"Alma 22:14"],". You may want to point out that Paul often had to remind the Jewish Saints that the works of the law of Moses could not save them. For a more detailed discussion of grace and works, see",["a.crossRef",{"href":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-36-beloved-of-god-called-to-be-saints.p1"},"lesson 36"],".)"]]]]]]],"refs":null}
