{"id":19,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":19,"title":"Lesson 17: The Law of Tithing and the Law of the Fast","subtitle":"","short_title":"Lesson 17","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.head1"},[".titleNumber","Lesson",["span.dominant","17"]],["h1","The Law of Tithing and the Law of the Fast"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p1"},"To help class members strengthen their desire to pay a full tithe and live the law of the fast."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study the following scriptures:"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.13-14,21"},"Doctrine and Covenants 59:13–14, 21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119"},"119"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/120"},"120"],"."]],["li",["span.label","b."],["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.6-12"},"Isaiah 58:6–12"],";",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8-12"},"Malachi 3:8–12"],"or",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.8-12"},"3 Nephi 24:8–12"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.16-18"},"Matthew 6:16–18"],"or",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.16-18"},"3 Nephi 13:16–18"],"(supplemental scriptures)."]]]]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","If you use the attention activity, bring a piece of money to class."]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p7"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p8","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p8"},"Display a piece of money."],["ul.bullet",["li",["span.label","•"],["p.para","What might this money represent?"]]],["p.para",{"id":"p10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p10"},"Allow class members to briefly suggest answers. Then point out that depending on how money is used, it can represent very different things and concepts. For example, it can represent material possessions, power, greed, or the simple necessities of life."],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p11"},"To conclude this discussion, emphasize that if money is used in a certain way, even in small amounts, it can represent our desire to help build the kingdom of God. It can represent our concern for others. And it can represent our faith, obedience, and love for the Lord. Explain that this lesson discusses how we can build the kingdom and serve others by paying tithing and fast offerings."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p12"},"This lesson contains more material than is possible to teach in one class period. Prayerfully select the scripture passages, questions, and other lesson material that will best meet class members’ needs."],[".topic",["h3","1. The Lord has commanded us to pay tithing. He has promised great blessings to those who obey this commandment."],[".topic",["h4","The Lord’s definition of tithing"],["ul.bullet",["li",["span.label","•"],["p.para","The Prophet Joseph Smith received a revelation on tithing on 8 July 1838 in Far West, Missouri. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.3-4"},"D&C 119:3–4"],"with class members. What is the Lord’s definition of tithing as revealed in these verses?"],["p.para","To help class members understand what constitutes a full tithe, share the following statements:"],["p.para","The First Presidency gave the following definition of tithing: “The simplest statement we know of is the statement of the Lord himself, namely, that the members of the Church should pay ‘one-tenth of all their interest annually,’ which is understood to mean income. No one is justified in making any other statement than this” (First Presidency letter, 19 Mar. 1970)."],["p.para","President Joseph Fielding Smith of the Quorum of the Twelve explained: “It is remarkable how many excuses can be made and interpretations given as to what constitutes the tenth. … It is written, however, that as we measure it shall be measured to us again. If we are stingy with the Lord, he may be stingy with us, or in other words, withhold his blessings” (",["span.emphasis","Church History and Modern Revelation,"],"2 vols. [1953], 2:92)."]]]],[".topic",["h4","The Lord’s promises to tithe payers"],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8-9"},"Malachi 3:8–9"],"or",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.8-9"},"3 Nephi 24:8–9"],"with class members. In what ways do we “rob God” if we do not pay tithes and offerings? (You may want to have class members read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.21"},"D&C 59:21"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.14"},"D&C 104:14"],"as they discuss this question.)"]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10-12"},"Malachi 3:10–12"],"or",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.10-12"},"3 Nephi 24:10–12"],"with class members. What does the Lord promise those who pay tithing? (List class members’ responses on the chalkboard.)"],["p.para","Elder John A. Widtsoe of the Quorum of the Twelve spoke of spiritual blessings that come when we pay tithing:"],["p.para","“The tithe-payer establishes communion with the Lord. This is the happiest reward. Obedience to the law of tithing, as to any other law, brings a deep, inward joy, a satisfaction and understanding that can be won in no other way. Man becomes in a real sense a partner, albeit a humble one, with the Lord in the tremendous, eternal program laid out for human salvation. The principles of truth become clearer of comprehension; the living of them easier of accomplishment. A new nearness is established between man and his Maker. Prayer becomes easier. Doubt retreats; faith advances; certainty and courage buoy up the soul. The spiritual sense is sharpened; the eternal voice is heard more clearly. Man becomes more like his Father in Heaven” (in",["span.emphasis","Deseret News,"],"16 May 1936, Church Section, 5)."],["p.para","The following story, related by Elder Dallin H. Oaks of the Quorum of the Twelve, illustrates how we can receive temporal blessings as we pay tithing:"],["p.para","“During World War II, my widowed mother supported her three young children on a schoolteacher’s salary that was meager. When I became conscious that we went without some desirable things because we didn’t have enough money, I asked my mother why she paid so much of her salary as tithing. I have never forgotten her explanation: ‘Dallin, there might be some people who can get along without paying tithing, but we can’t. The Lord has chosen to take your father and leave me to raise you children. I cannot do that without the blessings of the Lord, and I obtain those blessings by paying an honest tithing. When I pay my tithing, I have the Lord’s promise that he will bless us, and we must have those blessings if we are to get along’” (in Conference Report, Apr. 1994, 43–44; or",["span.emphasis","Ensign,"],"May 1994, 33)."]],["li",["span.label","•"],["p.para","How have you been blessed as you have lived the law of tithing? (Invite class members to tell how they have been blessed spiritually or temporally.)"]]]],[".topic",["h4","Reasons for paying tithing"],["p.para",{"id":"p24","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p24"},"Emphasize that we should pay tithing because we love the Lord and have faith in Him, not just because we need blessings."],["ul.bullet",["li",["span.label","•"],["p.para","How does paying tithing show our love for the Lord? How does it affect our relationship with Him?"]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve said that “the payment of tithing has less to do with money, but more to do with faith” (in Conference Report, Apr. 1990, 41; or",["span.emphasis","Ensign,"],"May 1990, 32). How is tithing more about faith than money?"]],["li",["span.label","•"],["p.para","Why is it sometimes a challenge to pay tithing? What can we do to overcome that challenge? (Invite class members to tell about situations in which they or someone they know had to overcome challenges in order to pay tithing.)"]]]],[".topic",["h4","Use of tithing funds"],["ul.bullet",["li",["span.label","•"],["p.para","Who determines how tithing funds are used? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/120"},"D&C 120"],". Note that in this revelation, the phrase “the bishop and his council” refers to the Presiding Bishopric. The phrase “high council” refers to the Quorum of the Twelve Apostles. The First Presidency, Quorum of the Twelve, and Presiding Bishopric constitute the Council on the Disposition of the Tithes.)"]]],["p.para",{"id":"p29","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p29"},"President Gordon B. Hinckley spoke of the deep respect the Council on the Disposition of the Tithes has for tithing funds:"],["p.para",{"id":"p30","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p30"},"“I keep on the credenza behind my desk a widow’s mite that was given me in Jerusalem many years ago as a reminder, a constant reminder, of the sanctity of the funds with which we have to deal. They come from the widow; they are her offering as well as the tithe of the rich man, and they are to be used with care and discretion for the purposes of the Lord. We treat them carefully and safeguard them and try in every way that we can to see that they are used as we feel the Lord would have them used for the upbuilding of His work and the betterment of people” (in Conference Report, Oct. 1996, 69; or",["span.emphasis","Ensign,"],"Nov. 1996, 50)."],["ul.bullet",["li",["span.label","•"],["p.para","What are tithing funds used for?"],["p.para","Elder Dallin H. Oaks explained: “[Tithing] funds are spent to build and maintain temples and houses of worship, to conduct our worldwide missionary work, to translate and publish scriptures, to provide resources to redeem the dead, to fund religious education, and to support other Church purposes selected by the designated servants of the Lord” (in Conference Report, Apr. 1994, 46; or",["span.emphasis","Ensign,"],"May 1994, 35)."]]],["p.para",{"id":"p33","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p33"},"Invite class members to reflect on Elder Oaks’s statement and consider how they have been blessed because of temples, meetinghouses, missionary work, the scriptures, the work to redeem the dead, and seminary or institute. Emphasize that the greatest blessings we can receive are tied directly to obedience to the law of tithing. As we ponder these blessings, we can see that the Lord truly does “open … the windows of heaven, and pour … out a blessing, that there shall not be room enough to receive it” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.10"},"3 Nephi 24:10"],")."]]],[".topic",["h3","2. The Lord has commanded us to fast and to pay generous fast offerings."],["p.para",{"id":"p34","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p34"},"Explain that another law that the Lord has restored in the latter days is the law of the fast. In obedience to this law, we fast as a Church once each month, usually on the first Sunday of the month. We are instructed that a proper fast day observance includes abstaining from food and drink for two consecutive meals and attending fast and testimony meeting. You may want to point out that in addition to fasting on fast days, we may fast for reasonable amounts of time whenever we feel a special need to do so."],["p.para",{"id":"p35","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p35"},"Emphasize that fasting is more than simply going without food. Fasting can be a joyful experience when we fast with a purpose, prepare for the fast, and pray. Write on the chalkboard",["span.emphasis","Purpose, Preparation, Prayer."]],["ul.bullet",["li",["span.label","•"],["p.para","What are some purposes for fasting? (Answers could include that we can fast to draw nearer to the Lord, receive guidance, increase our spiritual strength, humble ourselves, subject our bodily appetites to our spirits, overcome temptation or weakness, strengthen our testimonies, and ask the Lord to bless others.) In what ways has fasting with a purpose added meaning to your fasts?"]],["li",["span.label","•"],["p.para","What are some things we can do to prepare to fast? In what ways is our fasting more meaningful when we prepare for it?"]],["li",["span.label","•"],["p.para","We should pray at the beginning of a fast, during the fast, and the end of the fast. Why is it important to pray when we fast?"]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.13-14"},"D&C 59:13–14"],"and",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.16-18"},"Matthew 6:16–18"],"or",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.16-18"},"3 Nephi 13:16–18"],"with class members. According to these scriptures, how should we act when we fast? Why do you think fasting is equated with joy and rejoicing? What have you done to make fasting a joyful experience?"]]],["p.para",{"id":"p40","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p40"},"Explain that on fast Sunday, a proper fast includes giving a generous fast offering to help care for those in need. Fast offerings are first used to help those in the ward and stake where the members reside. Bishops may use these funds to provide food, shelter, clothing, and other life-sustaining aid to those in need."],["ul.bullet",["li",["span.label","•"],["p.para","Why is giving fast offerings an important part of living the law of the fast? (Answers could include that by giving fast offerings we serve others and show love for those in need.)"]],["li",["span.label","•"],["p.para","How generous should we be when we pay fast offerings?"],["p.para","President Spencer W. Kimball said: “Sometimes we have been a bit penurious [unwilling to share] and figured that we had for breakfast one egg and that cost so many cents and then we give that to the Lord. I think that when we are affluent, as many of us are, that we ought to be very, very generous … and give, instead of the amount we saved by our two meals of fasting, perhaps much, much more—ten times more where we are in a position to do it” (in Conference Report, Apr. 1974, 184)."]],["li",["span.label","•"],["p.para","What are some of the consequences when we pay generous fast offerings? (See",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.6-7"},"Isaiah 58:6–7"],"and the following quotation.)"],["p.para","President Gordon B. Hinckley said: “Think … of what would happen if the principles of fast day and the fast offering were observed throughout the world. The hungry would be fed, the naked clothed, the homeless sheltered. Our burden of taxes would be lightened. The giver would not suffer but would be blessed by his small abstinence. A new measure of concern and unselfishness would grow in the hearts of people everywhere” (in Conference Report, Apr. 1991, 73; or",["span.emphasis","Ensign,"],"May 1991, 52–53)."]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.8-12"},"Isaiah 58:8–12"],"with class members. What has the Lord promised to those who obey the law of the fast? In what ways has fasting helped you? What can we do to become more diligent in living the law of the fast?"]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p47","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p47"},"Emphasize that when we faithfully pay tithing, we contribute to the building of the kingdom of God. Giving generous fast offerings is one way we can manifest that we are disciples of the Savior, who said, “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.40"},"Matthew 25:40"],")."],["p.para",{"id":"p48","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p48"},"Encourage class members to pay an honest tithe and to live the law of the fast. Bear your testimony as prompted by the Spirit."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p49","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p49"},"You may want to use one or more of the following ideas to supplement the suggested lesson outline."],[".teachingMethod",["h2","1. Group discussions and presentations"],["p.para",{"id":"p50","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p50"},"Divide class members into four small groups. Assign each group to prepare a presentation based on the scripture passages and questions in each section of the lesson."]],[".teachingMethod",["h2","2. Making tithes and offerings our first financial obligations"],["p.para",{"id":"p51","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p51"},"Share the following counsel from Elder Marvin J. Ashton of the Quorum of the Twelve:"],["p.para",{"id":"p52","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p52"},"“Successful financial management in every LDS home begins with the payment of an honest tithe. If our tithing and fast offerings are the first obligations met following the receipt of each paycheck, our commitment to this important gospel principle will be strengthened and the likelihood of financial mismanagement will be reduced. Paying tithing promptly to Him who does not come to check up each month will teach us and our children to be more honest with those physically closer at hand” (",["span.emphasis","One for the Money: Guide to Family Finance"],"[pamphlet, 1992], 3)."]],[".teachingMethod",["h2","3. Giving rather than receiving"],["p.para",{"id":"p53","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p53"},"Give each class member a piece of paper and a pen or pencil. Ask them to list ways in which they usually spend their money. Challenge them to keep a record of their spending habits for the next month and then evaluate how much more generous they could be to those in need."],["ul.bullet",["li",["span.label","•"],["p.para","How can the youth of the Church help the poor and the needy? (If you teach youth, encourage them to give service and to pay fast offerings. You may also want to point out that Aaronic Priesthood holders often assist the bishop with temporal matters such as gathering fast offerings.) What can parents do to encourage their children to help the poor and the needy?"]]]],[".teachingMethod",["h2","4. “God loveth a cheerful giver” (",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/9.7"},"2 Corinthians 9:7"],")"],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/9.6-8"},"2 Corinthians 9:6–8"],"with class members. How can we follow this counsel in our payment of tithes and offerings? Why are our attitudes and motivations important when we pay tithes and offerings?"]]]],[".teachingMethod",["h2","5. Following the Savior’s example as we fast"],["p.para",{"id":"p56","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p56"},"Explain that we can learn much from the Savior’s example when He fasted in the wilderness:"],[".figure",{"id":"f13","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.f13"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","When Jesus fasted, He “communed with God” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.2"},"Joseph Smith Translation, Matthew 4:2c"],"). For us, fasting should be a time of communion with God."]],["li",["span.label","b."],["p.para","When His fasting was over, the Savior resisted Satan’s temptations and “returned in the power of the Spirit into Galilee” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.2-14"},"Luke 4:2–14"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.3-11"},"Matthew 4:3–11"],"). Through fasting, we can gain spiritual strength."]]]]],[".teachingMethod",["h2","6. Fasting to express gratitude"],["p.para",{"id":"p59","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p59"},"In a general conference address, President Gordon B. Hinckley read a letter written by a woman who expressed her gratitude to the Lord. The writer of the letter said, “Most of my fasts are ‘thankful’ fasts” (in Conference Report, Oct. 1994, 75; or",["span.emphasis","Ensign,"],"Nov. 1994, 54). Share the following examples of “thankful” fasts:"],["p.para",{"id":"p60","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p60"},"On 26 December 1842 in Nauvoo, Illinois, the Prophet Joseph Smith was unjustly arrested and summoned to Springfield, Illinois. The charges against him were dismissed on 6 January 1843, allowing him to return to Nauvoo. To celebrate, the Quorum of the Twelve set aside “a day of humiliation, fasting, praise, prayer, and thanksgiving” (",["span.emphasis","History of the Church,"],"5:209, 244, 248)."],["p.para",{"id":"p61","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p61"},"A mother was concerned that her son, who was serving a full-time mission, did not have a strong enough testimony to carry him through the difficult times he might face. Then she received news of his success on his mission. With heartfelt gratitude, she fasted with the sole purpose of giving thanks to the Lord that her son desired to be an exemplary missionary. When her son became aware of his mother’s fast of gratitude, he vowed to work even harder to become the missionary his mother envisioned."],["p.para",{"id":"p62","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p62"},"Ask class members to ponder what their feelings might be if they fasted with the sole purpose of expressing gratitude to the Lord. Suggest that they devote an upcoming fast to expressing gratitude to the Lord. Encourage them to write about their experience in their journals."]],[".teachingMethod",["h2","7. Video presentations"],["p.para",{"id":"p63","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p63"},"If",["span.emphasis","Doctrine and Covenants and Church History Video Presentations"],"(53912) is available, consider showing “Windows of Heaven,” an 11-minute segment, during the discussion of tithing."],["p.para",{"id":"p64","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p64"},"If",["span.emphasis","Family Home Evening Video Supplement"],"(53276) is available, consider showing “The Law of the Fast,” a 4-minute segment."]]]]]]],"refs":null}
