{"id":18,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":18,"title":"Lesson 16: “Thou Shalt … Offer Up Thy Sacraments upon My Holy Day”","subtitle":"","short_title":"Lesson 16","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.head1"},[".titleNumber","Lesson",["span.dominant","16"]],["h1","“Thou Shalt … Offer Up Thy Sacraments upon My Holy Day”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p1"},"To help class members strengthen their desire to keep the Sabbath day holy."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study the following scriptures and other materials:"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59"},"Doctrine and Covenants 59"],"and the other scriptures in this lesson."]],["li",["span.label","b."],["p.para","Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/sabbath"},"“Sabbath,”"],"pages 764–65."]]]]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","If the picture Jesus Praying in Gethsemane is available, prepare to use it during the lesson (62175; Gospel Art Picture Kit 227)."]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p7"},"As appropriate, use the following activity or one of your own to begin the lesson."],["ul.bullet",["li",["span.label","•"],["p.para","How do you feel when you enter a temple? (If class members have not been to the temple, ask how they would expect to feel. During this discussion, contrast the atmosphere in the temple with the atmosphere in the world.)"]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.13"},"D&C 109:13"],"with class members. What makes a temple different from other places? (The Lord has sanctified it. It is His house.)"]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.1-3"},"Genesis 2:1–3"],"with class members. Explain that this is the account of the Lord instituting the Sabbath. According to this account, what makes the Sabbath different from other days? (The Lord has sanctified it. The Sabbath is His day.)"]]],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p11"},"Explain that this lesson is about the Sabbath day. Point out that in many ways, we can “enter” each Sabbath day with the same reverence we feel when we enter the temple. We can remember that the Lord has sanctified the Sabbath and that it is our privilege to worship and serve Him on His day."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p12"},"This lesson contains more material than is possible to teach in one class period. Prayerfully select the lesson material that will best meet class members’ needs."],[".topic",["h3","1. The Lord established the Sabbath."],["p.para",{"id":"p13","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p13"},"Explain that God established the pattern for the Sabbath at the time of the Creation. After laboring for six days, He rested on the seventh and sanctified it as a holy day (",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.2-3"},"Genesis 2:2–3"],"). From the earliest times, He has commanded His children to keep the Sabbath day holy (Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/sabbath"},"“Sabbath,”"],"765)."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.8-11"},"Exodus 20:8–11"],"and",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.13-17"},"Exodus 31:13–17"],"with class members. Point out that this commandment is repeated many other times in the scriptures (see the Topical Guide,",["a.scriptureRef",{"href":"/scriptures/tg/sabbath"},"“Sabbath,”"],"441). Why do you think the commandment to keep the Sabbath day holy has been so important throughout the ages?"]]],["p.para",{"id":"p15","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p15"},"In our dispensation, the Lord has again emphasized the importance of the Sabbath. Through the Prophet Joseph Smith, the Lord revealed that on this day we should pay our devotions to Him by attending church, partaking of the sacrament, and resting from our labors (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9-13"},"D&C 59:9–13"],")."]],[".topic",["h3","2. Pay devotions to God by worshiping Him in Sunday Church meetings."],["ul.bullet",["li",["span.label","•"],["p.para","The Lord has said, “Thou shalt go to the house of prayer … upon my holy day” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9"},"D&C 59:9"],"). Why do you think it is important to meet together to worship God on the Sabbath? How is attending Church meetings on Sunday a blessing to you?"]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley said that “every sacrament meeting ought to be a spiritual feast” and “a time of spiritual refreshment” (",["span.emphasis","Teachings of Gordon B. Hinckley"],"[1997], 563, 564). How can we help accomplish this? How can we make our attendance at other Sunday meetings more spiritually enriching? (Answers could include by coming with an attitude of worship, by being punctual, by studying the scheduled lesson material before class, by participating actively, by listening carefully, by seeking to strengthen others, and by not criticizing speakers or teachers.)"],["p.para","President Spencer W. Kimball, the 12th President of the Church, said: “We do not go to Sabbath meetings to be entertained or even solely to be instructed. We go to worship the Lord. It is an individual responsibility, and regardless of what is said from the pulpit, if one wishes to worship the Lord in spirit and truth, he may do so by attending his meetings, partaking of the sacrament, and contemplating the beauties of the gospel. If the service is a failure to you, you have failed. No one can worship for you” (“The Sabbath—A Delight,”",["span.emphasis","Ensign,"],"Jan. 1978, 4–5)."]],["li",["span.label","•"],["p.para","What can we do to prepare ourselves for Sunday meetings? How can parents help their children benefit more fully from Sunday meetings? (Invite class members to share experiences related to these questions.)"]],["li",["span.label","•"],["p.para","How can music enhance our Sunday meetings? (See",["span.emphasis","Hymns,"],["span.crossRef","pages ix–x"],".) Why is it important that each of us sings the hymns? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.12"},"D&C 25:12"],".) How has singing the hymns blessed you?"],["p.para","Elder Boyd K. Packer of the Quorum of the Twelve expressed concern that “an increasing number of our leaders and members do not sing the congregational songs.” He then counseled, “We should sing the songs of Zion—they are an essential part of our worship” (in Conference Report, Oct. 1991, 29; or",["span.emphasis","Ensign,"],"Nov. 1991, 22)."]],["li",["span.label","•"],["p.para","How can we participate meaningfully in congregational prayers in Sunday meetings?"]],["li",["span.label","•"],["p.para","Why is reverence important in Church meetings?"],["p.para","Elder Boyd K. Packer said that we should be reverent in the chapel so we do not intrude “when someone is struggling to feel delicate spiritual communications.” He also cautioned that reverence “does not equate with absolute silence. We must be tolerant of little babies, even an occasional outburst from a toddler being ushered out” (in Conference Report, Oct. 1991, 28; or",["span.emphasis","Ensign,"],"Nov. 1991, 22)."],["p.para","President Gordon B. Hinckley told of an embarrassing incident he experienced as a missionary:"],["p.para","“We held our meetings in the … town hall, which we rented. The floors were hard, and … every time a chair moved there was a noise. But this was not the worst aspect of the situation. Far worse was the noisy socializing of the members of the branch."],["p.para","“On one occasion we invited a family whom we had met while tracting. With great expectation we as missionaries stood by the door to welcome them. There was the usual convivial spirit in the hall, with the members talking noisily one with another. When this family came into the room, they quietly moved toward some chairs, knelt for a moment, and closed their eyes in a word of prayer. They then sat in an attitude of reverence amidst all the commotion."],["p.para","“Frankly, I was embarrassed. They had come to what they regarded as a worship service, and they behaved themselves accordingly."],["p.para","“At the close of the meeting they left quietly, and when we next met they spoke of their disappointment in what they had experienced. I have never forgotten that” (",["span.emphasis","Teachings of Gordon B. Hinckley,"],"557)."]],["li",["span.label","•"],["p.para","How can we improve reverence in Church meetings?"]]]],[".topic",["h3","3. Pay devotions to God by partaking of the sacrament."],["p.para",{"id":"p31","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p31"},"Display the picture of Jesus praying in Gethsemane."],["ul.bullet",["li",["span.label","•"],["p.para","The Lord has commanded us to partake of the sacrament on the Sabbath (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9,12"},"D&C 59:9, 12"],"). Why is it important to partake of the sacrament each week? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9"},"D&C 59:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.6-7"},"3 Nephi 18:6–7"],"; and the following quotation.)"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve said: “Windows must be washed regularly to clean away dust and dirt. … Just as earthly windows need consistent, thorough cleaning, so do the windows of our spirituality. … By partaking of the sacrament worthily to renew our baptismal covenants, we clarify our view of life’s eternal purpose and divine priorities. The sacrament prayers invite personal introspection, repentance, and rededication as we pledge our willingness to remember our Savior, Jesus the Christ” (in Conference Report, Oct. 1995, 103; or",["span.emphasis","Ensign,"],"Nov. 1995, 77)."]],["li",["span.label","•"],["p.para","How has partaking of the sacrament been a blessing in your life?"]],["li",["span.label","•"],["p.para","How can we prepare ourselves to partake of the sacrament? How can parents help their children prepare for this ordinance? (You may want to discuss how to help children of different age-groups.) How does singing the sacrament hymn help you prepare? How do the sacrament prayers help you prepare? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77,79"},"D&C 20:77, 79"],".)"]],["li",["span.label","•"],["p.para","Why must we be worthy when we partake of the sacrament? (See",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.28-29"},"1 Corinthians 11:28–29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.29"},"3 Nephi 18:29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.29"},"Mormon 9:29"],".)"]],["li",["span.label","•"],["p.para","How can we keep our minds and hearts focused on Jesus as we partake of the sacrament?"]],["li",["span.label","•"],["p.para","How can we make the ordinance of the sacrament more meaningful in our lives? (Emphasize that this ordinance should not become merely habitual or routine.) How can partaking of the sacrament strengthen our commitment to the Savior on other days of the week?"]],["li",["span.label","•"],["p.para","On the Sabbath we not only partake of the sacrament, but we also should offer our own sacraments and oblations to the Lord (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9,12"},"D&C 59:9, 12"],"). This means we should make offerings or sacrifices that show our devotion to Him. What sacrifices should we offer? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.8"},"D&C 59:8"],"; footnote",["span.emphasis","b"],"for",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.12"},"D&C 59:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.34"},"64:34"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.8"},"97:8"],"; and the following quotation.)"],["p.para","Elder M. Russell Ballard of the Quorum of the Twelve said:"],["p.para","“After His mortal ministry, … Jesus told his Nephite Apostles that He would no longer accept burnt offerings but that His disciples should offer ‘a broken heart and a contrite spirit’ (3 Ne. 9:19–20; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.8,12"},"D&C 59:8, 12"],"). Instead of the Lord requiring our animals or grain, now He wants us to give up all that is ungodly. This higher practice of the law of sacrifice reaches into the inner soul of a person. …"],["p.para","“… When we overcome our own selfish desires and put God first in our lives and covenant to serve Him regardless of the cost, we are then living the law of sacrifice” (“The Law of Sacrifice,”",["span.emphasis","Ensign,"],"Oct. 1998, 10–11)."]]]],[".topic",["h3","4. Pay devotions to God by resting from your labors."],["ul.bullet",["li",["span.label","•"],["p.para","In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.10"},"D&C 59:10"],", the Lord revealed that we should “rest from [our] labors” on the Sabbath day (see also verse",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.13"},"D&C 59:13"],"). What does it mean to rest from our labors? How does resting from our labors show our devotion to God?"]],["li",["span.label","•"],["p.para","As part of resting from our labors, we should refrain from buying or selling, going to places of amusement, and other worldly interests on the Sabbath (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.13"},"Isaiah 58:13"],", noting the phrases “turn away … from doing thy pleasure” and “not doing thine own ways”). What activities seem to take away from the spirit of the Sabbath for you? What are some worldly cares that tend to intrude on the Sabbath? How can we free ourselves from these cares?"],["p.para","Presiding Bishop H. David Burton said: “Now, I know it’s hard, particularly for our young people, to choose to observe the Sabbath day when athletic teams on which they so much want to participate regularly schedule games on Sunday. I too know it seems trivial to many who are in need of just a few items on the Sabbath to quickly stop at a convenience store to make a Sunday purchase. But I also know that remembering to keep the Sabbath day holy is one of the most important commandments we can observe in preparing us to be the recipients of the whisperings of the Spirit” (in Conference Report, Oct. 1998, 9; or",["span.emphasis","Ensign,"],"Nov. 1998, 9)."]],["li",["span.label","•"],["p.para","Resting from our labors does not mean we should be idle. Rather, we should follow the Savior’s example and “do well on the sabbath” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.12"},"Matthew 12:12"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.10-17"},"Luke 13:10–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/5.1-19"},"John 5:1–19"],"). What activities do you feel are good to do on the Sabbath? (List responses on the chalkboard.) How can we improve our personal worship time on the Sabbath?"],["p.para","President Spencer W. Kimball taught: “The Sabbath is a holy day in which to do worthy and holy things. Abstinence from work and recreation is important, but insufficient. The Sabbath calls for constructive thoughts and acts, and if one merely lounges about doing nothing on the Sabbath, he is breaking it. To observe it, one will be on his knees in prayer, preparing lessons, studying the gospel, meditating, visiting the ill and distressed, writing letters to missionaries, taking a nap, reading wholesome material, and attending all the meetings of that day at which he is expected” (",["span.emphasis","Ensign,"],"Jan. 1978, 4)."]],["li",["span.label","•"],["p.para","How can we determine what is appropriate for us to do on the Sabbath? (Answers could include ensuring that our activities honor God, are spiritually uplifting, nurture faith, strengthen the family, help or bless others, and are set apart from the daily activities of the world.)"]],["li",["span.label","•"],["p.para","What are some ways we can strengthen our families on the Sabbath? How can parents help their children enjoy the Sabbath and keep it holy? (See the following quotations. Invite class members to share personal experiences related to these questions. Challenge class members to select one specific way they will make the Sabbath more meaningful for their families.)"],["p.para","President Gordon B. Hinckley said, “Let the Latter-day Saints be in their homes, teaching their families, reading the scriptures, doing things that are wholesome and beautiful and communing with the Lord on the Sabbath day” (“Excerpts from Recent Addresses of President Gordon B. Hinckley,”",["span.emphasis","Ensign,"],"July 1996, 73)."],["p.para","President Hinckley also counseled: “Now I do not want to be prudish. I do not want you to lock your children in the house and read the Bible all afternoon to them. Be wise. Be careful. But make that day a day when you can sit down with your families and talk about sacred and good things” (",["span.emphasis","Teachings of Gordon B. Hinckley,"],"559–60)."],["p.para","The First Presidency gave the following counsel when announcing the consolidated Sunday meeting schedule in 1980:"],["p.para","“A greater responsibility will be placed upon the individual members and families for properly observing the Sabbath day. More time will be available for personal study of the scriptures and family-centered gospel study. …"],["p.para","“It is expected that this new schedule of meetings and activities will result in greater spiritual growth for members of the Church” (",["span.emphasis","Church News,"],"2 Feb. 1980, 3)."]],["li",["span.label","•"],["p.para","The Sabbath should be a day of prayer (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.14"},"D&C 59:14"],"). In what ways could we be more prayerful on this day? How can we make our prayers more meaningful?"]],["li",["span.label","•"],["p.para","What are some challenges to making the Sabbath day as meaningful as you would like? How are you working to overcome these challenges? How could careful planning help you eliminate or manage these challenges?"]]]],[".topic",["h3","5. The Lord blesses those who keep the Sabbath day holy."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9,13,15-17"},"D&C 59:9, 13, 15–17"],"with class members. What blessings does the Lord promise to those who keep the Sabbath day holy? (List responses on the chalkboard.)"]],["li",["span.label","•"],["p.para","How does observing the Sabbath help us be “unspotted from the world”? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9"},"D&C 59:9"],"; answers could include that it helps us repent, renew our baptismal covenants, and focus our thoughts on God and matters of eternal significance rather than on the things of the world)."]],["li",["span.label","•"],["p.para","How does observing the Sabbath help us receive a fulness of joy, as the Lord promised in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.13"},"D&C 59:13"],"? How has proper observance of the Sabbath helped you feel physically and spiritually strengthened? How has it helped you be more productive on the other days of the week?"]],["li",["span.label","•"],["p.para","The Lord has promised that those who observe the Sabbath will receive “the fulness of the earth” and “the good things … of the earth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.16-17"},"D&C 59:16–17"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.14"},"Isaiah 58:14"],"). How have you seen this promise fulfilled?"]],["li",["span.label","•"],["p.para","What are some other ways that you and your family have been blessed as you have kept the Sabbath day holy?"]],["li",["span.label","•"],["p.para","The Lord revealed that the Sabbath should be a day of “rejoicing” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.14"},"D&C 59:14"],"). Isaiah said that we should “call the sabbath a delight” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.13"},"Isaiah 58:13"],"). Has the Sabbath ever seemed more like a day of restrictions than a delight to you? How can we make the Sabbath a day of rejoicing and “a delight” in our lives? (One way is by focusing on what we should do rather than on what we should not do.)"]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p63","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p63"},"Encourage class members to examine how they could improve their observance of the Sabbath. Testify that as they keep this day holy, the Lord will bless them with increased spiritual strength and joy."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p64","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p64"},"You may want to use one or both of the following ideas to supplement the suggested lesson outline."],[".teachingMethod",["h2","1. Suggestions to help those who must work on Sunday"],["p.para",{"id":"p65","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p65"},"Explain that Church members should make every effort to choose employment that does not require them to work on Sunday. However, there may be times when employers require Sunday work. Ask if any class members can recall such a time for themselves or for another family member. Discuss how to maintain the spirit of the Sabbath as much as possible in these circumstances. Suggest that class members tell their employers of their desire to keep the Sabbath day holy. (If you are teaching youth, see the pamphlet",["span.emphasis","For the Strength of Youth"],["span.crossRef","pages 32–33"],"[36550].)"]],[".teachingMethod",["h2","2. The Lord blesses us collectively as we keep the Sabbath day holy"],["p.para",{"id":"p66","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-16-thou-shalt---offer-up-thy-sacraments-upon-my-holy-day.p66"},"In addition to blessing us individually as we keep the Sabbath day holy, the Lord also blesses us collectively. For example, He may bless us as a church or a community. This emphasizes the need for us to unite in keeping the Sabbath day holy."],["ul.bullet",["li",["span.label","•"],["p.para","Ask a class member to read the last full paragraph in column 1, page 765 of the Bible Dictionary. What follows carelessness in observing the Sabbath? How has your own community either benefited or been deprived of blessings based on Sabbath observance?"]]]]]]]]],"refs":null}
