{"id":5,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":5,"title":"Lesson 3: “I Had Seen a Vision”","subtitle":"","short_title":"Lesson 3","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.head1"},[".titleNumber","Lesson",["span.dominant","3"]],["h1","“I Had Seen a Vision”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p1"},"To strengthen class members’ testimonies of the First Vision and of Joseph Smith’s calling as the prophet through whom God restored the fulness of the gospel to the earth."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study the following scriptures and other materials:"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.1-26"},"Joseph Smith—History 1:1–26"],"."]],["li",["span.label","b."],["p.para",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-one-the-first-vision.p2"},"pages 1–4"],"."]]]]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-3-i-had-seen-a-vision.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","Ask a class member to prepare to summarize the account of young Joseph Smith’s leg operation (",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-one-the-first-vision.p6"},"pages 1–2"],")."]],["li",["span.label","4."],["p.para","If the following pictures are available, select some of them to use during the lesson: The Prophet Joseph Smith (62002; Gospel Art Picture Kit 401); Brother Joseph (62161); Joseph Smith Seeks Wisdom in the Bible (Gospel Art Picture Kit 402); and The First Vision (62470; Gospel Art Picture Kit 403)."]],["li",["span.label","5."],["p.para","If you use the attention activity, bring a clock, a world map or globe, and an article of men’s clothing. Prepare the following labels for these items:",["span.emphasis","The right time, The right place,"],"and",["span.emphasis","The right man."]]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p9","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p9"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p10"},"Show the clock, the map or globe, and their labels to class members (see “Preparation,” item 5). Explain that this lesson discusses how the Lord prepared the right time and the right place for the restoration of His gospel after the many centuries of the Apostasy."],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p11"},"Show the article of men’s clothing and its label to class members. Explain that this lesson also discusses how God chose and prepared the right man—Joseph Smith—to be the prophet through whom the gospel would be restored."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p12"},"This lesson contains more material than is possible to teach in one class period. Prayerfully select the lesson material that will best meet class members’ needs."],[".topic",["h3","1. After the Apostasy, God prepared the way for the Restoration."],["p.para",{"id":"p13","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p13"},"Explain that after Jesus Christ was crucified, His Apostles presided over the Church. But soon persecution, divisions, and apostasy increased. Within a few decades, there was a falling away from the Church, as the Apostles had prophesied (",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.28-30"},"Acts 20:28–30"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.1-3"},"2 Thessalonians 2:1–3"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.3-4"},"2 Timothy 4:3–4"],"). This falling away is known as the Great Apostasy."],["ul.bullet",["li",["span.label","•"],["p.para","What were some of the consequences of the Great Apostasy? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.15-16"},"D&C 1:15–16"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.8-9,19,21"},"Joseph Smith—History 1:8–9, 19, 21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/1.13-14"},"Mormon 1:13–14"],". Answers could include those listed below.)"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","There was no priesthood authority on the earth."]],["li",["span.label","b."],["p.para","There were no apostles or prophets on the earth."]],["li",["span.label","c."],["p.para","Essential knowledge about the nature of God was lost."]],["li",["span.label","d."],["p.para","The doctrines of the gospel were corrupted."]],["li",["span.label","e."],["p.para","Sacred ordinances, such as baptism, were changed."]],["li",["span.label","f."],["p.para","The original Church became divided into discordant groups."]]]]]],["p.para",{"id":"p21","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p21"},"The darkness of the Apostasy lasted many centuries. However, God had foreseen this and planned for the restoration of the gospel in the latter days. Elder Bruce R. McConkie of the Quorum of the Twelve taught that preparation for restoring the gospel began centuries before the First Vision:"],["p.para",{"id":"p22","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p22"},"“Beginning in the 14th century, the Lord began to prepare those social, educational, religious, economic, and governmental conditions under which he could more easily restore the gospel for the last time” (",["span.emphasis","Mormon Doctrine,"],"2nd ed. [1966], 717)."],["ul.bullet",["li",["span.label","•"],["p.para","Before Joseph Smith was born, what events helped prepare the way for the restoration of the gospel? (You may want to list responses on the chalkboard. Answers could include those listed below.)"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","The Renaissance was a rebirth of learning, particularly in literature, art, and science. Inventions such as the printing press emerged."],["p.para","Elder James E. Talmage of the Quorum of the Twelve said the Renaissance was not a chance occurrence but rather “a development predetermined in the Mind of God to illumine the benighted minds of men in preparation for the restoration of the gospel of Jesus Christ, which was appointed to be accomplished some centuries later” (",["span.emphasis","Jesus the Christ,"],"3rd ed. [1916], 749)."]],["li",["span.label","b."],["p.para","Reformers such as John Wycliffe, Martin Luther, and John Calvin began to challenge the practices and teachings of existing churches, recognizing that the churches had strayed from the teachings of Christ."],["p.para","Elder M. Russell Ballard of the Quorum of the Twelve said that Martin Luther and other reformers “were inspired to create a religious climate in which God could restore lost truths and priesthood authority” (in Conference Report, Oct. 1994, 85; or",["span.emphasis","Ensign,"],"Nov. 1994, 66)."]],["li",["span.label","c."],["p.para","The Americas were discovered. The United States was colonized by religious people and eventually became an independent nation (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.12-19"},"1 Nephi 13:12–19"],")."]],["li",["span.label","d."],["p.para","The Constitution of the United States was established, guaranteeing religious freedom in that nation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.77-80"},"D&C 101:77–80"],")."],["p.para","Elder Ballard said, “God inspired the earlier explorers and colonizers of America and the framers of the Constitution of the United States to develop a land and governing principles to which the gospel could be restored” (in Conference Report, Oct. 1994, 85; or",["span.emphasis","Ensign,"],"Nov. 1994, 66)."]]]]]]],[".topic",["h3","2. God prepared Joseph Smith to be the prophet of the Restoration."],["p.para",{"id":"p31","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p31"},"Explain that in addition to providing the right conditions for the restoration of the gospel, God provided a man to be the prophet of the Restoration. This man was Joseph Smith, who was born on 23 December 1805 in Sharon, Vermont. Display a picture of Joseph Smith. Use the following material to discuss the preparation of Joseph Smith to be the prophet of the Restoration."],[".topic",["h4","Joseph’s family helped prepare him"],["p.para",{"id":"p32","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p32"},"Joseph Smith came from a rich spiritual heritage. His parents and grandparents were religious, patriotic, educationally minded, and of strong moral convictions. His paternal grandfather, Asael Smith, stated years before Joseph was born, “It has been borne in upon my soul that one of my descendants will promulgate a work to revolutionize the world of religious faith” (in Joseph Fielding Smith,",["span.emphasis","Essentials in Church History,"],"27th ed. [1974], 25)."],["p.para",{"id":"p33","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p33"},"Joseph Smith’s parents, Joseph Sr. and Lucy Mack Smith, greatly influenced his life. Both were deeply devoted to God. They were also devoted parents, teaching their children the principles of faith and righteousness."],["p.para",{"id":"p34","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p34"},"Both of Joseph’s parents had profound religious experiences. Joseph Sr. had several dreams that gave him assurances that he would enjoy the blessings of the true gospel of Jesus Christ (see Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"ed. Preston Nibley [1958], 47–50, 64–66). Once while Lucy was critically ill as a young mother, she made a covenant with God that she would serve Him completely if He would let her live to care for her family. Soon afterward she heard a voice comfort her, and she made a remarkable recovery. (See",["span.emphasis","History of Joseph Smith,"],"33–35.)"],["p.para",{"id":"p35","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p35"},"Joseph Sr. and Lucy searched actively for religious truth. Both of them felt that none of the existing churches was consistent with the Church that Jesus Christ had established. For this reason, Joseph Sr. did not join any church. Lucy felt it was her duty to be baptized, so she joined the Presbyterian Church. When the gospel was restored, they both recognized the truth and embraced it."],["ul.bullet",["li",["span.label","•"],["p.para","Why was Joseph Smith’s family heritage important in helping prepare him for his mission as the prophet of the Restoration?"]]]],[".topic",["h4","Adversity helped prepare him"],["p.para",{"id":"p37","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p37"},"While Joseph Smith was growing up, he and his family faced many challenges. When he was seven years old, he became gravely ill with an infection in his leg. Ask the assigned class member to summarize this account from",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-one-the-first-vision.p6"},"pages 1–2"],"."],["ul.bullet",["li",["span.label","•"],["p.para","What can we learn about the character of young Joseph from this experience? In what ways could the trials and afflictions of Joseph’s youth have helped prepare him to become the prophet of the Restoration? How have trials and afflictions helped prepare you for the responsibilities you have been given?"]]]],[".topic",["h4","The religious atmosphere in western New York helped prepare him"],["p.para",{"id":"p39","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p39"},"When Joseph was about 10 years old, three years of crop failures in Vermont left the Smith family in serious financial difficulty. After much deliberation, the family moved to the area of Palmyra, New York, where there was a prospect of better farming conditions. At the time, there was great religious excitement and confusion in western New York, with many churches contending for converts."],["ul.bullet",["li",["span.label","•"],["p.para","Why was Joseph confused about which church he should join? (See",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.5-10"},"Joseph Smith—History 1:5–10"],".) How was Joseph’s situation like that of people today who are searching to know the truth?"]],["li",["span.label","•"],["p.para","How did scripture study help Joseph resolve his confusion? (See",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.11-12"},"Joseph Smith—History 1:11–12"],". Display the picture of Joseph Smith reading the Bible.) What can we learn from Joseph’s example? (You may want to emphasize that Joseph not only read the scriptures but also searched and pondered them and applied them in his life.) How have the scriptures helped you in times of need or confusion?"]]]]],[".topic",["h3","3. The First Vision ushered in the restoration of the gospel."],["p.para",{"id":"p42","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p42"},"Explain that on a spring morning in 1820, Joseph Smith went to the woods near his home to pray for guidance."],["ul.bullet",["li",["span.label","•"],["p.para","How was Joseph’s prayer on this morning different from other prayers he had offered? (See",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.14"},"Joseph Smith—History 1:14"],".) Why is private vocal prayer often helpful when we are offering up the desires of our hearts to God?"]],["li",["span.label","•"],["p.para","What happened as Joseph Smith began to pray? (See",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.15"},"Joseph Smith—History 1:15"],".) How was he delivered from this powerful darkness? (See",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.16-17"},"Joseph Smith—History 1:16–17"],". Display the picture of the First Vision.) What can we learn from this experience about overcoming the influence of Satan? Why is it important to keep praying in times of darkness or trial? (Invite class members to share experiences when prayer has helped them during such difficulties.)"]],["li",["span.label","•"],["p.para","Why was Joseph Smith told that he should not join any of the churches? (See",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.18-19"},"Joseph Smith—History 1:18–19"],".)"]]]],[".topic",["h3","4. Many truths were revealed in the First Vision."],["p.para",{"id":"p46","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p46"},"Emphasize that the visit of the Father and the Son to Joseph Smith is rich in doctrinal significance. President Gordon B. Hinckley said, “I submit that in the few minutes that Joseph Smith was with the Father and the Son, he learned more of the nature of God the Eternal Father and the risen Lord than all the learned minds in all their discussions through all centuries of time” (",["span.emphasis","Church News,"],"24 Oct. 1998, 6)."],["ul.bullet",["li",["span.label","•"],["p.para","What are some of the truths we can learn from the First Vision? (Summarize responses on the chalkboard. Answers could include those listed below.)"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","God the Father and Jesus Christ live."]],["li",["span.label","b."],["p.para","The Father and the Son are real, separate beings with glorified bodies of flesh and bones."]],["li",["span.label","c."],["p.para","We are created in the image of God."]],["li",["span.label","d."],["p.para","Satan and his power are real, but God’s power is infinitely greater."]],["li",["span.label","e."],["p.para","God hears and answers prayers and cares for us."]],["li",["span.label","f."],["p.para","None of the churches on earth had the fulness of Christ’s gospel."]],["li",["span.label","g."],["p.para","Revelation has not ceased."]]]]]],["p.para",{"id":"p55","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p55"},"President David O. McKay, the ninth President of the Church, testified that the First Vision “answers all the [questions] regarding God and his divine personality. … His relation to his children is clear. His interest in humanity through authority delegated to man is apparent. The future of the work is assured. These and other glorious truths are clarified by that glorious first vision” (",["span.emphasis","Gospel Ideals"],"[1954], 85)."],["ul.bullet",["li",["span.label","•"],["p.para","While serving in the Quorum of the Twelve, Elder Ezra Taft Benson said, “The appearance of God the Father and his Son Jesus Christ to the boy prophet is the greatest event that has occurred in this world since the resurrection of the Master” (in Conference Report, Apr. 1971, 20; or",["span.emphasis","Ensign,"],"June 1971, 34). Why is it important for each of us to have a testimony of the First Vision? How has a testimony of the First Vision blessed your life?"]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p57","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p57"},"Read",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.25-26"},"Joseph Smith—History 1:25–26"],", beginning with the words “I had actually seen a light.” Then summarize how God prepared the right time, the right place, and the right man for the restoration of the gospel. Bear your testimony of the First Vision and its importance. You may also want to share the following testimony from President Gordon B. Hinckley:"],["p.para",{"id":"p58","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p58"},"“A most remarkable manifestation occurred on a spring morning in the year 1820 when the Father and the Son appeared to the boy Joseph Smith. … A testimony of [that vision] has touched the hearts of millions in many lands. I add my own witness, given me by the Spirit, that the Prophet’s description of that marvelous event is true, that God the Eternal Father and the risen Lord Jesus Christ spoke with him on that occasion in a conversation as real and personal and intimate as are our conversations today” (",["span.emphasis","Be Thou an Example"],"[1981], 10)."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p59","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p59"},"You may want to use one or both of the following ideas to supplement the suggested lesson outline."],[".teachingMethod",["h2","1. Video presentations"],["p.para",{"id":"p60","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p60"},"If the videocassette",["span.emphasis","Teachings from the Doctrine and Covenants and Church History"],"(53933) is available, consider showing “A Search for the Truth,” a 16-minute segment. This segment presents the story of the conversion of Wilford Woodruff, who became the fourth President of the Church. It explains the Apostasy and the subsequent need for the Restoration."],["p.para",{"id":"p61","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p61"},"Before class members view this video presentation, ask them to watch for the four things that Wilford Woodruff listed as he searched for the true gospel (prophets and apostles, priesthood authority, correct doctrine, and saving ordinances)."],["p.para",{"id":"p62","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p62"},"If",["span.emphasis","Doctrine and Covenants and Church History Video Presentations"],"(53912) is available, consider showing “The First Vision,” a 10-minute segment."]],[".teachingMethod",["h2","2. Joseph Smith’s example as a youth"],["p.para",{"id":"p63","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-3-i-had-seen-a-vision.p63"},"Teachers of youth may want to emphasize that Joseph Smith was only 14 years old when he received the First Vision."],["ul.bullet",["li",["span.label","•"],["p.para","How can Joseph Smith’s behavior as a youth provide an example for young people today? How can Joseph’s example help you when you struggle to know the truth? when people turn against you or ridicule you? when you have to make difficult decisions in the face of ridicule?"]]]]]]]]],"refs":null}
