{"id":25,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":25,"title":"Lesson 23: “Seek Learning, Even by Study and Also by Faith”","subtitle":"","short_title":"Lesson 23","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.head1"},[".titleNumber","Lesson",["span.dominant","23"]],["h1","“Seek Learning, Even by Study and Also by Faith”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p1"},"To encourage class members to learn “by study and also by faith” throughout their lives (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],")."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study the scriptures in this lesson."]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-23-seek-learning-even-by-study-and-also-by-faith.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","If you use the attention activity, ask a class member to prepare to share one or two personal experiences that show the blessings of learning in his or her life."]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p5","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p5"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p6","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p6"},"Ask a class member to briefly tell about the blessings of learning in his or her life (see “Preparation,” item 3)."],["p.para",{"id":"p7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p7"},"After the class member has spoken, explain that this lesson discusses the importance of learning throughout our lives."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p8","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p8"},"Prayerfully select the lesson material that will best meet class members’ needs. Encourage class members to share experiences related to learning."],[".topic",["h3","1. The School of the Prophets provides a pattern for us to follow in our learning."],["p.para",{"id":"p9","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p9"},"Point out that in this dispensation, the Lord has given great emphasis to the need for spiritual and temporal education."],["p.para",{"id":"p10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p10"},"The Lord instructed the Prophet Joseph Smith to begin a School of the Prophets in Kirtland, Ohio. The School of the Prophets began meeting in January 1833 in a small room above the Newel K. Whitney Store in Kirtland (see the picture on page 128). In this school, the leaders of the Church were instructed in gospel doctrine, the affairs of the Church, and other matters. They were to prepare for Church leadership and missionary service (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-80"},"D&C 88:77–80"],")."],[".",{"id":"f2","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35685/35685_all_023_01-store.jpg"}],[".caption",["p",{"id":"lds-22"},["b","Newel K. Whitney and Company Store."],"The School of the Prophets was held in a small room above this store in Kirtland, Ohio. The revelation that became known as the Word of Wisdom (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89"},"D&C 89"],") was received here, along with other revelations."]]],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p12"},"These meetings provided the setting for spiritual experiences and in-depth discussions of gospel principles. Several revelations were received. The history of the Church records that “great joy and satisfaction continually beamed in the countenances of the School of the Prophets, and the Saints, on account of the things revealed, and … progress in the knowledge of God” (",["span.emphasis","History of the Church,"],"1:334)."],["ul.bullet",["li",["span.label","•"],["p.para","What opportunities for learning do we have at church? What can we do to better prepare ourselves to learn in our Church meetings?"]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.122-125"},"D&C 88:122–125"],"with class members. What did the Lord command the brethren in the School of the Prophets to do? What did He command them not to do? (List class members’ responses on the chalkboard.) What can we learn from these verses about how to teach one another? What do these verses say about how we should learn from one another?"]]]],[".topic",["h3","2. We should learn “by study and also by faith.”"],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],"with class members. Why are study and faith both necessary in our efforts to learn? (See the quotation below.) How does faith increase our ability to learn? What are the dangers of learning without having faith in God and obeying His commandments? (See",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.7"},"2 Timothy 3:7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.28-29"},"2 Nephi 9:28–29"],".)"],["p.para","President Marion G. Romney of the First Presidency said: “I believe in study. I believe that men learn much through study. … I also believe, however, and know, that learning by study is greatly accelerated by faith” (",["span.emphasis","Learning for the Eternities,"],"comp. George J. Romney [1977], 72)."]],["li",["span.label","•"],["p.para","In addition to studying the gospel, we should seek learning in other areas, such as history, science, and good literature. How has the study of such subjects enriched your life?"]],["li",["span.label","•"],["p.para","What kind of knowledge is of most worth? What should be the relationship between gospel learning and other worthwhile study?"],["p.para","President John Taylor, the third President of the Church, said: “We ought to foster education and intelligence of every kind; cultivate literary tastes, and men of literary and scientific talent should improve that talent; and all should magnify the gifts which God has given unto them. … If there is anything good and praiseworthy in morals, religion, science, or anything calculated to exalt and ennoble man, we are after it. But with all our getting, we want to get understanding, and that understanding which flows from God” (",["span.emphasis","The Gospel Kingdom,"],"sel. G. Homer Durham [1943], 277)."],["p.para","While serving in the Quorum of the Twelve, Elder Gordon B. Hinckley gave an address in which he quoted the Savior’s injunction “Learn of me” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.29"},"Matthew 11:29"],"). Then he said: “I should like to suggest that you follow that injunction given by the Son of God. With all of your learning, learn of him. With all of your study, seek knowledge of the Master. That knowledge will complement in a wonderful way the secular training you receive and give a fulness to your life and character that can come in no other way” (in Conference Report, Oct. 1964, 118; or",["span.emphasis","Improvement Era,"],"Dec. 1964, 1092)."]],["li",["span.label","•"],["p.para","How have you seen that knowledge of the things of God is the most important kind of knowledge?"]]]],[".topic",["h3","3. We should continue to learn throughout our lives."],["p.para",{"id":"p22","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p22"},"Point out that the Lord and His prophets have always emphasized the importance of learning. We should continue to learn throughout our lives."],["p.para",{"id":"p23","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p23"},"Elder Russell M. Nelson of the Quorum of the Twelve said: “Because of our sacred regard for each human intellect, we consider the obtaining of an education to be a religious responsibility. … Our Creator expects His children everywhere to educate themselves” (in Conference Report, Oct. 1992, 5; or",["span.emphasis","Ensign,"],"Nov. 1992, 6)."],["p.para",{"id":"p24","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p24"},"Write the following questions on the chalkboard:"],["p.para",{"id":"p25","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p25"},["span.emphasis","Why should we learn?"]],["p.para",{"id":"p26","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p26"},["span.emphasis","What should we learn?"]],["p.para",{"id":"p27","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p27"},["span.emphasis","How can we learn?"]],["p.para",{"id":"p28","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p28"},"Read the following scripture passages with class members. Have class members look for answers to the questions on the chalkboard. Write their answers below the appropriate questions."],["ul.noMarker",["li",["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.7"},"D&C 6:7"]]],["li",["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21-22"},"D&C 11:21–22"]]],["li",["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.23"},"D&C 19:23"]]],["li",["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.76-80,118"},"D&C 88:76–80, 118"]]],["li",["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.15"},"D&C 90:15"]]],["li",["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.36-37,53"},"D&C 93:36–37, 53"]]],["li",["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18-19"},"D&C 130:18–19"]]],["li",["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.6"},"D&C 131:6"]]],["li",["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.32-33"},"D&C 136:32–33"]]]],["ul.bullet",["li",["span.label","•"],["p.para","Why do you think we are commanded to learn about so many different things?"],["p.para","President Gordon B. Hinckley taught young people the value of education: “It is so important that you young men and you young women get all of the education that you can. The Lord has said very plainly that His people are to gain knowledge of countries and kingdoms and of things of the world through the process of education, even by study and by faith. Education is the key which will unlock the door of opportunity for you. It is worth sacrificing for. It is worth working at, and if you educate your mind and your hands, you will be able to make a great contribution to the society of which you are a part, and you will be able to reflect honorably on the Church of which you are a member. My dear young brothers and sisters, take advantage of every educational opportunity that you can possibly afford, and you fathers and mothers, encourage your sons and daughters to gain an education which will bless their lives” (“Inspirational Thoughts,”",["span.emphasis","Ensign,"],"June 1999, 4)."]],["li",["span.label","•"],["p.para","What opportunities do we have for formal education? (Answers may include secondary schools, trade schools, and colleges and universities.) How does formal education benefit our lives? What can we do to make better use of our opportunities for formal education?"]],["li",["span.label","•"],["p.para","President Brigham Young taught, “Our education should be such as to improve our minds and fit us for increased usefulness; to make us of greater service to the human family” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [1941], 255). How can education help us serve our families? How can education help us serve others? How can education help us in our efforts to help build the kingdom of God? Invite class members to share experiences in which their education has helped them in their efforts to serve."]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.15"},"D&C 90:15"],"with class members. How has your life been enriched by the study of good books?"]],["li",["span.label","•"],["p.para","What are parents’ responsibilities with regard to teaching their children? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-28"},"D&C 68:25–28"],". Emphasize that parents have a solemn responsibility to help their children learn the gospel. Parents should also teach practical skills such as how to maintain good health, work diligently, get along with others, manage money, and get a good education.)"]],["li",["span.label","•"],["p.para","How can parents encourage children to develop a love of learning that will last throughout their lives?"],["p.para","While serving in the Quorum of the Twelve, Elder Gordon B. Hinckley emphasized the importance of encouraging children to read: “You know that your children will read. They will read books and they will read magazines and newspapers. Cultivate within them a taste for the best. While they are very young, read to them the great stories which have become immortal because of the virtues they teach. Expose them to good books. Let there be a corner somewhere in your house, be it ever so small, where they will see at least a few books of the kind upon which great minds have been nourished” (in Conference Report, Oct. 1975, 57; or",["span.emphasis","Ensign,"],"Nov. 1975, 39)."],["p.para","President Thomas S. Monson reminded us that little children can understand the teachings in the scriptures: “A … hallmark of a happy home is discovered when home is a library of learning. … The Lord counseled, ‘Seek ye out of the best books words of wisdom; seek learning, even by study and also by faith’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],"). The standard works offer the library of learning of which I speak. We must be careful not to underestimate the capacity of children to read and to understand the word of God” (in Conference Report, Oct. 1988, 81–82; or",["span.emphasis","Ensign,"],"Nov. 1988, 70)."],["p.para","If you want to discuss the subject of teaching children in more detail, you may want to refer to",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/c-teaching-different-age-groups/6-understanding-and-teaching-adults.p1"},"pages 127–43"],"in the 1999 edition of",["span.emphasis","Teaching, No Greater Call"],"(36123). Lesson 45 in this manual also discusses parents’ responsibility to teach their children."]],["li",["span.label","•"],["p.para","What kinds of reading should we avoid?"],["p.para","President Ezra Taft Benson of the Quorum of the Twelve taught: “Today, with the abundance of books available, it is the mark of a truly educated man to know what not to read. … Feed only on the best. As John Wesley’s mother counseled him: ‘Avoid whatever weakens your reason, impairs the tenderness of your conscience, obscures your sense of God, takes off your relish for spiritual things, … increases the authority of the body over the mind’” (“In His Steps,” in",["span.emphasis","1979 Devotional Speeches of the Year"],"[1980], 61)."]],["li",["span.label","•"],["p.para","In addition to obtaining a formal education and reading good books, what can we do to continue learning throughout our lives?"]]]],[".topic",["h3","4. In the temple we gain an education for eternity."],["p.para",{"id":"p51","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p51"},"Explain that in late June 1833, the Prophet Joseph Smith sent a plat for the construction of the city of Zion to the Saints in Independence, Missouri."],["p.para",{"id":"p52","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p52"},"Display the plat for the city of Zion, shown below. Explain that in the center of the city the Saints were to build a temple. Although they were not able to build the city of Zion, they followed this concept when building Salt Lake City."],[".",{"id":"f7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35685/35685_all_025_02-zion.jpg"}],[".caption",["p",{"id":"lds-64"},["b","Plat for the City of Zion."],"The site for the temple is in the center."]]],["ul.bullet",["li",["span.label","•"],["p.para","What can we learn from the plan to build a temple at the center of the city of Zion? (Answers may include that the temple is a center of learning for members of the Church and that we should put the temple at the center of our lives.)"]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119"},"D&C 88:119"],"with class members. Emphasize that the temple is “a house of learning.” In what ways does the Lord teach us when we attend the temple? What can we do to receive the knowledge that is available in the temple?"],["p.para","Elder John A. Widtsoe of the Quorum of the Twelve taught: “",["span.emphasis","The temple is a place of instruction."],"Here the principles of the gospel are reviewed and profound truths of the kingdom of God are unfolded. If we enter the temple in the right spirit and are attentive, we go out enriched in gospel knowledge and wisdom” (“Looking toward the Temple,”",["span.emphasis","Ensign,"],"Jan. 1972, 56–57)."],["p.para","Elder Boyd K. Packer of the Quorum of the Twelve said:"],["p.para","“The temple is a great school. It is a house of learning. In the temples the atmosphere is maintained so that it is ideal for instruction in matters that are deeply spiritual. …"],["p.para","“The temple ceremony will not be fully understood at first experience. It will only be partly understood. Return again and again and again. Return to learn. Things that have troubled you or things that have been puzzling or things that have been mysterious will become known to you. Many of them will be the quiet, personal things that you really cannot explain to anyone else. But to you they are things known. …"],["p.para","“So look toward the temple. Point your children toward the temple. From the days of their infancy, direct their attention to it, and begin their preparation for the day when they may enter the holy temple."],["p.para","“In the meantime, be teachable yourself, be reverent. Drink deeply from the teachings—the symbolic, deeply spiritual teachings—available only in the temple” (",["span.emphasis","The Holy Temple"],"[pamphlet, 1982], 6–8)."]]],["p.para",{"id":"p62","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p62"},"Remind class members that the ordinances and ceremonies in the temple are sacred. We should not discuss specific aspects of these ordinances and ceremonies outside the temple. Ask class members to keep this principle in mind as they respond to the following question:"],["ul.bullet",["li",["span.label","•"],["p.para","What are some truths you have learned through attending the temple?"]]],["p.para",{"id":"p64","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p64"},"Encourage class members to attend the temple as often as they can. President Ezra Taft Benson asked: “Do we return to the temple often to receive the personal blessings that come from regular temple worship? Prayers are answered, revelation occurs, and instruction by the Spirit takes place in the holy temples of the Lord” (in Conference Report, Apr. 1988, 98; or",["span.emphasis","Ensign,"],"May 1988, 85)."]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p65","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p65"},"Encourage class members to continue to learn throughout their lives so they will be enriched and so they can better serve others. Remind them of the Lord’s command to “seek learning … by study and also by faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],")."],["p.para",{"id":"p66","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p66"},"As prompted by the Spirit, testify of the truths discussed during the lesson. You may want to express your gratitude for your opportunities to learn."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p67","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p67"},"You may want to use one or more of the following ideas to supplement the suggested lesson outline."],[".teachingMethod",["h2","1. Applying the counsel in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.121-26"},"Doctrine and Covenants 88:121–26"]],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.121-26"},"D&C 88:121–26"],"with class members. Point out that the principles in this passage can help us in all areas of our lives. What experiences have you had that have shown you the importance of these principles?"]]]],[".teachingMethod",["h2","2. Learning without being overwhelmed by all there is to know"],["ul.bullet",["li",["span.label","•"],["p.para","How can we continue to learn without being overwhelmed by all there is to know?"],["p.para","President Wilford Woodruff counseled, “Do not be discouraged because you cannot learn all at once; learn one thing at a time, learn it well, and treasure it up, then learn another truth and treasure that up, and in a few years you will have a great store of useful knowledge which will not only be a great blessing to yourselves and your children, but to your fellow men” (",["span.emphasis","The Discourses of Wilford Woodruff,"],"sel. G. Homer Durham [1946], 269)."],["p.para","As part of this discussion, you may want to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.17-18"},"D&C 78:17–18"],"with class members."]]]],[".teachingMethod",["h2","3. Learning the gospel in seminary and institute classes"],["p.para",{"id":"p72","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p72"},"Share the following statement by President Gordon B. Hinckley: “Our great program of Church education moves forward. The work of training students through the seminary and institute program is constantly being enlarged. … We urge all for whom it is available to take advantage of it. We do not hesitate to promise that your knowledge of the gospel will be increased, your faith will be strengthened, and you will develop wonderful associations and friendships” (in Conference Report, Apr. 1984, 69; or",["span.emphasis","Ensign,"],"May 1984, 47)."],["p.para",{"id":"p73","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p73"},"If seminary and institute classes are available in your area, you may want to take time during this discussion to encourage youth and young adults to enroll. Consider asking the following questions:"],["ul.bullet",["li",["span.label","•"],["p.para","What experiences have you had in seminary (or institute) that have helped you? How can we encourage others to attend seminary (or institute)?"]]]],[".teachingMethod",["h2","4. Developing our talents through education"],["p.para",{"id":"p75","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p75"},"Review the parable of the talents (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.14-30"},"Matthew 25:14–30"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.18"},"D&C 82:18"],"). Ask class members to list their talents and interests on a piece of paper. Discuss with them how secular and religious education will help them develop their talents and interests."]]]]]]],"refs":null}
