{"id":12,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":12,"title":"Lesson 10: “This Is My Voice unto All”","subtitle":"","short_title":"Lesson 10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.head1"},[".titleNumber","Lesson",["span.dominant","10"]],["h1","“This Is My Voice unto All”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p1"},"To help class members learn to apply in their own lives the instructions the Lord has revealed to other individuals in the scriptures."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25"},"Doctrine and Covenants 25"],"and the other scriptures in this lesson."]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-10-this-is-my-voice-unto-all.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","If a picture of Emma Smith is available, prepare to use it during the lesson (62509; Gospel Art Picture Kit 405)."]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p5","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p5"},"As appropriate, tell the following experience or use an activity of your own to begin the lesson:"],["p.para",{"id":"p6","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p6"},"Elder Jay E. Jensen of the Seventy described a time when he was serving as a mission president and found himself frustrated and discouraged at the end of a district conference by the many problems that confronted him. As he was traveling home, he was turning the pages of his scriptures, looking for comfort and direction, when he stopped at the third section of the Doctrine and Covenants. He said:"],["p.para",{"id":"p7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p7"},"“When I read a verse, I often insert my name in it. I did so with verse 5 and found the help I needed to remove my gloomy feelings: ‘Behold, you [Jay Jensen] have been entrusted with these things, but how strict were your commandments; and remember also the promises which were made to you [Jay Jensen]’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.5"},"D&C 3:5"],")."],["p.para",{"id":"p8","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p8"},"“The words ‘remember also the promises’ struck me with unusual power. … During those four days I had focused on nothing but problems. I had not stopped to consider one single promise” (in Conference Report, Oct. 1992, 112; or",["span.emphasis","Ensign,"],"Nov. 1992, 80)."],["p.para",{"id":"p9","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p9"},"Elder Jensen then reviewed in his mind the promises given to him in his patriarchal blessing, in the blessing when he was set apart as a mission president, and in the scriptures. By so doing, he was able to find the strength and comfort he needed."],["ul.bullet",["li",["span.label","•"],["p.para","How can this idea of putting our own names in the scriptures help us as we read the scriptures?"]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],"with class members. What did Nephi teach about the importance of applying the scriptures in our own lives?"]]],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p12"},"Explain that this lesson discusses how we can apply the counsel that the Lord gave to individual Saints in the Doctrine and Covenants."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p13","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p13"},"Prayerfully select the lesson material that will best meet class members’ needs. Encourage class members to share experiences that relate to the scriptural principles."],["p.para",{"id":"p14","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p14"},"Point out that many of the revelations in the Doctrine and Covenants were given to individuals. Although the counsel in the revelations was specific to these individuals, and although these Church members lived many years ago, much of the counsel applies to us today. As the Lord repeatedly said, “What I say unto one I say unto all” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.36"},"D&C 61:36"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.16"},"D&C 25:16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.5"},"82:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.49"},"93:49"],")."],["p.para",{"id":"p15","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p15"},"In July 1830, the Lord directed a revelation to Emma Smith, the wife of the Prophet Joseph Smith (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25"},"D&C 25"],"). Display a picture of Emma Smith. Explain that this lesson focuses on three themes from the Lord’s revelation to Emma."],[".topic",["h3","1. Husbands and wives should support and comfort each other."],["p.para",{"id":"p16","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p16"},"The Lord’s revelation to Emma Smith included counsel about her responsibilities to her husband. If you are teaching youth, use the material in this section to help them understand the importance of supporting their future spouse."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.5"},"D&C 25:5"],"with class members. What did the Lord counsel Emma Smith in this verse? What are some ways that husbands and wives can help each other in times of difficulty? (As class members discuss this question, invite them to share personal experiences or observations of other spouses who have comforted and supported each other.)"],["p.para","The Prophet Joseph Smith taught wives that they should treat their husbands “with mildness and affection. When a man is borne down with trouble, when he is perplexed with care and difficulty, if he can meet a smile instead of an argument or a murmur—if he can meet with mildness, it will calm down his soul and soothe his feelings” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [1976], 228)."],["p.para","The Prophet taught husbands, “It is the duty of a husband to love, cherish, and nourish his wife, and cleave unto her and none else; he ought to honor her as himself, and he ought to regard her feelings with tenderness” (",["span.emphasis","Elders’ Journal,"],"Aug. 1838, 61)."]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.14"},"D&C 25:14"],"with class members. What did the Lord counsel Emma Smith in this verse? How can spouses show that they delight in each other?"]]],["p.para",{"id":"p21","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p21"},"Joseph and Emma Smith were a great support to each other during the many times of affliction they faced. In 1842, when Joseph was in hiding because his life was in danger, Emma was able to visit him. Joseph later said about this visit:"],["p.para",{"id":"p22","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p22"},"“With what unspeakable delight, and what transports of joy swelled my bosom, when I took by the hand, on that night, my beloved Emma—she that was my wife, even the wife of my youth, and the choice of my heart. Many were the reverberations of my mind when I contemplated for a moment the many scenes we had been called to pass through, the fatigues and the toils, the sorrows and sufferings, and the joys and consolations, from time to time, which had strewed our paths. … Oh what a commingling of thought filled my mind for the moment, again she is here, … undaunted, firm, and unwavering—unchangeable, affectionate Emma!” (",["span.emphasis","History of the Church,"],"5:107)."],["p.para",{"id":"p23","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p23"},"Joseph and Emma also supported and comforted each other as they endured the deaths of many of their children. In four years, they had four infant children die. Out of eleven children (two adopted), only three sons and one daughter lived into late adulthood."],["p.para",{"id":"p24","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p24"},"At a time when the Prophet was carrying heavy burdens in connection with the growing Church in Kirtland, Ohio, Emma gave birth to twins, a boy and a girl, both of whom died within hours of their birth. At nearly the same time, in the nearby city of Orange, Ohio, twins were born to John and Julia Murdock, new converts to the Church. Within six hours of the Murdock twins’ birth, Sister Murdock died. When Emma and Joseph learned of this, they asked Brother Murdock if they might adopt the twins. Soon the two babies, Joseph and Julia Murdock, were taken into the Smiths’ home."],["p.para",{"id":"p25","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p25"},"Joseph Smith’s mother, Lucy Mack Smith, described some of the characteristics that made it possible for Emma to support Joseph through difficult times:"],["p.para",{"id":"p26","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p26"},"“I have never seen a woman in my life, who would endure every species of fatigue and hardship, from month to month, and from year to year, with that unflinching courage, zeal, and patience, which she has ever done; for I know that which she had had to endure. … She has breasted the storms of persecution, and buffeted the rage of men and devils, which would have borne down almost any other woman” (",["span.emphasis","History of Joseph Smith,"],"ed. Preston Nibley [1958], 190–91)."],["ul.bullet",["li",["span.label","•"],["p.para","What can husbands and wives learn from the example of Joseph and Emma Smith to help them be more loving and supportive?"]]]],[".topic",["h3","2. We should be meek and avoid pride."],["p.para",{"id":"p28","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p28"},"The Lord commanded Emma Smith to “continue in the spirit of meekness, and beware of pride” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.14"},"D&C 25:14"],"). He gave similar instructions to other Church members. Read the following verses with class members:"],[".figure",{"id":"f5","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.f5"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/23.1"},"D&C 23:1"],"(to Oliver Cowdery): “Beware of pride, lest thou shouldst enter into temptation.”"]],["li",["span.label","b."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.39"},"D&C 38:39"],"(to the Saints in a conference of the Church): “Beware of pride, lest ye become as the Nephites of old.”"]],["li",["span.label","c."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.17"},"D&C 90:17"],"(to the First Presidency of the Church): “Be admonished in all your high-mindedness and pride, for it bringeth a snare upon your souls.”"]],["li",["span.label","d."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.19-20"},"D&C 98:19–20"],"(to the Saints in Kirtland): “I, the Lord, am not well pleased with many who are in the church at Kirtland; For they do not forsake their sins, and their wicked ways, the pride of their hearts, and their covetousness.”"]]]],["ul.bullet",["li",["span.label","•"],["p.para","What is pride? Why do you think the Lord’s warnings about pride are so strong and frequent?"],["p.para","President Ezra Taft Benson taught:"],["p.para","“Most of us think of pride as self-centeredness, conceit, boastfulness, arrogance, or haughtiness. All of these are elements of the sin, but the heart, or core, is still missing."],["p.para","“The central feature of pride is enmity—enmity toward God and enmity toward our fellowmen.",["span.emphasis","Enmity"],"means ‘hatred toward, hostility to, or a state of opposition’” (in Conference Report, Apr. 1989, 3; or",["span.emphasis","Ensign,"],"May 1989, 4)."]],["li",["span.label","•"],["p.para","How does pride affect our relationship with God?"],["p.para","President Benson explained:"],["p.para","“Pride is essentially competitive in nature. We pit our will against God’s … in the spirit of ‘my will and not thine be done. …"],["p.para","“Our will in competition to God’s will allows desires, appetites, and passions to go unbridled (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/38.12"},"Alma 38:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.30"},"3 Nephi 12:30"],"). …"],["p.para","“Our enmity toward God takes on many labels, such as rebellion, hard-heartedness, stiff-neckedness, unrepentant, puffed up, easily offended, and sign seekers. The proud wish God would agree with them. They aren’t interested in changing their opinions to agree with God’” (in Conference Report, Apr. 1989, 4; or",["span.emphasis","Ensign,"],"May 1989, 4)."]],["li",["span.label","•"],["p.para","How does pride affect our relationship with others?"],["p.para","President Benson observed:"],["p.para","“Another major portion of this very prevalent sin of pride is enmity toward our fellowmen. We are tempted daily to elevate ourselves above others and diminish them (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/6.17"},"Helaman 6:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.41"},"D&C 58:41"],"). …"],["p.para","“Pride … is manifest in so many ways, such as fault-finding, gossiping, backbiting, murmuring, living beyond our means, envying, coveting, withholding gratitude and praise that might lift another, and being unforgiving and jealous. …"],["p.para","“Selfishness is one of the more common faces of pride. ‘How everything affects me’ is the center of all that matters—self-conceit, self-pity, worldly self-fulfillment, self-gratification, and self-seeking. …"],["p.para","“Another face of pride is contention. Arguments, fights, unrighteous dominion, generation gaps, divorces, spouse abuse, riots, and disturbances all fall into this category of pride” (in Conference Report, Apr. 1989, 4–5; or",["span.emphasis","Ensign,"],"May 1989, 4–6)."]],["li",["span.label","•"],["p.para","How can we overcome pride and cultivate a spirit of meekness?"],["p.para","President Benson counseled: “The antidote for pride is humility—meekness, submissiveness (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.23"},"Alma 7:23"],"). It is the broken heart and contrite spirit. … We can choose to humble ourselves by loving God, submitting our will to His, and putting Him first in our lives” (in Conference Report, Apr. 1989, 6; or",["span.emphasis","Ensign,"],"May 1989, 6–7)."]],["li",["span.label","•"],["p.para","Read the following passages with class members:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.28"},"D&C 1:28"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.23"},"19:23"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.10"},"112:10"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.97"},"D&C 124:97"],". According to these passages, what are some blessings that come to us when we choose to be meek and humble?"]],["li",["span.label","•"],["p.para","What blessings have come into your life when you have chosen to be humble instead of proud?"]]]],[".topic",["h3","3. We should rejoice and be of good cheer."],["p.para",{"id":"p52","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p52"},"The Lord admonished Emma Smith, “Lift up thy heart and rejoice” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.13"},"D&C 25:13"],"). Even as the early Saints of this dispensation faced great tribulation, the Lord repeatedly gave similar admonitions to them. Read the following verses with class members:"],[".figure",{"id":"f7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.f7"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.5"},"D&C 29:5"],"(to the Prophet Joseph Smith and others): “Lift up your hearts and be glad, for I am in your midst, and am your advocate with the Father.”"]],["li",["span.label","b."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.36"},"D&C 61:36"],"(to the Prophet Joseph Smith and others): “Be of good cheer, little children; for I am in your midst, and I have not forsaken you.”"]],["li",["span.label","c."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.6"},"D&C 68:6"],"(to Orson Hyde, Luke S. Johnson, Lyman E. Johnson, and William E. McLellin): “Be of good cheer, and do not fear, for I the Lord am with you, and will stand by you.”"]],["li",["span.label","d."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.18"},"D&C 78:18"],"(to the Prophet Joseph Smith and others): “Ye cannot bear all things now; nevertheless, be of good cheer, for I will lead you along.”"]],["li",["span.label","e."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.29"},"D&C 136:29"],"(to the Camp of Israel at Winter Quarters): “If thou art sorrowful, call on the Lord thy God with supplication, that your souls may be joyful.”"]]]],["ul.bullet",["li",["span.label","•"],["p.para","In these passages, what reasons does the Lord give for being of good cheer? What can we do to develop and maintain good cheer? How can we help others be of good cheer?"]],["li",["span.label","•"],["p.para","What are some consequences of dwelling on the negative aspects of life, even though they may be serious and prevalent?"]]],["p.para",{"id":"p60","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p60"},"Elder Marvin J. Ashton of the Quorum of the Twelve counseled:"],["p.para",{"id":"p61","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p61"},"“None of us will escape tragedy and suffering. Each of us will probably react differently. However, if we can recall the Lord’s promise, ‘for I the Lord am with you,’ we will be able to face our problems with dignity and courage. We will find the strength to be of good cheer instead of becoming resentful, critical, or defeated. We will be able to meet life’s unpleasant happenings with clear vision, strength, and power. …"],["p.para",{"id":"p62","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p62"},"“What a joy it is to see someone of good cheer, who, when others because of an unpleasant happening or development live in angry silence or vocal disgust, meets the situation with cheerful endurance and good spirits” (in Conference Report, Apr. 1986, 84–85; or",["span.emphasis","Ensign,"],"May 1986, 66)."],["p.para",{"id":"p63","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p63"},"Emphasize that the Savior’s many admonitions to be of good cheer remind us that we can find peace and joy regardless of our circumstances."]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p64","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p64"},"Reaffirm that the Lord’s counsel to individual Saints many years ago can greatly bless our lives today. Encourage class members to read the scriptures with the intent of applying the messages to their individual circumstances."]]],[".topic",["h2","Additional Teaching Idea"],[".teachingMethod",["h2","Applying the scriptures in our lives"],["p.para",{"id":"p65","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p65"},"In advance, obtain photographs of a few class members. Also prepare to display a picture of Emma Smith (62509; Gospel Art Picture Kit 405)."],["p.para",{"id":"p66","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-10-this-is-my-voice-unto-all.p66"},"Display the picture of Emma Smith and explain that",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25"},"D&C 25"],"contains the Lord’s instructions to her. Place the photographs of class members next to the picture of Emma. Have class members read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.16"},"D&C 25:16"],". Explain that the counsel in this revelation can also apply to us. Have class members read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.36"},"D&C 61:36"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.5"},"82:5"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.49"},"D&C 93:49"],". Help them see that we can “liken all scriptures unto us” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],")."],["ul.bullet",["li",["span.label","•"],["p.para","How has scriptural counsel to a certain person been of benefit in your life? How did you apply the counsel to your own circumstances?"]]]]]]]]],"refs":null}
