{"id":9,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":9,"title":"Lesson 7: “The First Principles and Ordinances of the Gospel”","subtitle":"","short_title":"Lesson 7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.head1"},[".titleNumber","Lesson",["span.dominant","7"]],["h1","“The First Principles and Ordinances of the Gospel”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p1"},"To help class members understand and seek the blessings that come from the first principles and ordinances of the gospel: faith in the Lord Jesus Christ, repentance, baptism, and confirmation."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study the scriptures in this lesson."]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","If the following pictures are available, place them at the front of the room before the lesson begins: The Lord Jesus Christ (62572; Gospel Art Picture Kit 240); Baptism (Gospel Art Picture Kit 601); and The Gift of the Holy Ghost (Gospel Art Picture Kit 602)."]],["li",["span.label","4."],["p.para","If you use the attention activity, bring a piece of cloth to use as a blindfold."]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p6","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p6"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p7"},"Ask a class member to volunteer to come forward. Blindfold the volunteer and ask him or her to write the following phrase on the chalkboard:",["span.emphasis","Jesus is the light of the world."],"Remove the blindfold and ask the person to write the same phrase again on the chalkboard. Then have the person sit down."],["ul.bullet",["li",["span.label","•"],["p.para","How is sinning like putting on a blindfold? How is exercising faith in Jesus Christ and repenting of our sins like removing the blindfold? What can we see more clearly when we repent?"]]],["p.para",{"id":"p9","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p9"},"Explain that this lesson discusses the first principles and ordinances of the gospel. Through faith, repentance, baptism, and the gift of the Holy Ghost, we are better able to see our eternal path and purpose while in mortality."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p10"},"Prayerfully select the lesson material that will best meet class members’ needs. You may want to use two class periods to teach this lesson."],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p11"},"Explain that the Lord restored the gospel through the Prophet Joseph Smith “line upon line, precept upon precept” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.21"},"D&C 128:21"],"). Some of the first truths to be restored were the first principles and ordinances of the gospel. Invite a class member to recite the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"fourth article of faith"],". List the first principles and ordinances on the chalkboard."],[".topic",["h3","1. Faith in the Lord Jesus Christ is the first principle of the gospel."],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p12"},"Point out that the restoration of the gospel began with an act of faith on the part of Joseph Smith (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.11-14"},"Joseph Smith—History 1:11–14"],"). The appearance of Moroni also occurred in response to an act of faith by Joseph, who recorded that he had “full confidence in obtaining a divine manifestation” as he prayed for forgiveness (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.29"},"Joseph Smith—History 1:29"],")."],["ul.bullet",["li",["span.label","•"],["p.para","What does it mean to have faith in Jesus Christ? Why is it important that we center our faith in Jesus Christ?"]],["li",["span.label","•"],["p.para","How can we strengthen our faith in Jesus Christ? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.23"},"D&C 19:23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"88:118"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.27"},"Alma 32:27"],". Emphasize that we strengthen faith gradually, not through a single experience. Point out also that we must nurture our faith constantly to keep it strong.) As appropriate, invite class members to share experiences that have helped them strengthen their faith in Christ."]],["li",["span.label","•"],["p.para","What are some circumstances in daily life that require us to exercise faith in Christ? How has faith helped you overcome discouragement, weaknesses, or other difficulties? How can faith in Christ strengthen our relationships with others? (Discuss specific types of relationships, such as with a spouse, a child, a parent, a ward member, or a neighbor.)"]],["li",["span.label","•"],["p.para","How can we demonstrate our faith in Christ? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.69"},"D&C 20:69"],";",["a.scriptureRef",{"href":"/scriptures/nt/james/2.14-17"},"James 2:14–17"],".) How does faith in Christ affect our desire to do good works?"]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.10"},"D&C 8:10"],"with class members. What can we accomplish",["span.emphasis","without"],"faith? What can we accomplish",["span.emphasis","with"],"faith? (For some answers to this question, see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.9"},"D&C 35:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.48-51"},"42:48–51"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.9-11"},"63:9–11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.33"},"Moroni 7:33"],".) How have you seen the power of faith manifested?"]],["li",["span.label","•"],["p.para","One frequently repeated message in the Doctrine and Covenants is the importance of praying with faith. For example, in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.46-52"},"D&C 10:46–52"],"the Lord says that the Book of Mormon was preserved because the ancient prophets had “faith in their prayers” that it would be preserved. What is the role of faith in our prayers?"]]]],[".topic",["h3","2. Through sincere repentance, we can partake of the blessings of the Atonement."],["p.para",{"id":"p19","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p19"},"Explain that repentance is a major theme in the Doctrine and Covenants. The Lord teaches the doctrine of repentance and repeatedly emphasizes the need to repent. He promises great blessings to those who repent—and punishments for those who do not."],["ul.bullet",["li",["span.label","•"],["p.para","What is repentance? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42-43"},"D&C 58:42–43"],". Repentance is the process of becoming cleansed from our sins and receiving forgiveness for them through the power of the Savior’s Atonement. To repent, we must confess and forsake our sins and turn away from evil. We must also turn our heart and will to God, sincerely striving to obey His commandments. To discuss the process of repentance, see the second additional teaching idea.)"]],["li",["span.label","•"],["p.para","What is the difference between true repentance and merely breaking a bad habit or changing a behavior?"],["p.para","President Ezra Taft Benson explained: “Repentance means more than simply a reformation of behavior. … True repentance is based on and flows from faith in the Lord Jesus Christ. There is no other way. True repentance involves a change of heart and not just a change of behavior (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.13"},"Alma 5:13"],")” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[1988], 71)."],["p.para","Elder Neal A. Maxwell of the Quorum of the Twelve taught that “repentance requires both turning away from evil and turning to God” (in Conference Report, Oct. 1991, 40; or",["span.emphasis","Ensign,"],"Nov. 1991, 30)."]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.11-13"},"D&C 18:11–13"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16-19"},"D&C 19:16–19"],"with class members. What do these passages teach about the Savior’s love for us? Why do we need the Savior’s Atonement to be forgiven of our sins? (See also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.6-9"},"2 Nephi 2:6–9"],".) Why is it necessary that we repent to be forgiven of our sins?"],["p.para","Explain that when we sin, we become unclean and subject to the punishments required by the law of justice. Being imperfect, we cannot become clean again or meet the demands of justice on our own. By atoning for our sins, the Savior took upon Himself the punishments required by the law of justice and is able to offer the mercy and forgiveness we need to become clean. These blessings of the Atonement are available to us only on the condition that we repent (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.14"},"Alma 7:14"],")."]],["li",["span.label","•"],["p.para","Why is faith in Jesus Christ necessary for us to truly repent?"]],["li",["span.label","•"],["p.para","Write",["span.emphasis","Consequences of Not Repenting"],"on the chalkboard. What are the consequences of not repenting of our sins? (Have class members read the following scriptures and identify the consequences:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.33"},"D&C 1:33"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.17-18"},"19:17–18"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.17"},"D&C 29:17"],". List these consequences on the chalkboard. Other consequences could include estrangement from God and others, guilt, low feelings of self-worth, rationalizing other sins, and being unforgiving.)"]],["li",["span.label","•"],["p.para","Write",["span.emphasis","Blessings of True Repentance"],"on the chalkboard. What does the Lord promise as we truly repent of our sins? (Have class members read the following scriptures and identify the promises:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.32"},"D&C 1:32"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42"},"58:42"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.53"},"D&C 109:53"],". List these promises on the chalkboard.) Invite class members to tell how repentance has blessed their lives. (",["span.emphasis","Note:"],"you may want to caution class members not to give detailed confessions of past sins.)"]],["li",["span.label","•"],["p.para","Why do we sometimes find it difficult to forgive ourselves or others even though the Lord has promised to forgive us when we repent?"]],["li",["span.label","•"],["p.para","How can we become more repentant? Why do we sometimes procrastinate our repentance? How can we overcome any pride, discouragement, complacency, or anything else that may keep us from repenting?"]]],["p.para",{"id":"p31","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p31"},"Elder Neal A. Maxwell taught: “Repentance is a rescuing, not a dour doctrine. It is available to the gross sinner as well as to the already good individual striving for incremental improvement” (in Conference Report, Oct. 1991, 40; or",["span.emphasis","Ensign,"],"Nov. 1991, 30). Emphasize that even though repentance can be a difficult process, it can also bring great joy as we turn our hearts from sin to God."]],[".topic",["h3","3. Baptism is an essential ordinance."],["p.para",{"id":"p32","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p32"},"Explain that faith and repentance lead to baptism, the first ordinance of the gospel. In the Doctrine and Covenants, the Lord revealed the purposes, qualifications, and instructions for baptism. Through the Prophet Joseph Smith, John the Baptist restored the priesthood authority that is necessary to perform this ordinance (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-8-the-restoration-of-the-priesthood.p1"},"lesson 8"],")."],["ul.bullet",["li",["span.label","•"],["p.para","What are the purposes of baptism? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.22"},"D&C 18:22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.13-14"},"49:13–14"],". The purposes include showing our commitment to the Savior, receiving a remission of sins, becoming members of the Church, entering the path that leads to exaltation, and preparing to receive the gift of the Holy Ghost. See also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.23"},"2 Nephi 9:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.10-13,17"},"2 Nephi 31:10–13, 17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.17"},"Mosiah 18:17"],".) Invite class members to share their feelings about their baptism."]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],"with class members. What qualifications must a person meet to be baptized? What covenants do we make with God when we are baptized? (See also",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"],".) How can we improve our commitment to keep the promises we made to the Lord when we were baptized?"]],["li",["span.label","•"],["p.para","What does baptism symbolize? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.51"},"D&C 76:51"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/3.3-5"},"John 3:3–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/6.3-4"},"Romans 6:3–4"],". Baptism by immersion symbolizes the death, burial, and resurrection of Jesus Christ. It also symbolizes the burial of our old self and our rebirth in Christ. In addition, it symbolizes being cleansed from our sins.)"]],["li",["span.label","•"],["p.para","Why is it necessary to be baptized by one who has the proper authority? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/22"},"D&C 22"],".) Why is it necessary that baptism be performed by immersion? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.72-74"},"D&C 20:72–74"],".) Why is it not appropriate to baptize a person before he or she reaches age eight? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.71"},"D&C 20:71"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.46-47"},"29:46–47"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25"},"68:25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.9-12"},"Moroni 8:9–12"],".)"]]]],[".topic",["h3","4. Through the ordinance of confirmation, we receive the gift of the Holy Ghost."],["p.para",{"id":"p37","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p37"},"Explain that the Holy Ghost is a member of the Godhead and a “personage of Spirit” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.22"},"D&C 130:22"],"). After baptism by water, Church members receive the gift of the Holy Ghost through the ordinance of confirmation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.15"},"D&C 33:15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.5-6"},"35:5–6"],"). This ordinance is also called the “baptism of fire and the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.41"},"D&C 20:41"],"). The Prophet Joseph Smith said, “Baptism by water is but half a baptism, and is good for nothing without … the baptism of the Holy Ghost” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [1976], 314)."],["ul.bullet",["li",["span.label","•"],["p.para","What is the difference between a manifestation of the Holy Ghost and the gift of the Holy Ghost?"],["p.para","Elder Dallin H. Oaks of the Quorum of the Twelve taught: “Manifestations of the Holy Ghost are given to lead sincere seekers to gospel truths that will persuade them to repentance and baptism. The gift of the Holy Ghost is more comprehensive. … [It] includes the right to constant companionship, that we may ‘always have his Spirit to be with [us]’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77"},"D&C 20:77"],")” (in Conference Report, Oct. 1996, 80; or",["span.emphasis","Ensign,"],"Nov. 1996, 60)."],["p.para","Elder Bruce R. McConkie of the Quorum of the Twelve compared the manifestations of the Holy Ghost that a person can receive before baptism to flashes of lightning that “[blaze] forth in a dark and stormy night.” He compared the gift of the Holy Ghost that a person receives after baptism to “the continuing blaze of the sun at noonday, shedding its rays on the path of life and on all that surrounds it” (",["span.emphasis","A New Witness for the Articles of Faith"],"[1985], 262)."]],["li",["span.label","•"],["p.para","Receiving the gift of the Holy Ghost does not automatically ensure that the Holy Ghost will always be with us. What must we do for the Holy Ghost to be with us continually?"],["p.para","President Joseph Fielding Smith said, “The Holy Ghost will not dwell with that person who is unwilling to obey and keep the commandments of God or who violates those commandments willfully” (",["span.emphasis","Church News,"],"4 Nov. 1961, 14)."]],["li",["span.label","•"],["p.para","What are some functions of the Holy Ghost? (Select some of the following scripture passages to read with class members. Discuss what each passage teaches about the functions of the Holy Ghost. Summarize the information on the chalkboard.)"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.18"},"D&C 18:18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.6"},"39:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"42:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.10"},"75:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/79.2"},"79:2"],". (He is a teacher; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/16.13"},"16:13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.19"},"1 Nephi 10:19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],".)"]],["li",["span.label","b."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.6"},"D&C 39:6"],". (He is the Comforter; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/14.16"},"John 14:16"],".)"]],["li",["span.label","c."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.17"},"D&C 42:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.8"},"100:8"],". (He is a testifier; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/15.26"},"John 15:26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.46"},"Alma 5:46"],".)"]],["li",["span.label","d."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.12"},"D&C 11:12"],". (He leads us to do good, walk humbly, and judge righteously.)"]],["li",["span.label","e."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.13"},"D&C 11:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.10"},"76:10"],". (He enlightens our minds and fills our souls with joy.)"]],["li",["span.label","f."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33"},"D&C 84:33"],". (Through Him we are sanctified; see also",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.20"},"3 Nephi 27:20"],".)"]],["li",["span.label","g."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/31.11"},"D&C 31:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.27"},"75:27"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"84:85"],". (He inspires us in where to go, what to do, and what to say.)"]]]],["p.para","Invite class members to tell how the Holy Ghost has blessed them in these or other ways. Discuss how we can enjoy these blessings more fully in our lives. Emphasize what a privilege it is for us to have the companionship of one of the members of the Godhead. Share your testimony of the importance of the companionship of the Holy Ghost."]]]],[".topic",["h3","5. We must endure to the end in faith to receive eternal life."],["p.para",{"id":"p52","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p52"},"When we are baptized, we enter the path that leads to exaltation. However, this single experience does not ensure that we will be exalted. As the Lord frequently admonishes in the Doctrine and Covenants, we must also keep the covenants we made at baptism to endure faithfully to the end of our lives."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.19-20"},"2 Nephi 31:19–20"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],"with class members. What does it mean to endure to the end? What blessings has the Lord promised us if we endure to the end?"]],["li",["span.label","•"],["p.para","What experiences have taught you the value of remaining true to your beliefs and covenants?"]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.8"},"D&C 24:8"],"with class members. Explain that enduring to the end includes remaining faithful during the trials of life. How can we remain faithful during difficult times? (Invite class members to tell what has helped them endure difficult experiences.)"]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p56","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p56"},"Bear testimony of the importance of the first principles and ordinances of the gospel. Express your gratitude for Jesus Christ, His Atonement, and His example. Encourage class members to strengthen their faith each day, repent of their sins, keep their baptismal covenants, and live so the Holy Ghost will be their constant companion. Testify that if we endure faithfully to the end, we will receive exaltation."]]],[".topic",["h2","Additional Teaching Ideas"],[".teachingMethod",["h2","1. “The shield of faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.17"},"D&C 27:17"],")"],["p.para",{"id":"p57","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p57"},"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.15,17"},"D&C 27:15, 17"],"with class members. Speaking of this scripture, President Boyd K. Packer of the Quorum of the Twelve said:"],["p.para",{"id":"p58","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p58"},"“[The] shield of faith is not produced in a factory but at home in a cottage industry."],["p.para",{"id":"p59","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p59"},"“The ultimate purpose of all we teach is to unite parents and children in faith in the Lord Jesus Christ, that they are happy at home, sealed in an eternal marriage, linked to their generations, and assured of exaltation in the presence of our Heavenly Father. …"],["p.para",{"id":"p60","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p60"},"“… Therefore our leaders press members to understand that what is most worth doing must be done at home. Some still do not see that too many out-of-home activities, however well intended, leave too little time to make and fit on the shield of faith at home” (in Conference Report, Apr. 1995, 8; or",["span.emphasis","Ensign,"],"May 1995, 8–9)."],["ul.bullet",["li",["span.label","•"],["p.para","How can parents and children work together to produce and strengthen the shield of faith in the family?"]]]],[".teachingMethod",["h2","2. The process of repentance"],["ul.bullet",["li",["span.label","•"],["p.para","What must we do to repent? What do",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.43"},"D&C 58:43"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.2"},"D&C 61:2"],"teach about the process of repentance? Why is confession an important part of repentance? Why is it important that we forsake our sins as part of repentance?"]]],["p.para",{"id":"p63","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p63"},"Elder Richard G. Scott of the Quorum of the Twelve outlined the essential elements of repentance as follows:"],["p.para",{"id":"p64","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p64"},"“",["span.emphasis","Sorrow for sin."],"[This will] bring a sincere desire for change and a willingness to submit to every requirement for forgiveness. …"],["p.para",{"id":"p65","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p65"},"“",["span.emphasis","Abandonment of sin."],"This is an unyielding, permanent resolve to not repeat the transgression. …"],["p.para",{"id":"p66","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p66"},"“",["span.emphasis","Confession of sin."],"You always need to confess your sins to the Lord. If they are serious transgressions, such as immorality, they need to be confessed to a bishop or stake president. …"],["p.para",{"id":"p67","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p67"},"“",["span.emphasis","Restitution for sin."],"You must restore as far as possible all that which is stolen, damaged, or defiled. …"],["p.para",{"id":"p68","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p68"},"“",["span.emphasis","Obedience to all the commandments."],"Full obedience brings the complete power of the gospel into your life. … It includes things you might not initially consider part of repentance, such as attending meetings, paying tithing, giving service, and forgiving others. …"],["p.para",{"id":"p69","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p69"},"“",["span.emphasis","Recognition of the Savior."],"Of all the necessary steps to repentance, I testify that the most critically important is for you to have a conviction that forgiveness comes because of the Redeemer” (in Conference Report, Apr. 1995, 102; or",["span.emphasis","Ensign,"],"May 1995, 76–77)."],["p.para",{"id":"p70","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p70"},"If you are teaching youth, you may want to have them read and discuss the counsel about repentance in",["span.crossRef",["span.emphasis","For the Strength of Youth,"]],"pages 29–30 (36550)."]],[".teachingMethod",["h2","3. Group presentations"],["p.para",{"id":"p71","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-7-the-first-principles-and-ordinances-of-the-gospel.p71"},"Bring the Gospel Art Picture Kit (34730) to class. Divide the class into two groups and give each group half of the pictures. Then ask them to take a few minutes to develop a message using pictures from the kit to teach about the first principles and ordinances of the gospel. Encourage them to use between 5 and 10 visuals. Give each group time to make their presentation."]]]]]]],"refs":null}
