{"id":42,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":42,"title":"Lesson 40: Finding Joy in Temple and Family History Work","subtitle":"","short_title":"Lesson 40","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.head1"},[".titleNumber","Lesson",["span.dominant","40"]],["h1","Finding Joy in Temple and Family History Work"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p1"},"To help class members see the many different ways they can participate in temple and family history work and to encourage them to prayerfully determine the ways they should participate now."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.f1"},["ol.number",["li",["span.label","1."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-40-finding-joy-in-temple-and-family-history-work.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","2."],["p.para","A week in advance, ask two class members to participate in temple and family history work in some way during the coming week. Help them understand that there are many ways to do this work. For example, they could complete a family group record, submit the name of an ancestor for temple work, attend the temple, write in a journal or personal history, or teach children about their ancestors. Invite them to prepare to tell about their experiences as part of the lesson."]],["li",["span.label","3."],["p.para","You may want to obtain copies of some of the resources the Church provides for doing temple and family history work so you can show them in the third section of the lesson (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p51"},"page 236"],"). If your ward or branch has a family history consultant, you may want to ask him or her to prepare a brief presentation on these resources."]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p5","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p5"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p6","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p6"},"Write your name in the center of the chalkboard. On other areas of the chalkboard, write the names of your parents, some of your ancestors, and, if you are a parent, your children. Briefly tell class members about how you are related to each person whose name you have written."],["p.para",{"id":"p7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p7"},"Explain the ways in which some of these people have been temporarily separated from each other. For example, some are separated because of death. Some might be separated because they live in different places."],["p.para",{"id":"p8","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p8"},"Point out that even when family members are separated temporarily, they can be unified eternally. Their hearts can turn to one another (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.14-15"},"D&C 110:14–15"],")."],["p.para",{"id":"p9","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p9"},"Explain that this lesson discusses ways we can participate in temple and family history work. As we participate in this work, we gain a greater understanding of what it means to be part of an eternal family. Our hearts turn to our ancestors, their hearts turn to us, and the hearts of parents and children turn to one another."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p10"},"Prayerfully select the lesson materials that will best meet class members’ needs. Encourage class members to share experiences that relate to the principles you discuss."],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p11"},"Remind class members that this is the second of two lessons about temple and family history work. Lesson 39 discussed the need to attend the temple and perform priesthood ordinances in behalf of those who have died without receiving them. This lesson discusses a few other ways we can participate in temple and family history work."],[".topic",["h3","1. The Spirit of Elijah is prompting people to turn their hearts to their ancestors."],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p12"},"Explain that Latter-day Saints often talk about the Spirit of Elijah. This phrase refers to the desire people have to “turn the hearts of the fathers to the children, and the children to the fathers” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.15"},"D&C 110:15"],"). We call it the Spirit of Elijah because Elijah restored the keys of the sealing power of the priesthood to Joseph Smith (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-16"},"D&C 110:13–16"],"). Through this power, sealing ordinances can be performed that unite families for eternity."],["ul.bullet",["li",["span.label","•"],["p.para","What does the Spirit of Elijah influence members of the Church to do? (Answers could include that it prompts us to receive temple ordinances for ourselves, do family history research, and attend the temple to receive priesthood ordinances for the dead. See also the following quotation.) What experiences have you had when you have felt influenced by the Spirit of Elijah?"],["p.para","President Gordon B. Hinckley emphasized: “All of our vast family history endeavor is directed to temple work. There is no other purpose for it. The temple ordinances become the crowning blessings the Church has to offer” (in Conference Report, Apr. 1998, 115–16; or",["span.emphasis","Ensign,"],"May 1998, 88)."]],["li",["span.label","•"],["p.para","What are some things that the Spirit of Elijah is guiding people to do throughout the world? (Answers could include that genealogy has become a popular hobby throughout the world and that technological advances are making genealogy easier and more accessible.)"]]]],[".topic",["h3","2. Each member of the Church can participate in temple and family history work."],["p.para",{"id":"p16","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p16"},"Ask the assigned class members to briefly tell about the experiences they had with temple and family history work in the past week (see “Preparation,” item 2)."],["p.para",{"id":"p17","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p17"},"After these class members have shared their experiences, read the following statement by President Boyd K. Packer of the Quorum of the Twelve:"],["p.para",{"id":"p18","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p18"},"“No work is more of a protection to this church than temple work and the genealogical research that supports it. No work is more spiritually refining. No work we do gives us more power” (“The Holy Temple,”",["span.emphasis","Ensign,"],"Feb. 1995, 36)."],["ul.bullet",["li",["span.label","•"],["p.para","How has temple and family history work helped you feel increased spiritual refinement and power?"]]],["p.para",{"id":"p20","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p20"},"Point out that we all can participate in temple and family history work in some way throughout our lives. Elder Dallin H. Oaks of the Quorum of the Twelve said: “In the work of redeeming the dead there are many tasks to be performed, and … all members should participate by prayerfully selecting those ways that fit their personal circumstances at a particular time. … Our effort is not to compel everyone to do everything, but to encourage everyone to do something” (“Family History: ‘In Wisdom and Order,’”",["span.emphasis","Ensign,"],"June 1989, 6)."],["ul.bullet",["li",["span.label","•"],["p.para","What are some things you have done to participate in temple and family history work? (Write class members’ responses on the chalkboard. Use the following information to discuss or add to these responses. If you are teaching adults, you may want to ask how they have participated in temple and family history work at different stages of their lives.)"]]],[".topic",["h4","Have a current temple recommend and attend the temple regularly"],["p.para",{"id":"p22","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p22"},"Explain that one thing we can do to participate in temple and family history work is have a current temple recommend and attend the temple as often as circumstances allow. President Gordon B. Hinckley said:"],["p.para",{"id":"p23","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p23"},"“I urge our people everywhere, with all of the persuasiveness of which I am capable, to live worthy to hold a temple recommend, to secure one and regard it as a precious asset, and to make a greater effort to go to the house of the Lord and partake of the spirit and the blessings to be had therein. I am satisfied that every man or woman who goes to the temple in a spirit of sincerity and faith leaves the house of the Lord a better man or woman. There is need for constant improvement in all of our lives. There is need occasionally to leave the noise and the tumult of the world and step within the walls of a sacred house of God, there to feel His spirit in an environment of holiness and peace” (in Conference Report, Oct. 1995, 72; or",["span.emphasis","Ensign,"],"Nov. 1995, 53)."],["p.para",{"id":"p24","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p24"},"Point out that even if our circumstances do not allow us to attend regularly, we should hold a temple recommend. President Howard W. Hunter said: “It would please the Lord if every adult member would be worthy of—and carry—a current temple recommend. The things that we must do and not do to be worthy of a temple recommend are the very things that ensure we will be happy as individuals and as families” (in Conference Report, Oct. 1994, 8; or",["span.emphasis","Ensign,"],"Nov. 1994, 8)."],["ul.bullet",["li",["span.label","•"],["p.para","What blessings can we receive through holding a temple recommend and attending the temple?"]],["li",["span.label","•"],["p.para","How can parents teach their children about the importance of the temple? (Answers could include that parents can attend the temple regularly or actively work toward attending, teach children about the temple and testify of the blessings we receive through temples, and take children 12 years of age and older to the temple to be baptized for the dead.)"]]]],[".topic",["h4","Prepare to have ordinances performed for deceased relatives"],["p.para",{"id":"p27","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p27"},"Explain that another way we can participate in temple and family history work is to prepare to have ordinances performed for deceased relatives. Even if others in our families have worked on family history, we can often find deceased relatives who still need to have temple ordinances performed for them."],["p.para",{"id":"p28","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p28"},"We begin this process by identifying our deceased relatives. We can list those whom we remember, look through family records, and ask parents, grandparents, and other family members to tell us about other ancestors. We can also use Church-produced computer programs in our homes and in Family History Centers to help us in these efforts. Emphasize the powerful influence of the Spirit in helping us identify ancestors. As we exercise faith, names and information may come to us in unexpected ways and places."],["p.para",{"id":"p29","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p29"},"As we learn about our ancestors, we should record the information we find on family history forms, such as pedigree charts and family group records. If an ancestor received any priesthood ordinances before death, it is helpful to record the dates when those ordinances were performed so we can know which ones still need to be done."],["p.para",{"id":"p30","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p30"},"Family history consultants in the ward, branch, or stake can help us prepare the information that the temple will need before ordinances may be performed for our ancestors. Church family history publications, local priesthood leaders, and temples should also have these instructions."],["p.para",{"id":"p31","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p31"},"Elder Richard G. Scott of the Quorum of the Twelve counseled: “Arrange to participate for deceased ancestors in the sealing and other ordinances. … I find it helpful when receiving ordinances for another to try and relate to that person specifically. I think of him and pray that he will accept the ordinance and benefit from it. Do these things with a prayer in your heart that the Holy Spirit will enhance your understanding and enrich your life. Those worthy prayers will be answered” (in Conference Report, Apr. 1999, 33; or",["span.emphasis","Ensign,"],"May 1999, 27)."]],[".topic",["h4","Learn about ancestors’ lives"],["ul.bullet",["li",["span.label","•"],["p.para","How have you learned about your ancestors’ lives? How has learning about your ancestors’ lives been helpful to you?"]],["li",["span.label","•"],["p.para","What can parents do to teach their children about their ancestors?"],["p.para","Elder Dennis B. Neuenschwander of the Seventy told of his responsibility to teach his children and grandchildren about their family’s history:"],["p.para","“Not one of my children has any recollection of my grandparents. If I want my children and grandchildren to know those who still live in my memory, then I must build the bridge between them. I alone am the link to the generations that stand on either side of me. It is my responsibility to knit their hearts together through love and respect, even though they may never have known each other personally. My grandchildren will have no knowledge of their family’s history if I do nothing to preserve it for them. That which I do not in some way record will be lost at my death, and that which I do not pass on to my posterity, they will never have. The work of gathering and sharing eternal family keepsakes is a personal responsibility. It cannot be passed off or given to another” (in Conference Report, Apr. 1999, 109; or",["span.emphasis","Ensign,"],"May 1999, 83–84)."]]]],[".topic",["h4","Keep a journal or prepare a personal history or family history"],["ul.bullet",["li",["span.label","•"],["p.para","How does keeping a journal or a personal history help us participate in family history? What are the blessings of keeping a journal or preparing a history? (Suggest that class members discuss how they personally are blessed and how their descendants may be blessed.)"]],["li",["span.label","•"],["p.para","How can preparing a family history help turn our hearts to our family members?"]]]]],[".topic",["h3","3. The Church provides many resources to help us participate in temple and family history work."],["p.para",{"id":"p38","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p38"},"Explain that the Church provides many resources to help us participate in temple and family history work. These include:"],[".figure",{"id":"f8","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.f8"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["span.crossRef",["span.emphasis","A Member’s Guide to Temple and Family History Work"]],"(34697)."]],["li",["span.label","b."],["p.para","Family history forms (such as pedigree charts and family group records)."]],["li",["span.label","c."],["p.para","Computer programs."]],["li",["span.label","d."],["p.para","Information on the Internet."]],["li",["span.label","e."],["p.para","Family History Centers (you may want to find out where the nearest one is located)."]]]],["p.para",{"id":"p44","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p44"},"Show copies of",["span.emphasis","A Member’s Guide"],"and of family history forms and explain how class members can obtain them. If you asked the ward or branch family history consultant to tell class members about these resources, have him or her do so now (see “Preparation,” item 3). Make sure class members understand that they can participate in temple and family history work even if they do not have access to these resources."]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p45","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p45"},"Express your feelings about the importance of participating in temple and family history work. Encourage class members to prayerfully determine the ways they should participate in this work now. As prompted by the Spirit, testify of the truths discussed during the lesson."]]],[".topic",["h2","Additional Teaching Idea"],["p.para",{"id":"p46","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p46"},"You may want to use the following idea to supplement the suggested lesson outline."],[".teachingMethod",["h2","Activity for class members"],["p.para",{"id":"p47","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p47"},"Obtain enough copies of a current family history form, such as a pedigree chart or family group record, to be able to give one to each class member. You can obtain these forms through priesthood leaders or the family history consultant."],["p.para",{"id":"p48","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p48"},"As part of the lesson, give each class member a copy of the form. If there is time, you could distribute pens or pencils and have class members start working on the form during class. If there is not time in class, encourage class members to work on the form at home."]]]]]]],"refs":null}
