{"id":140,"parent_id":139,"book_id":23520,"content_id":1,"language_id":1,"display_order":140,"title":"Lesson 106: Helaman 1–2","subtitle":"","short_title":"Lesson 106","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106"},[".heading",{"id":"head3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.head3"},[".titleNumber","Lesson 106"],["h1","Helaman 1–2"]],[".bodyBlock",[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.t7"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p4"},"After Pahoran died, contention arose among the Nephites regarding who should be the next chief judge. His son Pahoran was appointed by the voice of the people. However, the new chief judge was murdered by Kishkumen, who acted as part of a secret combination. Taking advantage of this contention and division, the Lamanites conquered the capital city of Zarahemla. The Nephites regained Zarahemla, and Kishkumen was slain while attempting to kill Helaman (son of Helaman), the new chief judge."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.t8"},["h2","Suggestions for Teaching"],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1"},"Helaman 1"]],["h4","Contention divides the Nephites and allows the Lamanites to conquer Zarahemla"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p8"},"Before class, write the following on the board:"],[".chalkboard",{"id":"f1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.f1"},["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p9"},["a.scriptureRef",{"href":"/scriptures/bofm/hel/1.1-4"},"Helaman 1:1–4"],". What caused contention and divisions among the Nephite people?"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p10"},["a.scriptureRef",{"href":"/scriptures/bofm/hel/1.5-8"},"Helaman 1:5–8"],". Who was appointed chief judge, and how did his two brothers react?"]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p11"},"To begin the lesson, ask students to describe the differences between",["span.emphasis","discussing"],"an issue and",["span.emphasis","contending"],"about an issue. If students need help understanding these differences, ask them to consider the following situations and identify which ones are examples of contention. (They should identify the second and third situations.)"],[".figure",["ol.number",["li",["span.label","1."],["p.para","Explaining your position through friendly persuasion and facts"]],["li",["span.label","2."],["p.para","Showing disrespect toward a person whose views are different from yours"]],["li",["span.label","3."],["p.para","Feeling that winning an argument is more important than another person’s well-being"]]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p15"},"Invite students to look for the dangers of contention as they study",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1"},"Helaman 1"],". Encourage them to privately consider ways contention might be evident in their lives."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p16"},"Ask students to read silently the scripture passages you have written on the board, looking for answers to the corresponding questions. Invite them to report what they find."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p17"},"Draw a path on the board, and label it with the word",["span.emphasis","contention."]],[".image",{"id":"f3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_106_01-sidewalk.gif"}]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p19"},"Explain that contention can be like a path that leads to other sins and negative consequences. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1.9"},"Helaman 1:9"],"aloud."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p20"},"Ask the class to identify what the contention among the Nephites ultimately led to. (Murder.) Write",["span.emphasis","murder"],"on the board, somewhere along the path you have drawn."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p21"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1.10-12"},"Helaman 1:10–12"],"silently, identifying what Kishkumen and those who had sent him did to cover up the murder he had committed."],["ul.bullet",["li",["span.label","•"],["p","Why would Kishkumen and his followers want to keep their actions a secret?"]],["li",["span.label","•"],["p","What are some modern-day examples of people trying to keep their unrighteous actions secret? (Answers may include lying to parents or in interviews with the bishop or branch president.)"]],["li",["span.label","•"],["p","Why would it be unwise to help someone else cover up his or her sins?"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p25"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1.18-21"},"Helaman 1:18–21"],"aloud. Ask the class to follow along and identify other consequences of the Nephites’ contention. As students report what they find, have them write their answers somewhere on the path on the board. You might also invite them to suggest and write other consequences of contention that they have seen."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p26"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1.22-30"},"Helaman 1:22–30"],"by explaining that after the Lamanites conquered Zarahemla, the Nephite armies defeated them in a battle in which many were killed."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p27"},"Invite students to summarize a principle regarding contention that they have learned from studying",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1"},"Helaman 1"],". One principle students might identify is that",["b","contention makes us vulnerable to the influence of the adversary."],"You might want to write this on the board."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p28"},"To help students better understand this principle and apply it in their lives, consider asking some of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","If a young woman has been arguing with her parents about her friends, how might it affect her attitude toward her parents’ counsel in other areas of her life?"]],["li",["span.label","•"],["p","If siblings have been contentious, how might their behavior affect their long-term relationship? How might it affect the entire family?"]],["li",["span.label","•"],["p","How can contention in a ward or branch make Church members more vulnerable to Satan’s attacks?"]],["li",["span.label","•"],["p","If a young man has angry feelings toward someone in his priesthood quorum, how might his feelings affect his actions at church? How might they affect his attendance at church?"]],["li",["span.label","•"],["p","How might contentious feelings weaken us when we face temptation?"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p34"},"Invite students to suggest other situations in which contention may make us weak and vulnerable to the designs of the adversary."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p35"},"Give students time to reflect on areas of their lives in which they may be contributing to feelings of contention. Invite them to identify one specific action they can take to avoid contentious behavior."]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/2"},"Helaman 2"]],["h4","Helaman becomes chief judge, and his servant prevents Kishkumen from taking his life"],["ul.bullet",["li",["span.label","•"],["p","Why is it better to clean up a mess rather than to cover it up?"]],["li",["span.label","•"],["p","Why might someone want to cover up something he or she has done?"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p40"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/2.3-4"},"Helaman 2:3–4"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.43"},"D&C 58:43"],"silently."],["ul.bullet",["li",["span.label","•"],["p","According to these verses, what is the difference between how the Lord wants us to deal with sin and the way the Gadianton robbers dealt with sin?"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p42"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/hel/2"},"Helaman 2"],", we read about Kishkumen’s attempt to kill Helaman, the next chief judge. Ask students to imagine that they are journalists assigned to report on the attempt to assassinate the chief judge. Invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/2.2-9"},"Helaman 2:2–9"],"with a partner and write a headline to summarize what happened. Ask several students to read their headlines to the class."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p43"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/2.10-11"},"Helaman 2:10–11"],"silently, looking for the action Helaman took against the Gadianton robbers. Ask a student to summarize these verses."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p44"},"Explain that Gadianton’s band is an example of a secret combination. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/2.12-14"},"Helaman 2:12–14"],"aloud. Ask the class to identify the effect that secret combinations had on the Nephites."],["ul.bullet",["li",["span.label","•"],["p","What can we learn from these verses about the danger of secret combinations? (As students answer, be sure that the following truth is clear:",["b","Secret combinations can lead to the destruction of societies."],"You may want to explain that in addition to bringing about the destruction of the Nephites, secret combinations led to the destruction of the Jaredites, about whom the students will read in the book of Ether; see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/8.20-21"},"Ether 8:20–21"],".)"]]],[".sidebar box-decor box-right",{"id":"f9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.f9"},["h3","Identifying doctrines and principles"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p47"},"At times, students state doctrines or principles as they answer questions or summarize what they have learned in a scripture block. Since they are sometimes unaware they are stating a fundamental truth, it may be helpful to write it on the board or encourage students to write it in notebooks or scripture study journals."]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p48"},"Read the following statement by Elder M. Russell Ballard of the Quorum of the Twelve Apostles. Ask students to listen for examples of secret combinations today:"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p49"},"“The Book of Mormon teaches that secret combinations engaged in crime present a serious challenge, not just to individuals and families but to entire civilizations. Among today’s secret combinations are gangs, drug cartels, and organized crime families. …"],[".img-left",{"id":"f10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.f10"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-ballard.jpg"}]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p50"},"“If we are not careful, today’s secret combinations can obtain power and influence just as quickly and just as completely as they did in Book of Mormon times. …"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p51"},"“… [The devil] uses secret combinations, including gangs, ‘from generation to generation according as he can get hold upon the hearts of the children of men.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/hel/6.30"},"Helaman 6:30"],".] His purpose is to destroy individuals, families, communities, and nations. [See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.9"},"2 Nephi 9:9"],".] To a degree, he was successful during Book of Mormon times. And he is having far too much success today. That’s why it is so important for us … to take a firm stand for truth and right by doing what we can to help keep our communities safe” (“Standing for Truth and Right,”",["span.emphasis","Ensign,"],"Nov. 1997, 38)."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p52"},"Invite students to ponder ways they can apply Elder Ballard’s teaching. Invite them to write in notebooks or scripture study journals about what they will do to avoid any form of secret combination and what they will do to “take a firm stand for truth and right” in their communities."]]]],[".resources",[".box-decor",{"id":"f11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.f11"},["h2","Commentary and Background Information"],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.t11"},["h3","Helaman 1:1–21. Contention is destructive"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p55"},"The book of Helaman recounts a period of great wickedness among the Nephites. The Gadianton robbers thrived, and the people experienced cycles of wickedness, destruction, and repentance, only to return to wickedness. Many of these troubles began with contention, as described in the first chapter of Helaman. Some people consider contention to be a small sin. However, the following two statements by latter-day prophets emphasize the seriousness of this sin:"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p56"},"President James E. Faust of the First Presidency warned, “When there is contention, the Spirit of the Lord will depart, regardless of who is at fault” (“What I Want My Son to Know before He Leaves on His Mission,”",["span.emphasis","Ensign,"],"May 1996, 41)."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p57"},"Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles cautioned: “The sins of corruption, dishonesty, strife, contention, and other evils in this world are not here by chance. They are evidences of the relentless campaign of Satan and those who follow him. He uses every tool and device available to him to deceive, confuse, and mislead” (“Deep Roots,”",["span.emphasis","Ensign,"],"Nov. 1994, 76)."],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p58"},"In contrast to the destructive impact of contention, President Henry B. Eyring of the First Presidency emphasized the unity and peace that the Spirit of the Lord brings:"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p59"},"“Where people have that Spirit with them, we may expect harmony. The Spirit puts the testimony of truth in our hearts, which unifies those who share that testimony. The Spirit of God never generates contention (see 3 Ne. 11:29). It never generates the feelings of distinctions between people which lead to strife (see Joseph F. Smith,",["span.emphasis","Gospel Doctrine,"],"13th ed. [1963], 131). It leads to personal peace and a feeling of union with others. It unifies souls. A unified family, a unified Church, and a world at peace depend on unified souls” (“That We May Be One,”",["span.emphasis","Ensign,"],"May 1998, 67)."]]],[".box-decor",{"id":"f12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.f12"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.t12"},["h3","Helaman 2:3–4. The adversary wants us to keep sin a secret"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p62"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/2.3-4"},"Helaman 2:3–4"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.29"},"Mosiah 26:29"],"silently."],["ul.bullet",["li",["span.label","•"],["p","According to these verses, what is the difference between how Gadianton’s band dealt with sin and how the Lord wants us to deal with sin?"]],["li",["span.label","•"],["p","How might hiding sins lead individuals to spiritual destruction?"]]],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p65"},"Invite a student to read the following statement by Elder Richard G. Scott of the Quorum of the Twelve Apostles. Encourage the class to listen for negative consequences of hiding our sins."],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p66"},"“If you have seriously transgressed, you will not find any lasting satisfaction or comfort in what you have done. Excusing transgression with a cover-up may appear to fix the problem, but it does not. The tempter is intent on making public your most embarrassing acts at the most harmful time. Lies weave a pattern that is ever more confining and becomes a trap that Satan will spring to your detriment” (“Finding Forgiveness,”",["span.emphasis","Ensign,"],"May 1995, 77)."],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p67"},"Read the following experience shared by Elder D. Todd Christofferson of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p68"},"“In my youth I once was negligent in a way that caused a minor injury to one of my brothers. I did not own up to my stupidity at the time, and no one ever knew about my role in the matter. Years later I was praying that God would reveal to me anything in my life that needed correction so that I might be found more acceptable before Him, and this incident came to my mind. I had forgotten about it, but the Spirit whispered that this was an unresolved transgression I needed to confess. I called my brother, apologized, and asked for his forgiveness, which he promptly and generously gave. My embarrassment and regret would have been less had I apologized when the accident happened."],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p69"},"“It was interesting and significant to me that the Lord had not forgotten about that event of the distant past even though I had. Sins do not take care of themselves or simply fade away. Sins do not get ‘swept under the rug’ in the eternal economy of things. They must be dealt with, and the wonderful thing is that because of the Savior’s atoning grace, they can be dealt with in a much happier and less painful manner than directly satisfying offended justice ourselves” (“To Always Remember Him,”",["span.emphasis","Ensign,"],"Apr. 2011, 53)."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/lesson-106.p70"},"Invite students to consider asking the Lord to reveal to them anything in their lives that needs correction so that they might be more acceptable before Him. Encourage them to repent of any sins the Holy Ghost may identify. Explain that if they need to repent of serious sins such as sexual transgressions or pornography, they will need to go to their bishop or branch president for help. If they have questions about such sins, they should talk with the bishop or branch president or with their parents. Testify of the forgiveness and peace we can receive as we recognize our sins and repent."]]]]]]],"refs":null}
