{"id":145,"parent_id":139,"book_id":23520,"content_id":1,"language_id":1,"display_order":145,"title":"Home-Study Lesson: Helaman 1–9 (Unit 22)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22"},[".heading",{"id":"head8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.head8"},[".titleNumber","Home-Study Lesson"],["h1","Helaman 1–9 (Unit 22)"]],[".bodyBlock",[".figure",{"id":"f77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.f77"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1"},"Helaman 1–9"],"(unit 22) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of students."],[".topic",{"id":"t37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.t37"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1"},"Helaman 1–2"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p7"},"As students studied the political disagreements and murders among the Nephites and the capture of the city of Zarahemla by the Lamanites, they learned that contention is divisive and makes us vulnerable to the influence of the adversary. They also learned that secret combinations can lead to the destruction of societies."]],[".topic",{"id":"t38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.t38"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/3"},"Helaman 3–4"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p9"},"By studying how the humble Nephite followers of the Savior endured much persecution, students learned that despite persecution and trial, our faith in Jesus Christ can increase as we humbly call upon God and yield our hearts to Him. As students studied how the increasing pride of the Nephites allowed the Lamanites to obtain half of the Nephites’ land, they learned that pride and wickedness separate us from the Spirit of the Lord and leave us to our own strength."]],[".topic",{"id":"t39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.t39"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5"},"Helaman 5"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p11"},"By studying the counsel Helaman gave to his sons Nephi and Lehi, students learned that if we build our foundation on Jesus Christ, Satan will have no power over us. Through the power of God and the faith and missionary efforts of Nephi and Lehi, many Lamanites repented. Students learned that when we exercise faith in Jesus Christ and repent of our sins, the Holy Ghost fills our hearts with peace and joy."]],[".topic",{"id":"t40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.t40"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/6"},"Helaman 6–9"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p13"},"Students learned that as we believe in and obey the Lord’s words, He will pour out His Spirit upon us. Nephi warned the wicked Nephites of the consequences of their wickedness and emphasized that if we refuse to repent of our sins, we will lose the Lord’s protection and the blessings of eternal life. After listening to Nephi’s words, some people stood up for him. Students learned that if we resist evil, we can prevent it from progressing. Nephi reminded the people that many prophets had testified of the Savior and taught that as we focus on Jesus Christ and exercise faith in Him, we will receive eternal life. From Nephi’s teachings recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/hel/7"},"Helaman 7–9"],", the students learned that the words of the prophets will be fulfilled."]]],[".topic",{"id":"t41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.t41"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p15"},"Amid growing contention and wickedness, Nephi taught his sons that the foundation of their faith should be Jesus Christ. Nephi’s teachings about repentance and listening to the words of the Lord’s prophets were vital to the happiness of the people."]],[".topic",{"id":"t42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.t42"},["h2","Suggestions for Teaching"],[".topic",{"id":"t43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.t43"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1"},"Helaman 1–5"]],["h4","The Nephites suffer defeats because of contention and wickedness; many Lamanites are converted as Nephi and Lehi preach the gospel"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p19"},"Ask students to consider why some buildings stand for a long time while others collapse. Then ask: Why is it important for a building to have a sturdy foundation?"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p20"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.12"},"Helaman 5:12"],"aloud. Since this is a scripture mastery verse, invite a few students to try to recite it from memory. Encourage them to try even though they may not have memorized it completely. Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What is promised in this verse if we build our lives on the foundation of Jesus Christ? (Students’ answers should express that",["b","if we build our foundation on Jesus Christ, Satan will have no power over us."],")"]],["li",["span.label","•"],["p","What have you done to build your life on the foundation of Jesus Christ?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p23"},"Invite students to tell about times when their testimonies of the Savior have helped them withstand temptations or endure trials. Share your testimony of the spiritual strength you have received because you have built your life on the foundation of Jesus Christ. Encourage students to think of one or more ways they will strive to better build their lives on the rock of Christ."]],[".topic",{"id":"t44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.t44"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/6"},"Helaman 6–7"]],["h4","The Lamanites become more righteous while the Nephites become more wicked; Nephi preaches to the wicked Nephites and commands them to repent"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p26"},"Remind students that while many Lamanites repented and grew strong in the gospel, the Nephites lived in wickedness and the Holy Spirit withdrew from them. Ask students to think about a time in their lives when they felt the Spirit withdraw from them because of their choices."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p27"},"Explain that when Nephi saw the state of his people, “his heart was swollen with sorrow” (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/7.6"},"Helaman 7:6"],"). He went up on a tower in his garden to pray and mourn the wickedness of the people. A multitude of people gathered around him, and Nephi used the opportunity to teach them."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p28"},"Invite a student to come to the front of the class to represent Nephi on his tower. Ask the student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/7.15-22,26-28"},"Helaman 7:15–22, 26–28"],"aloud as the rest of the class follows along. Before he or she reads, divide the class in half. Ask one half to look for what Nephi taught were the sins of the Nephites, and ask the other half to identify the consequences that Nephi testified would come if the Nephites did not repent. Then ask students to report what they have found."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p29"},"After students have responded, invite the them to state principles we can learn from this account. Students may share different principles, but they should express that",["b","if we refuse to repent of our sins, we will lose the Lord’s protection and the blessings of eternal life."]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p30"},"To help students understand this principle, invite them to explain what consequences may come to the people in the following situations: (1) A young man refuses to repent of a pornography addiction. (2) A young woman’s highest priority is to become well known and popular despite being taught differently by her parents. (3) A young man has listened to the prophets’ direction to search the scriptures and pray, but he refuses to do either."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p31"},"Invite students to ponder whether there is anything for which they need to repent so that they can have the Lord’s strength more fully in their lives."]],[".topic",{"id":"t45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.t45"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8"},"Helaman 8"]],["h4","Nephi teaches that all prophets testify of Jesus Christ"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p34"},"Write the words",["span.emphasis","accept"],"and",["span.emphasis","deny"],"on the board. Ask students to explain the difference between these two words. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.13"},"Helaman 8:13"],"while the class identifies what Nephi said the people denied. You may want to encourage students to mark what they discover."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p35"},"Show students the picture Moses and the Brass Serpent (62202;",["span.emphasis","Gospel Art Book"],"[2009], no. 16). Invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.14-15"},"Helaman 8:14–15"],"and identify what Moses taught about the Savior. Invite them to report what they learn. Then ask:"],["ul.bullet",["li",["span.label","•"],["p","What are some ways a person can look to the Savior in faith?"]],["li",["span.label","•"],["p","What does it mean to have a “contrite spirit”? (To be humble, repentant, and receptive to the Lord’s will.) Why is this attitude essential as we look to the Savior?"]],["li",["span.label","•"],["p","How can knowing about the Savior’s Atonement help us to resist evil and to repent when we sin?"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p39"},"Invite students to state a principle we can learn from these verses. Students may use different words, but they should express that",["b","if we focus on Jesus Christ and exercise faith in Him, we will receive eternal life."]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p40"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.16"},"Helaman 8:16"],"aloud, and ask the class to identify who else taught about the Savior’s mission. Have students quickly search",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.17-22"},"Helaman 8:17–22"],"for names of other prophets who testified of Jesus Christ. Invite students to think about how prophets in ancient times, as well as in our day, have borne testimony of the Savior’s mission and atoning sacrifice."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p41"},"Invite students to share their testimonies about what the Savior’s Atonement means in their lives. You may also want to share your testimony."]],[".topic",{"id":"t46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.t46"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/10"},"Helaman 10–16"],")"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/unit-22.p43"},"Ask students to imagine that the Lord has promised them He will do anything they ask Him to do. Nephi was so faithful that the Lord made this promise to him and gave him the sealing power. Encourage students to study Helaman 10–11 this week, looking for the ways Nephi used the power the Lord gave him to help his people. Also invite them to look for how many signs of the birth and death of Jesus Christ they can identify as they study the prophecy of Samuel the Lamanite in Helaman 13–16."]]]]]]],"refs":null}
