{"id":19,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":19,"title":"Embracing Ethan, Accepting Autism","subtitle":"By Jeff Kornegay","short_title":"Embracing Ethan, Accepting Autism","uri":"/ensign/2013/01/embracing-ethan-accepting-autism","content":[["div",{"id":"head1","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.head1"},[".title",["span.dominant","Embracing Ethan,"],"Accepting Autism"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p2"},"By Jeff Kornegay"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p3"},"Jeff Kornegay lives in Arizona, USA."]],[".kicker","We were used to Ethan’s behavior—but if he passed the sacrament, how would the ward react?"]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p5"},"Ethan walked through the door at the rear of the chapel, turned up the aisle, and made the long walk to the front. As he raised his arm, his fingers flicked quickly, tickling the air in a wave to the bishopric on the stand. Ethan’s dress pants were buckled awkwardly around his thin waist, his belt holding them tight against his body, his shoes tied in a tangle of knots. Though his pants were the right length, a compulsive need kept them pulled snug, providing a welcoming feeling of security."],["div",{"id":"p6","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p6"},"Ethan has autism, a complex developmental disability that can cause problems with social interaction and communication. He is considered high-functioning, which for him means that he has good motor skills and can speak."],["div",{"id":"p7","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p7"},"My wife, Evie, and I have sometimes worried about Ethan’s interactions at church. One of our greatest fears is his offending people or interfering with their ability to worship. A major step in the process of working through that fear occurred one evening when our bishop came to visit our home to discuss the decision to ordain Ethan a deacon."],["div",{"id":"t1","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.t1"},[".title","The Decision"],["div",{"id":"p9","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p9"},"Just like the decision about Ethan’s baptism, deciding to ordain him was a process—one we didn’t take lightly. Bishop Noble’s visit was well before Ethan’s 12th birthday so that the decision would not be haphazard or rushed. Ethan could have been ordained at any time after he turned 12, but we wanted to know if this was the right time for him."],["div",{"id":"p10","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p10"},"We sat in the living room and spoke openly with our bishop for an hour. Evie and I explained in detail what we knew about autism. We spoke of meltdowns—sensory overloads beyond Ethan’s ability to manage, leaving him at a loss for control over his behavior. We explained to Bishop Noble why they happen, adding that they occasionally include inappropriate language or violent behavior such as kicking or pushing."],["div",{"id":"p11","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p11"},"The three of us consulted the",["span.emphasis","Church Handbook of Instructions"],"as we each prayed silently for direction. Evie and I told the bishop that we believed Ethan would live in our home indefinitely—his limited comprehension, without drastic improvement, would make serving a mission, getting married, or holding a job unlikely."],["div",{"id":"p12","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p12"},"Finally, Bishop Noble received inspiration that was right for this specific family and this specific ward. He said, “I think we should ordain Ethan—not just for him, but for the ward. I think it would be a great thing for the ward to be able to see him passing the sacrament. In fact, I hope he",["span.emphasis","does"],"have a meltdown while passing the sacrament.”"],["div",{"id":"p13","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p13"},"Evie openly gasped."],["div",{"id":"p14","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p14"},"“Are you kidding me?” I thought. Ethan’s having a meltdown while passing the sacrament was one of our biggest fears."],["div",{"id":"p15","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p15"},"The bishop continued, “It would be a blessing for the members to witness firsthand Ethan’s special needs because it would help them realize what matters most, and it could create a greater bond between Ethan and the ward members as he served them.”"],["div",{"id":"p16","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p16"},"Through this experience, members of our ward and visitors alike would see him exactly as he is: his personality, his quirks, his limitations, his abilities, and most of all, his innocence. The bishop hoped that members would recognize the purity of Ethan’s service and learn that the value and the message of the sacrament could not be diminished."],["div",{"id":"p17","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p17"},"After the bishop spoke, we sat in silence for a moment. A simple feeling of peace settled over my wife and me, and we knew it was the right choice for our specific situation. We felt right about the decision to ordain Ethan a deacon.",["sup"]]],["div",{"id":"t2","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.t2"},[".title","Service"],["div",{"id":"p19","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p19"},"Ethan was ordained a deacon and began fulfilling his priesthood responsibility of passing the sacrament. As the weeks and months have passed, our ward members have had their share of interesting experiences with him."],["div",{"id":"p20","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p20"},"During the sacrament, he has wandered off while passing the trays to give a hug to a dear friend several rows away, patted kids on the head, and waved to people he recognized across the chapel. He has been frustrated when a small child didn’t put the water cup back in the tray, and he has marched like a soldier up and down the aisles. And yes, he even had a meltdown."],["div",{"id":"p21","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p21"},"Evie and I have done a lot of apologizing for our son’s actions, but the members’ reactions are almost always the same. They express their love of having Ethan in the ward and then share a heartfelt story about a positive interaction they have had with him."]],["div",{"id":"t3","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.t3"},[".title","Acceptance and Love"],["div",{"id":"p23","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p23"},"Members of the ward, particularly his priesthood quorum, have come to know Ethan better and have become his friends. One deacon in particular, Garrett, has been a good friend to Ethan, walking with him to Sunday School, teaming with him as they empty trash cans and pick up debris after church, and helping him in other ways."],["div",{"id":"p24","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p24"},"Other members of the ward have followed Garrett’s quiet example of acceptance. Fellow quorum members plan activities that are specific to Ethan’s needs, including movie nights with him at our home, where they watch his favorite movie in the company of every stuffed animal he owns. Though there was some initial awkwardness, the young men are now accustomed to receiving hugs, holding a hand, or responding with kindness when Ethan has a meltdown."]],["div",{"id":"t4","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.t4"},[".title","Lessons Learned"],["div",{"id":"p26","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p26"},"For my wife and me, there is still a lingering fear that something will happen that will interfere with another member’s ability to worship. However, as we continue to trust in the answer we received about Ethan’s ordination, we see members young and old interact with Ethan as he serves in his way, just as the bishop said would happen."],["div",{"id":"p27","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p27"},"Ethan’s honesty, innocence, and kindness have touched many members’ hearts. They see that Ethan lives a life of love. There is nothing in his actions that is judgmental; he sees everybody equally, and he renders help without hesitation. As other members observe these qualities, they find themselves contemplating their own willingness to be as open, accepting, dedicated, and loving."],["div",{"id":"p28","uri":"/ensign/2013/01/embracing-ethan-accepting-autism.p28"},"Interacting with Ethan has offered ward members a glimpse of what Bishop Noble described as the things that matter most."]]],[".bodyNotes"]],"refs":[["div",{"id":"/ensign/2013/01/embracing-ethan-accepting-autism","uri":"/ensign/2013/01/embracing-ethan-accepting-autism"},["span.label"],"The same decision is not made for all members with disabilities. Each individual and situation is different. When making these decisions, prayerfully talk to your bishop and consult",["span.emphasis","Handbook 1"],"and",["span.emphasis","Handbook 2."]]]}
