{"id":16,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":16,"title":"God Will Pour Out a Blessing","subtitle":"Name withheld","short_title":"God Will Pour Out a Blessing","uri":"/ensign/2013/01/god-will-pour-out-a-blessing","content":[["div",{"id":"head1","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.head1"},[".title","God Will Pour Out a",["span.dominant","Blessing"]],[".byline",["div",{"id":"p2","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p2"},"Name withheld"]],[".kicker","I determined to pay tithing on my small monthly disability check. I would leave the rest in God’s hands."]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p4"},"When I was a little girl, my parents taught me about tithing. During my childhood and much of my adult life, I did not think a lot about tithing and its importance, even though I paid it consistently. Not until after the breakup of my 25-year marriage and an onslaught of trials that encompassed every aspect of my life did I understand what the Lord meant when He said, “Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it” (",["a",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],")."],["div",{"id":"p5","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p5"},"In December 2001, just as I was beginning to feel grounded after my devastating divorce, I was diagnosed with stage IV non-Hodgkin lymphoma. This cancer of the lymph system affects the bone marrow and blood. The doctors said I had just six months to live unless I underwent chemotherapy, radiation, and a bone marrow transplant. This came as a great shock, but I received inspiring and comforting priesthood blessings that helped me decide to undergo the medical treatments."],["div",{"id":"p6","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p6"},"Because of the intensity of these treatments, I was often absent from work. When my own leave and vacation time ran out, my co-workers compassionately donated theirs. Despite these absences, the company kept me on its payroll at full salary and continued to do so until I was out of the hospital."],["div",{"id":"p7","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p7"},"Ultimately, I had to leave my job so I could recover. This created a terrible financial hardship. However, I determined to pay tithing on my small monthly disability check. I also decided to pay as generous a fast offering as I could and make a small monthly contribution to each of the other categories on the tithes and offerings slip. I decided to leave the rest of my financial worries in God’s hands."],["div",{"id":"t1","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.t1"},[".title","Proving the Lord"],["div",{"id":"p9","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p9"},"Blessings came, and the windows of heaven were truly opened to me. My immediate family and my large extended family rallied around me and offered many forms of help, including financial assistance. I received get-well cards from friends, ward and community members, and anonymous senders, and I often found gifts of money tucked inside."],["div",{"id":"p10","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p10"},"When my health and strength were restored, I returned to work as a part-time English tutor at a local community college. This led to a better-paying position at the high school where I had formerly taught. Once again I had full-time employment and benefits. I thanked Heavenly Father for meeting these financial and emotional needs."],["div",{"id":"p11","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p11"},"From 2001 to 2007, I experienced more tests of faith regarding my health and family finances. Through it all, I continued to pay my tithing. Knowing I was obedient to this principle, I approached the Lord with confidence to ask for His blessings. I felt His calming Spirit. He gave me strength to endure under intense pressures."],["div",{"id":"p12","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p12"},"In 2006, the cancer returned. My only chance for survival was to undergo another transplant."]],["div",{"id":"t2","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.t2"},[".title","Windows of Heaven"],["div",{"id":"p14","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p14"},"I had much to live for. I had full-time care of a grandchild, and my grown children needed me even more since their father had recently died. I did not know if I could withstand another round of chemotherapy, radiation, and transplantation while meeting my family’s financial needs. I prayed for the Lord’s help and to know His will. I received priesthood blessings that comforted me and promised a recovery that would allow continued life."],["div",{"id":"p15","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p15"},"Having faith in this guidance, I proceeded with the transplant. Though it was difficult, I was blessed with minimal side effects. At the end of 2007, I met with my bishop for tithing settlement. When I saw my statement, I was tearful. I realized I had received financial gifts from others that equaled nearly one-third more than my income. I attributed this to my Heavenly Father and to donations from those who cared enough to share my burdens."],["div",{"id":"p16","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p16"},"Today ongoing medical care allows me to enjoy good health. I continue to receive love and support from my family, friends, ward, and community. I see the Lord’s hand in the lives of my children and grandchildren."],["div",{"id":"p17","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p17"},"Throughout these years, the Comforter has given me peace of mind and heart. The kindness of a loving Father in Heaven and the tender mercies of the Savior, working through the hands and sacrifices of others, frequently cause me to “stand all amazed at the love Jesus offers me.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"I know that all will be well according to God’s will for me."],["div",{"id":"p18","uri":"/ensign/2013/01/god-will-pour-out-a-blessing.p18"},"I do not completely comprehend these miracles in my life, but I",["span.emphasis","do"],"recognize the fulfillment of the Lord’s promise that paying tithes allows Him to “open … the windows of heaven, and pour … out a blessing” as it promises in",["a",{"href":"/scriptures/ot/mal/3.10"},"Malachi"],". I do not know what is in store for me, but I",["span.emphasis","do"],"know that obeying God-given principles brings promised blessings. I am confident these blessings will come as I continue to pay my tithes and offerings."]]],[".bodyNotes",["h3","Note"]]],"refs":[["div",{"id":"/ensign/2013/01/god-will-pour-out-a-blessing","uri":"/ensign/2013/01/god-will-pour-out-a-blessing"},["span.label",["a",{"name":"footnote1"},"1."]],"“I Stand All Amazed,”",["span.emphasis","Hymns,"],"no. 193."]]}
