{"id":10,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":10,"title":"Helping Youth Become Powerful Learners and Teachers","subtitle":"By Michael Barber","short_title":"Helping Youth Become Powerful Learners and Teachers","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers","content":[["div",{"id":"head1","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.head1"},[".title","Helping Youth Become Powerful Learners & Teachers"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p2"},"By Michael Barber"],["div",{"id":"p3","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p3"},"Curriculum Developer, Priesthood Department"]],[".kicker","The new youth curriculum,",["span.emphasis","Come, Follow Me: Learning Resources for Youth,"],"emphasizes four ways parents, teachers, and leaders can effectively help youth become converted to the gospel."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p5"},"In a scriptural account about Jesus Christ’s youth, we learn that the 12-year-old Savior was found “in the temple, sitting in the midst of the doctors, and they were hearing him, and asking him questions."],["div",{"id":"p6","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p6"},"“And all that heard him were astonished at his understanding and answers” (Joseph Smith Translation, Luke 2:46–47 [in",["a",{"href":"/scriptures/nt/luke/2.46c"},"Luke 2:46, footnote",["span.emphasis","c"]],"])."],["div",{"id":"p7","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p7"},"From a young age the Savior actively participated in learning and teaching the gospel. In the temple, the Savior taught gospel principles to those who were considered far more learned and experienced than He was. Yet He understood that learning and teaching the gospel were part of His “Father’s business” (",["a",{"href":"/scriptures/nt/luke/2.49"},"Luke 2:49"],") and central to His divine mission on the earth."],["div",{"id":"p8","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p8"},"Without question, Jesus Christ was an exceptional gospel learner and teacher, even at a young age; yet He grew in His capacity to understand and teach doctrine. The scriptures tell us that He “continued from grace to grace, until he received a fulness” (",["a",{"href":"/scriptures/dc-testament/dc/93.13"},"D&C 93:13"],"). As youth today consistently align their lives with what they know to be true, they too can become truly converted to the Savior and His gospel and increase in wisdom “line upon line, precept upon precept” (",["a",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"],")."],["div",{"id":"p9","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p9"},"In a guide to the new youth curriculum materials, the First Presidency states, “You are called by the Lord to help youth become converted to the gospel.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"As we study and emulate the Savior’s ministry, we will be able to effectively support our youth in their journey to learn, live, and teach the gospel of Jesus Christ. Like the Savior, we can prepare ourselves spiritually, respond to the needs of our youth, encourage them to discover gospel truths, and challenge them to become converted as they act in faith."],["div",{"id":"t1","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.t1"},[".title","Prepare Spiritually"],["div",{"id":"p11","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p11"},"Prior to beginning His mortal ministry, the Savior prepared Himself spiritually through diligent study, prayer, and fasting. He was “led up of the Spirit into the wilderness to be with God” and “fasted forty days and forty nights” (Joseph Smith Translation, Matthew 4:1–2 [in",["a",{"href":"/scriptures/nt/matt/4.1b"},"Matthew 4:1, footnote",["span.emphasis","b"]],"]). At the conclusion of His fast, the Savior faced a series of temptations from the adversary. Prior scripture study helped as Jesus countered each temptation with verses from the scriptures. (See",["a",{"href":"/scriptures/nt/matt/4.3-10"},"Matthew 4:3–10"],".) Spiritual preparation enabled Him not only to combat temptation successfully all His life but also to teach the gospel powerfully throughout His ministry."],["div",{"id":"p12","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p12"},"Teaching youth requires more preparation than quickly glancing through a manual moments before we begin teaching. The Lord commanded, “Seek not to declare my word, but first seek to obtain my word” (",["a",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],"). We prepare spiritually by prayerfully studying the scriptures and the words of living prophets to learn true doctrine. As we prepare in this way, the Holy Ghost confirms the truth of the doctrine and prompts us to remember experiences living the doctrine that we can share."],["div",{"id":"p13","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p13"},"When teaching the young women about the importance of personal revelation, Estefani Melero from the Lima Peru Surco Stake was prompted to share her experience seeking a testimony at age 14. She testified to the young women that as she fervently prayed to know the truth of the gospel, a voice seemed to whisper to her heart words she has never forgotten: “You know it is true, Estefani. You’ve always known.”"],["div",{"id":"p14","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p14"},"As we study and live the doctrine that we teach, we become more than teachers—we become witnesses of the truth."],["div",{"id":"p15","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p15"},["span.emphasis",["b","Questions to Ponder:"],"What other scriptures show how the Savior prepared Himself to teach? How have your efforts to prepare to teach influenced the effectiveness of your message?"]]],["div",{"id":"t2","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.t2"},[".title","Focus on Needs"],["div",{"id":"p17","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p17"},"In His interactions with a rich young ruler, the Savior showed that He understood the needs of those He taught. The ruler began with a question: “What shall I do to inherit eternal life?” After the Savior taught the importance of obeying the commandments, the young ruler replied, “All [the commandments] have I kept from my youth up.” Knowing that the heart of the ruler still lacked “one thing,” Jesus challenged the man to sell all he had, give it to the poor, and follow Him. (See",["a",{"href":"/scriptures/nt/luke/18.18-23"},"Luke 18:18–23"],".) When we pray for revelation and become aware of the interests, hopes, and desires of the youth, we will—as the Savior did—know how to teach and challenge them to live the gospel in personally meaningful ways."],["div",{"id":"p18","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p18"},"President Boyd K. Packer, President of the Quorum of the Twelve Apostles, has stated that our “young people are being raised in enemy territory.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"As parents and teachers, we must understand the difficulties our youth face. Kevin Toutai, a youth Sunday School teacher in the Columbine Colorado Stake, stated, “The challenges that the youth face can’t be taught out of a manual. That’s personal revelation we receive as teachers to go forth and be able to prepare our youth to battle Satan each day. I’ve seen that you can’t just show up on Sunday with a manual and give a lesson.”"],["div",{"id":"p19","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p19"},"Helping youth learn and live the gospel involves the combined efforts of parents, leaders, advisers, and teachers. As we seek inspiration from the Holy Ghost, we can effectively teach the doctrine that will prepare the youth for the temptations and challenges they face."],["div",{"id":"p20","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p20"},["span.emphasis",["b","Questions to Ponder:"],"How is the world different today than when you were a youth? What challenges do you see confronting the youth? Which doctrines of the gospel, when understood, will help them successfully face challenges?"]]],["div",{"id":"t3","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.t3"},[".title","Invite Youth to Discover Gospel Truths"],["div",{"id":"p22","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p22"},"The Savior taught His disciples in ways that encouraged them to discover truth and gain personal testimonies. When teaching the Nephites, He said:"],["div",{"id":"p23","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p23"},"“I perceive that ye are weak, that ye cannot understand all my words which I am commanded of the Father to speak unto you at this time."],["div",{"id":"p24","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p24"},"“Therefore, go ye unto your homes, and ponder upon the things which I have said, and ask of the Father, in my name, that ye may understand, and prepare your minds for the morrow” (",["a",{"href":"/scriptures/bofm/3-ne/17.2-3"},"3 Nephi 17:2–3"],")."],["div",{"id":"p25","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p25"},"Christlike teaching involves more than just imparting information. It involves guiding the youth to understand doctrine for themselves. While we may be tempted to lecture them about the gospel, we will be more effective when we help them find answers for themselves, enable them to gain their own testimonies, and teach them how to find answers when they have other questions. As emphasized by the new youth curriculum,",["span.emphasis","Come, Follow Me: Learning Resources for Youth,"],"we can also invite them to share their experiences living the gospel and to testify to their peers of the things they know to be true."],["div",{"id":"p26","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p26"},"Elder Kim B. Clark, Area Seventy and president of BYU–Idaho, recently related a story about a deacons quorum whose adviser was discussing prayer with them. Unexpectedly, the deacons quorum president raised his hand and said, “I would like to ask the quorum a question. How many of you would be willing to commit to praying morning and night every day this week?” All the quorum members raised their hands except one young man, who was not confident he could follow through with the challenge. The adviser sat back and watched as the quorum members taught and testified to their peer about prayer, helping him gain the confidence to accept the challenge."],["div",{"id":"p27","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p27"},["span.emphasis",["b","Questions to Ponder:"],"In what ways have you noticed teachers encourage class members to take an active role in learning? How can you help the youth you work with to develop gospel study habits? Besides discussions, what are other ways to involve the youth in learning the gospel?"]]],["div",{"id":"t4","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.t4"},[".title","Encourage Conversion"],["div",{"id":"p29","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p29"},"Conversion is a lifelong process that involves both learning and living the gospel every day. More than just knowing about the gospel, conversion “requires us to",["span.emphasis","do"],"and to",["span.emphasis","become."],"”",["sup",["a",{"href":"fn_footnote3"},"3"]],"After teaching His disciples about the compassion of the good Samaritan, the Savior challenged them, “Go, and do thou likewise” (",["a",{"href":"/scriptures/nt/luke/10.37"},"Luke 10:37"],"). He encouraged them to be more than just hearers of the word and to act in faith on His teachings."],["div",{"id":"p30","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p30"},"We must encourage the youth to live the gospel diligently because conversion does not usually occur during one teaching moment. Conversion best occurs when youth understand true doctrine and establish patterns of gospel study and righteous living, as we encourage them to do in",["span.emphasis","Come, Follow Me."]],["div",{"id":"p31","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p31"},"Krista Warnick, a president of the Young Women in the Arapahoe Colorado Stake, said, “Youth today face an onslaught of challenges that I hadn’t even heard about until I was much older in life. I developed my testimony mostly when I moved out on my own and was able to work on and implement the things I had learned in Young Women classes. Giving youth challenges and opportunities to exercise their faith will help them develop the fundamentals of their testimonies at a much younger age.”"],["div",{"id":"p32","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p32"},"The challenge of conversion is not only that we learn the gospel but also that we change because of what we learn. We need to help our youth understand that their “mighty change” (",["a",{"href":"/scriptures/bofm/alma/5.14"},"Alma 5:14"],") of heart may not occur immediately, but it will come gradually as they develop consistent study habits, pray always, and keep the commandments. As they do these things, they will notice that their desires, attitudes, and actions change to reflect Heavenly Father’s will."],["div",{"id":"p33","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p33"},["span.emphasis",["b","Questions to Ponder:"],"What role did your efforts to learn and live the gospel play in your own conversion? How have you been strengthened by parents and Church teachers and leaders?"]]],["div",{"id":"t5","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.t5"},[".title","Supporting Our Youth"],["div",{"id":"p35","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers.p35"},["span.emphasis","Come, Follow Me"],"represents only a part of the effort to support the youth. In addition to the individual responsibility of each youth to become more fully converted, “parents have the primary responsibility for helping their children know Heavenly Father and His Son, Jesus Christ.”",["sup",["a",{"href":"fn_footnote4"},"4"]],"We who work with youth are able to support parents and follow the Savior’s example when we prepare spiritually, focus on the needs of the youth, invite them to discover gospel truths, and give them opportunities to act in faith and become converted. As we strive to emulate Jesus Christ, we become better learners and teachers, and we help the future leaders of our communities and our Church to become powerful learners and teachers themselves."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers"},["span.label",["a",{"name":"footnote1"},"1."]],["span.emphasis","Teaching the Gospel in the Savior’s Way"],"(a guide to",["span.emphasis","Come, Follow Me: Learning Resources for Youth,"],"2012), 2."],["div",{"id":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers"},["span.label",["a",{"name":"footnote2"},"2."]],"Boyd K. Packer, “Counsel to Youth,”",["span.emphasis","Ensign,"],"Nov. 2011, 16."],["div",{"id":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers"},["span.label",["a",{"name":"footnote3"},"3."]],"Dallin H. Oaks, “The Challenge to Become,”",["span.emphasis","Ensign,"],"Nov. 2000, 33."],["div",{"id":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers","uri":"/ensign/2013/01/helping-youth-become-powerful-learners-and-teachers"},["span.label",["a",{"name":"footnote4"},"4."]],["span.emphasis","Handbook 2: Administering the Church"],"(2010), 1.4.1."]]}
