{"id":18,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":18,"title":"Prayer for a Patient with AIDS","subtitle":"By Connie Rachel Eisert","short_title":"Prayer for a Patient with AIDS","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids","content":[["div",{"id":"head1","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.head1"},[".title",["span.dominant","Prayer"],"for a Patient with AIDS"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p2"},"By Connie Rachel Eisert"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p3"},"Connie Rachel Eisert lives in California, USA."]],[".kicker","I wanted to say the words that would give him the most comfort, and I knew the Spirit would give him the comfort he needed."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p5"},"Working as a nurse in the operating room of a trauma hospital, I learned to expect anything—from scheduled surgery patients who are bathed and well groomed to trauma surgery patients who arrive at the hospital in any condition. This particular night was no different from others."],["div",{"id":"p6","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p6"},"As I was getting my next assignment, I saw a trauma patient lying on an emergency room gurney in the hall. As I walked to my assigned room, I kept thinking of the patient waiting for surgery. He was probably in his early 30s. He lay there shivering. Instead of preparing for the next surgery, I went and got a warm blanket. If nothing else, he would be warm while waiting."],["div",{"id":"p7","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p7"},"With a friendly voice and a tone of reassurance, I told him my name and offered the blanket. He immediately accepted. As I covered him, I looked at him more closely. He was very thin, as though he had not eaten for days. I remembered someone saying earlier that he had AIDS."],["div",{"id":"p8","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p8"},"His left eye had a patch of white gauze covering it in preparation for surgery. This man’s skin was quite dirty and his hair was a tangled mass of dirty blond. He asked for a tissue. I turned, got several, and handed them to him. As I looked at his anguished face, I noticed he kept his right eye closed. A tear slowly ran down his cheek and fell to the pillowcase below, leaving a trail of moistened dirt on his face. He took the tissues and quickly wiped his right eye before another tear marred the sheets."],["div",{"id":"p9","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p9"},"I stood there feeling helpless for him. A warm blanket and a few tissues seemed so inadequate. A look of fear engulfed his face. Gently, I asked him if he had family waiting for him after surgery. His reply was a quiet “no,” spoken between short gasps."],["div",{"id":"p10","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p10"},"I gently took his right hand in mine and asked him if he would like me to say a prayer. He slowly nodded his head. I remember how tight his grip became as I spoke the words. He was stronger than I had expected. In the past I had offered prayers for patients without difficulty, yet this time I felt the Spirit more strongly than during those other prayers. Tears ran down my cheeks, and a swelling in my throat made it more difficult to speak. I tried to keep my voice calm and steady, pausing between words. I wanted to say the words that would give him the most comfort, and I knew the Spirit would give him the comfort he needed. As I closed the prayer I quickly wiped my tears dry so he would not see and wonder if his condition was worse than he had been told."],["div",{"id":"p11","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p11"},"Still holding his hand, I looked into his face. His breathing slowed, but his silent tears continued to fall freely. He had opened his right eye, and there was a distant look in it. It was as though he was seeing something that no one else could see. I smiled and held his hand tightly to give him reassurance. I told him that everything would be OK and that he would do fine—simple words that I could only hope would comfort him."],["div",{"id":"p12","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p12"},"As I went to free my hand from his, his grip became stronger. Calling me by name, he thanked me for saying the prayer. I said it was my pleasure and that his surgery would go well—though in my mind, the words of my charge nurse kept repeating, “He will probably be blind in the injured eye.” I touched him gently on the shoulder as I started to leave."],["div",{"id":"p13","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p13"},"Later that night I learned he was already blind in the right eye; now he was totally blind. There was nothing surgery could do. I now understood his distant look."],["div",{"id":"p14","uri":"/ensign/2013/01/prayer-for-a-patient-with-aids.p14"},"Looking back, I can understand why the prayer was comforting to him. I am thankful I listened to the Spirit, which guided me to comfort another through prayer."]]],"refs":null}
