{"id":25,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":25,"title":"President Thomas S. Monson Visits Germany","subtitle":"By Grace Thomas","short_title":"President Thomas S. Monson Visits Germany","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany","content":[["div",{"id":"head1","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.head1"},[".title","President Thomas S. Monson Visits Germany"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.p2"},"By Grace Thomas"],["div",{"id":"p3","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.p3"},"Europe Area Public Affairs"]]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.p4"},"Recently President Thomas S. Monson traveled to Germany to meet with members of the Church in Hamburg, Berlin, Munich, and Frankfurt, where the heart of his message was his exhortation to follow Jesus Christ."],["div",{"id":"p5","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.p5"},"“My prayer today is that we will have listening ears, that we might in turn hear His knock, appreciate the invitation of our Lord, and have the wisdom to open wide the doorway to our hearts and the portals to our minds, that Jesus Christ might come in unto us,” President Monson said in Hamburg."],["div",{"id":"p6","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.p6"},"To the audience in Berlin, President Monson explained that those who have felt the touch of the Master’s hand cannot explain the change that somehow comes into their lives. There is a desire to do better, to serve faithfully, to walk humbly, and to live more like the Savior, he said."],["div",{"id":"p7","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.p7"},"President Monson reminded members in Munich that when Jesus Christ ministered among men, He called fishermen at Galilee to leave their nets and follow Him, declaring that He would make them fishers of men. “May we join the ranks of the fishers of men and women, that we might provide whatever help we can,” the prophet encouraged the Saints."],["div",{"id":"p8","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.p8"},"Jesus taught by example, President Monson told members in Frankfurt. “Jesus, throughout His ministry, blessed the sick, restored sight to the blind, made the deaf to hear and the halt and maimed to walk,” he said. “He taught forgiveness by forgiving. He taught compassion by being compassionate. He taught devotion by giving of Himself.”"],["div",{"id":"p9","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.p9"},"Home to over 38,000 Latter-day Saints, Germany holds a special place in President Monson’s heart, in part because of his travels and Church service in the region."],["div",{"id":"p10","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.p10"},"Shortly after being called as an Apostle in 1963, he was assigned to preside over the European missions of the Church, which included Germany. During the difficult years following World War II, President Monson promised the country’s struggling Saints, “If you will remain true and faithful to the commandments of God, every blessing any member of the Church enjoys in any other country will be yours” (“Thanks Be to God,”",["span.emphasis","Ensign,"],"May 1989, 51)."],["div",{"id":"p11","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.p11"},"Over the years he made many trips to Germany for the purpose of building relationships with government leaders and strengthening the members there."],["div",{"id":"p12","uri":"/ensign/2013/01/president-thomas-s-monson-visits-germany.p12"},"“As President Monson visits Germany, we all recognize and we are witnesses that his prophetic promise has been fulfilled,” Elder José A. Teixeira, President of the Europe Area, said during President Monson’s most recent visit. “Clearly, President Monson is a man [with] deep affection for the German people, and that love is returned by the people in Germany.”"]]],"refs":null}
