{"id":1,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":1,"title":"The Voice of the Lord","subtitle":"By President Henry B. Eyring","short_title":"The Voice of the Lord","uri":"/ensign/2013/01/the-voice-of-the-lord","content":[["div",{"id":"head1","uri":"/ensign/2013/01/the-voice-of-the-lord.head1"},[".seriesTitle","First Presidency Message"],[".title","The Voice of the",["span.dominant","Lord"]],[".byline",["div",{"id":"p3","uri":"/ensign/2013/01/the-voice-of-the-lord.p3"},"By President Henry B. Eyring"],["div",{"id":"p4","uri":"/ensign/2013/01/the-voice-of-the-lord.p4"},"First Counselor in the First Presidency"]]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/01/the-voice-of-the-lord.p5"},"The Doctrine and Covenants invites all people everywhere to hear the voice of the Lord Jesus Christ (see",["a",{"href":"/scriptures/dc-testament/dc/1.2,4,11,34"},"D&C 1:2, 4, 11, 34"],";",["a",{"href":"/scriptures/dc-testament/dc/25.16"},"25:16"],"). It is filled with His messages, warnings, and encouraging exhortations given by revelation to chosen prophets. In these revelations we can see how God can answer our prayers of faith with messages of instruction, peace, and warning."],["div",{"id":"p6","uri":"/ensign/2013/01/the-voice-of-the-lord.p6"},"In our prayers we seek to know what God would have us do, what we should do to find peace and happiness in this life and the next, and what lies ahead of us. The Doctrine and Covenants is filled with answers to such questions asked by ordinary people and by prophets in humble prayer. It can be a precious guide to teach us how to receive answers to questions about our temporal well-being and eternal salvation."],["div",{"id":"p7","uri":"/ensign/2013/01/the-voice-of-the-lord.p7"},"Humility and faith in the Lord Jesus Christ are key. Oliver Cowdery received an answer from the Lord regarding his desire to help in the translation of the Book of Mormon: “Remember that without faith you can do nothing; therefore ask in faith. Trifle not with these things; do not ask for that which you ought not” (",["a",{"href":"/scriptures/dc-testament/dc/8.10"},"D&C 8:10"],")."],["div",{"id":"p8","uri":"/ensign/2013/01/the-voice-of-the-lord.p8"},"Over and over in the Doctrine and Covenants, the Lord requires faith and humility before He gives His help. One reason for this is that His answers may not come in the way we expect. Neither will they always be easy to accept."],["div",{"id":"p9","uri":"/ensign/2013/01/the-voice-of-the-lord.p9"},"Church history and the experiences of our ancestors illustrate this reality. My great-grandfather Henry Eyring prayed fervently to know what he should do when he heard the restored gospel taught in 1855. The answer came in a dream."],["div",{"id":"p10","uri":"/ensign/2013/01/the-voice-of-the-lord.p10"},"He dreamed that he was seated at a table with Elder Erastus Snow of the Quorum of the Twelve Apostles and with an elder named William Brown. Elder Snow taught the principles of the gospel for what seemed to be an hour. Then Elder Snow said, “In the name of Jesus Christ I command you to be baptized and this man [Elder Brown] … shall baptize you.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"My family is grateful that Henry Eyring had the faith and humility to be baptized at 7:30 in the morning in a pool of rainwater in St. Louis, Missouri, USA, by Elder Brown."],["div",{"id":"p11","uri":"/ensign/2013/01/the-voice-of-the-lord.p11"},"The answer to his prayer did not come in an audible voice from the Lord. It came in a vision and dream in the night, as it did with Lehi (see",["a",{"href":"/scriptures/bofm/1-ne/8.2"},"1 Nephi 8:2"],")."],["div",{"id":"p12","uri":"/ensign/2013/01/the-voice-of-the-lord.p12"},"The Lord has taught us that answers can also come as feelings. In the Doctrine and Covenants, He taught Oliver Cowdery, “Behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart” (",["a",{"href":"/scriptures/dc-testament/dc/8.2"},"D&C 8:2"],")."],["div",{"id":"p13","uri":"/ensign/2013/01/the-voice-of-the-lord.p13"},"And He encouraged Oliver this way: “Did I not speak peace to your mind concerning the matter? What greater witness can you have than from God?” (",["a",{"href":"/scriptures/dc-testament/dc/6.23"},"D&C 6:23"],")."],["div",{"id":"p14","uri":"/ensign/2013/01/the-voice-of-the-lord.p14"},"The Doctrine and Covenants, Church history, and the history kept by Henry Eyring on his mission just after his baptism have taught me that answers can be felt as warnings as well as peace."],["div",{"id":"p15","uri":"/ensign/2013/01/the-voice-of-the-lord.p15"},"In April 1857, Elder Parley P. Pratt of the Quorum of the Twelve Apostles attended a conference in what is now Oklahoma, USA. Henry Eyring recorded that Elder Pratt’s “mind was filled with gloomy forebodings … , not being able to discern the future or any way of escape.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"Henry recorded the sad news immediately thereafter of the martyrdom of the Apostle. Elder Pratt had gone forward on his journey despite feelings of danger, just as the Prophet Joseph had done in going to Carthage."],["div",{"id":"p16","uri":"/ensign/2013/01/the-voice-of-the-lord.p16"},"It is my testimony that the Lord always answers the humble prayer of faith. The Doctrine and Covenants and our personal experience teach us how to recognize those answers and accept them in faith, whether they be direction, confirmation of truth, or a warning. I pray that we always will listen for and recognize the loving voice of the Lord."]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/ensign/2013/01/the-voice-of-the-lord","uri":"/ensign/2013/01/the-voice-of-the-lord"},["span.label",["a",{"name":"footnote1"},"1."]],"“The Journal of Henry Eyring: 1835–1902” (unpublished manuscript in author’s possession)."],["div",{"id":"/ensign/2013/01/the-voice-of-the-lord","uri":"/ensign/2013/01/the-voice-of-the-lord"},["span.label",["a",{"name":"footnote2"},"2."]],"“The Journal of Henry Eyring: 1835–1902.”"]]}
