{"id":6,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":6,"title":"Whole Enough","subtitle":"By Michele Reyes","short_title":"Whole Enough","uri":"/ensign/2013/01/whole-enough","content":[["div",{"id":"head1","uri":"/ensign/2013/01/whole-enough.head1"},[".seriesTitle","We Talk of Christ"],[".title","Whole Enough"],[".byline",["div",{"id":"p3","uri":"/ensign/2013/01/whole-enough.p3"},"By Michele Reyes"]],[".kicker","How could I possibly change diapers, prepare dinner, or comfort my children with only one arm?"]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/01/whole-enough.p5"},"When I was 17 years old, I lost most of my left arm in a car accident. This experience would forever change my life. Though there have been difficult days and trying moments, this refiner’s fire has given me an opportunity to witness the power of the Atonement in a unique way."],["div",{"id":"p6","uri":"/ensign/2013/01/whole-enough.p6"},"My life now is all about being a wife and a mother, two roles I love deeply. Before my children were born, I wondered about my adequacy to be a mother. How could I possibly change diapers, prepare dinner, or comfort my children with only one arm? Fifteen years later, I am in the middle of motherhood with five sweet children. I have adjusted well, and my children hardly notice that I am different from other mothers. My missing arm is no longer a hindrance but a symbol of love. It is a source of comfort for my children to hold when they cry or fall asleep at night. This attachment may be due to many things, but I see it as evidence of the Savior’s ability to create something good out of something tragic."],["div",{"id":"p7","uri":"/ensign/2013/01/whole-enough.p7"},"I cannot describe the sweetness I feel when that part of me can provide such comfort to my children. Motherhood has brought perspective to my physical limitation, and I have felt the Atonement already begin to heal me."],["div",{"id":"p8","uri":"/ensign/2013/01/whole-enough.p8"},"The daily demands of motherhood have sometimes been difficult. Tough times give me reason to reflect on the reality of the Resurrection and the Savior’s ability to heal me. Thus the faith-promoting examples of healing found in the scriptures have special meaning to me. One of my favorites is when the Savior visited the people in the Americas and healed their sick. I have imagined what it might have been like to be one of those healed by the Savior. The account begins with His loving invitation:"],["div",{"id":"p9","uri":"/ensign/2013/01/whole-enough.p9"},"“Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, … or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you; my bowels are filled with mercy. …"],["div",{"id":"p10","uri":"/ensign/2013/01/whole-enough.p10"},"“… I see that your faith is sufficient that I should heal you."],["div",{"id":"p11","uri":"/ensign/2013/01/whole-enough.p11"},"“… When he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with them that were afflicted in any manner; and he did heal them every one” (",["a",{"href":"/scriptures/bofm/3-ne/17.7-9"},"3 Nephi 17:7–9"],")."],["div",{"id":"p12","uri":"/ensign/2013/01/whole-enough.p12"},"For me, this is one of the most touching events described in the scriptures. But my perspective has changed as I have embraced motherhood with one arm. I once thought I was one of the people who most looked forward to the Resurrection and the idea of being made whole. But now I am not in so much of a hurry. Increasingly, I feel the Atonement working in my life",["span.emphasis","now."],"I have realized that the healing power need not begin only when the Resurrection occurs. The wholeness has already begun when, every night, one of my children tenderly holds what remains of my arm and slips into slumber. This realization has been just as meaningful to me as any miracle of physical healing. I have decided that, for now, I am as whole as I need to be."]]],"refs":null}
