{"id":1,"parent_id":0,"book_id":44,"content_id":1,"language_id":1,"display_order":1,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction","content":[["div",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction.head1"},["h1","Introduction"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction.p2"},"Referring to the revelations recorded in the Doctrine and Covenants, the Lord said, “Search these commandments, for they are true and faithful, and the prophecies and promises which are in them shall all be fulfilled” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37"},"D&C 1:37"],"). As you study the Doctrine and Covenants and Church history in Gospel Doctrine class and in your families this year, you have the opportunity to learn of commandments, prophecies, and promises that will help you draw nearer to the Lord."],[".topic",["h2","Format of This Study Guide"],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction.p4"},"This study guide has been prepared to help you study the Doctrine and Covenants and Church history. The guide is divided into numbered sections that correspond with the lessons in the Doctrine and Covenants and Church History Gospel Doctrine course. Each section provides the week’s reading assignment, along with questions and other information to enhance your study. You may use the questions to improve personal application of the scriptures and to prepare to make meaningful contributions to class discussions. You may also use the study guide to prompt gospel-centered discussions among family members."],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction.p5"},"Also included in each section is a scripture chain—a list of scripture passages that relate to the reading assignment. You may want to write these lists in the back of your scriptures. You may also want to develop your own scripture chains by selecting passages from the lists in the Topical Guide and the information in the Bible Dictionary. To highlight a scripture chain in your scriptures, mark in your scriptures the first passage in the list. Beside that passage write the reference for the second passage in the list. Turn to the second passage, mark it, and write the reference for the third passage. Continue until you have marked the last passage in the list, and complete the chain by writing next to that passage the reference for the first passage."],["div",{"id":"p6","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction.p6"},"Pages 25–26 of this study guide contain the complete text of",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/the-family-a-proclamation-to-the-world.p1"},"“The Family: A Proclamation to the World.”"],"You can refer to the proclamation as you study the material in lesson 45. The study guide also contains a chronology of Church history (",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/church-history-chronology.p1"},"pages 27–28"],") and three maps of significant Church history sites (",["span.crossRef","pages 29–31"],")."],[".",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction.f1"}],[".",{"id":"f2","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction.f2"}],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction.f3"}],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction.p7"},"The book",["span.emphasis","Our Heritage: A Brief History of The Church of Jesus Christ of Latter-day Saints"],"(35448) will also give you background information on Church history. Many of the lessons in the course will include a reading assignment from this book. You may already have a copy of",["span.emphasis","Our Heritage"],"in your home. If not, speak with your teacher about obtaining a copy."]],[".topic",["h2","Contributing to Class Discussions"],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction.p9"},"You share with your Gospel Doctrine teacher the responsibility to help the class be successful. Come to class prepared to contribute to the discussion and to share personal testimony, feelings, and experiences regarding the principles and doctrines being taught."]],[".topic",["h2","Suggested Reading Plan"],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/introduction.p11"},"In this course, the lessons are designed with associated reading assignments to help you learn and apply what the Doctrine and Covenants and Church history teach about specific gospel themes. In addition to completing the reading assignment for each lesson, you are encouraged to read the Doctrine and Covenants from beginning to end during this course."]]]],"refs":null}
