{"id":145,"parent_id":137,"book_id":0,"content_id":1,"language_id":1,"display_order":145,"title":"Section 129 Keys for Determining If Administrations Are from God","subtitle":"","short_title":"Section 129","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god","content":[["div",{"id":"head9","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.head9"},[".titleNumber","Section 129"],["h1","Keys for Determining If Administrations Are from God"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p173","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p173"},"In the early days of the Church, many were curious about angels, spirits, and resurrected persons. About the time Joseph Smith recorded this revelation, he wrote: “A man came to me in Kirtland, and told me he had seen an angel, and described his dress. I told him he had seen no angel, and that there was no such dress in heaven. He grew mad, and went into the street and commanded fire to come down out of heaven to consume me. I laughed at him, and said, You are one of Baal’s prophets; your God does not hear you; jump up and cut yourself: and he commanded fire from heaven to consume my house.” (",["span.emphasis","History of the Church,"],"5:267–68.)"],["div",{"id":"p174","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p174"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/129"},"Doctrine and Covenants 129"],"describes the difference between angels who have gone through mortality and have been resurrected and those who are still spirits. It also gives three keys “whereby you may know whether any administration is from God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/129.9"},"v. 9"],")."],["div",{"id":"p175","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p175"},"The Prophet Joseph Smith may have known these keys long before this revelation was recorded. Earlier, Michael helped the Prophet by detecting Satan, who had appeared to Joseph as an angel of light (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.20"},"D&C 128:20"],"). Nothing further is known about the incident, and whether the Prophet learned of these keys at that time is not known. However, Wilford Woodruff recorded in his journal that he learned of these keys from Joseph Smith as early as 1839 (see Journal of Wilford Woodruff, vol. 2, 27 June 1839, Historical Department, The Church of Jesus Christ of Latter-day Saints, Salt Lake City)."],["div",{"id":"p176","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p176"},"The Prophet Joseph Smith taught: “An angel of God never has wings. Some will say that they have seen a spirit; that he offered them his hand, but they did not touch it. This is a lie. First, it is contrary to the plan of God: a spirit cannot come but in glory; an angel has flesh and bones; we see not their glory. The devil may appear as an angel of light. Ask God to reveal it; if it be of the devil, he will flee from you; if of God, He will manifest Himself, or make it manifest. We may come to Jesus and ask Him; He will know all about it.” (",["span.emphasis","History of the Church,"],"3:392.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/129.1-3"},"D&C 129:1–3"],". What Is the Difference between a “Spirit” and an “Angel”?"],["div",{"id":"p177","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p177"},"God uses several types of messengers. President George Q. Cannon explained: “In the broadest sense, any being who acts as a messenger for our Heavenly Father, is an angel, be he a God, a resurrected man or the spirit of a just man; and the term is so used in all these senses in the ancient scriptures. In the stricter and more limited sense, an angel is, as the Prophet Joseph Smith states, a resurrected personage, having a body of flesh and bones; but it must be remembered that",["span.emphasis","none"],"of the angels who appeared to men before the death of the Savior could be of that class, for",["span.emphasis","none"],"of them was resurrected. He was the first-fruits of them that slept. He Himself appeared often to His servants before he took His mortal body; for instance, to the brother of Jared, to Abraham, to Moses, to the seventy Elders and to many others.” (“Editorial Thoughts,”",["span.emphasis","Juvenile Instructor,"],"15 Jan. 1891, p. 53.)"],["div",{"id":"p178","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p178"},"As used in section 129, the term",["span.emphasis","angel"],"is limited to resurrected personages with bodies of flesh and bones. “Spirits of just men made perfect” are individuals who have not yet been born and are thus",["span.emphasis","un"],"embodied, or whose spirits are separated from their bodies in death and are thus",["span.emphasis","dis"],"embodied. Joseph Smith earlier explained that an",["span.emphasis","angel"],"is “a resurrected or translated body, with its spirit ministering to embodied spirits.” A",["span.emphasis","ministering spirit"],"is “a disembodied spirit, visiting and ministering to disembodied spirits. Jesus Christ became a ministering spirit (while His body was lying in the sepulchre) to the spirits in prison, to fulfill an important part of His mission, without which He could not have perfected His work, or enter into His rest. After His resurrection He appeared as an angel [a resurrected being] to His disciples.” (",["span.emphasis","History of the Church,"],"4:425; see also",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.18-20"},"1 Peter 3:18–20"],".)"],[".",{"id":"f13","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.f13"},[".caption","Joseph Smith gave three grand keys for discerning angels or spirits."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/129.3"},"D&C 129:3"],". What Is Meant by the Phrase “Spirits of Just Men Made Perfect?”"],["div",{"id":"p180","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p180"},"No mortal person lives a perfect life. Some, however, live the gospel so well that they become, before their life is over, what the scriptures describe as “just men.” But being just is not enough. The Savior commanded, “Be ye therefore perfect” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],"), and we cannot do that without His help. So the scriptures speak of “just men",["span.emphasis","made"],"perfect through Jesus the mediator of the new covenant” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.69"},"D&C 76:69"],"; italics added)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/129.4"},"D&C 129:4"],". Whatever Their State and Condition, Angels Are Messengers of God"],["div",{"id":"p181","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p181"},"“There are angels of various appointments and stations,” wrote President Charles W. Penrose:"],["div",{"id":"p182","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p182"},"“Angels are God’s messengers, whether used in that capacity as unembodied spirits, selected according to their capacities for the work required, or as disembodied spirits, or as translated men, or as resurrected beings. They are agents of Deity of different degrees of intelligence, power and authority, under the direction of higher dignitaries, and subject to law and order in their respective spheres. Elijah, who appeared with Moses on the mount of transfiguration, was a translated man; Moses at that time was either a translated man or a spirit ministering to the Savior; both acted in the capacity of angels. (",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.28-33"},"Luke 9:28–33"],".) Enoch’s band of translated beings doubtless appeared as angels in manifestations to the patriarchs recorded in the book of Genesis [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/21.17"},"Genesis 21:17"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.11"},"22:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/32.1"},"32:1"],"]."],["div",{"id":"p183","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p183"},"“Angels high in authority have been clothed on special occasions with the right to represent Deity personally. They have appeared and have been recognized as God himself, just as royal ambassadors of earthly potentates have acted, as recorded in history. The Angel spoken of in",["a.scriptureRef",{"href":"/scriptures/ot/ex/23.20-22"},"Exodus 23:20–22"],", was one of these. So also was the Angel … who ministered to John on the isle of Patmos, and used the names and titles of the Son of God. (",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.1"},"Rev. 1:1"],".)” (“Who and What Are the Angels?”",["span.emphasis","Improvement Era,"],"Aug. 1912, p. 950.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/129.4-7"},"D&C 129:4–7"],". What Is the Significance of Shaking Hands?"],["div",{"id":"p184","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p184"},"If the messenger is a resurrected personage whose flesh one feels when shaking hands, the messenger is an angel from God. But spirits cannot clasp hands, since they do not have flesh and bones with which to do it. For spirits to pretend to an ability they do not possess would be deceit, and one who would attempt it would not be a “just man.” Therefore, the spirits of just men made perfect will not move when a hand is extended toward them."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/129.8-9"},"D&C 129:8–9"],". “The Devil As an Angel of Light”"],["div",{"id":"p185","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p185"},"Just as there are righteous spirits committed to the accomplishment of God’s work, so there are evil spirits committed to the destruction of His work. “These are fallen angels,” President Charles W. Penrose explained, “who were cast down for transgression, as mentioned by Jude (",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.6"},"verse 6"],"), chief among whom on this earth is Lucifer or Satan, who has sought on many occasions to appear as an ‘angel of light’ to deceive and lead astray, and who tempted the Son of God, but failed in his efforts as he did with Moses and with the Prophet Joseph Smith. (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.1-13"},"Luke 4:1–13"],"; …",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.12-22"},"Moses 1:12–22"],"; Doctrine & Covenants 128:20.) That great spiritual personage was an angel of God in his ‘first estate’, and yet never had a body of flesh, but ‘was in authority in the presence of God’ as a spirit, before he rebelled and was ‘thrust down.’ (Doctrine & Covenants 76:25–28.)” (“Who and What Are the Angels?” p. 951.)"],["div",{"id":"p186","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p186"},"Satan attempts to deceive by counterfeiting the light that accompanies the spirit of a just man made perfect. A just man made perfect who comes as a messenger will appear in his glory, “for that is the only way he can appear” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/129.6"},"D&C 129:6"],"). The Prophet Joseph Smith once said, “Wicked spirits have their bounds, limits and laws, by which they are governed … and, it is very evident that they possess a power that none but those who have the priesthood can control” (",["span.emphasis","History of the Church,"],"4:576)."],["div",{"id":"p187","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p187"},"The Prophet taught that when the devil is offered a hand to shake, “he will offer you his hand” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/129.8"},"D&C 129:8"],"). The mortal will feel nothing, because the devil is an unembodied spirit. He can therefore be distinguished in this manner from a righteous spirit or angel sent from God. The just man will not attempt to deceive (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/129.7"},"D&C 129:7"],"); an angel of Satan will not refrain from trying to deceive."]]]]],"refs":null}
