{"id":147,"parent_id":137,"book_id":0,"content_id":1,"language_id":1,"display_order":147,"title":"Section 131 Keys to Exaltation","subtitle":"","short_title":"Section 131","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation","content":[["div",{"id":"head11","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.head11"},[".titleNumber","Section 131"],["h1","Keys to Exaltation"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p217","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p217"},"On 16 May 1843 the Prophet Joseph Smith, in company with William Clayton and four others, left Nauvoo for Ramus, Illinois, twenty-two miles to the southeast. The same evening found Joseph Smith and William Clayton in the home of Benjamin F. Johnson, where before retiring the Prophet gave some instructions on the priesthood to Brother and Sister Johnson. During that evening he turned to William Clayton, placed his hand on his knee, and said, “Your life is hid with Christ in God, and so are many others. Nothing but the unpardonable sin can prevent you from inheriting eternal life for you are sealed up by the power of the Priesthood unto eternal life, having taken the step necessary for that purpose.” (",["span.emphasis","History of the Church,"],"5:391.)"],["div",{"id":"p218","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p218"},"After making other personal observations, the Prophet gave Brother Clayton the message found in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"Doctrine and Covenants 131:1–4"],"."],["div",{"id":"p219","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p219"},"The next morning, 17 May 1843, the Prophet spoke on",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1"},"2 Peter 1"],", showing that the more knowledge a person has, the more power he has.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.5-6"},"Verses 5–6"],"were given in that morning meeting (see History of the Church, 5:392). Four days later, in the Nauvoo Temple, the Prophet again spoke on the power of knowledge and the doctrine of making one’s calling and election sure."],["div",{"id":"p220","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p220"},"On the evening of 17 May the Prophet went to hear a Methodist preacher lecture. The Prophet afterwards offered some corrections to what had been said. Some of the corrections have been included in section 131,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.7-8"},"verses 7–8"],". (See History of the Church, 5:392–93.)"],["div",{"id":"p221","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p221"},"The three items of instruction given by the Prophet on 16–17 May 1843 were combined into one section and added to the Doctrine and Covenants in 1876."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1"},"D&C 131:1"],". What Are the Three Degrees in the Celestial Kingdom?"],["div",{"id":"p222","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p222"},"The Lord has not revealed to the Church who will live in two of the three degrees in the celestial kingdom. Any discussion on this topic is speculation. More has been revealed about the highest degree of the celestial kingdom, or exaltation. That is where the Father would have all of His children live if they keep His commandments. In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.50-70"},"Doctrine and Covenants 76:50–70"],"the Lord outlines the requirements to obtain the highest degree in the celestial kingdom."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.2"},"D&C 131:2"],". What Is “the New and Everlasting Covenant of Marriage”?"],["div",{"id":"p223","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p223"},"Elder George Q. Cannon taught: “We believe that when a man and woman are united as husband and wife, and they love each other, their hearts and feelings are one, that that love is as enduring as eternity itself, and that when death overtakes them it will neither extinguish nor cool that love, but that it will brighten and kindle it to a purer flame, and that it will endure through eternity; and that if we have offspring they will be with us and our mutual associations will be one of the chief joys of the heaven to which we are hastening. … God has restored the everlasting priesthood, by which ties can be formed, consecrated and consummated, which shall be as enduring as we ourselves are enduring, that is, as our spiritual nature; and husbands and wives will be united together, and they and their children will dwell and associate together eternally, and this, as I have said, will constitute one of the chief joys of heaven; and we look forward to it with delightful anticipations.” (In",["span.emphasis","Journal of Discourses,"],"14:320–21; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-22-baptism-a-new-and-everlasting-covenant.p1"},"Notes and Commentary for D&C 22:1"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p1"},"132:13–18"],".)"],["div",{"id":"p224","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p224"},"The explanatory phrase in brackets in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.2"},"verse 2"],"was inserted by Elder Orson Pratt, under the direction of President Brigham Young, when the section was added to the Doctrine and Covenants."],[".",{"id":"f15","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.f15"},[".caption","Couples can be sealed for eternity in the Lord’s temples."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.4"},"D&C 131:4"],". What Is Eternal Increase?"],["div",{"id":"p226","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p226"},"Those who comply with the new and everlasting covenant of marriage and endure to the end gain the right to become eternal parents. The Prophet Joseph Smith, as he spoke",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"verses 1–4"],"to William Clayton, stated: “Except a man and his wife enter into an everlasting covenant and be married for eternity, while in this probation, by the power and authority of the Holy Priesthood, they will cease to increase when they die; that is, they will not have any children after the resurrection. But those who are married by the power and authority of the priesthood in this life, and continue without committing the sin against the Holy Ghost, will continue to increase and have children in the celestial glory.” (",["span.emphasis","History of the Church,"],"5:391; see also Smith, Teachings, pp. 300–301.)"],["div",{"id":"p227","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p227"},"On 30 June 1916, the First Presidency of the Church (Joseph F. Smith, Anthon H. Lund, and Charles W. Penrose) declared: “So far as the stages of eternal progression and attainment have been made known through divine revelation, we are to understand that only resurrected and glorified beings can become parents of spirit offspring. Only such exalted souls have reached maturity in the appointed course of eternal life; and the spirits born to them in the eternal worlds will pass in due sequence through the several stages or estates by which the glorified parents have attained exaltation.” (In Clark,",["span.emphasis","Messages of the First Presidency,"],"5:34.)"],["div",{"id":"p228","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p228"},"President Spencer W. Kimball taught that the right to eternal increase will depend directly on how individuals keep the marriage covenant in this life:"],["div",{"id":"p229","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p229"},"“One young man said that he expected to reach exaltation in the celestial kingdom as one of the Lord’s messengers, without having to marry. He does not understand. No one who rejects the covenant of celestial marriage can reach exaltation in the eternal kingdom of God."],["div",{"id":"p230","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p230"},"“‘In the celestial glory there are three heavens or degrees;"],["div",{"id":"p231","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p231"},"\"‘And in order to obtain the highest, a man must enter into this order of the priesthood [meaning the new and everlasting covenant of marriage];"],["div",{"id":"p232","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p232"},"“‘And if he does not, he cannot obtain it."],["div",{"id":"p233","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p233"},"“‘He may enter into the other, but that is the end of his kingdom; he cannot have an increase.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"],".)"],["div",{"id":"p234","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p234"},"“He cannot have an increase! He cannot have exaltation!"],["div",{"id":"p235","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p235"},"“The Lord says further in the 132nd section of the Doctrine and Covenants:"],["div",{"id":"p236","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p236"},"“‘No one can reject this covenant and be permitted to enter into my glory’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.4"},"D&C 132:4"],")."],["div",{"id":"p237","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p237"},"“No one! It matters not how righteous they may have been, how intelligent or how well trained they are. No one will enter this highest glory unless he enters into the covenant, and this means the new and everlasting covenant of marriage.” (“The Importance of Celestial Marriage,”",["span.emphasis","Ensign,"],"Oct. 1979, pp. 5–6.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.5"},"D&C 131:5"],". What Is “the More Sure Word of Prophecy”?"],["div",{"id":"p238","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p238"},"Elder Bruce R. McConkie said:"],["div",{"id":"p239","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p239"},"“Those members of the Church who devote themselves wholly to righteousness, living by every word that proceedeth forth from the mouth of God, make their",["span.emphasis","calling and election sure"],". That is, they receive the more sure word of prophecy, which means that the Lord seals their exaltation upon them while they are yet in this life. Peter summarized the course of righteousness which the saints must pursue to make their calling and election sure and then (referring to his experience on the Mount of Transfiguration with James and John) said that those three had received this more sure word of prophecy. (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1"},"2 Pet. 1"],".) …"],["div",{"id":"p240","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p240"},"“Those so favored of the Lord are sealed up against all manner of sin and blasphemy except the blasphemy against the Holy Ghost and the shedding of innocent blood. That is, their exaltation is assured; their calling and election is made sure, because they have obeyed the fulness of God’s laws and have overcome the world.” (",["span.emphasis","Mormon Doctrine,"],"pp. 109–10; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.17,26"},"D&C 132:17, 26"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-76-the-vision-of-the-degrees-of-glory.p1"},"Notes and Commentary for D&C 76:53"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.6"},"D&C 131:6"],". How Important Is Knowledge?"],["div",{"id":"p241","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p241"},"The Prophet Joseph Smith stated: “A man is saved no faster than he gets knowledge, for if he does not get knowledge, he will be brought into captivity by some evil power in the other world, as evil spirits will have more knowledge, and consequently more power than many men who are on the earth. Hence it needs revelation to assist us, and give us knowledge of the things of God.” (",["span.emphasis","History of the Church,"],"4:588.)"]]]]],"refs":null}
