{"id":143,"parent_id":137,"book_id":0,"content_id":1,"language_id":1,"display_order":143,"title":"Section 127 The Nauvoo Temple and Baptism for the Dead","subtitle":"","short_title":"Section 127","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead","content":[["div",{"id":"head7","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.head7"},[".titleNumber","Section 127"],["h1","The Nauvoo Temple and Baptism for the Dead"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p129","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p129"},"As early as 10 August 1840, in an address at the funeral of Seymour Brunson, the Prophet introduced the doctrine of baptism for the dead to a startled congregation of Saints. Thereafter it was frequently a topic of addresses of the Brethren, and baptisms for the dead were performed in the nearby Mississippi River (see Joseph Smith Letter Book, 6 November 1838–9 February 1843, Historical Department, The Church of Jesus Christ of Latter-day Saints, Salt Lake City, pp. 190–96; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p1"},"Notes and Commentary on D&C 124:29–36"],")."],["div",{"id":"p130","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p130"},"According to the minutes of the general conference of the Church held in Nauvoo on 2 October 1841, however, the Prophet declared it was the Lord’s will that baptisms for the dead stop until they could be performed in His house (see History of the Church, 4:426). The first baptisms for the dead in the uncompleted Nauvoo Temple were performed Sunday, 21 November 1841 (see History of the Church, 4:454)."],["div",{"id":"p131","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p131"},"By the summer of 1842 persecution had grown to the point that the Prophet Joseph Smith was forced into hiding. This revelation was given while he was staying in the home of Brother Taylor, father of John Taylor. The Prophet sent instructions by letter, as did ancient prophets, to the Saints as revelation was received, clarifying the order of baptism for the dead in the house of the Lord."],["div",{"id":"p132","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p132"},"Before the Prophet Joseph sent this revelation and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128"},"Doctrine and Covenants 128"],"to the Saints, an unknown person made a serious attempt on the life of former governor Boggs of Missouri. Orrin Porter Rockwell, a Mormon, was accused of the crime, and Joseph Smith was named as his accessory. Residents of Missouri tried to compel the governor of Illinois, Thomas Carlin, to extradite Joseph Smith to Missouri to answer these false charges. “This was a conspiracy to get the Prophet back into the hands of the Missourian mobbers. Governor Carlin of Illinois had joined in this conspiracy contrary to every principle of correct law, as it was later shown in the trial which was held in Springfield [Illinois]. … From his place of concealment the Prophet wrote these two letters (Sections 127 and 128 in the Doctrine and Covenants) by revelation to the Church.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"2:328.)"],[".",{"id":"f9","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.f9"},[".caption","Orrin Porter Rockwell was blamed for the attempt on the life of Governor Boggs."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.1"},"D&C 127:1"],". Why Did Joseph Smith’s Enemies Persecute Him without Cause?"],["div",{"id":"p134","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p134"},"President Brigham Young asked: “Why was [Joseph Smith] hunted from neighborhood to neighborhood, from city to city, from state to state, and at last suffered death? Because he received revelations from the Father, from the Son, and was ministered to by holy angels, and published to the world the direct will of the Lord concerning his children on the earth. Again, why was he persecuted? Because he revealed to all mankind a religion so plain and so easily understood, consistent with the Bible, and so true. It is now as it was in the days of the Savior; let people believe and practise these simple, God-like truths, and it will be as it was in the old world.” (In",["span.emphasis","Journal of Discourses,"],"18:231.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.1"},"D&C 127:1"],". Falsehoods of the “Blackest Dye”"],["div",{"id":"p135","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p135"},"Throughout his life the Prophet Joseph Smith was falsely accused of many evils. Men appeared in courts and gave false testimony against the Prophet, and the courts accepted this testimony while refusing to hear testimony in the Prophet’s favor. Officers of the court would invite the Church to produce the names of witnesses who could testify on the Prophet’s behalf, and then would arrest them, drive them from the country, or threaten them to keep them from testifying (see History of the Church, 3:210–13)."],["div",{"id":"p136","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p136"},"President Brigham Young said of this legal harassment: “Joseph, our Prophet, was hunted and driven, arrested and persecuted, and although no law was ever made in these United States that would bear against him, for he never broke a law, yet to my certain knowledge he was defendant in forty-six lawsuits, and every time Mr. Priest [a priest or a preacher] was at the head of and led the band or mob who hunted and persecuted him. And when Joseph and Hyrum were slain in Carthage jail, the mob, painted like Indians, was led by a preacher.” (In",["span.emphasis","Journal of Discourses,"],"14:199.)"],["div",{"id":"p137","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p137"},"“Joseph Smith, in forty-seven prosecutions was never proven guilty of one violation of the laws of his country. They accused him of treason, because he would not fellowship their wickedness.” (Brigham Young, in",["span.emphasis","Journal of Discourses,"],"10:111.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.1"},"D&C 127:1"],". “I Have Left My Affairs with Agents and Clerks”"],["div",{"id":"p138","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p138"},"When the Prophet was compelled to flee for his life, it was necessary for him to turn his business affairs over to friends he trusted. One such friend was Oliver K. Granger, who handled the Prophet’s financial concerns after Joseph fled Kirtland in January 1838 (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/117.12-15"},"D&C 117:12–15"],"; History of the Church, 3:164–65)."],["div",{"id":"p139","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p139"},"Although the agents and clerks mentioned here are not given by name, it is known that William W. Phelps, William Clayton, Willard Richards, and James Sloan were clerks in the Prophet’s office at this time."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.2"},"D&C 127:2"],". Joseph Smith’s Foreordination Implied Future Trials"],["div",{"id":"p140","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p140"},"President Brigham Young said that “it was decreed in the councils of eternity, long before the foundations of the earth were laid, that [Joseph Smith] should be the man, in the last dispensation of this world, to bring forth the word of God to the people, and receive the fulness of the keys and power of the Priesthood of the Son of God. … He was foreordained in eternity to preside over this last dispensation.” (In",["span.emphasis","Journal of Discourses,"],"7:289–90.) Because Satan’s purpose is to thwart the work of God, it was foreknown that the Prophet Joseph Smith would suffer trials and persecution."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.4"},"D&C 127:4"],". Why Were the Saints Directed to Complete the Nauvoo Temple?"],["div",{"id":"p141","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p141"},"In 1842 the Saints were entering a time of persecution that could have given them cause to stop working on a temple that might never be used. In fact, final work was done on the temple after the decision was made to evacuate Nauvoo in 1846. During all of the persecution, the Saints received great blessings and endowments to sustain them in the years of suffering and death that lay ahead. In the pioneer period that followed, some of the temple ordinances were available in the Endowment House. But it would be thirty-one years before a temple of the Lord was dedicated again."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.6-7"},"D&C 127:6–7"],". Recording Work for the Dead: The Beginning of a Momentous Work"],["div",{"id":"p142","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p142"},"The responsibility of the Latter-day Saints is unique in the history of the world. Work for the dead had been done by the Saints of the meridian of time (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.29"},"1 Corinthians 15:29"],"), but it falls to the Latter-day Saints to accomplish the bulk of this work. In these verses the Lord gives instructions so the work can be done in an orderly, verifiable way."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.7"},"D&C 127:7"],". “Whatsoever You Bind on Earth, May Be Bound in Heaven”"],["div",{"id":"p143","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p143"},"“What is bound or sealed in the temples of the Lord,” wrote President Joseph Fielding Smith, “is also sealed in heaven. This is the great authority which Elijah restored. It also covers ordinances performed for the living as well as for the dead. The Prophet said that all of the ordinances for the living are required in behalf of all the dead who are entitled to the fulness of the exaltation.” (",["span.emphasis","Church History and Modern Revelation,"],"2:329.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.8"},"D&C 127:8"],". What Things Were Yet to Be Restored in 1842?"],["div",{"id":"p144","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p144"},"During the Nauvoo period the Lord bestowed knowledge and keys for marriage for time and eternity (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132"},"D&C 132"],"), temples to house sacred ordinances, endowments, and baptism for the dead (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124"},"D&C 124–28"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.9"},"D&C 127:9"],". What Is the Significance of Records Being Had in Order?"],["div",{"id":"p145","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p145"},"Temple records contain the names and ordinance dates for all persons for whom temple work has been done in this dispensation. This important data is stored in computers for ease of retrieval. This kind of record keeping fulfills the Lord’s requirement for “all the records [to] be had in order” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.9"},"D&C 127:9"],")."]]]]],"refs":null}
