{"id":138,"parent_id":137,"book_id":0,"content_id":1,"language_id":1,"display_order":138,"title":"Section 122 \"All These Things Shall Give Thee Experience\"","subtitle":"","short_title":"Section 122","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience","content":[["div",{"id":"head2","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.head2"},[".titleNumber","Section 122"],["h1","“All These Things Shall Give Thee Experience”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.p1"},"The five months of imprisonment, abuse, malnutrition, and separation that the Prophet Joseph Smith and his friends suffered in Liberty Jail in Missouri contrast starkly with the sublime communication sent by the Prophet to the suffering Saints. The communication was recorded by the Prophet over a five-day period ending about 25 March 1839 and includes",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121"},"Doctrine and Covenants 121, 122"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123"},"123"],"(see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p1"},"Historical Background for D&C 121"],")."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.1"},"D&C 122:1"],". To What Extent Is Joseph Smith’s Name Had in Derision?"],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.p2"},"The Church is now established in countries around the world. Wherever the Church exists, Satan tries to counteract its influence. Thousands of anti-Mormon pamphlets and dozens of books have been written to attack Joseph Smith and the kingdom. He has been called a fraud, deluded, and a tool of Satan. But as President Spencer W. Kimball said, besides fulfilling prophecy, this negative attention is in one way a good sign: “We can … tell that we are making progress by the attention we get from the adversary. … This has been the lot of the Lord’s people from the beginning, and it will be no different in our time.” (In Conference Report, Apr. 1980, p. 6; or",["span.emphasis","Ensign,"],"May 1980, p. 6.) Millions of other individuals hold Joseph’s name in the highest esteem. Ultimately the kingdom of God will prevail."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.3"},"D&C 122:3"],". Traitors Apostates Fought Unsuccessfully against Joseph Smith"],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.p3"},"President Joseph Fielding Smith wrote:"],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.p4"},"“The Latter-day Saints who were acquainted with the Prophet personally, with very few exceptions, remained loyally true to him. There were some traitors in Nauvoo. One of the Prophet’s counselors became his bitter enemy and sought his life. One other failed to give him loyal support. Others who had been his friends joined hands with the enemies of the Church and sought to bring him to his death, but the great majority of the people remained loyal and true."],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.p5"},"“The influence of traitors caused him great trouble and cast him ‘into bars and walls’ and to his death, yet his voice speaks through his works and is more terrible and disconcerting to his enemies than the roaring of the fierce lion, and even in his death he was not forsaken by the Lord. His people remained true and the Lord has blessed them.” (",["span.emphasis","Church History and Modern Revelation,"],"2:181.)"],[".",{"id":"f1","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.f1"},[".caption","Joseph Smith: “Thou art not yet as Job” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.10"},"D&C 121:10"],")."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.5-7"},"D&C 122:5–7"],". What Is the Purpose of Suffering for Joseph Smith or for the Saints Today?"],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.p7"},"Elder Orson F. Whitney said:"],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.p8"},"“The Prophet was lying in a dungeon [Liberty, Missouri] for the gospel’s sake. He called upon God, ‘who controlleth and subjecteth the devil,’ and God answered telling him that his sufferings should be but ‘a small moment.’ ‘Thou art not yet as Job,’ said the Lord, ‘thy friends do not contend against thee.’ Job’s friends, it will be remembered, tried to convince him that he must have done something wrong or those trials would not have come upon him. But Job had done no wrong; it was ‘without cause’ that Satan had sought to destroy him. God said to Joseph: ‘If thou art called to pass through tribulation; if thou art in perils among false brethren; perils among robbers; perils by land and sea; if fierce winds become thine enemy; if the billowing surge conspire against thee, if the very jaws of hell shall gape open the mouth wide after thee, know thou, my son, that",["span.emphasis","all these things shall give thee experience and shall be for thy good"],".’"],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.p9"},"“There is the reason. It is for our development, our purification, our growth, our education and advancement, that we buffet the fierce waves of sorrow and misfortune; and we shall be all the stronger and better when we have swum the flood and stand upon the farther shore.” (",["span.emphasis","Improvement Era,"],"Nov. 1918, pp. 5–6.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.8"},"D&C 122:8"],". “Art Thou Greater Than He?”"],["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.p10"},"The Prophet, both at this time and before his incarceration in Liberty Jail, had suffered greatly at the hands of his enemies. The Savior told the Prophet to be of good cheer, that he understood exactly what Joseph was going through, for He had suffered even more. Such words, at once humbling and full of solace, could have been spoken by no mortal. No one can ever stand before the Savior and suggest that too much is asked. The Master has surpassed any possible suffering we may have to endure."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.9"},"D&C 122:9"],". Was There a Time Appointed for Joseph Smith to Die?"],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-122-all-these-things-shall-give-thee-experience.p11"},"President Joseph Fielding Smith wrote: “The Lord said that the bounds were set, his enemies could not pass. His days were known to the Lord, and notwithstanding his tribulation and persecutions and the hatred of the world, they should not be less. He was, therefore, not to fear what man can do, for through his faithfulness God would be with him for ever and ever. In this was the promise which comforted him, that suffering and the hatred of his enemies were not to shorten his life before the time appointed. There appears in this a foreshadowing of his martyrdom when his work should be finished.” (",["span.emphasis","Church History and Modern Revelation,"],"2:182.)"]]]]],"refs":null}
