{"id":33,"parent_id":30,"book_id":22358,"content_id":1,"language_id":1,"display_order":33,"title":"Chapter 21: “Woe unto You … Hypocrites!”","subtitle":"","short_title":21,"uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites"},[".heading",{"id":"head4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.head4"},[".titleNumber","21"],["h1","“Woe unto You … Hypocrites!”"],[".sidebar",["h1","Theme"],["p.para",{"id":"p4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p4"},"Hypocrisy can be overcome through acts of service rendered quietly and privately."]]],[".bodyBlock",[".",{"id":"f13","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.f13"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_021_02-map.gif"}]],[".figure",{"id":"f14","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.f14"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","The Week of the Atoning Sacrifice"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Matthew"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Mark"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Luke"]],["th",{"colspan":"1","rowspan":"1"},["p.para","John"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Third Day, continued"]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Parable of the Two Sons"],["p.para","Parable of the Wicked Husbandmen"]],["td",{"colspan":"1","rowspan":"1"},["p.para","21:28–32"],["p.para","21:33–46"]],["td",{"colspan":"1","rowspan":"1"},["p.para","12:1–12"]],["td",{"colspan":"1","rowspan":"1"},["p.para","20:9–18"]],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Parable of the Royal Marriage Feast"],["p.para","A Question About Tribute to Caesar"],["p.para","Marriage After the Resurrection"],["p.para","The Great Commandment"]],["td",{"colspan":"1","rowspan":"1"},["p.para","22:1–14"],["p.para","22:15–22"],["p.para","22:23–33"],["p.para","22:34–40"]],["td",{"colspan":"1","rowspan":"1"},["p.para","12:13–17"],["p.para","12:18–27"],["p.para","12:28–34"]],["td",{"colspan":"1","rowspan":"1"},["p.para","20:19–26"],["p.para","20:27–40"]],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","“Who Is Christ’s Father?”"],["p.para","Scribes and Pharisees Are Condemned"],["p.para","Jesus Laments over Jerusalem"]],["td",{"colspan":"1","rowspan":"1"},["p.para","22:41–46"],["p.para","23:1–36"],["p.para","23:37–39"]],["td",{"colspan":"1","rowspan":"1"},["p.para","12:35–37"],["p.para","12:38–40"]],["td",{"colspan":"1","rowspan":"1"},["p.para","20:41–44"],["p.para","20:45–47"]],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","The Widow’s Mite"],["p.para","Christ Declares the Purpose of His Mission"]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"},["p.para","12:41–44"]],["td",{"colspan":"1","rowspan":"1"},["p.para","21:1–4"]],["td",{"colspan":"1","rowspan":"1"},["p.para","12:37–50"]]]]]],[".sidebar",["h2","Introduction"],["p.para",{"id":"p46","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p46"},"In these closing chapters of the public ministry of our Lord, you will read about Jesus’ last public confrontation with the scribes, Pharisees, and Herodians; it is the last because the Jewish leaders at this point were determined that Jesus should die for the nation and constantly “they took counsel together for to put him to death.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.53"},"John 11:53"],".) In these chapters you will come to know how they tried to provoke him into an overt act of speech or action by which they might charge him with the capital crime of treason against Roman authority."],["p.para",{"id":"p47","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p47"},"Following this last confrontation in which Jesus condemned the hypocrisy of both scribes and Pharisees with his questions and answers, he turned to the multitude and to his disciples to give one final denunciation of the whole Pharisaic system. As you read and ponder the meaning of this condemnation of the Jewish leaders, you will see how it was possible for them to pay tithing, to pray, to fast, to proselyte, yet be inclined to omit “the weightier matters”—mercy, judgment, and faith. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.23"},"Matthew 23:23"],".) You will see how outward cleanliness of person was observed, yet inward cleanliness was neglected."],["p.para",{"id":"p48","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p48"},["span.emphasis","Before proceeding, read all the scriptural references in the reading block."]]],[".topic",["h2","Interpretive Commentary"],[".topic",[".topic",["h4","(21-1)",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.28-32"},"Matthew 21:28–32"],". What Is the Message of the Parable of the Two Sons?"],["p.para",{"id":"p51","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p51"},"“The opening sentence, ‘But what think ye?’ was a call to close attention. It implied a question soon to follow; and that proved to be: Which of the two sons was the obedient one? There was but one consistent answer, and they had to give it, however loath. The application of the parable followed with convicting promptness. They, the chief priests, scribes, Pharisees and elders of the people, were typified by the second son, who, when told to labor in the vineyard answered so assuringly, but went not, though the vines were running to wild growth for want of pruning, and such poor fruit as might mature would be left to fall and rot upon the ground. The publicans and sinners upon whom they vented their contempt, whose touch was defilement, were like unto the first son, who in rude though frank refusal ignored the father’s call, but afterward relented and set to work, repentantly hoping to make amends for the time he had lost and for the unfilial spirit he had shown.” (Talmage,",["span.emphasis","Jesus the Christ,"],"p. 532.)"]],[".topic",["h4","(21-2)",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.33-41"},"Matthew 21:33–41"],". When They Answered the Lord’s Question, How Did the Jewish Leaders Pass Judgment upon Themselves?"],["p.para",{"id":"p53","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p53"},"“Again the Jews were compelled to make answer to the great question with which the parable dealt, and again by their answer they pronounced judgment upon themselves. The vineyard, broadly speaking, was the human family, but more specifically the covenant people, Israel; the soil was good and capable of yielding in rich abundance; the vines were choice and had been set out with care; and the whole vineyard was amply protected with a hedge, and suitably furnished with winepress and tower. The husbandmen could be none other than the priests and teachers of Israel, including the ecclesiastical leaders who were then and there present in an official capacity. The Lord of the vineyard had sent among the people prophets authorized to speak in His name; and these the wicked tenants had rejected, maltreated, and, in many instances, cruelly slain. In the more detailed reports of the parable we read that when the first servant came, the cruel husbandmen ‘beat him and sent him away empty’; the next they wounded ‘in the head, and sent him away shamefully handled’; another they murdered and all who came later were brutally mistreated, and some of them were killed. Those wicked men had used the vineyard of their Lord for personal gain, and had rendered no part of the vintage to the lawful Owner. When the Lord sent other messengers, ‘more than the first,’ or in other words, greater than the earlier ones, the most recent example being John the Baptist, the husbandmen rejected them with evil determination more pronounced than ever. At last the Son had come in person; His authority they feared as that of the lawful heir, and with malignity almost beyond belief, they determined to kill Him that they might perpetuate their unworthy possession of the vineyard and thenceforward hold it as their own."],["p.para",{"id":"p54","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p54"},"“Jesus carried the story without break from the criminal past to the yet more tragic and awful future, then but three days distant; and calmly related in prophetic imagery, as though already fulfilled, how those evil men cast the well beloved Son out of the vineyard and slew Him. Unable to evade the searching question as to what the Lord of the vineyard would naturally and righteously do to the wicked husbandmen, the Jewish rulers gave the only pertinent answer possible—that He would surely destroy those wretched sinners, and let out His vineyard to tenants who were more honest and worthy.” (Talmage,",["span.emphasis","Jesus the Christ,"],"p. 534–35.)"]],[".topic",["h4","(21-3)",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.42-46"},"Matthew 21:42–46"],". What Great Message Does Jesus Teach in the Parable of the Rejected Stone?"],["p.para",{"id":"p56","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p56"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.20"},"Ephesians 2:20"],"and",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.10-12"},"Acts 4:10–12"],"."]],[".topic",["h4","(21-4)",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.2-11"},"Matthew 22:2–11"],". What Is the Interpretation of the Parable of the Marriage of the King’s Son?"],["p.para",{"id":"p58","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p58"},"“In this",["span.emphasis","Parable of the Marriage of the King’s Son,"],"sometimes called the",["span.emphasis","Parable of the Royal Marriage Feast,"],"Jesus teaches these truths: (1) His own divine Sonship; (2) the impending destruction of Jerusalem; (3) the rejection of the Jewish remnant of the covenant race; (4) the gospel call to the Gentiles; and (5) that those who answer the gospel call will not be chosen for salvation unless they put on the robes of righteousness. Compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/14.16-24"},"Luke 14:16–24"],"."],["p.para",{"id":"p59","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p59"},"“Deity himself is the king in the parable; Jesus, his offspring and heir, is the king’s son; and those first invited to ‘the marriage of the Lamb’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.11"},"D. & C. 58:11"],") are the chosen and favored hosts of Israel to whom the gospel had been offered in ages past. ‘The remnant’ who rejected the later invitation with violence and murder were Jewish descendants of ancient Israel; and it was their city, Jerusalem, which was violently destroyed.” (McConkie,",["span.emphasis","DNTC,"],"1:597.)"],["p.para",{"id":"p60","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p60"},"“That this son was the Messiah will not be disputed, since it was the kingdom of heaven that was represented in the parable; and that",["span.emphasis","the Saints, or those who are found faithful to the Lord, are the individuals who will be found worthy to inherit a seat at the marriage supper,"],"is evident from the sayings of John in the Revelation where he represents the sound which he heard in heaven to be like a great multitude, or like the voice of mighty thunderings, saying, the Lord God Omnipotent reigneth. Let us be glad and rejoice, and give honor to Him; for the marriage of the Lamb is come, and His wife hath made herself ready. And to her was granted that she should be arrayed in fine linen, clean and white: For the fine linen is the righteousness of Saints (Rev. xix).” (Smith,",["span.emphasis","Teachings,"],"p. 63. Italics added.)"]],[".topic",["h4","(21-5)",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.15"},"Matthew 22:15"],". What Efforts Were Made to Tempt Jesus into an Act or Statement Contrary to Jewish or Roman Law?"],["p.para",{"id":"p62","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p62"},"“The Jewish authorities continued unceasingly active in their determined efforts to tempt or beguile Jesus into some act or utterance on which they could base a charge of offense, under either their own or Roman law. The Pharisees counseled together as to ‘how they might entangle him in his talk’; and then, laying aside their partisan prejudices, they conspired to this end with the Herodians, a political faction whose chief characteristic was the purpose of maintaining in power the family of the Herods, which policy of necessity entailed the upholding of the Roman power, upon which the Herods depended for their delegated authority. The same incongruous association had been entered into before in an attempt to provoke Jesus to overt speech or action in Galilee; and the Lord had coupled the parties together in His warning to the disciples to beware of the leaven of both. So, on the last day of our Lord’s teaching in public, Pharisees and Herodians joined forces against Him; the one watchful for the smallest technical infringement of the Mosaic law, the other alert to seize upon the slightest excuse for charging Him with disloyalty to the secular powers. Their plans were conceived in treachery, and put into operation as the living embodiment of a lie.” (Talmage,",["span.emphasis","Jesus the Christ,"],"p. 544.)"]],[".topic",["h4","(21-6)",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.18"},"Matthew 22:18"],". What Are Hypocrites?"],["p.para",{"id":"p64","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p64"},"“Taking the New Testament alone, you will gain little idea of the kind of life the Romans led in Palestine, the kind of life that the Christ condemned, and yet as I have already said, it has seemed to me that the one sin that the Savior condemned as much as any other was the sin of hypocrisy—the living of the double life, the life we let our friends and sometimes our wives believe, and the life we actually live. (J. Reuben Clark, Jr.,",["span.emphasis","Church News,"],"2 Feb. 1963, p. 16.)"],["p.para",{"id":"p65","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p65"},"“The word",["span.emphasis","hypocrite"],"is translated from a Greek word meaning actor. A hypocrite is an actor, a pretender. He assumes roles which do not reflect his true feeling and thinking. He does not present his real self to others. There is pretense, subterfuge, show, sham, and deceit in his behavior. In the make-believe atmosphere of the theatre we recognize that actors are pretending to be someone else. In everyday life, however, we expect people to be themselves, to act without pretense, sincerely and honestly.” (Lowell L. Bennion, “Jesus the Christ,”",["span.emphasis","Instructor,"],"Apr. 1964, p. 165.)"]],[".topic",["h4","(21-7)",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.17-21"},"Matthew 22:17–21"],". How Did Jesus Avoid the Dilemma Posed in the Tribute Money Incident?"],["p.para",{"id":"p67","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p67"},"“His adversaries intended that Jesus would be gored on whichever horn of dilemma he might choose. The interesting thing about his answer is that he did not evade the question, but he answered it clearly and positively without being caught on either horn. He said, ‘Why tempt ye me, ye hypocrites? Shew me the tribute money. And they brought unto him a penny.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.18-19"},"Matt. 22:18–19"],".) What is referred to as a penny was no doubt the current Roman denarius with the image of Tiberius or possibly Augustus. He wanted to point out to them the image of Caesar and the inscription that gave his name and titles. There was a common maxim that the one who causes his image and titles to be stamped on the coin is the owner of the coin and acknowledged as the sovereign. ‘And he saith unto them, Whose is this image and superscription? They say unto him, Caesar’s. …’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.20-21"},"Matt. 22:20–21"],".) They had acknowledged that the coin belonged to the Roman Emperor, and it being the current coin for the payment of tax, it showed the country to be under the rule of Rome. ‘… Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.21"},"Matt. 22:21"],".) In other words, ‘Don’t be unjust: give to Caesar the things that are his; and at the same time don’t be impious: give to God the things that belong to God.’"],["p.para",{"id":"p68","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p68"},"“The wisdom of this answer defines the limitations of dual sovereigns and defines the jurisdiction of the two empires of heaven and earth. The image of monarchs stamped on coins denotes that temporal things belong to the temporal sovereign. The image of God stamped on the heart and soul of a man denotes that all its facilities and powers belong to God and should be employed in his service. …"],["p.para",{"id":"p69","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p69"},"“In the present day of unrest, the question might appropriately be asked, what do we owe to Caesar? To the country in which we live? We owe allegiance, respect, and honor. Laws enacted to promote the welfare of the whole and suppress evil doing are to be strictly obeyed. We must pay tribute to sustain the government in the necessary expense incurred in the protection of life, liberty, property, and in promoting the welfare of all persons.” (Howard W. Hunter in",["span.emphasis","CR,"],"Apr. 1968, p. 65.)"]],[".topic",["h4","(21-8)",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.23-33"},"Matthew 22:23–33"],". Is There to Be Marriage in the Resurrected State?"],["p.para",{"id":"p71","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p71"},"“Jesus stopped not, however, to question the elements of the problem as presented to Him; whether the case was assumed or real mattered not, since the question ‘Whose wife shall she be?’ was based on an utterly erroneous conception. ‘Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God. For in the resurrection they neither marry, nor are given in marriage, but are as the angels of God in heaven.’ The Lord’s meaning was clear, that in the resurrected state there can be no question among the seven brothers as to whose wife for eternity the woman shall be, since all except the first had married her for the duration of mortal life only, and primarily for the purpose of perpetuating in mortality the name and family of the brother who first died. Luke records the Lord’s words as follows in part: ‘But they which shall be accounted worthy to obtain that world, and the resurrection from the dead, neither marry, nor are given in marriage: Neither can they die any more: for they are equal unto the angels; and are the children of God, being the children of the resurrection.’ In the resurrection there will be no marrying nor giving in marriage; for all questions of marital status must be settled before that time, under the authority of the Holy Priesthood, which holds the power to seal in marriage for both time and eternity.” (Talmage,",["span.emphasis","Jesus the Christ,"],"p. 548.)"]],[".topic",["h4","(21-9)",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.5"},"Matthew 23:5"],". “They Make Broad Their Phylacteries, and Enlarge the Borders of Their Garments”"],["p.para",{"id":"p73","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p73"},"“Through a traditional interpretation of",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.9"},"Exo. 13:9"],"and",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.8"},"Deut. 6:8"],", the Hebrews adopted the custom of wearing phylacteries, which consisted essentially of strips of parchment on which were inscribed in whole or in part the following texts:",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.2-10"},"Exo. 13:2–10"],"and 11–17;",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.4-9"},"Deut. 6:4–9"],", and 11:13–21. Phylacteries were worn on the head and arm. The parchment strips for the head were four, on each of which one of the texts cited above was written. These were placed in a cubical box of leather measuring from ½ inch to 1½ inches along the edge; the box was divided into four compartments and one of the little parchment rolls was placed in each. Thongs held the box in place on the forehead between the eyes of the wearer. The arm phylactery comprised but a single roll of parchment on which the four prescribed texts were written; this was placed in a little box which was bound by thongs to the inside of the left arm so as to be brought close to the heart when the hands were placed together in the attitude of devotion. The Pharisees wore the arm phylactery above the elbow, while their rivals, the Sadducees, fastened it to the palm of the hand (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.9"},"Exo. 13:9"],"). The common people wore phylacteries only at prayer time; but the Pharisees were said to display them throughout the day. Our Lord’s reference to the Pharisees’ custom of making broad their phylacteries had reference to the enlarging of the containing box, particularly the frontlet. The size of the parchment strips was fixed by rigid rule."],["p.para",{"id":"p74","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p74"},"“The Lord had required of Israel through Moses (",["a.scriptureRef",{"href":"/scriptures/ot/num/15.38"},"Numb. 15:38"],") that the people attach to the border of their garment a fringe with a ribbon of blue. In ostentatious display of assumed piety, the scribes and Pharisees delighted to wear enlarged borders to attract public attention. It was another manifestation of hypocritical sanctimoniousness.” (Talmage,",["span.emphasis","Jesus the Christ,"],"pp. 565–66.)"]],[".topic",["h4","(21-10)",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.7"},"Matthew 23:7"],". Should Men Use Such Titles as Rabbi?"],["p.para",{"id":"p76","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p76"},"“Such titles of respect as Brother, Elder, Bishop, or Rabbi, are appropriate and proper when used discreetly and with respect for the office or status involved. What Jesus here condemns is not the use of titles as such, but the vainglory and presumptuous self-adulation which called forth their excessive and patronizing use. Indeed, it would appear … that these religious leaders were so wrapped up in their own conceit that they ranked themselves along with Deity in importance. ‘The rabbis really did put themselves in the place of God, and almost on an equality with him. Their traditions were more binding than the Law, and were regarded as in a sense binding upon God.’ (",["span.emphasis","Dummelow,"],"700.)” (McConkie,",["span.emphasis","DNTC,"],"1:617.)"]],[".topic",["h4","(21-11)",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.37-39"},"Matthew 23:37–39"],". Why Did Jesus Lament over Jerusalem?"],["p.para",{"id":"p78","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p78"},"“Jerusalem—the holy city!"],["p.para",{"id":"p79","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p79"},"“Jerusalem—the city of depravity, ‘which spiritually is called Sodom and Egypt’! (",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.8"},"Rev. 11:8"],".)"],["p.para",{"id":"p80","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p80"},"“Jerusalem—doomed spiritually and soon to be desolated temporally. See",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.41-44"},"Luke 19:41–44"],"."],["p.para",{"id":"p81","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p81"},"“Jerusalem—site of the temple; home of the prophets; city of our Lord’s ministry."],["p.para",{"id":"p82","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p82"},"“Jerusalem—city where the Son of God was crucified, crucified by ‘the more wicked part of the world,’ for ‘there is none other nation on earth that would crucify their God.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.3"},"2 Ne. 10:3"],".)"],["p.para",{"id":"p83","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p83"},"“Jerusalem—future world capital and center from which ‘the word of the Lord’ shall go unto all people. (",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.3"},"Isa. 2:3"],".)"],["p.para",{"id":"p84","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p84"},"“Truly Jerusalem’s history is like that of no other place; and truly Jesus with cause, wept because of the rebellion of her children.” (McConkie,",["span.emphasis","DNTC,"],"1:626.)"]],[".topic",["h4","(21-12)",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.41-44"},"Mark 12:41–44"],". What Was the Significance of the Widow’s Gift?"],["p.para",{"id":"p86","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p86"},"“In the accounts kept by the recording angels, figured out according to the arithmetic of heaven, entries are made in terms of quality rather than of quantity, and values are determined on the basis of capability and intent. The rich gave much yet kept back more; the widow’s gift was her all. It was not the smallness of her offering that made it especially acceptable, but the spirit of sacrifice and devout intent with which she gave. On the books of the heavenly accountants that widow’s contribution was entered as a munificent gift, surpassing in worth the largess of kings. ‘For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.’” (Talmage,",["span.emphasis","Jesus the Christ,"],"pp. 561–62.)"]]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","The Savior Denounced Hypocrisy as One of the Worst Sins"],[".topic",["h4","(21-13) Hypocrisy Is One of the Worst Forms of Dishonesty"],["p.para",{"id":"p90","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p90"},"“As God condemns immorality, so he denounces hypocrisy, which is one of the worst forms of dishonesty. When he describes the hell of the world to come, he specifies that dishonest persons will go there. As no unclean thing can enter the presence of the Lord, so no liar nor cheat nor hypocrite can abide in his kingdom."],["p.para",{"id":"p91","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p91"},"“Dishonesty is directly related to selfishness, which is its origin and source. Selfishness is at the root of nearly all the disorders that afflict us, and man’s inhumanity to man continues to make countless thousands mourn.” (Mark E. Petersen in",["span.emphasis","CR,"],"Oct. 1971, pp. 63–64.)"]],[".topic",["h4","(21-14) Hypocrisy, like Cancer, Can Grow until It Overcomes Us"],["p.para",{"id":"p93","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p93"},"“I know a young man who is ruining his own success as well as the lives of others because he greatly exaggerates his own virtues and self-importance. He tolerates a serious selfishness and continually excuses his sins and weakness. He takes credit for imagined abilities that are based on false assumptions."],["p.para",{"id":"p94","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p94"},"“He always blames others when things go wrong. And for something to seem right to him, it needs only to appear to be in his own interest. But his problems of false witness to himself are fast getting out of hand. Reason is becoming more and more difficult for him as he is rapidly losing the power to undeceive himself.” (Sterling W. Sill,",["span.emphasis","Church News,"],"8 Jan. 1966, p. 9.)"]]],[".topic",["h3","Hypocrisy Is as Much a Challenge in Our Day as It Was in Jesus’ Day"],[".quote",["p.para",{"id":"p96","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p96"},"According to the dictionary, the word woe means a condition of suffering, affliction, grief, calamity, or misfortune. Eight times, as recounted in",["a.scriptureRef",{"href":"/scriptures/nt/matt/23"},"Matthew 23"],", the Lord pronounces such a “woe,” such a curse, on the hypocritical scribes and Pharisees."],["p.para",{"id":"p97","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p97"},"Could the Lord pronounce this same “woe” on people today? What were the scribes and Pharisees doing that would cause the Lord to say this? Did you know that the Pharisees paid a full tithing? that they gave alms to the poor? that they regularly attended their worship services at the synagogue, and were devoutly faithful in going to the temple? What was it, then, that made them hypocrites? It was not their good acts, for these could all be praised. Still, they were hypocrites. Why? Could it be because they were seeking their own glory? They paid tithing and prayed to draw followers to them. In this manner they were actually drawing people away from God, for their hearts and intentions were wrong."],["p.para",{"id":"p98","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p98"},"The Lord has said of these kinds of people: “… this people draw near me with their mouth, … but have removed their heart far from me.” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.13"},"Isaiah 29:13"],".)"],["p.para",{"id":"p99","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p99"},"A hypocrite is, therefore, among other things, a type of person who pretends to be a good member of the Church but who, in reality, has no desire to draw closer to Christ nor do his will because of love for him."],["p.para",{"id":"p100","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p100"},"Now consider for a moment your own personal desires. Do you pay tithing? give fast offerings to the poor? attend your Church meetings? If you have said yes to each of these, you should be commended. But what is your purpose in doing these things? Is it for personal glory or because of social pressure, or is your motive to draw closer to Jesus Christ? What happens to hypocrisy when you put Christ in the center of what you do?"]]],[".topic",["h3","Hypocrisy Can Be Overcome through Acts of Service Done Quietly and Privately"],[".quote",["p.para",{"id":"p102","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p102"},"Can you see that one of the main causes of hypocrisy is the desire to be seen of men, or to receive praise, approval, or reward? What could help us to avoid this kind of desire? Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.1-4"},"3 Nephi 13:1–4"],". Jesus taught that we should do acts of service in secret. What do you think he meant? Did he mean to do something without thought of personal gain or reward? What should our major motive be? Now read the following comment by President Spencer W. Kimball:"],["p.para",{"id":"p103","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p103"},"“I have learned that it is by serving that we learn how to serve. When we are engaged in the service of our fellowmen, not only do our deeds assist them, but we put our own problems in a fresher perspective. When we concern ourselves more with others, there is less time to be concerned with ourselves. In the midst of the miracle of serving, there is the promise of Jesus, that by losing ourselves, we find ourselves. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.39"},"Matt. 10:39"],".)"],["p.para",{"id":"p104","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p104"},"“Not only do we ‘find’ ourselves in terms of acknowledging guidance in our lives, but the more we serve our fellowmen in appropriate ways, the more substance there is to our souls. We become more significant individuals as we serve others. We become more substantive as we serve others—indeed, it is easier to ‘find’ ourselves because there is so much more of us to find!” (",["span.emphasis","Ensign,"],"Dec. 1974, p. 2.)"],["p.para",{"id":"p105","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p105"},"As you consider the words of President Kimball, how can you apply them to your life here and now? Without thought of reward, what acts of service could you perform for—"],["p.para",{"id":"p106","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p106"},"Your parents?"],["p.para",{"id":"p107","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p107"},"Your brothers and sisters?"],["p.para",{"id":"p108","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p108"},"Your roommates?"],["p.para",{"id":"p109","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p109"},"Your home teaching or visiting teaching families?"],["p.para",{"id":"p110","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p110"},"The Church in the payment of tithes and offerings?"],["p.para",{"id":"p111","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/chapter-21-woe-unto-you---hypocrites.p111"},"As you learn to give without thought of praise or reward, you will learn to overcome the problem faced by the scribes and Pharisees: hypocrisy."]]]]]]]],"refs":null}
