{"id":7,"parent_id":6,"book_id":0,"content_id":1,"language_id":1,"display_order":7,"title":"Section 1 The Lord's Preface: \"The Voice of Warning\"","subtitle":"","short_title":"Section 1","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning","content":[["div",{"id":"head2","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.head2"},[".titleNumber","Section 1"],["h1","The Lord’s Preface:"],[".subtitle","“The Voice of Warning”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p1"},"The heavens had been opened, revelations had been given, and the Church had seen over a year’s growth since its organization when a council of elders convened in a conference in Hiram, Ohio, on 1 November 1831. The conference considered plans to publish the revelations already received. Their decision was to publish them in a book to be called the Book of Commandments and to authorize ten thousand copies in the first printing. Following the first session of the conference, the Prophet Joseph Smith inquired of the Lord to receive divine confirmation of their resolution. The Lord not only approved the work but gave a revelation as His own preface to the book. This preface became section 1."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.1-4"},"D&C 1:1–4"],". The Doctrine and Covenants Is a Voice of Warning unto All People"],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p2"},"The preface of the Doctrine and Covenants introduces the message of the book. The entire book of scripture stands as a warning to the nations that God will not be mocked. Those who heed the voice of warning will find protection and peace, but those who refuse it will reap bitter fruit. President Joseph Fielding Smith said that the Doctrine and Covenants is not a book just for the Latter-day Saints. It is “more than that, it belongs to all the world, to the Catholics, to the Presbyterians, to the Methodists, to the infidel, to the non-believer. It is his book if he will accept it, if he will receive it. The Lord has given it unto the world for their salvation. If you do not believe it, you read the first section in this book, the preface, and you will find that the Lord has sent this book and the things which it contains unto the people afar off, on the islands of the sea, in foreign lands, and his voice is unto all people, that all may hear. And so I say it belongs to all the world, not only to the Latter-day Saints, and they will be judged by it, and you will be judged by it.” (In Conference Report, Oct. 1919, p. 146.)"],["div",{"id":"f1","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.f1"},["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","4. And the voice of warning shall be unto all people, by the mouths of my disciples, whom I have chosen in these last days."]]]]]],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p4"},"“The voice of warning shall be unto all people” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.4"},"D&C 1:4"],")."],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p5"},"The Lord declared in verse 4 that the Doctrine and Covenants is to serve as “the voice of warning … unto all people.” This theme is heard again and again throughout the Doctrine and Covenants, showing the judgments that are to come upon the world and how we can be saved from them. For a more complete treatment of this doctrinal theme see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-a-the-warning-voice.p1"},"Enrichment A in the Appendix"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.6-7"},"D&C 1:6–7"],". The Lord Calls This Section His Preface"],["div",{"id":"p6","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p6"},"The purpose of a preface is to prepare the reader for the contents of a book. It summarizes the message of the book and the purposes of the author. Although this revelation was not the first received by Joseph Smith, it has been placed in the book as section 1 because of this identification by the Lord."],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p7"},"President Joseph Fielding Smith observed that “the Doctrine and Covenants is distinctively peculiar and interesting to all who believe in it that it is the only book in existence which bears the honor of a preface given by the Lord himself. … It was not written by Joseph Smith, but was dictated by Jesus Christ, and contains his and his Father’s word to the Church and to all the world that faith in God, repentance from sin and membership in his Church might be given to all who will believe, and that once again the New and Everlasting covenant might be established.” (",["span.emphasis","Church History and Modern Revelation"],", 1:252.)"],[".",{"id":"f2","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.f2"},[".caption","Joseph Fielding Smith affirmed that the preface was dictated by Jesus Christ."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.8-10"},"D&C 1:8–10"],". What Does It Mean to Seal the “Unbelieving and Rebellious”?"],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p9"},"“The power to seal conferred upon the servants of the Lord in this, the last dispensation, extends to the ‘unbelieving’ and ‘rebellious.’ … They have power to put the seal of disapprobation upon the children of men who persist in unbelief and rebellion, and those who are thus ‘sealed’ and remain in that condition, will suffer the wrath of God. This sealing concerns the ‘unbelievers,’ those who refuse to accept the gospel message; and the ‘rebellious,’ i.e., those who turn against the servants of the Lord, especially those who do so after having enjoyed the privileges and blessings of membership in the Church.” (Smith and Sjodahl, Commentary, p. 6.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.12-13"},"D&C 1:12–13"],". “Prepare Ye for That Which Is to Come”"],["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p10"},"The word",["span.emphasis","prepare"],"appears about ninety times in the Doctrine and Covenants. This warning is a major theme of the book. The Lord always gives the people a chance to prepare for that which is to come, and the revelations given in this dispensation will help the Saints prepare."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.13-14"},"D&C 1:13–14"],". What Is the Sword and the Arm of the Lord?"],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p11"},"The sword is a metaphor that symbolizes destruction and judgments that will be poured out upon the wicked, as in a day of war. The sword is raised in striking position, ready to administer the will of the Lord."],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p12"},"“Although the word ‘arm’ must have been commonly used in ancient colloquial Hebrew to designate the strength of men, it is used in the overwhelming majority of instances in the Bible for the strength of God. The most vividly anthropomorphic picture of God’s arm in action is in",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.30"},"Isa. 30:30"],", which depicts the lightning as the ‘descending blow of his arm.’ There are many references also to God’s arm as ‘outstretched’ in a militant gesture (e.g.,",["a.scriptureRef",{"href":"/scriptures/ot/ex/6.6"},"Exod. 6:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/136.12"},"Ps. 136:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/27.5"},"Jer. 27:5"],"), but in most of these cases it is probable that the phrase has lost its original pictorial vividness and is merely a conventional expression for God’s irresistible power, as is obviously the case in",["a.scriptureRef",{"href":"/scriptures/ot/jer/32.17"},"Jer. 32:17"],", where ‘outstretched arm’ is synonymous with ‘great power.’” (",["span.emphasis","Interpreter’s Dictionary of the Bible"],", s.v. “arm.”)"],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p13"},"The imagery is not always used in the sense of negative power. For example,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.1"},"Doctrine and Covenants 29:1"],"speaks of the Lord’s “arm of mercy,” which has atoned for sins. This phrase suggests that the merciful plan of redemption has power to save. The Lord told Joseph Smith after the loss of the 116 pages of Book of Mormon manuscript that He would have “extended his arm” and supported him against the temptations. Here again the word",["span.emphasis","arm"],"denotes power, only power extended in mercy to help an individual and not just in anger."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.14"},"D&C 1:14"],". “They Who Will Not Hear … Shall Be Cut Off”"],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p14"},"As part of the voice of warning to all people, the Lord prophesies that the time is coming when those who will not hear His servants will be cut off. President George Q. Cannon explained the spiritual dangers of turning away from the prophets: “God has chosen His servants. He claims it as His prerogative to condemn them, if they need condemnation. He has not given it to us individually to censure and condemn them. No man, however strong he may be in the faith, however high in the Priesthood, can speak evil of the Lord’s anointed and find fault with God’s authority on the earth without incurring His displeasure. The Holy Spirit will withdraw itself from such a man, and he will go into darkness. This being the case, do you not see how important it is that we should be careful? However difficult it may be for us to understand the reason for any action of the authorities of the Church, we should not too hastily call their acts in question and pronounce them wrong.” (",["span.emphasis","Gospel Truth,"],"1:278.)"],["div",{"id":"p15","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p15"},"Enrichment F in the Appendix examines the theme of following the prophets."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.15-16"},"D&C 1:15–16"],". Existing Conditions in the World Anger the Lord"],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p16"},"Elder Spencer W. Kimball dispelled the notion that idolatry is a sin of the past that must involve some kind of image or figure."],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p17"},"“Idolatry is among the most serious of sins. There are unfortunately millions today who prostrate themselves before images of gold and silver and wood and stone and clay. But the idolatry we are most concerned with here is the conscious worshipping of still other gods. Some are of metal and plush and chrome, of wood and stone and fabrics. They are not in the image of God or of man, but are developed to give man comfort and enjoyment, to satisfy his wants, ambitions, passions and desires. Some are in no physical form at all, but are intangible."],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p18"},"“Many seem to ‘worship’ on an elemental basis—they live to eat and drink. They are like the children of Israel who, though offered the great freedoms associated with national development under God’s personal guidance, could not lift their minds above the ‘flesh pots of Egypt.’ They cannot seem to rise above satisfying their bodily appetites. As Paul put it, their ‘God is their belly.’ (",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.19"},"Phil. 3:19"],".)"],["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p19"},"“Modern idols or false gods can take such forms as clothes, homes, businesses, machines, automobiles, pleasure boats, and numerous other material deflectors from the path to godhood. What difference does it make that the item concerned is not shaped like an idol? Brigham Young said: ‘I would as soon see a man worshipping a little god made of brass or of wood as to see him worshipping his property.’"],["div",{"id":"p20","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p20"},"“Intangible things make just as ready gods. Degrees and letters and titles can become idols. Many young men decide to attend college when they should be on missions first. The degree, and the wealth and the security which come through it, appear so desirable that the mission takes second place. Some neglect Church service through their college years, feeling to give preference to the secular training and ignoring the spiritual covenants they have made."],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.f3"},[".caption","“Where your treasure is, there will your heart be also” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.21"},"Matthew 6:21"],")."]],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p22"},"“Many people build and furnish a home and buy the automobile first—and then find they ‘cannot afford’ to pay tithing. Whom do they worship? Certainly not the Lord of heaven and earth, for we serve whom we love and give first consideration to the object of our affection and desires. Young married couples who postpone parenthood until their degrees are attained might be shocked if their expressed preference were labeled idolatry.” (",["span.emphasis","Miracle of Forgiveness,"],"pp. 40–41.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.17-18"},"D&C 1:17–18"],". How Was the Calling of the Prophet Joseph Smith Related to the Lord’s Warning the Nations of the Earth?"],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p23"},"The Lord called the Prophet Joseph Smith, as well as the prophets of other ages (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.18"},"D&C 1:18"],"), to cry repentance to the world and warn them to return to Christ. Elder Melvin J. Ballard explained the need for prophets in this way: “I understand from this that the Lord plainly knew the condition of the world, what it was in 1830, and what it would be today. … Knowing the calamities that were coming to his children, unless they changed their course, knowing their disposition that there would be no repentance in their hearts, and yet with a great desire to save them, he called upon his servant, Joseph Smith, to warn men, to call repentance, and others to join in this great proclamation to all men: ‘Repent, for the Kingdom of God is at hand.’ And not only to warn men that there was peril and danger ahead, but to offer the means of escape from the perils that would come.” (In Conference Report, Oct. 1923, pp. 30–31.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.19-20,23"},"D&C 1:19–20, 23"],". Why Does God Choose the “Weak Things of the World” to Do His Work?"],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p24"},"President Joseph Fielding Smith answered this question when he said that “the Lord called Joseph Smith and others from among the weak things of the world, because he and his associates were contrite and humble. The great and mighty ones in the nations the Lord could not use because of their pride and self-righteousness. …"],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p25"},"“The Lord’s ways are not man’s ways, and he cannot choose those who in their own judgment are too wise to be taught. Therefore he chooses those who are willing to be taught and he makes them mighty even to the breaking down of the great and mighty. … When we think of our missionary system, we can see how the weak have gone forth among the strong ones and have prevailed. The mighty and strong ones have been broken down by the humble elders of the Church.” (",["span.emphasis","Church History and Modern Revelation,"],"1:255.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.19"},"D&C 1:19"],". What Is the “Arm of Flesh”?"],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p26"},"The phrase “arm of flesh” suggests the weakness and imperfection of men. The admonition not to trust in man’s power is a common one throughout the scriptures. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.7"},"D&C 3:7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.31"},"2 Nephi 28:31"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/23.14"},"Mosiah 23:14"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/32.8"},"2 Chronicles 32:8"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.30"},"D&C 1:30"],". “The Only True and Living Church upon the Face of the Whole Earth”"],["div",{"id":"p27","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p27"},"“There is much difference between a dead and living church. While one may have the form and shape, the ritual and dimension, the living church has life. A living prophet leads the Church today. There is a vibrant, living movement to it, a captivating spirit about it, a glory to it that lifts and builds and helps and blesses the lives of all it touches. The Church will move forward to its divine destiny.” (A. Theodore Tuttle, in Conference Report, Apr. 1975, p. 135; or",["span.emphasis","Ensign,"],"May 1975, p. 92.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.33-35"},"D&C 1:33–35"],". “My Spirit Shall Not Always Strive with Man”"],["div",{"id":"p28","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p28"},"President Joseph Fielding Smith explained what “spirit” is referred to in this verse:"],["div",{"id":"p29","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p29"},"“Now the Lord has withdrawn His Spirit from the world. Do not let this thought become confused in your minds. The Spirit He has withdrawn from the world is not the Holy Ghost (for they never had that!), but it is the light of truth, spoken of in our scriptures as the Spirit of Christ, which is given to every man that cometh into the world, as you find recorded in Section 84 of the Doctrine and Covenants."],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p30"},"“Now because of the wickedness of the world, that Spirit has been withdrawn, and when the Spirit of the Lord is not striving with men, the spirit of Satan is. Therefore, we may be sure that the time has come spoken of in Section 1 of the Doctrine and Covenants. … Peace",["span.emphasis","has"],"been taken from the earth. The devil",["span.emphasis","has"],"power over his own dominion. The Spirit of the Lord",["span.emphasis","has"],"been withdrawn. Not because the Lord desires to withdraw that Spirit, but because of the wickedness of mankind, it becomes necessary that this Spirit of the Lord be withdrawn.” (",["span.emphasis","The Predicted Judgments,"],"Brigham Young University Speeches of the Year [Provo, 21 Mar. 1967], pp. 5–6.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.35"},"D&C 1:35"],". Why Isn’t the Lord a Respecter of Persons?"],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p31"},"President Joseph Fielding Smith explained what the term",["span.emphasis","respecter of persons"],"actually means: “It does not mean that the Lord does not respect those who obey him in all things more than he does the ungodly. Without question the Lord does respect those who love him and keep his commandments more than he does those who rebel against him. The proper interpretation of this passage is that the Lord is not partial and grants to each man, if he will repent, the same privileges and opportunities of salvation and exaltation. He is just to every man, both the righteous and the wicked. He will receive any soul who will turn from iniquity to righteousness, and will love him with a just love and bless him with all that the Father has to give; but let it not be thought that he will grant the same blessings to those who will not obey him and keep his law. If the Lord did bless the rebellious as he does the righteous, without their repentance, then he would be a respecter of persons.” (",["span.emphasis","Church History and Modern Revelation,"],"1:255.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.36"},"D&C 1:36"],". Idumea"],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p32"},["span.emphasis","“Idumea"],"or Edom, of which Bozrah was the principal city, was a nation to the south of the Salt Sea, through which the trade route (called the King’s Highway) ran between Egypt and Arabia. The Idumeans or Edomites were a wicked non-Israelitish people; hence, traveling through their country symbolized to the prophetic mind the pilgrimage of men through a wicked world; and so, Idumea meant the world.” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 374.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37"},"D&C 1:37"],". The Lord Commands a Search of These Scriptures"],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p33"},"“All members of the Church are commanded to search and obey these commandments. This is also true of all others. If we fail to do so and remain ignorant of the doctrines, covenants and commandments, the Lord has given us, we shall stand condemned before his throne in the day of judgment when the books are opened. It behooves us to search that we may know the will of the Lord and thus grow in faith, knowledge and wisdom.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:256.)"]]]]],"refs":null}
