{"id":9,"parent_id":6,"book_id":0,"content_id":1,"language_id":1,"display_order":9,"title":"Section 3 \"The Works and the Designs … of God Cannot Be Frustrated\"","subtitle":"","short_title":"Section 3","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated","content":[["div",{"id":"head4","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.head4"},[".titleNumber","Section 3"],["h1","“The Works and the Designs … of God Cannot Be Frustrated”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p57","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p57"},"In the famous Wentworth letter, written in 1842, the Prophet Joseph Smith proclaimed the power of the restored Church: “No unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done” (",["span.emphasis","History of the Church,"],"4:540)."],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p58"},"Fourteen years earlier, in the summer of 1828, God had dramatically taught Joseph Smith that very lesson. The Prophet wrote the details of the situation:"],["div",{"id":"p59","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p59"},"“Some time after Mr. [Martin] Harris had begun to write for me, he began to importune me to give him liberty to carry the writings home and show them; and desired of me that I would inquire of the Lord, through the Urim and Thummim, if he might not do so. I did inquire, and the answer was that he must not. However, he was not satisfied with this answer, and desired that I should inquire again. I did so, and the answer was as before. Still he could not be contented, but insisted that I should inquire once more. After much solicitation I again inquired of the Lord, and permission was granted him to have the writings on certain conditions; which were, that he show them only to his brother, Preserved Harris, his own wife, his father and his mother, and a Mrs. Cobb, a sister to his wife. In accordance with this last answer, I required of him that he should bind himself in a covenant to me in a most solemn manner that he would not do otherwise than had been directed. He did so. He bound himself as I required of him, took the writings, and went his way. Notwithstanding, however, the great restrictions which he had been laid under, and the solemnity of the covenant which he had made with me, he did show them to others, and by stratagem they got them away from him, and they never have been recovered unto this day."],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p60"},"“In the meantime, while Martin Harris was gone with the writings, I went to visit my father’s family at Manchester.” (",["span.emphasis","History of the Church,"],"1:21.)"],["div",{"id":"p61","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p61"},"His mother, Lucy Mack Smith, wrote about Joseph’s arrival at their home in Manchester and of his anguish when he learned that Martin Harris had lost the manuscript. After a long delay, Martin showed up at the house and confessed that he could not find the papers."],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p62"},"“Joseph who had not expressed his fears till now, sprang from the table, exclaiming, ‘Martin, have you lost that manuscript? Have you broken your oath, and brought down condemnation upon my head as well as your own?’"],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p63"},"“‘Yes; it is gone,’ replied Martin, ‘and I know not where.’"],["div",{"id":"p64","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p64"},"“‘Oh, my God!’ said Joseph, clenching his hands. ‘All is lost! all is lost! What shall I do? I have sinned—it is I who tempted the wrath of God. I should have been satisfied with the first answer which I received from the Lord; for he told me that it was not safe to let the writing go out of my possession.’ He wept and groaned, and walked the floor continually."],["div",{"id":"p65","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p65"},"“At length he told Martin to go back and search again."],["div",{"id":"p66","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p66"},"“‘No’; said Martin, ‘it is all in vain; for I have ripped open beds and pillows; and I know it is not there.’"],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p67"},"“‘Then must I,’ said Joseph, ‘return with such a tale as this? I dare not do it. And how shall I appear before the Lord? Of what rebuke am I not worthy from the angel of the Most High?’ …"],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p68"},"“The next morning, he set out for home. We parted with heavy hearts, for it now appeared that all which we had so fondly anticipated, and which had been the source of so much secret gratification, had in a moment fled, and fled forever.” (",["span.emphasis","History of Joseph Smith,"],"pp. 128–29.)"],[".",{"id":"f7","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.f7"},[".caption","Martin Harris lost 116 manuscript pages."]],["div",{"id":"p70","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p70"},"Of subsequent events the Prophet wrote: “After my return home, I was walking out a little distance, when, behold, the former heavenly messenger appeared and handed to me the Urim and Thummim again—for it had been taken from me in consequence of my having wearied the Lord in asking for the privilege of letting Martin Harris take the writings, which he lost by transgression—and I inquired of the Lord through it, and obtained [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3"},"D&C 3"],"]” (",["span.emphasis","History of the Church,"],"1:21–22)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.1-2"},"D&C 3:1–2"],". In What Way Is God’s Course “One Eternal Round”?"],["div",{"id":"p71","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p71"},"“God governs by law—wholly, completely, invaryingly, and always. He has ordained that identical results always flow from the same causes. There is no respect of persons with him, and he is a Being ‘with whom is no variableness, neither shadow of turning.’ ([James] 1:17;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.1-2"},"D. & C. 3:1–2"],".) Hence, the Lord’s ‘course is",["span.emphasis","one eternal round,"],"the same today as yesterday, and forever.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.1"},"D. & C. 35:1"],".)” (McConkie,",["span.emphasis","Mormon Doctrine,"],"pp. 545–46.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.3"},"D&C 3:3"],". Why Is It That the Works Neither of Man nor of Satan Can Thwart the Designs of God?"],["div",{"id":"p72","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p72"},"President Joseph Fielding Smith answered this question in terms of God’s perfect knowledge: “In his infinite wisdom, our Father has provided for every problem or difficulty that may arise to stop or hinder the progress of his work. No power on earth or in hell can overthrow or defeat that which God has decreed. Every plan of the Adversary will fail, for the Lord knows the secret thoughts of men, and sees the future with a vision clear and perfect, even as though it were in the past. Jacob, son of Lehi, in his rejoicing declared: ‘O how great the holiness of our God! For he knoweth all things, and there is not anything save he knows it.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.20"},"2 Nephi 9:20"],".) He knew that Satan would try to frustrate the coming forth of the Book of Mormon by the stealing and changing of the manuscript, and provided for it hundreds of years before the birth of Jesus Christ.” (",["span.emphasis","Church History and Modern Revelation,"],"1:26.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.5"},"D&C 3:5"],". What Strict Commandments and What Promises Were Given to Joseph Smith?"],["div",{"id":"p73","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p73"},"This verse refers in part to Joseph Smith’s first interview with Moroni and the cautions and promises made to him (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.33-54,59"},"JS—H 1:33–54, 59"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.6-8"},"D&C 3:6–8"],". “You Should Not Have Feared Man More Than God”"],["div",{"id":"p74","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p74"},"The Prophet Joseph Smith transgressed the commandments and laws of God because he feared man more than he feared God. Joseph’s fear was not that of a coward but was more probably caused by the fact that he was only a youth and was inexperienced. (Joseph Smith stated that youth and inexperience were the cause of many of his mistakes; see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.28-29"},"JS—H 1:28–29"],"). In the case of Martin Harris, Joseph was dealing with a man over twenty-three years his senior, a prominent and wealthy farmer and one of the few who believed Joseph’s story and supported him with both money and labor. There would have been tremendous inner pressure for Joseph to want to show his appreciation to Martin Harris."],["div",{"id":"p75","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p75"},"“His faith in God was absolutely firm, but he lacked experience in trusting his untried friend in his constant pleadings” (Smith and Sjodahl, Commentary, p. 19)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.12-14"},"D&C 3:12–14"],". In What Sense Was Martin Harris “a Wicked Man”?"],["div",{"id":"p76","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p76"},"“Martin Harris was ‘wicked’ in persisting to ask for what God at first refused to grant. He was ‘wicked’ in not keeping the sacred pledge to guard the manuscript. But otherwise he was not a wicked man, as that term is generally understood. A father will sometimes call his boy ‘wicked,’ meaning disobedient for the time being.” (Smith and Sjodahl, Commentary, p. 20.) The Lord clarified the term in verse 13. He gave four reasons why Martin Harris was “wicked.” (See also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.7"},"D&C 10:7"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.16-20"},"D&C 3:16–20"],". “Nevertheless, My Work Shall Go Forth”"],["div",{"id":"p77","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p77"},"President Joseph Fielding Smith explained the significance of this prophecy and its fulfillment: “Joseph Smith, in his own strength, would scarcely have dared to predict to a bitterly hostile world that no power could stay this work and that it would go forth as a witness to all the world. The Lord has decreed that his work would be established. He called it a ‘Marvelous work and a wonder,’ even before the organization of the Church. If Joseph Smith had been guilty of practising a fraud; if he had endeavored to palm off the Book of Mormon on this hostile, unbelieving world, he never would have dared to say that it would go forth to the convincing of Jew and Gentile that Jesus is the Christ. Even if he had been foolish enough to make such a declaration, and the work being spurious, it would have come to a speedy and ridiculous end. It never would have survived the first year of its existence. It would have been so filled with flaws that the scrutinizing gaze of the world would have exposed it in all its folly. The truth remains that, after the thousands of attacks and scores of books that have been published, not one criticism or attack has survived, and thousands have borne witness that the Lord has revealed to them the truth of this marvelous work.” (",["span.emphasis","Church History and Modern Revelation,"],"1:28–29.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.17-20"},"D&C 3:17–20"],". Are There Nephites, Jacobites, Josephites, and Zoramites in the land of America Today, or Are There Only Lamanites?"],["div",{"id":"p78","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-3-the-works-and-the-designs---of-god-cannot-be-frustrated.p78"},"It is commonly believed that there are no more Nephites because that nation was completely destroyed by the Lamanites about",["span.small","A.D."],"400. However, Nephites dissented to the Lamanites repeatedly before the appearance of Christ. In Captain Moroni’s time, the descendants of these dissenters were almost as numerous as the Nephites (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.13-14"},"Alma 43:13–14"],"). When the Savior visited the people of the Book of Mormon, all were united as children of Christ, and there were no Nephites or Lamanites (see",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.17"},"4 Nephi 1:17"],"). When they grew wicked again, they divided into groups called Lamanites and Nephites, only this time the division was not according to descent but according to righteousness—the Nephites were those who wanted to live the commandments of God, and the Lamanites were those who did not (see",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.38"},"4 Nephi 1:38"],"). Other Nephites joined the Lamanites during the last great battle (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.15"},"Mormon 6:15"],").",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.16-18"},"Doctrine and Covenants 3:16–18"],"shows that descendants of Nephi, Jacob, Joseph, and Zoram can be found among Native Americans today."]]]]],"refs":null}
