{"id":11,"parent_id":6,"book_id":0,"content_id":1,"language_id":1,"display_order":11,"title":"Section 5: The Testimony of the Three Witnesses","subtitle":"","short_title":"Section 5","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.head6"},[".titleNumber","Section 5"],["h1","The Testimony of Three Witnesses"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p96","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.p96"},"After humbly repenting of his foolishness in losing the manuscript, Martin Harris still seemed troubled by a desire to have direct evidence of the existence of the plates. In March 1829 the Lord gave Joseph Smith section 5 of the Doctrine and Covenants. In that revelation, it is clear that Martin still wanted a “witness” that Joseph had the plates (verse 1), and verse 24 suggests that his specific desire was to actually see the plates. The Lord told Martin through Joseph that he could receive his desires by being faithful and humble so he would be called as one of the three special witnesses who would see the plates."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.1"},"D&C 5:1"],". What Kind of Evidence Had Martin Harris Desired?"],["div",{"id":"p97","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.p97"},"“Martin Harris was a religious minded, prosperous farmer. He appears to have been a rather wilful but honest man, who wanted to be sure of everything he undertook. It was he who took the transcript of characters from the Book of Mormon plates to Professor Anthon for verification.” (Widtsoe,",["span.emphasis","Joseph Smith,"],"p. 53.)"],["div",{"id":"p98","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.p98"},"“Martin Harris had already received a remarkable proof of the truth of the claims made by the Prophet Joseph regarding the Book of Mormon, when he carried a facsimile of the engravings to New York scientists. Professor Anthon had told him, as he himself states, that the ‘hieroglyphics were true characters.’ He had also, through the Prophet received revelations (Sec. 3:12). But he was not yet satisfied. He seems to have asked for further evidence that the Prophet Joseph actually had the plates from which the lost manuscript had been translated.” (Smith and Sjodahl, Commentary, p. 25.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.10"},"D&C 5:10"],". What Is Meant by \"This Generation Shall Have My Word through You\"?"],["div",{"id":"p99","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.p99"},"President Joseph Fielding Smith explained: “This revelation declared that this generation shall have the word of the Lord through Joseph Smith. There may be some who think that this is unreasonable, and the Lord should use some miraculous means to convert the world. Frequently when strangers … hear the story of the coming forth of the Book of Mormon, they ask if the plates are in some museum where they may be seen. Some of them with some scientific training, express themselves to the effect that if the scholars could see and examine the plates and learn to read them, they would then bear witness to the truth of the Book of Mormon and the veracity of Joseph Smith, and the whole world would then be converted. When they are informed that the angel took the plates back again, they turn away in their skepticism, shaking their heads. But the Lord has said: ‘For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord. For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.8-9"},"Isa. 55:8–9"],".) We have learned that people are not converted by miracles or by examining records. If the Lord had placed the plates where the scholars could examine them, they would have scoffed at them just as much as they do today. People are converted by their hearts being penetrated by the Spirit of the Lord when they humbly hearken to the testimonies of the Lord’s servants. The Jews witnessed the miracles of our Lord, but this did not prevent them from crying out against him and having him crucified.” (",["span.emphasis","Church History and Modern Revelation,"],"1:39–40.)"],[".",{"id":"f9","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.f9"},[".caption","The Spirit of the Lord is the true source of conversion."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.11-14"},"D&C 5:11–14"],". The Lord’s Use of Witnesses"],["div",{"id":"p101","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.p101"},"Paul taught the principle that “in the mouth of two or three witnesses shall every word be established” (",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/13.1"},"2 Corinthians 13:1"],"). President Joseph Fielding Smith said of this law: “In giving the world the testimony of three witnesses in addition to Joseph Smith, the Lord fulfilled the law. We are called upon in this life to walk by faith, not by sight, not by the proclamation of heavenly messengers with the voice of thunder, but by the proclamation of accredited witnesses whom the Lord sends and by whom every word shall be established.” (",["span.emphasis","Church History and Modern Revelation,"],"1:40.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.14"},"D&C 5:14"],". “And to None Else Will I Grant … This Same Testimony”"],["div",{"id":"p102","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.p102"},"The testimony of the Three Witnesses was unique in that they obtained a view of the plates by the hand of an angel. Eight other persons were also shown the plates, but that experience was not accompanied by the appearance of a heavenly messenger. Hence, no others received “this same testimony” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.14"},"D&C 5:14"],"; see also History of the Church, 1:52–58.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.15-20"},"D&C 5:15–20"],". A Solemn Promise and Warning"],["div",{"id":"p103","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.p103"},"The world may take lightly the recorded testimony of the three chosen witnesses, but solemn promises are given to both those who accept and those who reject their words. Those who heed their testimony will find God’s word in the Book of Mormon and will receive the Holy Ghost and be born again (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.16"},"D&C 5:16"],"). But those who reject this testimony shall come under condemnation. “The Lord always warns the people of a new dispensation through prophets raised up unto them in their own day,” said Elder Marion G. Romney. “This he has done for this generation through the great prophet of the restoration, Joseph Smith, Jr. Through him the Lord repeatedly declared that the world was ripening in iniquity and that unless men repented destruction would overtake them."],["div",{"id":"p104","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.p104"},"“For example, in March 1829, he said: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.19-20"},"D&C 5:19–20"],"]."],["div",{"id":"p105","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.p105"},"“You will note that this prediction, as were like predictions in the past, is conditional. ‘If they repent not,’ is the condition. For this generation as for all others, the Lord has provided the means of escape. This means is now, and has always been, the gospel of Jesus Christ.” (In Conference Report, Apr. 1958, p. 128.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.22"},"D&C 5:22"],". “Even If You Should Be Slain”"],["div",{"id":"p106","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.p106"},"This verse and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.30"},"Doctrine and Covenants 6:30"],"intimate the Lord’s foreknowledge of the Prophet Joseph’s death by violence for his part in the latter-day work (see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.39"},"D&C 136:39"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.16-17"},"Hebrews 9:16–17"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.23-28"},"D&C 5:23–28"],". Martin Harris Was Given a Conditional Promise to Become One of the Three Witnesses"],["div",{"id":"p107","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-5-the-testimony-of-the-three-witnesses.p107"},"Martin Harris was promised that he could become a witness of the plates or “these things” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.2,11"},"D&C 5:2, 11"],") if he would humble himself and acknowledge the wrongs he had committed (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.24,28"},"vv. 24, 28"],"). Even after the lesson learned from the loss of the 116 pages, humility came hard for Martin, though he succeeded, and he finally saw the angel and the plates. (For the Prophet’s record of the event, see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-17-revelation-to-the-three-witnesses.p1"},"Notes and Commentary on D&C 17:1"],".)"]]]]],"refs":null}
