{"id":12,"parent_id":6,"book_id":0,"content_id":1,"language_id":1,"display_order":12,"title":"Section 6: The Arrival of Oliver Cowdery","subtitle":"","short_title":"Section 6","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery","content":[["div",{"id":"head7","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.head7"},[".titleNumber","Section 6"],["h1","The Arrival of Oliver Cowdery"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p108","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p108"},"In the winter of 1829 Oliver Cowdery taught school near the home of Joseph Smith Sr. It was the custom of the day for teachers to board in the homes of their pupils, and since the Smiths had children in Oliver’s school, he came to stay with them. While there he heard stories about the Book of Mormon plates and asked Father Smith to tell him the details. Father Smith finally consented, and Oliver Cowdery became one of the few in whom the family confided the story. Lucy Mack Smith recorded the events that followed:"],["div",{"id":"p109","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p109"},"“Shortly after receiving this information, he [Oliver] told Mr. Smith that he was highly delighted with what he had heard, that he had been in a deep study upon the subject all day, and that it was impressed upon his mind, that he should yet have the privilege of writing for Joseph. Furthermore, that he had determined to pay him a visit at the close of the school. …"],["div",{"id":"p110","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p110"},"“On coming in on the following day, he said, ‘The subject upon which we were yesterday conversing seems working in my very bones, and I cannot, for a moment, get it out of my mind; finally, I have resolved on what I will do. Samuel [Smith], I understand, is going down to Pennsylvania to spend the spring with Joseph; I shall make my arrangements to be ready to accompany him thither, … for I have made it a subject of prayer, and I firmly believe that it is the will of the Lord that I should go. If there is a work for me to do in this thing, I am determined to attend to it.’” (",["span.emphasis","History of Joseph Smith,"],"p. 139.)"],["div",{"id":"p111","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p111"},"In April Samuel and Oliver went to Harmony, Pennsylvania, to visit Joseph. Lucy Mack Smith recorded the following: “Joseph had been so hurried with his secular affairs that he could not proceed with his spiritual concerns so fast as was necessary for the speedy completion of the work; there was also another disadvantage under which he labored, his wife had so much of her time taken up with the care of her house, that she could write for him but a small portion of the time. On account of these embarrassments, Joseph called upon the Lord, three days prior to the arrival of Samuel and Oliver, to send him a scribe, according to the promise of the angel; and he was informed that the same should be forthcoming in a few days. Accordingly, when Mr. Cowdery told him the business that he had come upon, Joseph was not at all surprised.” (",["span.emphasis","History of Joseph Smith,"],"p. 141.)"],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p112"},"The narrative is picked up at this point in the history of the Prophet: “Two days after the arrival of Mr. Cowdery (being the 7th of April) I commenced to translate the Book of Mormon, and he began to write for me, which having continued for some time, I inquired of the Lord through the Urim and Thummim, and obtained the following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6"},"D&C 6"],"]” (",["span.emphasis","History of the Church,"],"1:32–33)."],[".",{"id":"f10","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.f10"},[".caption","Oliver Cowdery was a schoolteacher to the Smith children."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.1-9"},"D&C 6:1–9"],". Why Are There Repetitions in the Doctrine and Covenants?"],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p114"},"Section 6 verses 1–9 are identical to section 11 verses 1–9. Verses 1–5 are identical to section 12 verses 1–5 and section 14 verses 1–5. The message in these verses is of universal importance to all Saints—indeed, the Lord has said, “What I say unto one I say unto all” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.18,36"},"D&C 61:18, 36"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.5"},"82:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/92.1"},"92:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.49"},"93:49"],"). The repetition stresses that great importance."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.2"},"D&C 6:2"],". “Quick and Powerful, Sharper Than a Two-edged Sword”"],["div",{"id":"p115","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p115"},"The word",["span.emphasis","quick"],"in the King James Version of the Bible does not mean swift but rather “living, alive” (Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/quick"},"“quick,” p. 756"],"). To be quickened by the Spirit means to be given spiritual life. The word of the Lord is quick and powerful because it is a source of life, energy, and power."],["div",{"id":"p116","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p116"},"Many swords of ancient times had only one cutting edge. When someone decided to make a two-edged sword, the effectiveness of the weapon was increased tremendously. Now it could cut in any direction, no matter how the blow was struck. Thus, the likening of the word of God to the two-edged sword is a vivid simile. Just as a sharp sword can cut deep enough to sever limbs and destroy life, so the word of the Lord is powerful enough that it can bring destruction of the soul (spiritual death) to those who do not give heed to it (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/4.12"},"Hebrews 4:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.16"},"Revelation 1:16"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/2.12,16"},"2:12, 16"],"). The word of God also has power to pierce the soul as a sword and penetrate to the inmost parts of man (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.3"},"3 Nephi 11:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.6"},"D&C 85:6"],"). It can cut through error and falsehood with double-edged efficiency."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.5-7,14"},"D&C 6:5–7, 14"],". The Lord Giveth Bountifully to Faithful Saints Who Ask"],["div",{"id":"p117","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p117"},"“There is no reason in the world why any soul should not know where to find the truth. If he will only humble himself and seek in the spirit of humility and faith, going to the Lord just as the Prophet Joseph Smith went to the Lord to find the truth, he will find it. There’s no doubt about it. There is no reason in the world, if men would only hearken to the whisperings of the Spirit of the Lord and seek as he would have them seek for the knowledge and understanding of the gospel of Jesus Christ, for them not to find it—no reason, except the hardness of their hearts and their love of the world. ‘Knock, and it shall be opened unto you.’ This is my testimony, I know it is true.” (Joseph Fielding Smith, in Conference Report, Apr. 1951, p. 59.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.6"},"D&C 6:6"],". The Bringing Forth and Establishment of Zion Is the Grand Purpose of the Restoration"],["div",{"id":"p118","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p118"},"As early as 1829, one year before the Church was organized in this dispensation, the Lord counseled certain Saints to “seek to bring forth and establish the cause of Zion” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.6"},"D&C 6:6"],"). Regarding Zion, the Prophet Joseph Smith later declared: “The building up of Zion is a cause that has interested the people of God in every age; it is a theme upon which prophets, priests and kings have dwelt with peculiar delight; they have looked forward with joyful anticipation to the day in which we live; and fired with heavenly and joyful anticipations they have sung and written and prophesied of this our day; … we are the favored people that God has made choice of to bring about the Latter-day glory; it is left for us to see, participate in and help to roll forward the Latter-day glory.” (",["span.emphasis","History of the Church,"],"4:609–10.)"],["div",{"id":"p119","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p119"},"Similarly, President Joseph Fielding Smith taught that “in the early days of the Church the brethren came to the Prophet Joseph Smith asking what the Lord would have them do. The answer given to them was ‘to bring forth the cause of Zion.’ That is our work, to establish Zion, to build up the kingdom of God, to preach the gospel to every creature in the world, that not one soul may be overlooked where there is the possibility for us to present unto him the truth.” (In Conference Report, Apr. 1951, pp. 152–53.)"],["div",{"id":"p120","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p120"},"Enrichment B in the Appendix more fully develops the theme of establishing the cause of Zion."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.7,11"},"D&C 6:7, 11"],". The Mysteries of God—Should One Seek to Know Them?"],["div",{"id":"p121","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p121"},"“A mystery is a truth that cannot be known except through divine revelation—a sacred secret” (Smith and Sjodahl, Commentary, p. 141; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.61,65"},"D&C 42:61, 65"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5-10"},"76:5–10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-19"},"89:18–19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.19"},"1 Nephi 10:19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.9-11"},"Alma 12:9–11"],")."],["div",{"id":"p122","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p122"},"President Joseph Fielding Smith defined",["span.emphasis","mysteries"],"in a similar way: “The Lord has promised to reveal his mysteries to those who serve him in faithfulness. … There are no mysteries pertaining to the Gospel, only as we, in our weakness, fail to comprehend Gospel truth. … The ‘simple’ principles of the Gospel, such as baptism, the atonement, are mysteries to those who do not have the guidance of the Spirit of the Lord.” (",["span.emphasis","Church History and Modern Revelation,"],"1:43.)"],["div",{"id":"p123","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p123"},"A common expression heard in the Church is that we should stay away from the “mysteries,” yet these verses speak of the mysteries in a very positive sense, promising them to the righteous who seek after them. Elder Bruce R. McConkie explained the seeming contradiction:"],["div",{"id":"p124","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p124"},"“There is also a restricted and limited usage of the expression",["span.emphasis","mysteries"],"; it is more of a colloquial than a scriptural usage, and it has reference to that body of teachings in the speculative field, those things which the Lord has not revealed in plainness in this day. It is to these things that reference is made when the elders are counseled to leave the mysteries alone."],["div",{"id":"p125","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p125"},"“‘Oh, ye elders of Israel, hearken to my voice,’ the Prophet said, ‘and when you are sent into the world to preach, tell those things you are sent to tell; preach and cry aloud, “Repent ye, for the kingdom of heaven is at hand; repent and believe the gospel.” Declare the first principles, and let mysteries alone, lest ye be overthrown. Never meddle with the visions of beasts and subjects you do not understand.’ (",["span.emphasis","Teachings,"],"p. 292.)” (",["span.emphasis","Mormon Doctrine,"],"p. 524.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.10"},"D&C 6:10"],". What Gift Did the Lord Give Oliver Cowdery?"],["div",{"id":"p126","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p126"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-8-the-spirit-of-revelation.p1"},"Notes and Commentary for Doctrine and Covenants 8:6–9"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.10-13"},"D&C 6:10–13"],". “And If Thou Wilt Inquire”"],["div",{"id":"p127","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p127"},"Elder Bruce R. McConkie spoke of the Lord’s promise of revelation to His Saints, pointing out that “it is the privilege and the right of every member of the Church to receive revelation and to enjoy the gifts of the Spirit. When we are confirmed members of the Church, we receive the gift of the Holy Ghost, which is the right to the constant companionship of that member of the Godhead, based on faithfulness. The actual enjoyment of this gift depends upon personal worthiness. …"],["div",{"id":"p128","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p128"},"“It is the right of members of the Church to receive revelation. Joseph Smith said: ‘… God hath not revealed anything to Joseph, but what he will make known unto the Twelve, and even the least Saint may know all things as fast as he is able to bear them. …’ (",["span.emphasis","Teachings,"],"p. 149.) …"],["div",{"id":"p129","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p129"},"“Also: ‘It is the privilege of every Elder to speak of the things of God; and could we all come together with one heart and one mind in perfect faith the veil might as well be rent today as next week, or any other time. …’ (",["span.emphasis","Teachings,"],"p. 9.) …"],["div",{"id":"p130","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p130"},"“Religion comes from God by revelation and deals with spiritual things; and unless and until a man has received revelation, he has not received religion, and he is not on the path leading to salvation in our Father’s kingdom.” (In Conference Report, Apr. 1971, pp. 100–101.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.13"},"D&C 6:13"],". “There Is No Gift Greater Than the Gift of Salvation”"],["div",{"id":"p131","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p131"},["span.emphasis","“Salvation"],"in its true and full meaning is synonymous with",["span.emphasis","exaltation"],"or",["span.emphasis","eternal life"],"and consists in gaining an inheritance in the highest of the three heavens within the celestial kingdom. With few exceptions this is the salvation of which the scriptures speak. It is the salvation which the saints seek. It is of this which the Lord says,",["span.emphasis","‘There is no gift greater than the gift of salvation.’"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.13"},"D. & C. 6:13"],".) This full salvation is obtained in and through the continuation of the family unit in eternity, and those who obtain it are gods. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D. & C. 131:1–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132"},"132"],".)” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 670.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.16"},"D&C 6:16"],". How Private Are One’s Thoughts?"],["div",{"id":"p132","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p132"},"“Men’s thoughts are secret and cannot be pried into by other men, or for that matter by devils” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 777; see also",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.39"},"1 Kings 8:39"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.22-24"},"D&C 6:22–24"],". “I Have Told You Things Which No Man Knoweth”"],["div",{"id":"p133","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p133"},"“After we had received this revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6"},"D&C 6"],"], Oliver Cowdery stated to me that after he had gone to my father’s to board, and after the family had communicated to him concerning my having obtained the plates, that one night after he had retired to bed he called upon the Lord to know if these things were so, and the Lord manifested to him that they were true, but he had kept the circumstance entirely secret, and had mentioned it to no one; so that after this revelation was given, he knew that the work was true, because no being living knew of the thing alluded to in the revelation, but God and himself” (",["span.emphasis","History of the Church,"],"1:35)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.23"},"D&C 6:23"],". “Did I Not Speak Peace to Your Mind?”"],["div",{"id":"p134","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p134"},"Revelation can come in many ways and in various degrees of directness. In some cases God Himself may appear to a person; in other cases He may send an angel, show a vision, or speak through the whisperings of the still, small voice. Here the Lord bore witness to Oliver Cowdery of one way of giving revelation—a feeling of peace. When one is torn with despair or confusion, the sweet feeling of peace conveyed by the Comforter can instantly dispel the turmoil that reigned in the soul previously. Such a feeling is a real, definable experience, and as much a revelation as a vision, though more subtle and less direct in the way it is given."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.25-28"},"D&C 6:25–28"],". Other Records"],["div",{"id":"p135","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p135"},"See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.1,11"},"Doctrine and Covenants 8:1, 11"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.29-31"},"D&C 6:29–31"],". “They Can Do No More to You Than to Me”"],["div",{"id":"p136","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p136"},"The wicked people of the Savior’s day had power to bring about the Crucifixion, but they could not stop His work, nor could they destroy His soul so that He would not be exalted in the life hereafter. The Lord said here that the worst thing that could happen to Joseph Smith and Oliver Cowdery because of their work and their testimonies was death, but that their deaths would not stop the latter-day work of the Lord nor would the wicked have power to destroy their souls. Oliver Cowdery later lost faith and left the Church for a time, but Joseph Smith remained faithful and was eventually killed."],["div",{"id":"p137","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-6-the-arrival-of-oliver-cowdery.p137"},"President Joseph Fielding Smith wrote the following concerning Oliver Cowdery and the martyrdom of Hyrum Smith: “Had Oliver Cowdery remained true, had he been faithful to his testimony and his calling as the ‘Second Elder’ and Assistant President of the Church, I am just as satisfied as I am that I am here that Oliver Cowdery would have gone to Carthage with the Prophet Joseph Smith and laid down his life instead of Hyrum Smith. That would have been his right. Maybe it sounds a little strange to speak of martyrdom as being a right, but it was a right. Oliver Cowdery lost it and Hyrum Smith received it. According to the law of witnesses—and this is a divine law—it had to be.” (",["span.emphasis","Doctrines of Salvation,"],"1:221–22.)"]]]]],"refs":null}
