{"id":15,"parent_id":6,"book_id":0,"content_id":1,"language_id":1,"display_order":15,"title":"Section 9 \"Your Bosom Shall Burn within You\"","subtitle":"","short_title":"Section 9","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you","content":[["div",{"id":"head10","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.head10"},[".titleNumber","Section 9"],["h1","“Your Bosom Shall Burn within You”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p172","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p172"},"In its infancy the Church required stalwart leaders who had been trained in the ways of the Lord. One such leader was Oliver Cowdery, a capable young man eager to do the work of God."],["div",{"id":"p173","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p173"},"But Oliver was not content merely to assist in the work of translating by serving as Joseph’s scribe. He wanted to translate as Joseph did. The Lord’s desire, on the other hand, was for Oliver to continue to serve as scribe and then seek for greater gifts (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.2-3"},"D&C 9:2–3"],"). Oliver, however, became impatient and was given permission to translate on his own.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9"},"Doctrine and Covenants 9"],"is an explanation of Oliver’s failure to translate as he had wished."],["div",{"id":"p174","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p174"},"President Joseph Fielding Smith pointed out that “it seems probable that Oliver Cowdery desired to translate out of curiosity, and the Lord taught him his place by showing him that translating was not the easy thing he had thought it to be. In a subsequent revelation (Sec. 9), the explanation was made that Oliver’s failure came because he did not continue as he commenced, and the task being a difficult one, his faith deserted him. The lesson he learned was very necessary, for he was shown that his place was to act as scribe for Joseph Smith and that it was the latter who was called and appointed by command of the Lord to do the translating. There must have been some desire on the part of Oliver Cowdery to be equal with the Prophet and some impatience in having to sit and act as scribe, but when he failed to master the gift of translating, he was then willing to accept the will of the Lord.” (",["span.emphasis","Church History and Modern Revelation,"],"1:50–51.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.1"},"D&C 9:1"],". Wherein Did Oliver Cowdery Fail?"],["div",{"id":"p175","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p175"},"The Lord assigned Oliver’s failure to translate to the fact that he did not translate according to that which he desired of the Lord. Oliver had to learn that translating as Joseph Smith was doing was by the gift and power of God. Evidently, Oliver had received sufficient instruction, but instead went his own way, using his own wisdom. He was therefore stopped from translating (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.5"},"v. 5"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.2"},"D&C 9:2"],". Are Other Records Yet to Come Forth?"],["div",{"id":"p176","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p176"},"The Book of Mormon teaches that there are many records of God’s dealings with His children yet to come forth (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.7-8"},"2 Nephi 27:7–8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.6-11"},"3 Nephi 26:6–11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.22-28"},"Ether 3:22–28"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.5-7"},"4:5–7"],"). Several years after this revelation was given, the records from which the book of Abraham was translated fell into Joseph Smith’s hands. Perhaps this was one of those other records which the Lord had in mind. It should also be remembered that a portion of the gold plates was sealed. These too shall come forth some time in the future and may have been among those referred to in this statement by the Lord."],["div",{"id":"p177","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p177"},"President Joseph Fielding Smith indicated how both Oliver Cowdery and the general Church membership contributed to the failure of the Saints to have these records today: “It is possible that some of them might have been translated had the people received the Book of Mormon with full purpose of heart and had been faithful to its teachings. This was the promise the Lord made through Mormon. He said he would try the faith of the people and if they were willing to accept the lesser things (i.e., the Book of Mormon) then he would make known to them the greater things. That we have failed in this is very apparent, we have not accepted the revelations in the Book of Mormon, neither in the Doctrine and Covenants, with that faith and willingness to know the will of the Lord which would entitle us to receive this greater information. Oliver Cowdery was a party to this failure by turning away from the Church for a number of years when it needed his service. He therefore lost his privilege to translate through his own disobedience, and the people have lost the privilege of receiving the ‘greater things’ spoken of by the Lord to Mormon (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.8-11"},"III Nephi 26:8–11"],") until the day shall come when they are willing to be obedient in all things and will exercise faith such as was had by the brother of Jared. It should be remembered that such faith has rarely been seen on the earth. It appears, therefore, that we must wait until the reign of unrighteousness is at an end before the Lord will give to the people these writings, containing ‘a revelation from God, from the beginning of the world to the ending thereof.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.7"},"II Nephi 27:7"],".)” (",["span.emphasis","Church History and Modern Revelation,"],"1:52–53.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.5-6"},"D&C 9:5–6"],". Why Did the Lord Take Away Oliver’s Right to Translate?"],["div",{"id":"p178","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p178"},"Without question the Lord knew in 1829 that Oliver would eventually leave the Church. Some have thought this was why the Lord said, “It is wisdom in me that I have dealt with you after this manner.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.6"},"D&C 9:6"],".) The Lord, however, does not punish a person for sins he has not yet committed, even though He knows that he will commit them sometime in the future. Oliver had demonstrated by his present insufficient faith that it was better for him to wait for a season before he translated. Also, Joseph needed a scribe, and Oliver’s impatience at being only a scribe had been satisfied since he had learned that translation was not nearly as simple a task as it first appeared. It was therefore wisdom in God to have Oliver wait."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.7-8"},"D&C 9:7–8"],". What Mistake Did Oliver Make in Attempting to Translate?"],["div",{"id":"p179","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p179"},"“Spiritual effort, as well as mental and physical effort, was required in order to translate the sacred records of the Book of Mormon. Oliver Cowdery thought that all he needed to do in order to translate was to ask the Lord, but here he is told that he must also ‘study it out’ in his mind as well as to ask the Lord whether or not it is right. The Lord also gives Oliver a key so that he will know when the translation is right: his bosom shall burn within him.” (Ludlow,",["span.emphasis","Companion,"],"1:94.)"],[".",{"id":"f13","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.f13"},[".caption","“You must study it out in your mind; then you must ask me if it be right” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.8"},"D&C 9:8"],")."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.8-9"},"D&C 9:8–9"],". What Is Meant by “Your Bosom Shall Burn within You”?"],["div",{"id":"p181","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p181"},"Elder S. Dilworth Young said: “If I am to receive revelation from the Lord, I must be in harmony with him by keeping his commandments. Then as needed, according to his wisdom, his word will come into my mind through my thoughts, accompanied by a feeling in the region of my bosom. It is a feeling which cannot be described, but the nearest word we have is ‘burn’ or ‘burning.’ Accompanying this always is a feeling of peace, a further witness that what one heard is right. Once one recognizes this burning, this feeling, this peace, one need never be drawn astray in his daily life or in the guidance he may receive.” (“The Still Small Voice,”",["span.emphasis","Ensign,"],"May 1976, p. 23.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.9"},"D&C 9:9"],". “You Cannot Write That Which Is Sacred Save It Be Given You from Me”"],["div",{"id":"p182","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p182"},"Elder John A. Widtsoe wrote that the Prophet received revelation in different ways as he matured in his calling. At first his communications with the heavens were direct—visitations from God, His Son, and angels. Then he used the Urim and Thummim as a medium. Finally, “he learned to bring his mind into such harmony with divine forces that it became, as it were, itself a Urim and Thummim to him; and God’s will was revealed without the intervention of external aids” (Widtsoe,",["span.emphasis","Joseph Smith,"],"p. 267.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.8-9"},"D&C 9:8–9"],". Do These Verses Apply to All Members of the Church?"],["div",{"id":"p183","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p183"},"Though the principle of studying something out in one’s mind and seeking confirmation through the burning of the bosom or a stupor of thought was given to Oliver Cowdery to use in translating the Book of Mormon, this process of receiving revelation can be of value to all Saints. President Joseph Fielding Smith explained that “a similar privilege is given to any member of the Church who seeks knowledge in the spirit of prayer and faith. The Lord will cause the feeling of security and truth to take hold of the individual and burn within the bosom, and there will be an overwhelming feeling that the thing is right. Missionaries have felt the manifestation of this gift while laboring in the field; when searching the scriptures; when speaking before congregations on the streets and in public gatherings. When you have been listening to some inspired speaker who has presented a new thought to you, have you not felt that burning within and the satisfaction in your heart that this new thought is true? On the other hand, have you experienced the feeling of stupor, gloom, or uneasiness when some thought has been presented which was in conflict with the revealed word of the Lord, and you have felt by this manifestation of the Spirit that what was said is not true? It is a great gift, which all may receive, to have this spirit of discernment, or revelation, for it is the spirit of revelation.” (",["span.emphasis","Church History and Modern Revelation,"],"1:51.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.10-11"},"D&C 9:10–11"],". “But You Feared”"],["div",{"id":"p184","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p184"},"Given here is an additional reason Oliver Cowdery failed in his efforts to translate: he “feared” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.11"},"D&C 9:11"],"). Fear is the result of a lack of faith and an unwillingness to follow through. Had Oliver continued as he commenced, the gift of translation would have been his (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.5"},"v. 5"],"). As it was, he feared and consequently lost the proffered gift."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.12"},"D&C 9:12"],". How Did the Lord Compensate for Oliver Cowdery’s Failure?"],["div",{"id":"p185","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-9-your-bosom-shall-burn-within-you.p185"},"“As indicated in this revelation, the Lord had given Oliver Cowdery the right to translate part of the record. When Oliver failed in his attempts, the Lord gave unto his ‘servant Joseph sufficient strength, whereby it is made up.’ Thus, the total responsibility for translation was left with Joseph.” (Ludlow,",["span.emphasis","Companion"],", 1:96.)"]]]]],"refs":null}
