{"id":111,"parent_id":102,"book_id":0,"content_id":1,"language_id":1,"display_order":111,"title":"Section 98 \"Renounce War and Proclaim Peace\"","subtitle":"","short_title":"Section 98","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace","content":[["div",{"id":"head10","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.head10"},[".titleNumber","Section 98"],["h1","“Renounce War and Proclaim Peace”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p185","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p185"},"On 6 August 1833, “seventeen days after the mobbing of the saints in Missouri,” wrote President Joseph Fielding Smith, “the Prophet received a revelation in which the Lord said that the prayers of saints were heard in heaven, and counsel was given them to be patient in their afflictions and not seek vengeance against their enemies. Oliver Cowdery did not leave Independence on his special mission until after the 23rd of July, and if he arrived in Kirtland before the 6th of August when this revelation was received, it certainly was a miraculous journey considering the distance and the means he had of transportation. Just when he arrived we do not know, but the Prophet had learned that difficulties of a serious nature had commenced in Jackson County. Naturally the members of the Church there were extremely aroused and it was only natural that in their hearts there should be some spirit of retaliation and revenge upon their enemies. Because of this the Lord gave this revelation.” (",["span.emphasis","Church History and Modern Revelation,"],"1:432.)"],["div",{"id":"p186","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p186"},"The Prophet wrote of these days: “July, which once dawned upon the virtue and independence of the United States, now dawned upon the savage barbarity and mobocracy of Missouri” (",["span.emphasis","History of the Church,"],"1:372; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p1"},"Historical Background for D&C 97"],")."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.1-3"},"D&C 98:1–3"],". “In Everything Give Thanks. … All Things … Work Together for Your Good”"],["div",{"id":"p187","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p187"},"The first three verses of this section must have tested the faith of some of the Saints, for, in the month before this revelation was received, the Saints had seen the effects of unrestrained mobs. On 20 July 1833 a mob had gathered at the courthouse in Independence, called in the leaders of the Church in Missouri, and demanded that they prepare to leave Jackson County. The leaders asked for three months to consider their requests. When that request was denied, they asked for ten days. The mob refused and granted them only fifteen minutes. When the elders did not accept the mob’s illegal and unreasonable demands, the mob determined to destroy the offices of the",["span.emphasis","Evening and Morning Star"],"immediately. The printing shop and the residence of W. W. Phelps were completely demolished, as was the store run by Sidney Gilbert (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.8-9"},"D&C 57:8–9"],"). Even this destruction was not sufficient to satisfy these men:"],["div",{"id":"p188","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p188"},"“They broke into the houses of the Saints, searching for the leading elders. Men, women, and children ran in all directions, not knowing what would befall them. They caught Bishop Partridge and Charles Allen and dragged them a half mile to the public square, where they were given two alternatives: deny the Book of Mormon or consent to leave the county. The Book of Mormon they would not deny, nor would they consent to leave the county. Bishop Partridge was granted permission to speak. …"],["div",{"id":"p189","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p189"},"“His words were drowned by the tumultuous crowd, many of whom were shouting, ‘Call on your God to deliver you and your pretty Jesus you worship!’ The mob stripped Partridge and Allen of their clothing, smeared their bodies with tar mixed with pearl ash, a flesh-eating acid, and emptied a pillow of feathers over them. This indignity was endured with such resignation and meekness that the mob became ashamed; their sympathies touched, they permitted the two abused men to retire in silence. …"],["div",{"id":"p190","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p190"},"“On July 23, 1833, five hundred men rushed into Independence waving a red flag and brandishing guns, dirks, whips, and clubs. With oaths and curses they searched for the leading elders of the Church, threatening to whip the ones they captured with from fifty to five hundred lashes. Negroes owned by members of the mob laid waste the crops of the Saints. Dwellings were demolished by the mob as they threatened ‘We will rid Jackson county of the “Mormons,” peaceably if we can, forcibly if we must. If they will not go without, we will whip and kill the men; we will destroy their children, and ravish their women.’"],["div",{"id":"p191","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p191"},"“To save the lives of the Saints, Edward Partridge, William Phelps, Isaac Morley, A. Sidney Gilbert, John Whitmer, and John Corrill offered themselves as a ransom for the lives of their brethren, to be scourged or put to death if need be. For this noble gesture their names will be remembered forever in the annals of the Church. But the mob, insensible to this noble manifestation of love, scoffed at the six leaders and with brutal imprecations swore they would flog every man, woman, and child until the Mormons agreed to leave the county. ‘Leave the county or die’ was the demand.” (Barrett,",["span.emphasis","Joseph Smith,"],"pp. 251–52, 255–56.)"],["div",{"id":"p192","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p192"},"It was in this setting that the Lord called on the Saints to “rejoice evermore, and in everything give thanks” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.1"},"D&C 98:1"],") and reminded them that “all things wherewith you have been afflicted shall work together for your good” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.3"},"v. 3"],"). This was a call to show great faith in God. It can be harder to feel gratitude to God in the face of persecution than in times of peace and plenty. The promise that all things work for the good of the righteous is repeated in several other places. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.24"},"D&C 90:24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.15"},"100:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.24"},"Deuteronomy 6:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.28"},"Romans 8:28"],".)"],["div",{"id":"p193","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p193"},"“The meaning is that even the evil designs of men, in the hands of the Masterworkman, will turn out for the benefit of the people of God, and for His glory. The divine Will overrules all things for the",["span.emphasis","final"],"good of His children. We can see this exemplified in the history of the Latter-day Saints.” (Smith and Sjodahl, Commentary, p. 616.)"],["div",{"id":"p194","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p194"},"In such times of trial and adversity, when “the very jaws of hell … gape open the mouth wide” after the Saints (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.7"},"D&C 122:7"],"), the Saints can do as Job did: have faith in God no matter what happens. Upon hearing the news that his entire fortune had been wiped out and that his children had been killed in the collapse of a house—all on the same day—Job’s response was, “The Lord gave, and the Lord hath taken away; blessed be the name of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/job/1.21"},"Job 1:21"],"). When he was covered with painful boils and his wife encouraged him to curse God for the afflictions that had come upon him; he said, “Shall we receive good at the hand of God, and shall we not receive evil?” (",["a.scriptureRef",{"href":"/scriptures/ot/job/2.10"},"Job 2:10"],"). And then he said, “Though he slay me, yet will I trust in him” (",["a.scriptureRef",{"href":"/scriptures/ot/job/13.15"},"Job 13:15"],"). That is the faith and commitment that God required of His Saints in Jackson County, even in the midst of their persecutions. (See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-101-the-saints-are-cast-out-from-the-land-of-their-inheritance.p1"},"Notes and Commentary for D&C 101:4–5 and for D&C 122"],".)"],[".",{"id":"f11","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.f11"},[".caption","Mark E. Petersen stressed the need for Church members to uphold the Constitution."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.4-8"},"D&C 98:4–8"],". The Obligation to Uphold the Constitutional Law of the Lord"],["div",{"id":"p196","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p196"},"The Lord, our lawgiver, commanded His Saints to befriend “that law which is the constitutional law of the land” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.6"},"D&C 98:6"],"). Freedom comes from God, and constitutional law protects that freedom. “Whatsoever is more or less than this, cometh of evil” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.7"},"v. 7"],"). The establishment of the Constitution was an important part of the divine plan, as Elder Mark E. Petersen explained:"],["div",{"id":"p197","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p197"},"“When the Kirtland Temple was to be dedicated and the Prophet Joseph sought direction from the Lord in accomplishing this important responsibility, the Lord gave to the Prophet the dedicatory prayer for the occasion. It was revelation—the word of the Lord—and not of man. Yet in it, the Lord directed the prophet to pray: \"… may those principles, which were so honorably and nobly defended, namely, the Constitution of our land, by our fathers, be established forever.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.54"},"D&C 109:54"],".) This is significant!"],["div",{"id":"p198","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p198"},"“Let us recall again the words of the Lord to the Nephites. Said he, in speaking of this mighty nation of the Gentiles that he said would be established on this land in latter days: ‘For it is wisdom in the Father that they should be established in this land,",["span.emphasis","and be set up as a free people by the power of the Father"],". …’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.4"},"3 Nephi 21:4"],". Italics added.)"],["div",{"id":"p199","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p199"},"“Without the Constitution there would be no government such as the Lord had in mind. The Lord gave us that government by",["span.emphasis","providing the Constitution"],"written by the hands of wise men",["span.emphasis","whom he raised up for this very purpose"],". It was an act of God. It was another step in establishing the free conditions under which the gospel could be restored and then taken by the believing Gentiles to all other nations."],["div",{"id":"p200","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p200"},"“As the Lord indicated so plainly through Nephi and likewise in his own declaration to the Nephites after his resurrection as quoted above, it was a giant step in the divine plan to fulfill the promise made to Abraham, that God would recover his scattered seed by the preaching of the gospel. (See",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.7-11"},"1 Nephi 22:7–11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.4"},"3 Nephi 21:4"],".) His sheep would know his voice."],["div",{"id":"p201","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p201"},"“This, then, is why there is a United States."],["div",{"id":"p202","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p202"},"“The Prophet Joseph Smith said that ‘the Constitution of the United States is a glorious standard;",["span.emphasis","it is founded in the wisdom of God. It is a heavenly banner"],". …’ (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"p. 147. Italics added.)"],["div",{"id":"p203","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p203"},"“He also said, ‘I am the greatest advocate of the Constitution of the United States there is on earth.’ (Ibid., p. 326.)"],["div",{"id":"p204","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p204"},"“The Constitution provided freedom of religion, speech, press, and assembly. Therefore, under the Constitution the Lord could restore the gospel and reestablish his church. The preparation of the Constitution was the work of his own hand. The restoration of the gospel was likewise his work. Both were part of a greater whole. Both fit into his pattern for the latter days."],["div",{"id":"p205","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p205"},"“There would be no state church in America to interfere. All men in this land now were given the right to worship God according to the dictates of their own conscience, and that included Joseph Smith and his followers. It is true they were persecuted, as the people of God always have been, but the law—the Constitution—provided the very thing the Lord had in mind: freedom to reestablish his work in these last days, for he had so arranged it. …"],["div",{"id":"p206","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p206"},"“For years the Church has held that the Constitution is an inspired document. But how many know",["span.emphasis","why"],"it was inspired and",["span.emphasis","what"],"the Almighty had in mind in giving such inspiration?"],["div",{"id":"p207","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p207"},"“May we never forget the underlying reasons for it all: to provide a proper place for the restoration of the gospel and to allow for the worldwide preaching of that sacred word."],["div",{"id":"p208","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p208"},"“Let us always remember that its formation was one of the vital steps preparatory to the second coming of the Savior.” (",["span.emphasis","Great Prologue,"],"pp. 74–75, 78.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.9-12"},"D&C 98:9–12"],". “Good Men and Wise Men Ye Should Observe to Uphold”"],["div",{"id":"p209","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p209"},"Though the Constitution was given through inspiration, the law is administered by mortals whose human failings can sometimes get in the way of true and righteous principles. “When the wicked rule, the people mourn” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.9"},"D&C 98:9"],"). It is therefore important for citizens, wherever they have a choice, to elect “honest and wise men” who will administer it to the best of their ability (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.10"},"v. 10"],"). The First Presidency said:"],["div",{"id":"p210","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p210"},"“Laws which are enacted for the protection of society have no value except when they are administered in righteousness and justice, and they cannot be so administered if dishonest men occupy administrative offices."],["div",{"id":"p211","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p211"},"“The Lord says: ‘When the wicked rule, the people mourn.’ Wise men, good men, patriotic men are to be found in all communities, in all political parties, among all creeds. None but such men should be chosen. …"],["div",{"id":"p212","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p212"},"“Without beneficent laws, righteously administered, the foundations of civilization crumble, anarchy reigns, decay and dissolution follow.” (First Presidency, as cited by Anthony W. Ivins, in Conference Report, Oct. 1928, p. 16.)"],["div",{"id":"p213","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p213"},"As people seek to decide who should represent them in government, they should maintain their own honor and integrity as citizens. It is not enough to choose good and righteous leaders. Citizens must follow true and holy principles themselves. A righteous citizenry is the best safeguard to peace and happiness. For Zion to be established, the Saints must forsake all evil."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.14"},"D&C 98:14"],". How Does a Person Learn Not to Fear His Enemies?"],["div",{"id":"p214","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p214"},"The real source of confidence and inner peace is the gospel. President Joseph F. Smith noted: “We hear about living in perilous times. We are in perilous times, but I do not feel the pangs of that terror. It is not upon me. I propose to live so that it will not rest upon me. I propose to live so that I shall be immune from the perils of the world, if it be possible for me to so live, by obedience to the commandments of God and to his laws revealed for my guidance. No matter what may come to me, if I am only in the line of my duty, if I am in fellowship with God, if I am worthy of the fellowship of my brethren, if I can stand spotless before the world, without blemish, without transgression of the laws of God, what does it matter to me what may happen to me? I am always ready, if I am in this frame of understanding, mind, and conduct. It does not matter at all. Therefore, I borrow no trouble nor feel the pangs of fear.” (“The Gospel a Shield from Terror,”",["span.emphasis","Improvement Era,"],"July 1917, p. 827.)"],[".",{"id":"f12","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.f12"},[".caption","Ezra Taft Benson spoke of the house of Judah walking with the house of Ephraim."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.16-48"},"D&C 98:16–48"],". Laws by Which the Saints Are Governed in Times of Adversity"],["div",{"id":"p216","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p216"},"Against the terrible and unjust actions of the mobs in Jackson County (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p1"},"Notes and Commentary on D&C 98:1–3"],"), the natural reaction of the Saints would have been to retaliate. But such a reaction is not in harmony with the godliness required of Saints, and here the Lord outlines the laws which must govern Christians in times of persecution. He outlines the law of retaliation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.23-32"},"vv. 23–32"],"), the law of war (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.33-38"},"vv. 33–38"],"), and the law of forgiveness (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.39-48"},"vv. 39–48"],"). Smith and Sjodahl elaborated on these laws:"],["div",{"id":"p217","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p217"},"“",["span.emphasis","The Law of Retaliation"],". The Lord here states what may, perhaps, be called the",["span.emphasis","lex talionis"],"of the gospel. ‘An eye for an eye and a tooth for a tooth,’ was the highest ideal of justice to which the majority of the Children of Israel could rise under the Mosaic law. Our Lord enunciated a higher ideal, ‘But I say unto you, that ye resist not evil; but whosoever shall smite thee on thy right cheek, turn to him the other also. And if any man will sue thee at the law, and take away thy coat, let him have thy cloak also’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.39-40"},"Matt. 5:39–40"],"). This principle is set forth in further detail in the paragraphs before us. If men will smite you, or your families, and ye will bear it patiently, and not seek revenge, ye shall be rewarded (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.23"},"v. 23"],"). If the offense is repeated, and ye bear it patiently, your reward shall be a hundred fold (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.25"},"v. 25"],"). If it is repeated again, and ye bear it patiently the reward shall be multiplied four times (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.26"},"v. 26"],"), and the Lord will judge the offender (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.27"},"v. 27"],"). If he still persists he must be solemnly warned, and if he does not heed the warning, the victim is justified in ‘rewarding him according to his works’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.31"},"v. 31"],"); but if the wronged party will spare the offender, the reward for his righteousness will surely come (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.30"},"v. 30"],")."],["div",{"id":"p218","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p218"},"“As the world is constituted at present, it is impossible to live in it without being wronged some time. What to do, when wronged, is one of the great problems of a Christian life. The world says, ‘Get even!’ The Master said, ‘Forgive!’ ‘Absurd!’ the world exclaims, ‘What are laws and courts and jails for?’ Christ bids us remember that our worst enemy is, after all, one of God’s children whom Christ came to save, and that we ought to treat him as we would an erring brother. Very often Christian love in return for a wrong proves the salvation of the wrongdoer. It always has a wonderful effect upon those who practice it. It makes them strong, beautiful and God-like, whereas hatred and revenge stamp, upon the heart in which they dwell, the image of the devil. …"],["div",{"id":"p219","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p219"},"“",["span.emphasis","The Law of War."],"Israel was a war-cradled nation, but the divine law placed many restrictions on their military life. All men from twenty years of age, capable of carrying arms, were liable to military service (",["a.scriptureRef",{"href":"/scriptures/ot/num/1.3"},"Numbers 1:3"],"), but all the priests and Levites, who were engaged in the Temple service were exempt (",["a.scriptureRef",{"href":"/scriptures/ot/num/1.47"},"Numbers 1:47"],"); so was also a man who had built a house and had not yet dedicated it; one who had planted a vineyard and had not yet eaten of its fruit, and one who was engaged to be married and had not yet taken his betrothed home (",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.5-7"},"Deuteronomy 20:5–7"],"). A newly-married man was exempt for one year (",["a.scriptureRef",{"href":"/scriptures/ot/deut/24.5"},"Deut. 24:5"],"), and, finally, every one who was afraid, or ‘faint-hearted,’ was barred from the service, lest ‘his brethren’s heart faint as well as his heart’ (",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.8"},"Deut. 20:8"],"). By these sweeping restrictions, the Temple service, industrial and agricultural pursuits, and domestic happiness were exalted above militarism, at a time when the military cast wielded the predominating influence in many countries."],["div",{"id":"p220","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p220"},"“Israel was enjoined from going to war with any city or nation, until a peace-offer had been refused (",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.10"},"Deut. 20:10"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/deut/2.26-9"},"Deut. 2:26–9"],"). When war became inevitable, the Israelites were expressly commanded not to cut down the fruit trees in the territory of the enemy (",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.19"},"Deut. 20:19"],"). Unnecessary vandalism was prohibited."],["div",{"id":"p221","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p221"},"“Compare the instructions given to the Nephites,",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.10-25"},"Alma 48:10–25"],".” (Commentary, pp. 623–24.)"],["div",{"id":"p222","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p222"},"President David O. McKay taught:"],["div",{"id":"p223","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p223"},"“There are … two conditions which may justify a truly Christian man to enter—mind you, I say",["span.emphasis","enter, not begin"],"—a war: (1) An attempt to dominate and to deprive another of his free agency, and (2) Loyalty to his country. Possibly there is a third, viz., Defense of a weak nation that is being unjustly crushed by a strong, ruthless one."],["div",{"id":"p224","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p224"},"“Paramount among these reasons, of course, is the defense of man’s freedom. An attempt to rob man of his free agency caused dissension even in heaven. …"],["div",{"id":"p225","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p225"},"“To deprive an intelligent human being of his free agency is to commit the crime of the ages. …"],["div",{"id":"p226","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p226"},"“So fundamental in man’s eternal progress is his inherent right to choose, that the Lord would defend it even at the price of war. Without freedom of thought, freedom of choice, freedom of action within lawful bounds, man cannot progress. …"],["div",{"id":"p227","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p227"},"“The greatest responsibility of the state is to guard the lives, and to protect the property and rights of its citizens; and if the state is obligated to protect its citizens from lawlessness within its boundaries, it is equally obligated to protect them from lawless encroachments from without—whether the attacking criminals be individuals or nations.” (In Conference Report, Apr. 1942, pp. 72–73.)"],["div",{"id":"p228","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p228"},"Smith and Sjodahl continue:"],["div",{"id":"p229","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p229"},"“",["span.emphasis","The Law of Forgiveness"],". In [verses]",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.23-32"},"23–32"],"the Saints are taught to bear persecution patiently, and not to seek revenge; here they are instructed to go still farther, and forgive an enemy as often as he repents of his evil-doing, and a stated number of times, even if he does not repent (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.43"},"v. 43"],"). If, however, he continues to trespass and does not repent, the case is to be brought before the Lord, in the hope that the sinner may be brought to repentance; when that object is gained, he is to be forgiven (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.44-45"},"vv. 44, 45"],"); if there is no repentance, the matter is to be left entirely in the hands of the Lord."],["div",{"id":"p230","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p230"},"“[Until seventy times seven] means, practically, an unlimited number of times. In the days of our Lord, the Rabbis taught that no one was under obligation to forgive a neighbor more than three times. Peter, asking the Master for a ruling on that question, suggested that perhaps seven times would be a liberal improvement on the rule of the Jewish teachers, but our Lord answered, ‘seventy times seven.’ …"],["div",{"id":"p231","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p231"},"“The gospel teaches us that if we have a grudge against any man, in our hearts, we should drive it out. It teaches us to do good to all, even to enemies, and thereby it makes us as happy as only a heart full of sunshine can be.” (Commentary, pp. 625–26; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-60-68/section-64-of-you-it-is-required-to-forgive-all-men.p1"},"Notes and Commentary for D&C 64:9–10"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.16-18"},"D&C 98:16–18"],". Turning the “Hearts of the Jews unto the Prophets”"],["div",{"id":"p232","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p232"},"In May 1976 President Ezra Taft Benson spoke in Canada to a congregation that included many Jews. In his talk President Benson stated:"],["div",{"id":"p233","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p233"},"“In Jacob’s blessing to Judah, he declared: ‘Judah is … as an old lion:",["span.emphasis","who shall rouse him up"],"?’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.9"},"Gen. 49:9"],"; italics added.) We come as messengers bearing the legitimate authority to arouse Judah to her promises. We do not ask Judah to forsake her heritage. We are not asking her to leave father, mother, or family. We bring a message that Judah does not possess. That message constitutes ‘living water’ from the Fountain of living water."],["div",{"id":"p234","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p234"},"“Our prophet, Joseph Smith, was given a commandment by the Lord to turn ‘the hearts of the Jews unto the prophets, and the prophets unto the Jews.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.17"},"D&C 98:17"],".) We are presently sending our messengers to every land and people whose ideology permits us entrance. We have been gathering Joseph’s descendants for 146 years. We hope you, who are of Judah, will not think it an intrusion for us to present our message to you. You are welcome to come to our meetings. We display no crosses. We collect no offerings. We honor your commitment to your unique heritage and your individuality. We approach you in a different way than any other Christian church because we represent the restored covenant to the entire house of Israel."],["div",{"id":"p235","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p235"},"“Yes, we understand the Jews. … We understand them because we belong to the same house of Israel. We are your brothers—Joseph. We look forward to the day of fulfillment of God’s promise when ‘the house of Judah shall walk with the house of Israel.’ (",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.18"},"Jer. 3:18"],".)” (“A Message to Judah from Joseph,”",["span.emphasis","Ensign,"],"Dec. 1976, p. 72.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.38"},"D&C 98:38"],". What Does the Word Ensample Mean?"],["div",{"id":"p236","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p236"},["span.emphasis","Ensample"],"means “a precedent which may be followed or imitated; a pattern or model of conduct” (",["span.emphasis","Oxford English Dictionary,"],"s.v. “ensample”)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.38"},"D&C 98:38"],". “Behold This Is an Ensample to All People”"],["div",{"id":"p237","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p237"},"For the past several decades, the Church has lived in relatively peaceful circumstances. The bitter persecutions of earlier generations have not been seen on a general scale. There are indications, however, that this will not be permanent. Several scriptures speak of Satan and his forces waging war against the Saints (see, for example,",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.21-22,25"},"Daniel 7:21–22, 25"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.7"},"Revelation 13:7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14.13"},"1 Nephi 14:13"],")."],["div",{"id":"p238","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p238"},"President Brigham Young taught that such times of peace as are now enjoyed are only temporary respites. “If we live, we shall see the nations of the earth arrayed against this people; for that time must come, in fulfilment of prophecy. Tell about war commencing! Bitter and relentless war waged against Joseph Smith before he had received the plates of the Book of Mormon; and from that time till now the wicked have only fallen back at times to gain strength and learn how to attack the Kingdom of God.” (",["span.emphasis","Discourses of Brigham Young,"],"p. 111.)"],["div",{"id":"p239","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p239"},"Elder Bruce R. McConkie testified:"],["div",{"id":"p240","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p240"},"“But the vision of the future is not all sweetness and light and peace. All that is yet to be shall go forward in the midst of greater evils and perils and desolations than have been known on earth at any time. …"],["div",{"id":"p241","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p241"},"“The way ahead is dark and dreary and dreadful. There will yet be martyrs; the doors in Carthage shall again enclose the innocent. We have not been promised that the trials and evils of the world will entirely pass us by.” (In Conference Report, Apr. 1980, pp. 99–100; see also",["span.crossRef","Ensign, May 1980, p. 73"],".)"],["div",{"id":"p242","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p242"},"In other words, the Saints may yet have cause to look to the laws of retaliation, war, and forgiveness as outlined in section 98 to know how to respond to persecution. As the Savior himself said in another setting: “These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],".)"]]]]],"refs":null}
