{"id":107,"parent_id":102,"book_id":0,"content_id":1,"language_id":1,"display_order":107,"title":"Section 94 Houses for the Work of the Ministry","subtitle":"","short_title":"Section 94","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry.head6"},[".titleNumber","Section 94"],["h1","Houses for the Work of the Ministry"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p119","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry.p119"},"On 23 March 1833 a council was called to appoint a committee to purchase land in Kirtland for a stake of Zion. The committee was appointed, and some large farms were purchased. Among these was the Peter French farm, so-called after its previous owner. It was purchased because it had an excellent stone quarry and facilities for making brick. (See History of the Church, 1:335–36, 346.) The Kirtland Temple was later built on a part of the Peter French farm."],["div",{"id":"p120","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry.p120"},"Once the land was purchased, a city plat was surveyed, and the Saints gathered from surrounding states until the Church in Kirtland numbered about fifteen hundred souls. In this revelation, given on 6 May 1833, the same day section 93 was given, the Lord instructed the Saints “to build the city of Kirtland Stake, beginning at His house” (Smith and Sjodahl, Commentary, p. 600; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-93-truth-is-knowledge-of-things--.p1"},"Historical Background to Doctrine and Covenants 93"],")."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/94.1-2"},"D&C 94:1–2"],". What Pattern Had the Lord Given for the City of the Stake of Kirtland?"],["div",{"id":"p121","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry.p121"},"“The city of the stake of Zion” at Kirtland was to be built “beginning at my house” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/94.1"},"D&C 94:1"],"). The city was to be laid out with the temple as the starting point and the rest of the city built in relation to it. Joseph Smith drafted a plan for the central city of Zion in the spring of 1833 as a general pattern for cities of Zion. According to a copy of the plan sent to the Church in Independence, the temple was to be located in the center tier of blocks in a one-mile-square plat (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-118-revelation-to-the-twelve.p1"},"p. 118"],"; see also Berrett, Restored Church, pp. 91–92.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/94.3-12"},"D&C 94:3–12"],". Instructions for Erecting Buildings for the Work of the Kingdom"],["div",{"id":"p122","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry.p122"},"President Joseph Fielding Smith explained:"],["div",{"id":"p123","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry.p123"},"“A lot was set apart for the building of a house for the use of the First Presidency and where revelation could be given and all matters pertaining to the progress of the Church could receive proper attention. … It was to be dedicated unto the Lord from the foundation thereof, according to the order of the Priesthood. There is no question that the First Presidency needed a place where they could attend to the matters of Church government. This was to be a sacred house; no unclean thing was to be permitted to enter it, and if the builders would remember this the presence of the Lord should be in the building."],["div",{"id":"p124","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry.p124"},"“The second lot south of this building was to be dedicated for the building of another house where the printing for the Church could be done and the translation of the scriptures, on which the Prophet had been working off and on for many months, could be published. … This house also was to be dedicated to the service of the Lord, and set apart for the printing.” (",["span.emphasis","Church History and Modern Revelation,"],"1:404.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/94.8-9"},"D&C 94:8–9"],". How Must One Prepare to Enter the Lord’s House?"],["div",{"id":"p125","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry.p125"},"In such a sacred building as the house of the First Presidency mentioned here, the Lord will manifest His glory for the benefit of those who enter worthily. The Spirit of the Lord is repulsed by uncleanness. Therefore, if individuals enter the Lord’s house in a state of impurity, “the Spirit of the Lord is grieved” and “the heavens withdraw themselves” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.36-37"},"D&C 121:36–37"],"). Therefore, all who enter must purify themselves from sin. This was true of the houses referred to in this revelation, as well as the Kirtland Temple, which was built later, and it is true of modern temples. One purpose of the temple recommend is to ensure that those who enter the temple do so in worthiness, so that the Lord’s house will not be defiled and the outpouring of the Lord’s Spirit will not be inhibited or restrained."],[".",{"id":"f6","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry.f6"},[".caption","Bishops hold the keys to judge individuals worthy to enter the temple."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/94.13-17"},"D&C 94:13–17"],". Work of the Building Committee Appointed by the Lord"],["div",{"id":"p127","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-94-houses-for-the-work-of-the-ministry.p127"},"Hyrum Smith, Reynolds Cahoon, and Jared Carter were appointed as a committee to oversee the completion of certain buildings in Kirtland. To aid them in their assignment, the Lord gave them land adjacent to the temple lot. The Lord specified that the buildings for the First Presidency and the printing work should not begin “until I give unto you a commandment concerning them” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/94.16"},"D&C 94:16"],"). As it happened, the building of the Kirtland Temple took all the energy and finances of the Church. By the time it was completed, the faithful in Kirtland were compelled to leave for Missouri, so the other two buildings were not completed."]]]]],"refs":null}
