{"id":110,"parent_id":102,"book_id":0,"content_id":1,"language_id":1,"display_order":110,"title":"Section 97 \"This Is Zion—the Pure in Heart\"","subtitle":"","short_title":"Section 97","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart","content":[["div",{"id":"head9","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.head9"},[".titleNumber","Section 97"],["h1","“This Is Zion—the Pure in Heart”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p164","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p164"},"On 20 July 1833 the first open violence against the Saints in Jackson County broke out. The printing press owned by William W. Phelps was destroyed, many of the Saints were turned out of their homes, and Edward Partridge and Charles Allen were tarred and feathered on the public square in Independence, Missouri. The Prophet, unaware of the problems, sent a letter to the leaders of the Church in Missouri on 6 August 1833 in response to questions concerning the School of Zion. The letter contained",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97"},"Doctrine and Covenants 97"],", given 2 August 1833, and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98"},"Doctrine and Covenants 98"],", in which the Lord warned the inhabitants in Zion to observe His commandments or they would be visited “with sore affliction, with pestilence, with plague, with sword, with vengeance, with devouring fire” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.26"},"D&C 97:26"],"). As it turned out, the Saints did not fully heed this warning. The promised devastation followed early in November 1833. (See History of the Church, 1:390–93, 400.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.1-2"},"D&C 97:1–2"],". The “Truly Humble” in Zion"],["div",{"id":"p165","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p165"},"In these verses the Lord commended those in Zion who “are truly humble and are seeking diligently to learn wisdom and to find truth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.1"},"D&C 97:1"],") and promised that they would be blessed. Even though many of the Saints did not live as required and were eventually driven out, the Lord indicated here that some truly were worthy. Sometimes the wickedness of some individuals brings suffering to all, even those who are righteous."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.3-5"},"D&C 97:3–5"],". What Was the “School in Zion” and under What Conditions Did It Meet?"],["div",{"id":"p166","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p166"},"In the summer of 1833, a “school of Elders” began in Zion with Parley P. Pratt as its teacher. Its main purpose was to prepare the brethren living there to go forth as missionaries during the coming winter. Elder Pratt wrote that “in the latter part of summer and in the autumn [1833], I devoted almost my entire time in ministering among the churches; holding meetings; visiting the sick; comforting the afflicted, and giving counsel. A school of Elders was also organized, over which I was called to preside. This class, to the number of about sixty, met for instruction once a week. The place of meeting was in the open air, under some tall trees, in a retired place in the wilderness, where we prayed, preached and prophesied, and exercised ourselves in the gifts of the Holy Spirit. Here great blessings were poured out, and many great and marvelous things were manifested and taught. The Lord gave me great wisdom, and enabled me to teach and edify the Elders, and comfort and encourage them in their preparations for the great work which lay before us. I was also much edified and strengthened. To attend this school I had to travel on foot, and sometimes with bare feet at that, about six miles. This I did once a week, besides visiting and preaching in five or six branches a week.” (",["span.emphasis","Autobiography of Parley P. Pratt,"],"pp. 93–94.)"],[".",{"id":"f9","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.f9"},[".caption","A monument to the School of the Elders"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.6-7"},"D&C 97:6–7"],". “The Ax Is Laid at the Root”"],["div",{"id":"p168","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p168"},"In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.7"},"Doctrine and Covenants 97:7"],"the Lord says that His people, Zion, are like fruit trees (see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.10"},"Matthew 3:10"],"). People are like trees in that they are known by their fruits, or their works (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.16-20"},"Matthew 7:16–20"],"). Good trees bear good fruit and evil trees bear evil fruit. The Lord will cut down “every tree that bringeth not forth good fruit” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.7"},"D&C 97:7"],"). The phrase “the ax is laid at the root of the trees” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.7"},"v. 7"],") evokes a vivid image. Generally, one touches the ax to the spot chosen for the first blow before delivering the blow. Figuratively speaking, a tree that saw an ax laid at its root might be motivated to change its ways and bring forth good fruit so as not to be hewn down. Even as this revelation was given, the mobs were gathering for their initial blow in Jackson County."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.8-9"},"D&C 97:8–9"],". What Is the Principle of Sacrifice and How Is It Fulfilled?"],["div",{"id":"p169","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p169"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p1"},"Notes and Commentary on Doctrine and Covenants 58:2–4"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.10-12"},"D&C 97:10–12"],". What Is a Tithe?"],["div",{"id":"p170","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p170"},"The dictionary defines",["span.emphasis","tithing"],"as a tenth part of something paid as a voluntary contribution. In section 97 the word",["span.emphasis","tithing"],"is equated with",["span.emphasis","sacrifice,"],"specifically the sacrifice necessary to build a temple in Zion. The Lord later defined",["span.emphasis","tithing"],"for the Saints as “one-tenth of all their interest annually” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.4"},"D&C 119:4"],"). Today tithing is a tenth of one’s annual increase, or income."],["div",{"id":"p171","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p171"},"“Strictly speaking there is no such thing as a",["span.emphasis","part tithing"],". Tithing is a tenth, and unless a person contributes the tenth, he has only made a contribution to the tithing funds of the Church. Somewhat inappropriately the term",["span.emphasis","part-tithepayer"],"is used with reference to those making such contributions.” (McConkie,",["span.emphasis","Mormon Doctrine,"],"pp. 798–99.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.13-14"},"D&C 97:13–14"],". The Temple Is “a Place of Instruction”"],["div",{"id":"p172","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p172"},"Elder John A. Widtsoe said: “Temple work … gives a wonderful opportunity for keeping alive our spiritual knowledge and strength. … The mighty perspective of eternity is unraveled before us in the holy temples; we see time from its infinite beginning to its endless end; and the drama of eternal life is unfolded before us. Then I see more clearly my place amidst the things of the universe, my place among the purposes of God; I am better able to place myself where I belong, and I am better able to value and to weigh, to separate and to organize the common, ordinary duties of my life, so that the little things shall not oppress me or take away my vision of the greater things that God has given us.” (In Conference Report, Apr. 1922, pp. 97–98.)"],["div",{"id":"p173","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p173"},"The temple is a place where the Saints “may be perfected in the understanding of their ministry, in theory, in principle and in doctrine, in all things pertaining to the kingdom of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.14"},"D&C 97:14"],")."],[".",{"id":"f10","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.f10"},[".caption","The Lord’s house is a house of instruction."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.15-17"},"D&C 97:15–17"],". How Do the Lord’s Leaders Help Maintain the Sacredness of the Temples?"],["div",{"id":"p175","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p175"},"A temple of God is a place of purity and holiness. Those who enter it must be worthy, so interviews for temple recommends are held yearly to determine worthiness. The Saints are under the Lord’s command not to “suffer any unclean thing to come into it, that it be not defiled” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.15"},"D&C 97:15"],"). If this requirement is met, the Lord promises that He “will come into it, and all the pure in heart that shall come into it shall see God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.16"},"v. 16"],")."],["div",{"id":"p176","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p176"},"Elder Henry D. Taylor commented on the responsibility of the President of the Church: “In general terms, and this is something that pertains to all of us, it is the Lord’s plan that no unrepentant sinner enter the temple, for the Lord has declared that he will not abide in temples that have been defiled by any unclean thing. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.15-19"},"D&C 97:15–19"],".) The President of the Church, President Spencer W. Kimball, is directly responsible to the Lord to see that the sacredness of the temples and the ordinances performed therein are maintained. I can assure you that President Kimball takes that stewardship most seriously.” (“I Have a Question,”",["span.emphasis","Ensign,"],"Feb. 1976, p. 34.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.18"},"D&C 97:18"],". What Is the Destiny of Zion?"],["div",{"id":"p177","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p177"},"Here the Lord says that Zion “shall prosper, and spread herself and become very glorious, very great, and very terrible” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.18"},"D&C 97:18"],")."],["div",{"id":"p178","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p178"},"The Prophet Joseph Smith taught: “You know there has been great discussion in relation to Zion—where it is, and where the gathering of the dispensation is, and which I am now going to tell you. The prophets have spoken and written upon it; but I will make a proclamation that will cover a broader ground.",["span.emphasis","The whole of America is Zion itself from north to south, and is described by the Prophets, who declare that it is the Zion where the mountain of the Lord should be, and that it should be in the center of the land."],"When Elders shall take up and examine the old prophecies in the Bible, they will see it.” (",["span.emphasis","History of the Church,"],"6:318–19.)"],["div",{"id":"p179","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p179"},"President Brigham Young said: “This American continent will be Zion; for it is so spoken of by the prophets. Jerusalem will be rebuilt and will be the place of gathering, and the tribe of Judah will gather there; but this continent of America is the land of Zion.” (In",["span.emphasis","Journal of Discourses,"],"5:4.)"],["div",{"id":"p180","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p180"},["span.emphasis","Terrible"],"is used to describe Zion because the basic meaning of the word is “something that causes terror.” Zion’s glory will be such that it will strike terror into the hearts of the wicked (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.70"},"D&C 45:70"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.31"},"105:31"],"; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-b-establishing-zion.p1"},"Enrichment B in the Appendix"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],". “Verily, … for This Is Zion—the Pure in Heart”"],["div",{"id":"p181","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p181"},"Zion is not only a location but a condition as well. The Lord declares that a person worthy of Zion is one who is “pure in heart” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],"). Hyrum Smith described Zion as “the honest and pure in heart that will harken to the everlasting covenant” (in",["span.emphasis","History of the Church,"],"6:320)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.22-28"},"D&C 97:22–28"],". “Vengeance Cometh Speedily upon the Ungodly As a Whirlwind”"],["div",{"id":"p182","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p182"},"Great and marvelous blessings are promised for Zion, or those who are pure in heart (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],"). In this section, the Lord also decrees punishment on the wicked. Even Zion will not escape unless she does the works of righteousness. The Prophet Joseph taught:"],["div",{"id":"p183","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p183"},"“If Zion will not purify herself, so as to be approved of in all things, in His sight, He will seek another people; for His work will go on until Israel is gathered, and they who will not hear His voice, must expect to feel His wrath. Let me say unto you, seek to purify yourselves, and also the inhabitants of Zion, lest the Lord’s anger be kindled to fierceness."],["div",{"id":"p184","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-97-this-is-zion-the-pure-in-heart.p184"},"“Repent, repent, is the voice of God to Zion; and strange as it may appear, yet it is true, mankind will persist in self-justification until all their iniquity is exposed, and their character past being redeemed, and that which is treasured up in their hearts be exposed to the gaze of mankind. I say to you (and what I say to you I say to all), hear the warning voice of God, lest Zion fall, and the Lord swear in His wrath the inhabitants of Zion shall not enter into His rest.” (",["span.emphasis","Teachings,"],"pp. 18–19.)"]]]]],"refs":null}
