{"id":113,"parent_id":102,"book_id":0,"content_id":1,"language_id":1,"display_order":113,"title":"Section 100 Words of Comfort to Joseph Smith and Sidney Rigdon","subtitle":"","short_title":"Section 100","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon","content":[["div",{"id":"head12","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.head12"},[".titleNumber","Section 100"],["h1","Words of Comfort to Joseph Smith and Sidney Rigdon"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p253","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.p253"},"“While the enemies in Missouri were gathering their lawless forces for an assault upon the Church there, the Lord inspired the Prophet Joseph to go on a mission and proclaim the gospel message. He was not to mind the enemies. His calling was to testify to the world. And he went on this mission as far as Canada, as full of faith and hope as if there had been no storm clouds in the sky.” (Smith and Sjodahl, Commentary, p. 630.)"],["div",{"id":"p254","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.p254"},"While on this mission, in a journal entry dated 11 October 1833, the Prophet wrote: “I feel very well in my mind. The Lord is with us, but have much anxiety about my family.” (",["span.emphasis","History of the Church,"],"1:419n.) On 12 October they arrived at Perrysburg, New York, where the Lord gave them the revelation now contained in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100"},"Doctrine and Covenants 100"],"."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.1"},"D&C 100:1"],". Why Is It Significant That the Lord Called Joseph and Sidney “My Friends”?"],["div",{"id":"p255","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.p255"},"The term",["span.emphasis","friends,"],"when used by the Lord, speaks peace to the souls of those for whom it is intended. It identifies the quality of the relationship between them, for the friend of the Lord knows both Him and His ways. Indeed, the Lord says that He makes known to them “all things that I have heard of my Father” (",["a.scriptureRef",{"href":"/scriptures/nt/john/15.15"},"John 15:15"],"). The friend of God is the one for whom the Savior died (see",["a.scriptureRef",{"href":"/scriptures/nt/john/15.13"},"John 15:13"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.1"},"D&C 100:1"],". “Your Families Are … in Mine Hands”"],["div",{"id":"p256","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.p256"},"Since they had left their families behind before embarking on their mission, it was only natural that Joseph Smith and Sidney Rigdon should feel some concern. In this verse the Lord assured both men that their families were in His care and that He would see to them."],["div",{"id":"p257","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.p257"},"In the early days of the Church some of the brethren were occasionally called to serve missions and to leave the care of their families entirely in the hands of the Lord. More often, missionaries were instructed to provide for their families before leaving (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/99.6"},"D&C 99:6"],"), or in some cases the Church helped care for missionary families. Today as in former times the Lord helps those who make sacrifices to keep missionaries in the field. Elder M. Russell Ballard noted: “The Lord does bless His missionaries just as surely as they bless the lives of those they teach and baptize. Difficult languages are learned with astonishing speed and skill. Financially strapped families back home find unforeseen means to support their missionaries. Weaknesses become strengths, challenges become opportunities, trials become triumphs, and adversity becomes an adventure in the service of the Lord—another fruit of gospel living” (",["span.emphasis","Our Search for Happiness,"],"p. 108)."],[".",{"id":"f14","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.f14"},[".caption","The warning voice is to gather the righteous."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.3-5"},"D&C 100:3–5"],". The Church President Opened a Missionary “Door”"],["div",{"id":"p259","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.p259"},"Joseph and Sidney went on this mission to Canada in 1833 to save souls (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.4"},"D&C 100:4"],"). The Lord promised that if they would lift up their voices and “speak the thoughts” he put into their hearts (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.5"},"v. 5"],") “an effectual door” to missionary labor would be opened unto them (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.3"},"v. 3"],"). Thus began the labor in Canada that was to result in the conversion of so many souls. It was through this “door” that Parley P. Pratt walked two years later to contact John Taylor, future President of the Church. When we place themselves in the Lord’s hands, as did Joseph and Sidney, we cannot help but succeed."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.6-8"},"D&C 100:6–8"],". What Responsibility Comes with the Gift to Know What to Say in the Very Hour?"],["div",{"id":"p260","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.p260"},"The Lord’s agents are to speak as moved upon by the Holy Ghost (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.4"},"D&C 68:4"],"), and they are to do so “in solemnity of heart” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.7"},"D&C 100:7"],"). If we walk by the Spirit, we can receive the guidance needed for safety (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.6"},"1 Nephi 4:6"],"). But the things of God are sacred “and must be spoken with care, and by constraint of the Spirit” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.64"},"D&C 63:64"],"). But we must not hold back and fail to speak at all. Where “much is given much is required” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.3"},"D&C 82:3"],"). President Wilford Woodruff explained the importance of this responsibility: “I will say as Paul did, ‘Woe be unto me if I preach not the Gospel’ [",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/9.16"},"1 Corinthians 9:16"],"]. I will say the same for the Apostles, the High Priests, the Seventies, and the Elders, so far as they are called to declare the words of life and salvation to this generation; the judgments of God will rest upon us if we do not do it. You may ask why. I answer, because a dispensation of the Gospel of Jesus Christ has never been given to man in ancient days or in this age, for any other purpose than for the salvation of the human family.” (In",["span.emphasis","Journal of Discourses,"],"22:204.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.9-11"},"D&C 100:9–11"],". Sidney Rigdon, a Spokesman for Joseph Smith"],["div",{"id":"p261","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.p261"},"Sidney Rigdon, like Aaron in an earlier time (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/4.16"},"Exodus 4:16"],"), was appointed a spokesman for the Prophet Joseph Smith. Blessed with great gifts as an orator and student of scripture, Sidney was promised “power to be mighty in testimony” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.10"},"D&C 100:10"],"). President George Q. Cannon said: “Those who knew Sidney Rigdon, know how wonderfully God inspired him, and with what wonderful eloquence he declared the word of God to the people. He was a mighty man in the hands of God, as a spokesman, as long as the prophet lived, or up to a short time before his death. Thus you see that even this which many might look upon as a small matter, was predicted about 1,700 years before the birth of the Savior [see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3.18"},"2 Nephi 3:18"],"], and was quoted by Lehi 600 years before the same event, and about 2,400 years before its fulfillment, and was translated by the power of God, through his servant Joseph, as was predicted should be the case.” (In",["span.emphasis","Journal of Discourses,"],"25:126.)"],["div",{"id":"p262","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.p262"},"According to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.11"},"Doctrine and Covenants 100:11"],", while Sidney was to be a spokesman for Joseph Smith, the Prophet was to “be a revelator” unto Sidney. In this way Brother Rigdon was to “know the certainty of all things pertaining to the things of my kingdom on the earth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.11"},"v. 11"],"). Sidney, because of his call to be a spokesman for the Prophet Joseph Smith, claimed to be guardian of the Church after Joseph’s death. To lead the Church, however, was not within the scope of his calling."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.13-17"},"D&C 100:13–17"],". “Zion Shall Be Redeemed, Although She Is Chastened for a Little Season”"],["div",{"id":"p263","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.p263"},"Just before starting for Canada, Oliver Cowdery brought word to the Prophet that enemies of Zion were working to destroy the Church. Joseph sent Orson Hyde and John Gould from Kirtland to Jackson County, Missouri, “with advice to the Saints in their unfortunate situation” (",["span.emphasis","History of the Church,"],"1:407). This journey would be very hazardous because they would be traveling near anti-Mormon mobs. The Lord assured them that He would be with them so long as they kept His commandments."],["div",{"id":"p264","uri":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-100-words-of-comfort-to-joseph-smith-and-sidney-rigdon.p264"},"Joseph also received a promise from the Lord concerning Zion’s future state: Zion would be redeemed after a season. Such a delay was the means of purifying a people who would serve the Lord in righteousness. Serving in righteousness is a prerequisite for building Zion."]]]]],"refs":null}
