{"id":48,"parent_id":47,"book_id":9,"content_id":1,"language_id":1,"display_order":48,"title":"JST, Luke 3","subtitle":"","short_title":"JST, Luke","uri":"/scriptures/jst/jst-luke/3","content":[[".bodyBlock",["div",{"id":"t1","uri":"/scriptures/jst/jst-luke/3.t1","order":"12.11.003.317"},[".title",["b","JST, Luke 3:4–11."],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.4-6"},"Luke 3:4–6"]],["div",{"id":"4","uri":"/scriptures/jst/jst-luke/3.4","order":".003.318"},["b","4"],"As it is written in the book of the",["i","prophet"],"Esaias;",["i","and these are the words,"],"saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, and make his paths straight."],["div",{"id":"5","uri":"/scriptures/jst/jst-luke/3.5","order":".003.319"},["b","5"],["i","For behold, and lo, he shall come, as it is written in the book of the prophets, to take away the sins of the world, and to bring salvation unto the heathen nations, to gather together those who are lost, who are of the sheepfold of Israel;"]],["div",{"id":"6","uri":"/scriptures/jst/jst-luke/3.6","order":".003.320"},["b","6"],["i","Yea, even the dispersed and afflicted; and also to prepare the way, and make possible the preaching of the gospel unto the Gentiles;"]],["div",{"id":"7","uri":"/scriptures/jst/jst-luke/3.7","order":".003.321"},["b","7"],["i","And to be a light unto all who sit in darkness, unto the uttermost parts of the earth; to bring to pass the resurrection from the dead, and to ascend up on high, to dwell on the right hand of the Father,"]],["div",{"id":"8","uri":"/scriptures/jst/jst-luke/3.8","order":".003.322"},["b","8"],["i","Until the fullness of time, and the law and the testimony shall be sealed, and the keys of the kingdom shall be delivered up again unto the Father;"]],["div",{"id":"9","uri":"/scriptures/jst/jst-luke/3.9","order":".003.323"},["b","9"],["i","To administer justice unto all; to come down in judgment upon all, and to convince all the ungodly of their ungodly deeds, which they have committed; and all this in the day that he shall come;"]],["div",{"id":"10","uri":"/scriptures/jst/jst-luke/3.10","order":".003.324"},["b","10"],["i","For it is a day of power; yea,"],"every valley shall be filled, and every mountain and hill shall be brought low; the crooked shall be made straight, and the rough ways made smooth;"],["div",{"id":"11","uri":"/scriptures/jst/jst-luke/3.11","order":".003.325"},["b","11"],"And all flesh shall see the salvation of God."]],["div",{"id":"t2","uri":"/scriptures/jst/jst-luke/3.t2","order":"12.11.003.326"},[".title",["b","JST, Luke 3:19–20."],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.10-13"},"Luke 3:10–13"]],["div",{"id":"19","uri":"/scriptures/jst/jst-luke/3.19","order":".003.327"},["b","19"],["i","For it is well known unto you, Theophilus, that after the manner of the Jews, and according to the custom of their law in receiving money into the treasury, that out of the abundance which was received, was appointed unto the poor, every man his portion;"]],["div",{"id":"20","uri":"/scriptures/jst/jst-luke/3.20","order":".003.328"},["b","20"],["i","And after this manner did the publicans also, wherefore John"],"said unto them, Exact no more than that which is appointed you."]]]],"refs":null}
