{"id":29,"parent_id":26,"book_id":19,"content_id":1,"language_id":1,"display_order":29,"title":"Lesson 23: First Aid, Part 1: Preventing and Preparing for Injuries","subtitle":"","short_title":"Lesson 23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries","content":[["div",{"id":"head4","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.head4"},[".titleNumber","Lesson 23"],["h1","First Aid, Part 1: Preventing and Preparing for Injuries"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p3"},"The purpose of this lesson is to help us learn how to prevent accidents, act calmly and effectively if accidents occur, and apply first aid when it is needed."],[".topic",["h2","Caring for Our Temporal Bodies"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p5"},"As members of The Church of Jesus Christ of Latter-day Saints, we recognize that both our temporal well-being and our spiritual well-being are important. By learning how to avoid accidents and how to take care of some common accidents, we become better prepared to protect and take good care of our temporal bodies. It is also important that we have some basic first aid skills. When we are thus prepared, we are better able to serve and bless others as well as ourselves."],["ul.bullet",["li",["span.label","•"],[".para","Have the assigned sister briefly tell the parable of the good Samaritan (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.29-37"},"Luke 10:29–37"],")."]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.34"},"Luke 10:34"],". What did the Samaritan do?"]]]],[".topic",["h2","How to Prevent Accidents"],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p9"},"We cannot prevent accidents, but we should try to make our homes and other areas as safe as possible. Unfortunately, it is sometimes the physical suffering, regret, or sorrow we experience after an accident that causes us to look for ways to keep that accident from happening again."],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p10"},"Elder Loren C. Dunn told about an incident in which he warned his daughter to be careful, but his caution did not prevent an accident:"],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p11"},"“We have a three-year-old daughter whom we love very dearly. Not long ago I was doing some studying at my desk at home, and she was in the room playing with a glass of water that was on the desk. As she picked up that large glass with her little fingers, I repeatedly warned her that she must be careful or she would drop the glass, which, of course, she finally did. It shattered as it hit the floor, and splinters went in every direction. …"],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p12"},"“Since she often plays in her bare feet, I took her out of the room and made every effort to sweep up all the glass particles. But the thought came to me that perhaps I hadn’t gotten all the splinters of glass, and at some future time when she is playing in that room, those little feet might find the splinters which went undetected, and she would have to suffer anew for that which she did” (in Conference Report, Oct. 1969, 13–14; or",["span.emphasis","Improvement Era,"],"Dec. 1969, 44)."],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p13"},"Often we feel that telling someone to be careful is all we need to do to prevent accidents. However, we can usually prevent them more effectively by doing something to change the dangerous situation."],["ul.bullet",["li",["span.label","•"],[".para","What could parents or older children do to help prevent an accident such as the one related above?"]]],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p15"},"We all have probably had some unfortunate experiences as the result of accidents in our homes. Since most accidents occur in or near the home, we should consider some of their common causes and what we might do to prevent them."],[".topic",["h3","Dangerous Substances"],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p17"},"Some substances that are often kept in the home are poisonous if we eat or drink them. For example, kerosene and other kinds of cooking fuel are poisonous. Pesticides are harmful if taken into our bodies or if they remain on the skin too long. Lye (which is used to make soap), bleach, cleanser, and rubbing alcohol are other very dangerous substances."],["ul.bullet",["li",["span.label","•"],[".para","What dangerous liquid or powder substances do you have in your home?"]]],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p19"},"Another potentially dangerous substance is medicine. Medicines can be helpful for sick people, but they can also be dangerous if used improperly. It is unwise to keep medicines after the illness for which they are prescribed is cured. Over time, medicines can become less effective and even toxic. When unused medicines are kept, the illnesses they were meant to treat may be forgotten and if the medicine is taken for a different illness, the situation may be worsened. Because a medicine prescribed for one person’s illness may be useless or harmful for someone else with the same illness, medicine should be taken only by the person for whom it is prescribed. Medicines can also be dangerous when taken in the wrong dosage. It is especially important to see that children take only the prescribed amount, which is usually much less than that prescribed for an adult."],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p20"},"The importance of keeping all medicines out of the reach of small children is illustrated by the following story: One day when a little boy became ill, his mother and father took him to the hospital. The doctor checked the child and prescribed some medicine for him. After they came home, the boy’s parents left him in his room alone while they were busy working outside. During this time the child found the bottle of medicine and drank it all at once. He was supposed to have taken only two teaspoonfuls every four hours. When his parents came to check on him, they found that he was seriously ill. Nothing could be done in time, however, and the child died."],["ul.bullet",["li",["span.label","•"],[".para","What should family members do to prevent such accidents from happening?"]]],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p22"},"Because many dangerous substances are useful, we keep them in our homes for proper use. However, we should do all we can to prevent people from eating or drinking them or from touching them for too long. One way to do this is to carefully write the name of the substance on the container in which it is stored."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 23-a, “Labeling dangerous substances.”"]]],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p24"},"A simple picture can warn of a poison. Teach children or others who cannot read that the symbol or picture means “Danger!” or “Poison!”"],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p25"},"Dangerous substances should be stored on a high shelf or in a locked cupboard where children cannot reach them. Use childproof clamps on cupboards and safety caps on medications and other potentially dangerous substances. Never call medicine “candy” to convince a child to take it, even if it has a pleasant candy flavor."],["div",{"id":"p26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p26"},"Use chemicals only in well-ventilated areas and wear protective clothing such as gloves or a face mask. Never mix household cleaners because they can produce toxic vapors."],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p27"},"Learn the appropriate antidotes for household and other poisons in your area, and what to do in case someone accidentally drinks or is exposed to a poison. Keep telephone numbers for professional medical help near your telephone. Call your local Poison Control Center (your doctor or hospital can give you the number) for instructions on what to do. If you do not live near a telephone, ask a local health worker for information you can keep at your home that includes instructions on how to treat someone for various substances."],["ul.bullet",["li",["span.label","•"],[".para","What can we do in our homes to prevent exposure to dangerous substances?"]]]],[".topic",["h3","Dangerous Objects"],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p30"},"Most homes have potentially dangerous objects with sharp or pointed edges, such as knives, scissors, and tools. We can develop certain habits in using these to make our homes safer."],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p31"},"We should always put sharp objects out of the reach of young children. Even if we put a knife in an unsafe place for only a moment, a child could still pick it up and cause an injury."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 23-b, “A woman handing a girl a pair of scissors.”"]]],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p33"},"Some tools can be used in both dangerous and safe ways. For example, matches are useful when used correctly. However, playing with matches or using them carelessly can cause great injury and destruction. Store matches out of reach of children. Use knives with controlled movements when others are near, in order to avoid accidents. Make a habit of handing these objects to another person with a sharp or pointed edge away from that person. We should teach our children the proper ways to safely carry and use such tools."],["ul.bullet",["li",["span.label","•"],[".para","Where might we keep each of these dangerous objects to prevent accidents? What specific changes can we make in the ways we or our children use dangerous objects?"]]]],[".topic",["h3","Dangerous Situations"],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p36"},"Specific situations that can result in accidents vary from area to area, and even from home to home. However, some situations are common and can be changed to prevent accidents."],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p37"},"Many injuries result when people climb on top of an unstable object while trying to reach a high place in their home or yard. To prevent such injuries, carefully choose an object that is safe and secure to stand on, or have someone steady the base. When we take time to do this, we can often prevent serious injury."],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p38"},"Injuries can also occur when we slip on something that has been spilled on the floor and not wiped up. It is also easy to fall over something, such as a toy, that has been left where it does not belong. Some families find it useful to follow the rule of always putting things in their place as soon as they are not being used. This greatly decreases the chance of having someone trip on an unexpected object."],["ul.bullet",["li",["span.label","•"],[".para","What situations could cause falls?"]],["li",["span.label","•"],[".para","What specific things can be done to prevent accidents?"]]],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p41"},"Avoid leaving children unattended where they can be burned with hot water or where there is danger of drowning (including bathtubs and toilets). Avoid allowing children to play with electrical fixtures, where there is danger of being shocked or burned. Use outlet covers on all outlets not being used. Place childproof gates at the top of stairs. Buckle up children in vehicles. Keep plastic bags, cords, and small objects from young children."],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p42"},"Home accidents often occur in the cooking area. In some homes where cooking is done over a fire on or near the ground, small children are often burned by getting too close to the fire. It would be safer to raise the cooking surface a few feet above the ground, preventing small children from crawling near the fire and keeping dust and dirt from our feet out of the food. In homes where cooking is done on a stove or another raised surface, we should avoid leaving pot handles turned to the outside, where children may be able to reach and grab the pot handle and pull the hot food or liquid down on top of them."],["ul.bullet",["li",["span.label","•"],[".para","Are accidents common in the cooking area of your home? If so, what can you do to make this area safer?"]]],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p44"},"Sometimes candles, lanterns, and stoves are placed too near another surface that might burn. For example, window curtains blowing near an open flame can catch on fire, or a box stored too near a stove or fireplace may ignite when a hot fire is built."],["ul.bullet",["li",["span.label","•"],[".para","If these are problems in your home, how can you eliminate them?"]],["li",["span.label","•"],[".para","What are some other dangerous situations that cause accidents? What can you do to make these situations safer?"]]]]],[".topic",["h2","Dealing Calmly and Wisely with Accidents"],["div",{"id":"p48","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p48"},"It is important to remain calm when we help someone who has been injured. The injury may be serious, but we should be calm and try to reassure the injured person. Victims will often react as those around them react. If we weep or become hysterical, a victim may think an injury is more serious than it is and become frightened. Giving first aid in a calm manner can minimize or prevent a victim’s shock. We need to know specifically what to do for common injuries so that we can act with purpose and knowledge. It is helpful to have a constant prayer in our hearts during an emergency, in order to be better prepared to receive inspired guidance."]],[".topic",["h2","Practicing First-Aid Procedures"],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p50"},"We should practice the techniques in lesson 24,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-24-first-aid-part-2-treating-injuries.p1"},"“First Aid, Part 2: Treating Injuries,”"],"in this manual at least once each year. We should also teach these techniques to the other adults and older children in our families, so that they too can be prepared in case of an emergency."]],[".topic",["h2","Necessary First-Aid Items"],["div",{"id":"p52","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p52"},"In addition to making our homes safer from accidents and learning common first-aid practices, we can prepare ourselves by storing first-aid instructions and supplies in our homes. Then if an emergency occurs, we will have the supplies to handle it quickly. Although the first-aid items each family will keep may vary somewhat, we should have these basic items:"],[".topic",["h3","Instructions on Dealing with Local Dangers"],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p54"},"Ask a local health worker to provide instructions on how to treat injuries from dangers common in your area, such as poisonous plants, sea animals, fish, snakes, or insects. Read these instructions and keep them readily available."]],[".topic",["h3","Soap"],["div",{"id":"p56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p56"},"Soap is necessary for washing dirt, rocks, and glass out of wounds. We should make sure that we have some extra everyday soap available for emergencies. If possible, the person administering first aid should wash thoroughly with soap and water to avoid introducing further potentially infectious germs."]],[".topic",["h3","Clean Water"],["div",{"id":"p58","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p58"},"If clean water is not readily available, store a container of it with first-aid supplies for washing wounds. Wounds may also be washed with saline solution."]],[".topic",["h3","Antiseptic"],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p60"},"Antiseptic is stronger than soap and water and helps prevent infections. Alcohol, hydrogen peroxide, and betadine are common antiseptics. Antiseptic towelettes or sprays may also be used. Antibiotic ointments can also help prevent infections."]],[".topic",["h3","Clean Cloths"],["div",{"id":"p62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p62"},"Clean cloths can be used for bandages. To make the bandages, press pieces of clean cloth with an iron until they are heated through or even scorched. Wash your hands before wrapping the pressed cloths carefully inside another clean cloth. These will make safe bandages for a bleeding wound."]],[".topic",["h3","Syrup of Ipecac and Activated Charcoal"],["div",{"id":"p64","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p64"},"Ipecac causes vomiting, which is part of first aid for exposure to some poisons. Because vomiting does not remove all of the poison, the Poison Control Center may instruct you to counteract the rest of the poison with activated charcoal, which is available in both liquid and powder form (water must be added to the powder form). Ipecac and activated charcoal can be purchased at many pharmacies. If either is not available, health workers may recommend another substance to keep with first-aid supplies."]],[".topic",["h3","Consecrated Oil"],["div",{"id":"p66","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p66"},"Priesthood brethren use olive oil that has been blessed, or consecrated, when giving a blessing to someone who is sick or injured. Ask your priesthood leaders how to obtain a small container of consecrated oil. Keep this with your first-aid supplies for priesthood holders to use in an emergency or when otherwise appropriate."]],[".topic",["h3","Blanket"],["div",{"id":"p68","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p68"},"A clean, warm blanket could be critical in the event of shock or hypothermia because it conserves the victim’s body heat. If possible, obtain a solar (thermal) blanket that fits into a pocket when folded."]],[".topic",["h3","Prepared Bandages"],["div",{"id":"p70","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p70"},"Store a variety of adhesive tape and adhesive bandages."]],[".topic",["h3","Miscellaneous Items"],["div",{"id":"p72","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p72"},"Other items in a first-aid kit could include scissors, tweezers, a small flashlight with extra batteries, instant hot or cold packs, elastic wraps, gauze pads, roller gauze, and triangular bandages."]],[".topic",["h3","Container"],["div",{"id":"p74","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p74"},"The supplies listed above should be kept in a covered container free from dust and moisture. The container should be kept in a safe place where small children cannot reach it and open it. We should teach older children how to give some basic first aid and be sure they are able to reach the first-aid supplies in an emergency."]]],[".topic",["h2","Conclusion"],["div",{"id":"p76","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p76"},"We can prevent many accidents by making our homes safer. For example, dangerous substances should be stored in such a way that they cannot harm children and others. Dangerous objects can be stored and used in a safe way. We can eliminate dangerous situations, supervise our children’s activities to be sure they are safe, and keep a container of basic first-aid supplies in our homes. We should be prepared to give simple first aid to an injured person in a calm and wise manner."]],[".topic",["h2","Challenge"],["div",{"id":"p78","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p78"},"This week look carefully through your home. Use and store dangerous substances and objects in safe ways. Eliminate dangerous situations. If you have not already done so, start to gather first-aid supplies."]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p80","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.p80"},"Before presenting this lesson:"],["div",{"id":"f30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/homemaking/lesson-23-first-aid-part-1-preventing-and-preparing-for-injuries.f30"},["ol.number",["li",["span.label","1."],[".para","Consider which problems described in this lesson are common in your area. Emphasize the parts of the lesson that are most needed. Compliment the sisters for safe practices they already use."]],["li",["span.label","2."],[".para","Assign a sister to prepare a brief summary of the parable of the good Samaritan (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.29-37"},"Luke 10:29–37"],") to present to the class."]],["li",["span.label","3."],[".para","Refer sisters with questions about priesthood holders blessing the sick or injured to lesson 12,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/women-in-the-church/lesson-12-priesthood-ordinances.p1"},"“Priesthood Ordinances,”"],"in",["span.emphasis","The Latter-day Saint Woman, Part A."]]],["li",["span.label","4."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
