{"id":93,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":93,"title":"Agency—The Key to Growth","subtitle":"","short_title":"Agency—The Key to Growth","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth","content":[["div",{"id":"head5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.head5"},["h1","Agency—The Key to Growth"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p2"},"Agency is the power and freedom to make choices, right or wrong. Children are able to grow the most when they can exercise their agency. However, when they use their agency to choose the wrong, they limit their future happiness. To make choices properly, children need knowledge. They need to understand the alternatives, and they need the freedom to choose. As a parent, allowing your children to exercise their agency and choose for themselves is one of the greatest challenges you may face. Some parents force their children to do right, denying them the right of agency. Consider the following different responses to the same situation:"],[".topic",["h2","Natalie Chooses New Clothes"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p4"},"Thirteen-year-old Natalie’s parents gave her some money to buy clothes for school. So she and her mother went shopping for the clothes."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p5"},["b","Possibility One:"],"With her mother by her side, Natalie first looked through a dress rack and then through a large selection of jeans. Unfortunately, she had never been taught nor allowed to make choices. Finally, she found something she liked and turned to her mother for approval."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p6"},"“Mom! Look at this dress! Isn’t it beautiful!”"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p7"},"“Now Natalie,” her mother replied, “you know you aren’t very tall, and this dress has lines that go around the middle. It will make you look even shorter and fat. That will never do. You need to pick something more appropriate.”"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p8"},"Natalie’s voice showed her disappointment as she held up another dress. “How about this one? It doesn’t have lines around the middle. I really like it.”"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p9"},"“Well,” her mother admitted, “it’s nicer than the other one, but it has a large turtle neck. We couldn’t purchase one with a roll-over neck like that; your neck is very short, sweetheart. You want one that will accent your good features, don’t you? How about this one?”"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p10"},"Natalie’s enthusiasm was noticeably decreased by the time she held up a brightly colored pair of jeans. “Are these okay?” she asked her mother."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p11"},"“The colors certainly are bright, aren’t they! I really doubt that you’ll have much to wear with them. Besides, the way styles change so much, don’t you think you’d better pick something more basic. What about these?” Natalie’s mother held up a plain, traditional pair."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p12"},"Natalie and her mother left the store with the necessary purchases made."],["ul.bullet",["li",["span.label","•"],[".para","Who made the selections?"]],["li",["span.label","•"],[".para","How might Natalie feel toward her new clothes?"]],["li",["span.label","•"],[".para","How do you think Natalie feels about herself?"]],["li",["span.label","•"],[".para","How might she feel toward her mother?"]],["li",["span.label","•"],[".para","What might she say to her friends if they criticize her new clothes?"]],["li",["span.label","•"],[".para","How could Natalie’s mother have helped more appropriately?"]]],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p19"},["b","Possibility Two:"],"Natalie, from the time she was a toddler, has been encouraged to think things through, to consider each choice, and to make her own decisions. Some of her early choices were not as wise as they might have been, but she learned much from her experiences. Before the shopping trip, Natalie thought about the clothes she needed and discussed these with her mother. Among other items, Natalie decided she needed a dress and two pair of jeans. Her mother asked if she had decided how much she wanted to spend on each. Natalie said, “Well, I looked around last week, and I’ll probably need to spend most for the dress, but I found some jeans on sale. If I choose carefully, I’m sure I’ll have enough money.”"],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p20"},"Inside the store, Natalie set aside several possible choices while her mother shopped in another department. After a few minutes, Natalie invited her mother to look at her choices."],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p21"},"Holding up a dress with lines around the middle, Natalie said, “Mom, look at this dress, isn’t it beautiful?”"],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p22"},"“That is a darling dress, Natalie. I like the color. Is it your favorite?”"],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p23"},"“Well, yes, but I was wondering if the lines around the middle would make me look too short. What do you think, Mom?”"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p24"},"“Well,” her mother said thoughtfully, “it might.”"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p25"},"“My next favorite is this one,” Natalie said, “but it has a rollover neck, so I’ve decided no on that. Do you think that if I took some edging or lace and sewed it over the lines on this first one that maybe it would be okay?”"],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p26"},"“That would probably soften the accent,” her mother replied. “It sounds as if you’ve made up your mind?”"],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/agency-the-key-to-growth.p27"},"“I guess I have,” Natalie said."],["ul.bullet",["li",["span.label","•"],[".para","Assuming that the jean selection follows a similar pattern, who made the selections? How might Natalie feel about her new clothes now?"]],["li",["span.label","•"],[".para","What does the dialogue reveal about Natalie’s feelings?"]],["li",["span.label","•"],[".para","How do you think she feels toward her mother?"]],["li",["span.label","•"],[".para","What might Natalie say to her friends about her new clothes?"]]]]]],"refs":null}
