{"id":104,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":104,"title":"Dealing with Problems Privately","subtitle":"","short_title":"Dealing with Problems Privately","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately","content":[["div",{"id":"head16","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.head16"},["h1","Dealing with Problems Privately"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p2"},"Spending regular, private time with each child and with your spouse can effectively prevent some problems and help you deal with those that do arise. By regularly communicating on a one-to-one basis, you share not only your thoughts and feelings, but your burdens as well. Then, when an occasion arises that you need to correct a child or discuss a misunderstanding, it will be natural to do so on a one-to-one basis."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p3"},"Think about your child’s or spouse’s need to speak with you privately as you read the following stories:"],[".topic",["h2","Dad and Darren"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p5"},"Darren was hurrying to finish cleaning up the kitchen. When his work was complete, he would be free to play soccer with his friend, Chuck, who was waiting for him at the kitchen table. Darren’s parents were preparing for an evening out. His father came downstairs, saw the unfinished work, and said, “Aren’t you through yet? At the rate you’re going, you’ll be here all night! Now, hop to it or Chuck will just have to go on without you.”"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p6"},"Darren was embarrassed to be scolded in front of Chuck. He finished the kitchen and went to play soccer. However, after he returned home, he continued to resent his father. Even after midnight, Darren lay awake in bed, troubled by his resentful feelings. He got up to go to the kitchen. Maybe a midnight snack would help him forget. Darren was surprised to find his father sitting in the dark at the kitchen table."],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p7"},"Darren’s father asked him to sit down and said, “I’m sorry about what I said to you tonight. I know you were trying to get your work done, and I shouldn’t have said what I did. I know it embarrassed you in front of Chuck. Will you forgive me?”"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p8"},"Darren’s resentful feelings for his father melted. He even felt a little foolish for holding them so long. “That’s okay, Dad. Did you have a good time tonight?”"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p9"},"Father and son enjoyed eating and talking together. Then they went to bed feeling better about themselves and each other."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p10"},"Elder F. Enzio Busche related the following story in a general conference address:"],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p11"},"“One day when circumstances made it necessary for me to be at home at an unusual time, I witnessed from another room how our eleven-year-old son, just returning from school, was directing ugly words towards his younger sister. They were words that offended me—words that I had never thought our son would use. My first natural reaction in my anger was to get up and go after him. Fortunately, I had to walk across the room and open a door before I could reach him, and I remember in those few seconds I fervently prayed to my Heavenly Father to help me to handle the situation. Peace came over me. I was no longer angry."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p12"},"“Our son, being shocked to see me home, was filled with fear when I approached him. To my surprise I heard myself saying, ‘Welcome home, son!’ and I extended my hand as a greeting. And then in a formal style I invited him to sit close to me in the living room for a personal talk. I heard myself expressing my love for him. I talked with him about the battle that every one of us has to fight each day within ourselves."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p13"},"“As I expressed my confidence in him, he broke into tears, confessing his unworthiness and condemning himself beyond measure. Now it was my role to put his transgression in the proper perspective and to comfort him. A wonderful spirit came over us, and we ended up crying together, hugging each other in love and finally in joy. What could have been a disastrous confrontation between father and son became, through the help from the powers above, one of the most beautiful experiences of our relationship that we both have never forgotten.” (In Conference Report, Apr. 1982, pp. 98–99; or",["span.emphasis","Ensign,"],"May, 1982, p. 70.)"],["ul.bullet",["li",["span.label","•"],[".para","What might the outcome have been if Elder Busche had not approached his son in love?"]],["li",["span.label","•"],[".para","How did going into the living room by themselves affect what happened between father and son?"]]],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/dealing-with-problems-privately.p16"},"Sometimes, even when you genuinely want to approach your child or spouse in love, the moment is not private. However, your concern for the feelings of your child or spouse will suggest to you the necessity of “private time.” That way, other family members will not hear personal discussions or have the chance to tease a brother or sister afterward."]]]],"refs":null}
