{"id":102,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":102,"title":"Helping Children Learn","subtitle":"","short_title":"Helping Children Learn","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn","content":[["div",{"id":"head14","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.head14"},["h1","Helping Children Learn"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p2"},"Children learn from the world they live in. It does not have to be a world rich in material goods, but if you are interested and willing to give of your time and talent, you will give your children a rich world in which to learn."],[".topic",["h2","Mom Helps Doug"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p4"},"Doug was in his third year of school and was behind in reading. The doctors had said his vision was good and he had no learning disabilities. He did resist reading, however, and instead of studying spent every afternoon hiking in the hills behind his home. When his parents sent him to his room to read a chapter in his book before he could come out, he would build a castle out of blocks or draw pictures."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p5"},"One day, Doug’s mother sat on the bed with him and said, “Let’s read this book together, one word at a time. You read a word; then I’ll read a word.” Doug was sullen at first, and resentfully whispered the words when it was his turn."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p6"},"He soon became encouraged by his mother’s enthusiasm. She congratulated him often, and his reading improved. He began to enjoy the daily, thirty-minute reading time with his mother. (For his mother it meant that her eleven-year-old daughter would take care of the baby, and her teenager would start preparing dinner. The reading time became a regular part of their family routine.)"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p7"},"Gradually, Doug’s reading speed and comprehension improved. Doug and his mother would then alternate sentences, then paragraphs, then pages. By the end of the school year, Doug’s reading skills were above average."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p8"},"Doug’s mother did not use a magic formula for helping him read and learn; she helped him learn a correct principle. She taught Doug that if he wanted to learn and improve he would have to work, consistently and with faith in his efforts. As a result, he did improve."],["ul.bullet",["li",["span.label","•"],[".para","What did Doug’s mother do that encouraged him?"]],["li",["span.label","•"],[".para","What might have happened if Doug’s mother had made him read without making the effort to help him?"]]],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p11"},["b","Helping A Child Overcome Failure."],"Usually when a child has failed at something, he already knows it. It is not necessary to tell him again of his failure. Instead, we should help him find out what went wrong and encourage him to try again, as Peggy’s mother did in the following story."]],[".topic",["h2","Peggy’s Cake"],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p13"},"Twelve-year-old Peggy cried as she took the burnt cake out of the oven. Her mother, hearing her cry, came into the kitchen, saw the cake, and said, “What happened?”"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p14"},"“I burned the cake,” Peggy replied unhappily."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p15"},"“I can see that. Let’s find out what happened,” her mother said as she put her arm around the distressed girl. “I know you didn’t do it on purpose, and I can see you feel badly about it. Dry your eyes and let’s read the recipe together.”"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p16"},"Peggy and her mother read over the recipe and found that the temperature control on the oven had been set too high. “Now that we know what went wrong,” her mother said, “let’s wash the dishes and you can try again.”"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p17"},"Peggy’s mother turned a discouraging situation into a positive learning experience by encouraging Peggy to find out what was wrong and how to correct it. She acknowledged her daughter’s feelings and did not condemn her. Peggy was encouraged to try again, and her confidence remained intact. Sometimes the way we respond to our children affects the way they learn and accomplish a task. (Adapted from",["span.emphasis","Relief Society Courses of Study,"],"1984, “Mother Education,” lesson one.)"],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p18"},["b","Give Children Opportunities to Help and Grow."],"Sometimes we ask little of our children because we underestimate their true capacities. As Shawn in the following story illustrates, children often need only a chance to help. They learn and are able to learn much more than we may expect."]],[".topic",["h2","Shawn Helps"],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p20"},"Diane was struggling to change her baby’s diaper. “Oh dear,” she said, “I left the clean diapers downstairs.” Eighteen-month-old Shawn disappeared and returned a moment later clutching a wad of clean diapers. Although he hadn’t learned to speak yet, he understood what his mother needed."],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p21"},"She was surprised. Diane had assumed that he knew less than he did. In the next weeks she began to make more requests of her toddler. She was amazed at his ability to find things, to look for lost items, and in general, to respond eagerly to her requests. When asked, he would open the door and let the cat in. He would stand by the baby while Diane answered the front door. He stayed away from the hot oven when told. As Shawn grew and developed, Diane found herself asking him to do more and more tasks. She was pleasant and appreciative, and he was so willing and eager that he seemed to thrive as his mother’s helper."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p22"},"When you offer your children opportunities to help, you give them the chance to discover their strengths and their limits."]],[".topic",["h2","Randy"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p24"},"Dad attempted to respond encouragingly to Randy’s report card. “Well, you got poor marks in English, but look how good your math was!”"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p25"},"Unfortunately, Randy will not live in a math-only world. He will live in a world where he will need to read, write, and communicate. And apparently his English skills are limited."],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/helping-children-learn.p26"},"It may be true that Randy prefers math; he may even have a gift for it. And there may be a variety of reasons for his poor grades in English. But even though his father should encourage Randy to continue to excel in math, he should also encourage him to improve in English. Allowing math achievements to justify a lack of effort in English would be irresponsible. Randy and his parents need to first find out exactly where he needs help, and then they each should do their best to help him improve his English skills."],["ul.bullet",["li",["span.label","•"],[".para","What is Randy’s responsibility?"]],["li",["span.label","•"],[".para","What is his dad’s responsibility?"]],["li",["span.label","•"],[".para","How could Randy’s dad help him learn?"]]]]]],"refs":null}
