{"id":92,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":92,"title":"Personal Integrity—The Key to Example","subtitle":"","short_title":"Personal Integrity—The Key to Example","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/personal-integrity-the-key-to-example","content":[["div",{"id":"head4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/personal-integrity-the-key-to-example.head4"},["h1","Personal Integrity—The Key to Example"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/personal-integrity-the-key-to-example.p2"},"The foundation of a righteous home is the parents’ righteousness. If we desire others, especially our children, to be obedient to gospel principles, we must first look to our own integrity and obedience. When we live by correct principles, our children will be more likely to follow our example."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/personal-integrity-the-key-to-example.p3"},"Our obedience, however, does not assure us an easy life free of problems nor that our children will automatically follow our example. However, by earnestly seeking the Lord’s help and striving to be good parents, our chances for success will be greatly increased."],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/personal-integrity-the-key-to-example.p4"},"The example of an honest parent humbly struggling to live the gospel can greatly influence children. Despite what we might think, children are not discouraged by imperfect parents. In fact, parental honesty, along with parental repentance, is important. A parent who admits his own wrongs and honestly strives to overcome them is trying to become perfect. His honest behavior invites his children to be honest. Parents who honor the covenants and promises they make with God and men teach integrity to their children."],[".topic",["h2","Richard Repents"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/personal-integrity-the-key-to-example.p6"},"Richard had been searching for a late night snack and found an uneaten sweet roll in the bread drawer. After having the roll and a cold glass of milk, he went satisfied to bed. About 7:15",["span.small","A.M."],", the quiet morning was interrupted by the obviously irritated voice of his four-year-old daughter: “Who ate my roll?”"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/personal-integrity-the-key-to-example.p7"},"“I did, sweetheart,” Richard answered. “I’m sorry; I didn’t know it was yours.”"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/personal-integrity-the-key-to-example.p8"},"She appeared in the doorway of the bedroom, one hand on her little hip. Richard humbly said, “Next time, I’ll ask, okay?”"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/personal-integrity-the-key-to-example.p9"},"“Okay,” she replied forgivingly, “but don’t forget!”"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/personal-integrity-the-key-to-example.p10"},"That afternoon, Richard brought home another sweet roll for his little daughter. His repentance taught more than the value of honesty; Richard’s daughter also learned that her father respected her rights."]]]],"refs":null}
