{"id":96,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":96,"title":"Resolving Conflicts in Marriage","subtitle":"","short_title":"Resolving Conflicts in Marriage","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage","content":[["div",{"id":"head8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.head8"},["h1","Resolving Conflicts in Marriage"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p2"},"Sometimes in our desire to have an ideal marriage, we set unrealistic goals and expectations for our spouses. When they do not meet our demands, we may forget their agency and harbor resentments, becoming blind to our part in marital problems. We think that only our spouses are at fault, and we justify our feelings because of what they have done to us. Elder Carlos E. Asay reminded us to avoid contention:"],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p3"},"“",["span.emphasis","Do not contend or debate over points of doctrine."],"The Master warned that ‘the spirit of contention is not of me, but is of the devil.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.29"},"3 Nephi 11:29"],".) We are inconsistent if we resort to Satanic tactics in attempting to achieve righteous ends. Such inconsistency results only in frustration, loss of the Spirit, and ultimate defeat.” (Carlos E. Asay, in Conference Report, Oct. 1981, p. 93; or",["span.emphasis","Ensign,"],"Nov. 1981, p. 68.)"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p4"},"In resolving conflicts in marriage, we must concentrate on our own weaknesses. Elder Neal A. Maxwell, in discussing how to fellowship inactive members, noted a principle important to each of us, particularly to spouses:"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p5"},"“If the choice is between reforming other Church members or ourselves, is there really any question about where we should begin? The key is to have our eyes wide open to our own faults and partially closed to the faults of others—not the other way around! The imperfections of others never release us from the need to work on our own shortcomings.” (In Conference Report, Apr. 1982, p. 57; or",["span.emphasis","Ensign,"],"May 1982, p. 39.)"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p6"},"Notice how the couple in the following account followed this principle to resolve conflict."],[".topic",["h2","Ben and Della"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p8"},"It was one of those days. No matter how fast she ran during the day, Della was not able to keep up with the demands of her family. Her neighbor, with even more children than she, seemed so cheerful that Della began to doubt her own ability as a woman, a wife, and a mother. Ben felt hungrier than usual on his way home. An extra eighty miles to deliver farm equipment had been necessary, but now he was tired. Being home sounded better all the time. Peace. Food. Rest."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p9"},"Della heard Ben’s car in the driveway and glanced at the clock. Oh no! Almost 7:00",["span.small","P.M."],"? Now what? She had wanted to have dinner ready, but. … She heard the door open as she hurriedly placed the last biscuit on the baking sheet."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p10"},"Ben strode through the door, leaned around the corner, and smiled at Della. She looked tense, and he noticed the empty table. He paused and took a deep breath."],["ul.bullet",["li",["span.label","•"],[".para","If Ben’s concern is for his wife, how might he respond?"]],["li",["span.label","•"],[".para","If Ben’s concern is only for himself, what might happen?"]]],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p13"},"Ben exhaled, smiled at Della, and said, “Looks as if I got here just in time to help.” Her tension disappeared. Relieved, she kissed him and said, “It’s good to have you home, Ben. You’ve had a long day, and I wanted to have dinner ready for you!” She gestured toward the empty table."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p14"},"“We’ll finish it together,” he said, placing his arm around her. They then began to share the different challenges each had faced. While Ben set the table, Della put the biscuits in the oven and told him how rushed she had felt—even overwhelmed—all day. Ben forgot about how hungry he was and thought about ways to make her days easier."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p15"},"Is it realistic to be so interested in your spouse’s welfare that hunger seems unimportant? At baptism, and each time we partake of the sacrament, we covenant with God “to bear one another’s burdens, that they may be light” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8"},"Mosiah 18:8"],"). Whose burdens could be more important for us to bear than those of our spouse? We would do well in our marriages to follow Alma’s counsel when he commanded Church members “that there should be no contention one with another, but that they should look forward with one eye, … having their hearts",["span.emphasis","knit"],"together in unity and in love one towards another” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.21"},"Mosiah 18:21"],"; italics added)."],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p16"},"Family conflict—marked by hostility, resentment, anger, defensiveness, or criticism—is simply not of God and should be repented of. However, when people have conflicts, the counsel to repent may seem unrealistic. That is partly because we cannot feel anger and humility, resentment and compassion, defensiveness and a willingness to learn at the same time. If you are resentful toward someone, you cannot, at the same time, feel charitable toward him. If you are defensive, you cannot, at the same time, be willing to learn from someone."],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p17"},"Ben and Della were interested in and appreciated each other in spite of their trying circumstances. They avoided frustration and negative feelings by turning their hearts to each other."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p18"},"To help avoid conflict and contention, ask yourself the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","Have you searched your own heart for your role in the problem?"]],["li",["span.label","•"],[".para","What is the real issue in the conflict?"]],["li",["span.label","•"],[".para","What are you willing to do to help solve the problem?"]],["li",["span.label","•"],[".para","Will obedience to some gospel law suggest solutions to the problem?"]],["li",["span.label","•"],[".para","Do you need to forgive your spouse or repent of anything yourself?"]]],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/resolving-conflicts-in-marriage.p24"},"There is no magic formula that will instantly free you from current marital conflict. The only solution is living the gospel. Your own humility and obedience must be the starting point for seeing possible solutions. (See also the “Lesson Ideas” section of this manual and “Contention.”)"]]]],"refs":null}
