{"id":100,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":100,"title":"Teaching Responsibility","subtitle":"","short_title":"Teaching Responsibility","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility","content":[["div",{"id":"head12","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.head12"},["h1","Teaching Responsibility"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p2"},"In order to teach our children responsibility, we must allow them to make certain decisions and choices for themselves. However, parents first have the responsibility to teach the principles and laws to their children. Then they must see that their children clearly understand the positive and negative consequences of their choices."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p3"},"Sometimes, as in the following example, it requires giving a child time to make a wise choice."],[".topic",["h2","Richard’s Violin Lessons"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p5"},"Seven-year-old Richard’s parents thought it would be a good idea for him to learn to play the violin. An excellent teacher lived nearby, and it seemed a good opportunity for him to learn. When his parents asked Richard if he wanted to learn to play the violin, they told him he could think about it and decide for himself. They explained that learning to play would be fun, but not easy. It would take a lot of hard work and practice. After thinking about it for a couple of days, Richard decided he wanted to try."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p6"},"At first he was excited with his lessons and practice time. He was thrilled to learn new things, and he enjoyed playing each new piece."],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p7"},"After a couple of months, however, the newness of learning to play the violin wore off. Richard’s daily practice sessions became a chore. The weather turned warm and he wanted to spend his afternoons riding his new bicycle. His mother reminded him that he could do both things if he used his time wisely. But he wanted only to ride his bike. Practicing was no longer fun. “I don’t want to play the violin anymore,” he announced. “I want to quit right now.”"],["ul.bullet",["li",["span.label","•"],[".para","If you were Richard’s mother, would you let him quit?"]],["li",["span.label","•"],[".para","What might the consequence be if Richard’s mother gave in at that moment?"]]],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p10"},"Richard’s mother explained that it would not be possible for him to quit right then. “You will need to go to your lesson this afternoon because your teacher is expecting you,” she explained. “Tonight when Dad comes home we’ll tell him what you’re thinking of doing, and then we’ll talk about it.”"],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p11"},"Richard’s mother talked to his father alone as soon as he came home, explaining what Richard wanted to do. Together they decided that it would be unwise to let Richard quit the violin just because he was excited about his new bike. They knew that if they let Richard quit right then that he might develop an attitude of quitting in the middle of any project or task."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p12"},"When they sat down with Richard that evening, they told him they understood his feelings. They also told him that it wasn’t a good idea to make a hasty decision."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p13"},"“But I decided to play the violin, so I can decide to quit,” he countered."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p14"},"“We know it was your decision,” his father said. “And it will be your decision to quit if you want to. Your mother and I will let you make that decision if you attend your lessons and practice daily for another month without complaining. If at the end of the month, you still want to quit, then you may do so.”"],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p15"},"Richard’s mother then helped him plan his afternoons so that he could both ride his bike and practice his violin. Richard remembered that he needed to practice and attend his lessons with no complaint to be able to decide at the end of the month."],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p16"},"By the end of the month Richard was seeing the results of daily practice and did not want to stop learning to play the violin. He had discovered that by planning his time he could do the things he wanted to do in the afternoon—and that included violin practice. He decided to continue playing."],["ul.bullet",["li",["span.label","•"],[".para","How was Richard learning to be more responsible?"]],["li",["span.label","•"],[".para","What do you think Richard learned about decision making and responsibility?"]]],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p19"},"As parents, we will find that our children are more likely to respond favorably if we guide them with love rather than force. Consider how three-year-old Michael reacted to his father’s loving guidance in the following example:"]],[".topic",["h2","Michael’s Prayer"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p21"},"“Three-year-old Michael was getting ready for bed when he announced to his father, ‘I don’t want to say my prayers tonight.’ His father did not scold him or shame him or try to force him to say his prayer. Neither did he let Michael get into bed without praying. [Although he was young, Michael needed to learn to be responsible in saying his prayers.] He gently lifted him to his lap and said, ‘Michael, I would like to tell you why I say my prayers.’ He then told of the blessings for which he wanted to thank our Heavenly Father and of the good feeling he had when he asked Heavenly Father to watch over him. Soon Michael was naming his own blessings. After a while he jumped down from his father’s lap, saying, ‘Now I want to say my prayer.’” (",["span.emphasis","Family Home Evening Manual: Love Makes Our House a Home"],"[1974–75], p. 215.)"],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p22"},"Although Michael was young, his parents knew he had to learn that there are certain things we do, not just because our parents want us to, but because we want to. His father taught him responsibility and integrity in a gentle way. While Michael learned that there are things we should not avoid doing, just because we don’t want to do them at the moment, he also learned that it was still his choice to say his prayers or not."],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p23"},"Part of the teaching of responsibility to children includes teaching them to accept the results of their choices. For example, Heavenly Father lets us experience the consequences of our choices. As parents, we should apply the same principles to our children."]],[".topic",["h2","Darlene Forgets"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p25"},"Father called to say that he was bringing a guest home for dinner. Mother had an appointment she could not change, so she prepared most of the dinner early. She prepared a roast and left a note asking her teenage daughter, Darlene, to place it in the oven as soon as she came home. Darlene found the note and saw the roast, but when the phone rang, she forgot all about it and went to her friend’s house."],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.p26"},"When her parents returned, the uncooked roast was still sitting on the table."],["ul.bullet",["li",["span.label","•"],[".para","If you were Darlene’s parents, what would you do to help her learn that she must take responsibility for her actions?"]],["li",["span.label","•"],[".para","What should the consequences of her irresponsibility be?"]],["li",["span.label","•"],[".para","How can Darlene’s parents both forgive her and discipline her?"]]]],[".topic",["h2","Guidelines for Teaching Responsibility"],["div",{"id":"f19","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-responsibility.f19"},["ol.number",["li",["span.label","1."],[".para","Accept responsibility yourself. A child will learn more from your example than from what you simply tell them."]],["li",["span.label","2."],[".para","Help children understand why responsibility is important by pointing out consequences and considering the future."]],["li",["span.label","3."],[".para","Set rules and discuss responsibility."]],["li",["span.label","4."],[".para","Reason together with your child, discussing the alternatives and the responsibilities of each alternative."]],["li",["span.label","5."],[".para","When a child avoids responsibility, discuss with him why and help him either plan how to complete his responsibility or set new responsibilities he can do."]],["li",["span.label","6."],[".para","When a child breaks a rule, help him accept responsibility by letting him suffer the consequences."]],["li",["span.label","7."],[".para","When we as parents make mistakes, acknowledge them, and accept the consequences, we teach our children that it is possible to grow from our mistakes and become responsible."]]]]]]],"refs":null}
