{"id":97,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":97,"title":"Teaching by Example","subtitle":"","short_title":"Teaching by Example","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example","content":[["div",{"id":"head9","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.head9"},["h1","Teaching by Example"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p2"},"Elder H. Burke Peterson spoke about a father’s duty to his family and of the need to be prepared and “listening.” “Remember, fathers, you are always teaching—for good or for ill. Your family is learning your ways and beliefs.” (“The Father’s Duty to Foster the Welfare of His Family,”",["span.emphasis","Ensign,"],"Nov. 1977, p. 88.)"],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p3"},"General principles for helping us improve our families were outlined at the beginning of this section. But when parents wish to teach their children specific values, they do so most powerfully by example. Through love and willingness to listen, to understand, and to share their deepest beliefs, parents teach by example. The following example illustrates how what we think we are teaching may not be what is really learned."],[".topic",["h2","What David Learned"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p5"},"The lesson in family home evening that night was on love. The family discussed ways they could show love for one another. Seven-year-old David said he could show love for his younger sisters by not being mean to them—even if they got into his things. “I won’t even push or shove or hit them,” he said proudly. Father agreed that was a good idea, and David left family home evening that night with a new resolve to be kinder to his sisters."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p6"},"The next night David was trying to fix the pedal on his bicycle when his mother called him to come to dinner. He answered, “I’m coming,” but continued to work on the pedal because he was just about finished. His mother called again. David answered, “All right,” but still didn’t leave."],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p7"},"As his father sat down at the table, David’s mother said, “I’ve called David twice, but he still hasn’t come. I wish he’d mind better.” David’s father, who was hungry and growing impatient, got up from the table and went outside. David was still working on the bicycle. “What’s going on out here, David?” his father yelled. He grabbed David away from the bicycle and shoved him toward the house."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p8"},"“But Dad, I only …"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p9"},"“No excuses, David! I’m getting sick and tired of your constant disobedience! Now get in the house!” And he gave David another push in that direction."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p10"},"David was upset as he went into the house. He thought, “Dad doesn’t want me to push and shove the girls when they make me mad, but he shoves and pushes me. He says I should be nice to my sisters and show love for them, but he doesn’t act like he loves me.”"],["ul.bullet",["li",["span.label","•"],[".para","If we tell our children to be loving and kind in family home evening and yet treat them with harshness and impatience at other times, what will they learn?"]],["li",["span.label","•"],[".para","If David’s father feels his harshness is justified, of what value are his words on love?"]],["li",["span.label","•"],[".para","If David’s father does not repent of his harshness, what might David learn?"]],["li",["span.label","•"],[".para","Even though David’s father might be imperfect at times, how can he still be a proper example to his son? (Admit his faults and show his son that he can repent.)"]]],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p15"},"Often parents fail to see that they are teaching more than they intend. Example has more meaning to a child than we may think. Elder Vaughn J. Featherstone told of one father who did understand the importance of his day-to-day relationship with his son."],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p16"},"“Some years ago when Aldin Porter was president of the Boise North Stake, he dropped by the home of Glen Clayton, who was the Scoutmaster in his ward. Glen and his son were working together repairing a bicycle. President Porter stood and talked to them for a few minutes and then left. Several hours later he returned and the father and son were still working on the bike together. President Porter said, ‘Glen, with the wages you make per hour you could have bought a new bike, considering the time you have spent repairing this old one.’"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p17"},"“Glen stood up and said, ‘I’m not repairing a bike, I’m training a boy!’” (In Conference Report, Oct. 1976, pp. 153–54; or",["span.emphasis","Ensign,"],"Nov. 1976, p. 103.)"],["ul.bullet",["li",["span.label","•"],[".para","Can you identify some times when your children learned from you just by the way you related to them?"]],["li",["span.label","•"],[".para","When did your children learn something important from you, even though you weren’t trying to teach anything in particular?"]],["li",["span.label","•"],[".para","What does such an event teach you about love and teaching by example?"]]],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p21"},"“I am convinced,” said President Ezra Taft Benson, “that before a child can be influenced for good by his or her parents, there must be a demonstration of respect and love” (In Conference Report, Apr. 1981, p. 46; or",["span.emphasis","Ensign,"],"May 1981, p. 34)."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p22"},["b","Listening As an Example."],"An important way of passing our values to children is to listen to them. It is by listening to them that they learn to listen to us. President Ezra Taft Benson has offered counsel on how this might work:"],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p23"},"“Encourage your children to come to you for counsel with their problems and questions by listening to them every day. Discuss with them such important matters as dating, sex, and other matters affecting their growth and development, and do it early enough so they will not obtain information from questionable sources.” (“The Honored Place of Woman,”",["span.emphasis","Ensign,"],"Nov. 1981, p. 107.)"],["ul.bullet",["li",["span.label","•"],[".para","What may result when we do not listen and share with our children?"]],["li",["span.label","•"],[".para","What are the consequences of listening and sharing?"]]],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p26"},"Elder Robert L. Backman of the First Quorum of the Seventy related the following example of the influence of good communication between a parent and child:"],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p27"},"“I know a father who has a great relationship with his son. The lines of communication are wide open between them, creating a bond of trust and confidence that is beautiful to behold. Working in the garden one summer day, he could hear his son in serious conversation with a friend on the other side of a hedge. The friend was asking some of those questions we all worried about as we grew up. Instead of answering the questions, the son asked: ‘Why don’t you ask your dad about that?’ His friend replied: ‘You mean you can talk to your dad about such things?’"],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p28"},"“As I interview young men who have broken God’s moral law, I ask myself how many of them could have been spared that soul-shattering experience if they had had open communication and consistent moral teaching from their fathers.” (“What the Lord Requires of Fathers,”",["span.emphasis","Ensign,"],"Sept. 1981, p. 8.)"],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p29"},"In evaluating your communication with your family, consider the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","Do I really listen to each family member?"]],["li",["span.label","•"],[".para","Do I spend quality time alone with each family member?"]],["li",["span.label","•"],[".para","Do I express and show my belief in each family member? How?"]]],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p33"},"What if your children do not respond to your example? Many parents insist that their children be perfect, even though the parents are not. Children may not respond to example in ways parents would wish, but that does not mean the children are wayward."],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p34"},"Teaching our children correct principles and providing the proper example does not guarantee they will live the principles or follow our example. Their agency gives them the choice. However, we should never give up on them."],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p35"},"President Kimball gave the following counsel: “I have sometimes seen children of good families rebel, resist, stray, sin, and even actually fight God. In this they bring sorrow to their parents, who have done their best … to teach and live as examples. But I have repeatedly seen many of these same children, after years of wandering, mellow, realize what they have been missing, repent, and make great contribution to the spiritual life of their community. The reason I believe this can take place is that, despite all the adverse winds to which these people have been subjected, they have been influenced still more, and much more than they realized, by the current of life in the homes in which they were reared. …"],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p36"},"“There is no guarantee, of course, that righteous parents will succeed always in holding their children, and certainly may lose them if they do not do all in their power. The children have their free agency. …"],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p37"},"“What we do know is that righteous parents who strive to develop wholesome influences for their children will be held blameless at the last day, and that they will succeed in saving most of their children, if not all.” (Spencer W. Kimball, in Conference Report, Oct. 1974, p. 160; or",["span.emphasis","Ensign,"],"Nov. 1974, pp. 111–12.)"],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/teaching-by-example.p38"},"Your children learn values more from what you do than from what you say. Consider the following questions as you teach your children values:"],["ul.bullet",["li",["span.label","•"],[".para","Am I living in a way I wish my children to live?"]],["li",["span.label","•"],[".para","Do I share with my children the spiritual meaning of my daily experiences?"]],["li",["span.label","•"],[".para","When my children complain or ask questions, do I teach them or become impatient?"]],["li",["span.label","•"],[".para","If my children make wrong choices, do I work to teach them better or abandon them?"]],["li",["span.label","•"],[".para","If my children are miserable because of their wrong choices, do I offer discipline in love or do I reject them? Do I feel hostility for them or do I mourn as the father of the prodigal son mourned?"]],["li",["span.label","•"],[".para","When I teach values, am I willing to walk by faith and never give up?"]]]]]],"refs":null}
