{"id":107,"parent_id":89,"book_id":71,"content_id":1,"language_id":1,"display_order":107,"title":"Understanding the Personality Development of Children","subtitle":"","short_title":"Understanding the Personality Development of Children","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/understanding-the-personality-development-of-children","content":[["div",{"id":"head19","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/understanding-the-personality-development-of-children.head19"},["h1","Understanding the Personality Development of Children"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/understanding-the-personality-development-of-children.p2"},"Children are not just little adults. They go through typical characteristics of growth—intellectually, emotionally, and socially—on their way to becoming adults. When parents realize these things, there is less strain on both parents and children. Family home evenings can be more enjoyable and successful when a child’s personality development is considered. Remembering that a child does not think like an adult, have the same attention span, or see the world the same way adults do, can help a parent plan a home evening everyone can enjoy."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/understanding-the-personality-development-of-children.p3"},"Sometimes we may think that children are too young to understand a gospel principle or that we really don’t have much influence with our older children. But Joseph Smith taught that “all the minds and spirits that God ever sent into the world are susceptible of enlargement” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [Salt Lake City: Deseret Book Company, 1938], p. 354)."],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/understanding-the-personality-development-of-children.p4"},"The Spirit of Christ is striving to help each of Heavenly Father’s spirit children. In addition, Satan cannot tempt little children until they reach the age of accountability. Therefore, parents have a powerful ally in God and a clear opportunity to help their children develop a sure and safe foundation for future gospel living."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/understanding-the-personality-development-of-children.p5"},"Although Satan cannot tempt little children directly, their innocence and trust make them very open to suggestions and to the influences of others. They look to their parents, older brothers and sisters, and other children and adults for examples and models of behavior to follow. For these reasons, childhood is a crucial time for laying the proper foundation."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/understanding-the-personality-development-of-children.p6"},"Parents need to be constantly alert to the influences around their children and work hard to teach them the gospel. Parents often unknowingly lead children astray through uncaring, unthinking, and inconsistent behavior. Perhaps this is one reason why the Lord has said that the iniquity of the fathers will be visited upon the children (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.5"},"Exodus 20:5"],") and why he holds parents responsible if they have not taught their children the things they must know (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25"},"D&C 68:25"],")."],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/building-a-strong-family/understanding-the-personality-development-of-children.p7"},"The following chart lists some common characteristics of children’s behavior, arranged by broad age groupings, with reasons for that behavior and the implications that behavior may have on planning enjoyable and productive family home evenings. However, when considering any growth or behavior chart, remember that not every child will necessarily fit into described patterns. Individual children grow and develop differently and at different speeds. For instance, all children in one family will not walk or talk at the same age. Each child should be respected as an individual. The descriptions in this chart identify general behavior only, and you will note that the age groupings overlap."],["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para","CHARACTERISTICS"]],["th",{"colspan":"1","rowspan":"1"},[".para","REASONS"]],["th",{"colspan":"1","rowspan":"1"},[".para","IMPLICATIONS"]]],["tr",["td",{"colspan":"3","rowspan":"1"},[".para",["b","Birth to 3 years of age"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","1. A child likes affection, being held and cuddled. He especially likes motion—being carried, tossed, and sitting on a lap."]],["td",{"colspan":"1","rowspan":"1"},[".para","Infants and young children learn trust and love first through touch. They are absorbed in exploring the world through their senses and movements, and they are gradually getting more control over their muscles."]],["td",{"colspan":"1","rowspan":"1"},[".para","Give lots of affection, holding, cuddling, talking and listening. He is unable to understand rules, so correct his behavior with patience and love. He has a limited attention span. He will listen only to those things that interest him."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","2. He loses interest quickly and will interrupt conversations, stories, or activities with cries, noises, and wiggling. He enjoys simple, repeated gestures and touches, playing with objects, putting them in his mouth and throwing them."]],["td",{"colspan":"1","rowspan":"1"},[".para","Children at this age are only aware of their own viewpoint, wants, and experiences. Doing things over and over helps them learn about things."]],["td",{"colspan":"1","rowspan":"1"},[".para","Provide short, vivid stories and games (peek-a-boo, patty-cake) that challenge his mental and sensory abilities. Provide repetition and practice short behaviors. Talk about Heavenly Father and Jesus and how to please them."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","3. A child stops “naughty” behavior when you tell him to, but he soon goes back to it as though he doesn’t care what you want."]],["td",{"colspan":"1","rowspan":"1"},[".para","Children have no understanding of rules and cannot understand how one situation has any relationship to another. They lack the ability to foresee consequences."]],["td",{"colspan":"1","rowspan":"1"},[".para","Do not try to teach concepts or rules; he cannot understand them. But do have rules and be consistent in applying them. Respond to him in positive ways to help him feel good about himself."]]],["tr",["td",{"colspan":"3","rowspan":"1"},[".para",["b","2 to 7 years of age"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","1. A child will display affection at odd moments. He may run to you for a quick hug and then go on with his play. He likes affection but only in brief doses. He may sometimes push unsought affection aside when his attention is elsewhere. He rejects your help even though there are many things he cannot do for himself, like drawing and other tasks requiring good finger and hand coordination."]],["td",{"colspan":"1","rowspan":"1"},[".para","Parents meet most of a child’s needs and satisfactions. As a child begins to conquer his world, he needs to know that this source of security is still there. He has an equally important need to do things, to be active, and to explore his world as his control over his body improves."]],["td",{"colspan":"1","rowspan":"1"},[".para","Give him simple things to do—holding pictures, leading songs. Increase these and add talks as he gets older. Let him feel he is an important part of family home evening. Give affection and praise. Practice “good” behaviors like folding arms and bowing heads, kneeling for prayers, drinking from a sacrament cup, and sitting still. Teach him about Jesus Christ and the gospel and how you feel about them."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","2. A child may seem selfish, not sharing. He wants things others are using and does not play",["span.emphasis","with"],"children so much as",["span.emphasis","along side"],"them. Disagreements and frustrations are common. He interrupts others and cannot stay long with one activity if others are not doing it. He likes stories and imitates others."]],["td",{"colspan":"1","rowspan":"1"},[".para","A child still thinks the world is the way he sees it, not understanding that there can be more than one reason for anything. He cannot understand others’ needs. He cannot keep a lot of ideas in his head for very long, so he turns to other things when his attention lags or he gets bored."]],["td",{"colspan":"1","rowspan":"1"},[".para","Read or tell scripture stories. Explain the “hard” parts. Choose stories that give “good” behavior to copy. Explain in concrete terms, not in abstract principles. Define gospel words like",["span.emphasis","repentance, faith,"],"and",["span.emphasis","forgiveness"],"with familiar examples. Use examples, simply told, from your own or other family members’ lives."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","3. A child may seem willful and disobedient and unable to justify “naughty” behavior. His reasons may be illogical: “Jimmy (an imaginary friend) made me.” He is often slow to obey and must be reminded."]],["td",{"colspan":"1","rowspan":"1"},[".para","“Good” means “satisfying” to him; he still doesn’t understand that rules apply to many situations. He doesn’t reason the same way adults do. He learns by testing the limits imposed upon him."]],["td",{"colspan":"1","rowspan":"1"},[".para","Introduce rules but keep them simple. Be firm and consistent. Help your child to be successful so he can develop self-confidence. Show how obedience will help him grow."]]],["tr",["td",{"colspan":"3","rowspan":"1"},[".para",["b","7 to 12 years of age"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","1. Boys may appear less open to affection than girls, particularly around others, but may accept it more willingly when hurt or frustrated. Both are active, like games, and prefer the company of their own sex."]],["td",{"colspan":"1","rowspan":"1"},[".para","Boys and girls are learning what they are all about. They play at the roles set for them much of the time. Although they look to each other for examples, parental love and approval are very important."]],["td",{"colspan":"1","rowspan":"1"},[".para","Be ready to listen. Give each child some personal time. Support your child in his problems. Provide real-life examples (stories and short examples) of good role models."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","2. They like games and may spend much time discussing rules, fairness, and cheating. Some are aggressive while others lack self-confidence. In school, girls may be more successful, obedient, and more interested than boys. A child might be interested in clubs, cliques, or neighborhood gangs, seeking friends outside the home."]],["td",{"colspan":"1","rowspan":"1"},[".para","Games and clubs help the child learn about himself and how rules apply to his life. He is very aware of competition and concerned about his performance. Because girls are usually more adept at language and social skills at this age, they may do better than boys who may feel inferior or rejected."]],["td",{"colspan":"1","rowspan":"1"},[".para","Provide challenging games that teach sportsmanship, honesty, and cooperation. Help boys get ready for priesthood service. Teach the commandments and obligations as children of our Father in Heaven. Choose activities that build family unity."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","3. He questions parents’ decisions, wanting to know “why.” When your explanations are fair or logical, he will accept them; if arbitrary or inconsistent, he will question them, but usually obey."]],["td",{"colspan":"1","rowspan":"1"},[".para","A child has discovered that things that happen are governed by or explained by rules. Knowing the rules and how they apply is extremely important because it helps him predict consequences."]],["td",{"colspan":"1","rowspan":"1"},[".para","If your child questions decisions, do not become angry. Explain and then allow him to respond. Be fair and impartial in applying rules, helping him understand how Heavenly Father’s rules are for our good."]]],["tr",["td",{"colspan":"3","rowspan":"1"},[".para",["b","11 to adulthood"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","1. A boy may become awkward and clumsy, while a girl may become silly and self-centered. Both may seem irresponsible."]],["td",{"colspan":"1","rowspan":"1"},[".para","Physical growth and changes are emotionally upsetting; the youth feels that things are happening faster than he is ready for them. He feels more socially than physically awkward."]],["td",{"colspan":"1","rowspan":"1"},[".para","Discuss gospel and life principles with your child. Avoid arguing over his different views; rather teach by sharing your own faith, experiences, uncertainty. Be supportive, encouraging, and accepting. Be consistent in applying rules and explain them in terms of principles."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","2. Youth may enjoy sports, group activities, and discussions about “life,” values, and principles (justice, equality, peace). But they may show great intolerance for others’ opinions. They may want to escape the family but be afraid to do so."]],["td",{"colspan":"1","rowspan":"1"},[".para","Sports and play are no longer ways of exploring rules. They reassure youth about their abilities as they watch and copy others while establishing their own adult identities. Youth are especially concerned about relationships with each other. They may be insecure and uncertain about what society expects."]],["td",{"colspan":"1","rowspan":"1"},[".para","Encourage family support for your children’s activities. Be friendly and open to their friends. Discuss marriage goals and how priesthood and service activities express the principles of love, brotherhood, and forgiveness. Find ways to bring their friends into family activities rather than competing for time and loyalty."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","3. Youth often question values and come to distrust rules, especially rules without any strong ethical or moral basis. They may insist upon their “rights” to be independent. They may seem uncertain of what is meant by “right” and “wrong” for a time. They often reject authority as a reason to approve or disapprove of a behavior."]],["td",{"colspan":"1","rowspan":"1"},[".para","Youth have found by now that rules are not infallible. They are now able to handle abstract concepts and are busy building their own guiding philosophy of life. They now look behind the rules for the principles."]],["td",{"colspan":"1","rowspan":"1"},[".para","Teach the idea of baptism, priesthood, and marriage covenants. Help your children see scripture as a record of people trying to cope with problems. Give them opportunities to become involved in challenging discussions of ethical problems and gospel applications. These discussions are practice for making decisions on their own later."]]]]]]],"refs":null}
