{"id":35,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":35,"title":"“A Standard unto My People”","subtitle":"","short_title":"“A Standard unto My People”","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.head1"},["h1","“A Standard unto My People”"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p2"},"Elder Jeffrey R. Holland"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p4"},"Excerpt from an address to religious educators at a symposium on the Book of Mormon, Brigham Young University, 9 August 1994, 13–15"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p5"},"No discussion of Christ in the Book of Mormon would be complete without at least some reference to the remarkable material in 3 Nephi. There is so much there that is",["span.emphasis","so"],"exciting. Let me just share one insight which is probably commonplace to you."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.f1"},[".caption",["b","ELDER JEFFREY R. HOLLAND",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from an address to religious educators at a symposium on the Book of Mormon, Brigham Young University, 9 August 1994, 13–15"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p6"},"As the Savior comes to the end of that remarkable first day visiting the Nephites, he says, noting that they are weary and that he needs to leave them for a time, “Prepare your minds for the morrow, and I come unto you again” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.3"},"3 Nephi 17:3"],"). Then, to stress that he wasn’t leaving for just any casual reason, he mentions his assignment: “Now I go unto the Father, and also to show myself unto the lost tribes of Israel, for they are not lost unto the Father, for he knoweth whither he hath taken them” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.4"},"3 Nephi 17:4"],"). Obviously, duty had great call upon him at that moment."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p7"},"But then he casts his eyes around the multitude and the tears in",["span.emphasis","their"],"eyes speak volumes, pleading for him to tarry just a little longer with them. Moved with compassion and without a word spoken, he yields, inviting them to bring forward their sick, their lame, their blind, leprous, withered and deaf, all to be healed at his hand according to their faith and the will of the Father. As miraculous and moving as all that must have been, it is only a prelude to the stunning experience he then has with the children, over whom he weeps, blessing them one by one. Angels … descend out of heaven in the midst of holy fire and circle round about the children, ministering unto them in glory and grandeur."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p8"},"What then follows in this saga of spontaneous spiritual majesty is then the institution of the sacrament, with all the sacred significance",["span.emphasis","that"],"has."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p9"},"So we have come through powerful doctrines, overwhelming declarations from the lips of the Son of God himself. We have had our first day with him—from",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11"],"to",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18"},"3 Nephi 18"],"—personally feeling the wounds in his flesh, hearing the sermon at the temple, learning about the covenant, seeing fiery manifestations of angels, capped by the institution of the sacrament."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p10"},"And then we have this counsel, what I believe is intended to be the jewel in the crown of a day filled with incomparable jewels. At this zenith of the first day, as the sacrament of the Lord’s supper is being administered, we get this glistening diamond, this very simple, clear imperative. To the Nephite Twelve he says:"],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p11"},"“I say unto you, ye must watch and pray always, lest ye be tempted by the devil, and ye be led away captive by him."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p12"},"“And as I have prayed among you even so shall ye pray in my church, among my people who do repent and are baptized in my name.",["span.emphasis","Behold I am the light; I have set an example for you”"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15-16"},"3 Nephi 18:15–16"],"; emphasis added)."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p13"},"Then, turning away from the Twelve, he speaks to the multitude: “Behold, verily, verily, I say unto",["span.emphasis","you, ye"],"must watch and pray always lest ye enter into temptation; for Satan desireth to have you, that he may sift you as wheat” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.18"},"3 Nephi 18:18"],"; emphasis added). Then he invites all of them to pray in their families, to pray for those investigating the Church—a great sweeping invitation about how broadly we should pray, followed by these words: “Therefore, hold up your light that it may shine unto the world.",["span.emphasis","Behold I am the light which you shall hold up—that which ye have seen me do. Behold ye see that I have prayed unto the Father, and ye all have witnessed”"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.24"},"3 Nephi 18:24"],"; emphasis added)."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p14"},"And indeed they have witnessed Christ at prayer:"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p15"},"“He prayed unto the Father,",["span.emphasis","and the things which he prayed cannot be written,"],"and the multitude did bear record who heard him."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p16"},"“And after this manner do they bear record: The eye hath never seen, neither hath the ear heard, before, so great and marvelous things as we saw and heard Jesus speak unto the Father;"],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p17"},"“And no tongue can speak, neither can there be written by any man, neither can the hearts of men conceive so great and marvelous things as we both saw and heard Jesus speak; and no one can conceive of the joy which filled our souls at the time we heard him pray for us unto the Father” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.15-17"},"3 Nephi 17:15–17"],"; emphasis added)."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p18"},"I can hardly imagine what it might be like to",["span.emphasis","hear"],"the Savior pray, but I cannot even comprehend what is meant when they say, “No tongue can speak, neither can there be written by any man, neither can the hearts of men conceive” what they",["span.emphasis","saw"],"the Savior pray. It’s one thing to",["span.emphasis","hear"],"a prayer. It’s surely something altogether more to",["span.emphasis","see"],"one."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p19"},"What",["span.emphasis","did"],"they see? Well, it can’t be written. But suffice it to say that this is the great, consummate, concluding example he sets for those people that day, the crowning jewel, the post-sacramental counsel given to the Twelve and all others who would take up the cross and follow him—",["span.emphasis","they must pray,"],"and pray always."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p20"},"They must pray individually and as families. They must pray for the newest member and the littlest child and the most senior citizen among them. They must pray for those still in the world, those who do not yet have the truth. They must pray for everyone, including their enemies and those who despitefully use and persecute them.",["span.emphasis","This"],"is the light that they are to hold up. This is the evidence they will give of their faith in their Heavenly Father."],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p21"},"Prayer is worship in its simplest and most powerful form, as the unknown Zenos taught (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/33.3"},"Alma 33:3"],"). It",["span.emphasis","is"],"“the soul’s sincere desire, Uttered or unexpressed” (“Prayer Is the Soul’s Sincere Desire,”",["span.emphasis","Hymns,"],"no. 145). “Therefore, hold up your light that it may shine unto the world. Behold I am the light which you shall hold up—that which you have seen me do.",["span.emphasis","Behold ye see that I have prayed unto the Father,"],"and ye all have witnessed” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.24"},"3 Nephi 18:24"],"; emphasis added)."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p22"},"The praying Christ. That is the example to which we are to point others. The Christ of humility. The Christ of spiritual communion. The Christ who is dependent upon his Father. The Christ who asks for blessings upon others. The Christ who calls down the powers of heaven. The Christ who is one with the Father in at least one way that we too can be united with him—through prayer."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p23"},"Of the many aspects of his life that you teach your students, be absolutely certain you teach them of the praying Christ. Along with putting the scriptures in their hands, there is no more certain help you can give them in this difficult world in which they live and in the increasingly destructive times which they will face. Hold up that light to them—Christ seeking the guidance and support and protection of the Father. Christ submitting, kneeling, yielding, obeying the will of his Heavenly Father. That is the light we are to show the world and you are to show your students. It is the image of Christ praying unspeakable things."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p24"},"Give your students this promise, as Christ gave it to the Nephite multitude: “And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.20"},"3 Nephi 18:20"],"). They need to believe that. And they will if you believe it."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p25"},"My concluding testimony tonight is that of Moroni’s, surely the loneliest voice in scriptural history. In his isolation, Moroni becomes something of three witnesses in one, speaking to us three times, as it were, in final declaration of the Savior and of this messianic testament for which he will be the last author. His first witness is his conclusion to his father’s book, comprising chapters eight and nine of that text. One passage of scripture in that sequence about Christ blessed me at a crucial moment in my life more powerfully and more dramatically than has any other verse of scripture anywhere in the standard works. I will love Moroni forever for that one experience alone, if for no other reason—and there are lots of other reasons."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p26"},"Moroni’s second witness comes with the book of Ether—his own comments in that book, following that singular, unparalleled experience of the brother of Jared. Those twenty-eight verses in the third chapter of Ether may well be the single most remarkable encounter with Christ ever experienced by mortal man in this world, and we are indebted to Moroni for preserving it. And what a lesson in meekness that such an unprecedented revelation coming to one of such unparalleled faith does not even give us the name of the prophet to whom it came. What a stunning, silent declaration to a world nearly drowning in a sea of egotism and self-centeredness."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p27"},"Moroni’s third and final testimony comes in his own concluding book, emphasizing faith in Christ, hope in Christ, the charity of Christ, with the prayer that these three great Christian virtues, these three consummate Christian principles, will lead us to purity: “Pray unto the Father with all the energy of heart, … that ye may become the sons [and daughters] of God;",["span.emphasis","that when he shall appear we shall be like him,"],"for we shall see him as he is; … that we may be purified even as he is pure” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.48"},"Moroni 7:48"],"; emphasis added)."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p28"},"My prayer for you and for your students this year is Moroni’s prayer, as taught by his Father—a prayer for purity—the purity of Christ—coming to us from our faith and our hope and our charity. May we see him as he is and be like him when he comes. May we be purified as he is pure."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p29"},"“Come unto Christ, and lay hold upon every good gift, and touch not the … unclean thing. …"],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p30"},"“Yea come unto Christ, and be perfected in him. …"],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p31"},"“And … if ye by the grace of God are perfect in Christ, and deny not his power, then are ye sanctified in Christ by the grace of God, through the shedding of the blood of Christ, which is in the covenant of the Father unto the remission of your sins, that ye become holy, without spot” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.30,32-33"},"Moroni 10:30, 32–33"],")."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p32"},"That final, last, lonely appeal of the keystone of our religion and the most correct book ever written is to touch not the unclean thing; it is to be holy and without spot; it is to be pure. And that purity can come only through the blood of that Lamb who bore our griefs and carried our sorrows, the Lamb who was wounded for our transgressions and bruised for our iniquities, the Lamb who was despised and afflicted, but whom we esteemed not (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/14"},"Mosiah 14"],")."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p33"},"But for all that we have placed on him, and in spite of stripes he should not have had to bear, and though our sins and our stupidity be as scarlet, yet we can be made “white as snow” (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.18"},"Isaiah 1:18"],")."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p34"},"“[Who] are these … arrayed in white robes? and whence came they? …"],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p35"},"“… These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/7.13-14"},"Revelation 7:13–14"],")."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-standard-unto-my-people.p36"},"Purity—through the blood of the Lamb. That is what this book pleads for, and that is what I pray you will help your students to pursue. Such is God’s covenant. Such is Christ’s mission. Such is our privilege and our duty and our unmerited opportunity."]]],"refs":null}
