{"id":41,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":41,"title":"“According to His Desires”","subtitle":"","short_title":"“According to His Desires”","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.head1"},["h1","“According to His Desires”"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.p2"},"Elder Dean L. Larsen"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.p3"},"Of the Presidency of the First Quorum of the Seventy"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.p4"},"Excerpt from",["span.emphasis","New Era,"],"October 1984, 4–6"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.p5"},"For many years I have been haunted by an experience that occurred in my own life. I was working in a community where a full-time seminary was operated adjacent to the local high school. Part way through one school year, a teaching vacancy occurred at the seminary because of a health problem experienced by one of the teachers. I was invited to assume several of his classes each day over a period of time until a replacement could be found. In most respects it was a delightful experience and one that carries fond recollections for me. In one of the classes, however, there was a young man who proved to be a real challenge. He was in his final year of high school. He was bright and talented. It was obvious that he was popular with the other students and had a considerable influence with them. However, his conduct in the seminary class was generally disruptive. He sought for attention and usually got it as a result of his misbehavior in class."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.f1"},[".caption",["b","ELDER DEAN L. LARSEN",["br"],"OF THE PRESIDENCY OF THE FIRST QUORUM OF THE SEVENTY"],["br"],["span.emphasis","Excerpt from"],"New Era,",["span.emphasis","October 1984, 4–6"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.p6"},"In my desire to establish an atmosphere in the class where we could discuss and learn about things of a spiritual nature, I was repeatedly frustrated by the antics of this young man. He craved the attention of the other students. Several private consultations with him brought no improvements. In our interviews he was amiable enough, but he reverted to his disruptive behavior as soon as the next class convened."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.p7"},"I spoke with the counseling staff at the high school across the street from the seminary and learned from them that the young man came from a single parent home and that he was a constant problem in his classes at the high school, even though his aptitude test scores showed above average ability and talent."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.p8"},"There finally came a day when I knew I must do something decisive if I were to maintain some sense of order and direction in the class. After a typical outburst I invited the young man to step outside the classroom with me. There I told him that I could no longer sacrifice the opportunities of the other students in order to accommodate his whimsical behavior. I told him that he was no longer welcome in the class until he could control his conduct and contribute to the spiritual atmosphere necessary in a seminary classroom. He spun on his heel without comment and left the building. I never saw him again."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.p9"},"His mother called me that afternoon and expressed her displeasure and distress over what I had done. She warned me that the expulsion of her son from the seminary class would come back to haunt me."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.p10"},"The mother’s prediction has been correct. I have never been able to completely free my mind of that experience. Within a week or two of these events, my work was changed, and I was moved to another part of the country. I have no idea whether the young man ever returned to seminary. I don’t even remember his name now because it has been more than 20 years. I have sometimes wondered if there is a father of a large family out there somewhere who blames his estrangement from the Church on the action of an unsympathetic seminary teacher many years ago."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/according-to-his-desires.p11"},"I am sure I have learned some things in the intervening years that would have helped me handle the situation more competently. Perhaps there are some things I could have done that I did not do to help the young man change his attitude and conduct. I am sure there were. However, as I look back upon those experiences, I recall vividly the concern I felt for the other students in the class and the intense desire I felt to somehow bless their lives. As my mind runs back over that episode, I inevitably come to the same dilemma I faced the day when I invited the young man to leave the seminary class. In addition to my responsibility for his spiritual opportunities, what was my responsibility to the other class members whose opportunities were being jeopardized by the conduct of the young man? What were his responsibilities?"]]],"refs":null}
