{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":7,"title":"Circle of Exaltation","subtitle":"","short_title":"Circle of Exaltation","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/circle-of-exaltation","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/circle-of-exaltation.head1"},["h1","Circles of Exaltation"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/circle-of-exaltation.p2"},"Elder Spencer W. Kimball"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/circle-of-exaltation.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/circle-of-exaltation.p4"},"Excerpt from an address to religious educators, 28 June 1968, Brigham Young University, in",["span.emphasis","Charge to Religious Educators,"],"3rd edition (1994), 42"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/circle-of-exaltation.p5"},"I use the blackboard as I go into the stakes of Zion to dramatize some of the things that seem to me to be very, very important. To the stake presidency, high council, and bishoprics, I draw on the blackboard a series of circles, and in the top one I write “Eternal Life or Exaltation.” That is our ultimate goal for everyone, of course."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/circle-of-exaltation.f1"},[".caption",["b","ELDER SPENCER W. KIMBALL",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from an address to religious educators, 28 June 1968, Brigham Young University, in"],"Charge to Religious Educators,",["span.emphasis","3rd edition (1994), 42"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/circle-of-exaltation.p6"},"As we follow down the line—the strait and narrow way which leads to life eternal which few find—the second circle has in it “Eternal Marriage.” That is the gateway to exaltation, and the Lord says through John, “Verily, verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/10.1"},"John 10:1"],".) In fact, there",["span.emphasis","is"],"only one door. You all know it. I hope you are indoctrinating each and every boy and girl that comes into your presence. Only one door—no other—and that is eternal marriage, for no soul will enter the portals of exaltation alone. There will be no singles. There will always be doubles, and those doubles will be a man and a woman who will love each other intensely and who will have adjusted themselves to each other in a totaling perfection—nothing short of that!"],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/circle-of-exaltation.p7"},"Then I generally draw a third circle on the blackboard and ask these leaders which of all the agencies in the Church that make the most immediate and most important contribution to eternal marriage as an intermediate goal to eternal life—our final goal—will best fill this circle. It is interesting to hear their many answers. They suggest almost everything you can think of. They name all of the auxiliary organizations, and we make little circles around the big circle to indicate that each makes a contribution. They name the Primary, Sunday School, Relief Society, MIA, Scouting, priesthood meetings, sacrament meetings, conferences—everything you can imagine. Finally we settle on the one agency that brings us to what they all agree has the most important impact upon eternal marriage. That, of course, is a mission. …"],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/circle-of-exaltation.p8"},"We make another circle down this strait and narrow way that leads to life eternal. The question then arises, What would you put in the next circle? The top circle is exaltation, the second is eternal marriage, and the third is a mission. …"],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/circle-of-exaltation.p9"},"… What shall we put in it? Well, there is only one thing to put there, isn’t there, and that is the seminary and institute program. I never fail to give this program that important place, because I am convinced that the seminaries and institutes can do much to get young people into the mission field and into temple marriage and, finally, into exaltation. This program is that perfect agency in the Church—all the others, of course, make impressive contributions."]]],"refs":null}
