{"id":18,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":18,"title":"Finding Answers to Gospel Questions","subtitle":"","short_title":"Finding Answers to Gospel Questions","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.head1"},["h1","Finding Answers to Gospel Questions"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p2"},"Elder Bruce R. McConkie"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p4"},"Open letter, about 1980, Historical Department Archives, The Church of Jesus Christ of Latter-day Saints"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p5"},"To: Honest Truth Seekers"],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.f1"},[".caption",["b","ELDER BRUCE R. MCCONKIE",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Open letter, about 1980, Historical Department Archives, The Church of Jesus Christ of Latter-day Saints"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p6"},"Dear Brethren and Sisters:"],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p7"},"I receive a flood of letters asking questions about the doctrines, practices, and history of the Church. Several thousand questions are presented to me each year. Recently I received a single letter containing 210 major questions plus numerous lesser ones. To answer the questions in this one letter alone would have taken several hundred pages. Frequently I have a stack of unanswered letters which is six or eight inches high. There are times when weeks go by without an opportunity even to read the letters let alone attempt to answer them."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p8"},"Thoughtful persons will realize that if I devoted all my waking hours to the research and work involved in answering the questions which come to me, I still would not be able to answer all of them. But—and this is far more important—if I were able to perform this service it still would not be the right thing to do nor be in the best interests of those who present their problems to me. May I instead make the following general suggestions to those who seek answers to gospel questions:"],[".topic",["h2","1. Seek Light and Truth."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p10"},"All men everywhere, in and out of the Church, without reference to sect, party, or denomination, are obligated to seek light and truth. The Light of Christ comes as a free gift to all men; it enlighteneth every man born into the world; and those who follow its promptings seek truth, gain knowledge and understanding, and are led to the gospel and its saving truths."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p11"},"Members of the Church have an added obligation to understand both the laws of nature and the doctrines of salvation. They have the gift of the Holy Ghost which is the right to the constant companionship of this member of the Godhead based on faithfulness. The Holy Ghost is a revelator. “And by the power of the Holy Ghost ye may know the truth of all things.” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moro. 10:5"],".) In the full and final sense, the only perfect and absolute way to gain a sure knowledge of any truth in any field is to receive personal revelation from the Holy Spirit of God. This heaven-sent boon is reserved for those who keep the commandments and obtain the companionship of the Holy Spirit. Be it remembered that the Spirit will not dwell in an unclean tabernacle."]],[".topic",["h2","2. Search the Scriptures."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p13"},"The answers to nearly all important doctrinal questions are found in the Standard Works or in the sermons and writings of the Prophet Joseph Smith. If they are not found in these sources, they probably are not essential to salvation and may well be beyond our present spiritual capacity to understand. New revelations will be given when we believe and understand and live in harmony with those truths we have already received."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p14"},"The way to achieve a high state of gospel scholarship is first to study and ponder and pray about the Book of Mormon and then to follow the same course with reference to the other scriptures. The Book of Mormon contains that portion of the Lord’s word which he has given to the world to prepare the way for an understanding of the Bible and the other revelations now had among us. We have been commanded to search the scriptures, all of them; to treasure up the Lord’s word, lest we be deceived; to drink deeply from the fountain of holy writ, that our thirst for knowledge may be quenched."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p15"},"Paul says the scriptures are able to make us “wise unto salvation through faith which is in Christ Jesus.” (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.15"},"2 Tim. 3:15"],".) They lead us to the true Church and the legal administrators whom God has appointed to administer his work on earth. It is far better for us to gain our answers from the scriptures than from something someone else says about them. It is true that we oftentimes need an inspired interpreter to help us understand what apostles and prophets have written for us in the Standard Works. But it is also true that many explanations given by many people as to the meaning of scriptural passages are somewhat less than true and edifying."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p16"},"We are in a far better position if we are able to drink directly from the scriptural fountain without having the waters muddied by others whose insights are not as great as were those of the prophetic writers who first penned the passages found in the accepted canon of holy writ. I am not rejecting proper scriptural commentaries; I know and appreciate their value and have written volumes of them myself; I am simply saying that people with the ability to do it would be far better off to create their own commentaries. There is something sacred and solemn and saving about studying the scriptures themselves. We should train ourselves in this direction."]],[".topic",["h2","3. True Doctrines Are in Harmony with the Standard Works."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p18"},"The Standard Works are scripture. They are binding upon us. They are the mind and will and voice of the Lord. He never has, he does not now, and he never will reveal anything which is contrary to what is in them. No person, speaking by the spirit of inspiration, will ever teach doctrine that is out of harmony with the truths God has already revealed."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p19"},"These words of President Joseph Fielding Smith should guide all of us in our gospel study: “It makes no difference what is written or what anyone has said, if what has been said is in conflict with what the Lord has revealed, we can set it aside. My words, and the teachings of any other member of the Church, high or low, if they do not square with the revelations, we need not accept them. Let us have this matter clear. We have accepted the four standard works as the measuring yardsticks, or balances, by which we measure every man’s doctrine."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p20"},"“You cannot accept the books written by the authorities of the Church as standards in doctrine, only in so far as they accord with the revealed word in the standard works."],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p21"},"“Every man who writes is responsible, not the Church, for what he writes. If Joseph Fielding Smith writes something which is out of harmony with the revelations, then every member of the Church is duty bound to reject it. If he writes that which is in perfect harmony with the revealed word of the Lord, then it should be accepted.” (",["span.emphasis","Doctrines of Salvation,"],"comp. Bruce R. McConkie, 3 vols. [1954–56], 3:203–4; also cited in Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"2nd ed. [1966], p. 609.)"]],[".topic",["h2","4. Seek to Harmonize Scriptural and Prophetic Utterances."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p23"},"Every truth, in every field, in all the earth, and in all eternity, is in complete and total harmony with every other truth. Truth is always in harmony with itself. The word of the Lord is truth, and no scripture ever contradicts another, nor is any inspired statement of any person out of harmony with an inspired statement of any other person. Paul and James did not have differing views on faith and works, and everything that Alma said about the resurrection accords with Section 76 in the Doctrine and Covenants. When we find seeming conflicts, it means we have not as yet caught the full vision of whatever points are involved."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p24"},"The Lord expects us to seek for harmony and agreement in the scriptures and among the Brethren rather than for seeming divergences of views. Those who have faith and understanding always seek to harmonize into one perfect whole all the statements of the scriptures and all the pronouncements of the Brethren. The unfortunate complex in some quarters to pounce upon this bit of information or that and conclude that it is at variance with what someone else has said is not of God. Over the years I have received thousands of letters saying, “So-and-So said one thing, but Some-One-Else said the reverse—who is right?” My experience is that in most instances—nay, in almost all instances—the seeming divergencies can be harmonized, and when they cannot be it is of no moment anyway. The Spirit of the Lord leads to harmony and unity and agreement and oneness. The spirit of the devil champions division and debate and contention and disunity."]],[".topic",["h2","5. Are All Prophetic Utterances True?"],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p26"},"Of course they are! This is what the Lord’s system of teaching is all about. Anything which his servants say when moved upon by the Holy Ghost is scripture, and his command to his ministers is: “The Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit ye shall not teach.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],".)"],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p27"},"But every word that a man who is a prophet speaks is not a prophetic utterance. Joseph Smith taught that a prophet is not always a prophet, only when he is acting as such. Men who wear the prophetic mantle are still men; they have their own views; and their understanding of gospel truths is dependent upon the study and inspiration that is theirs."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p28"},"Some prophets—I say it respectfully—know more and have greater inspiration than others. Thus, if Brigham Young, who was one of the greatest of the prophets, said something about Adam which is out of harmony with what is in the Book of Moses and in Section 78, it is the scripture that prevails. This is one of the reasons we call our scriptures",["span.emphasis","The Standard Works."],"They are the standard of judgment and the measuring rod against which all doctrines and views are weighed, and it does not make one particle of difference whose views are involved. The scriptures always take precedence."]],[".topic",["h2","6. Leave the Mysteries Alone and Avoid Gospel Hobbies."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p30"},"We do not and in our present state of spiritual progression cannot comprehend all things. We do not have the sealed portion of the Book of Mormon because we are not prepared to understand and live the truths found therein. Some things in the scriptures are hidden from full view in parables, similitudes, and imagery. We are obligated to understand the basic doctrines which lead to eternal life; beyond this, how much we know about the mysteries depends upon the degree of our spiritual enlightenment. It is unwise to swim too far in water over our heads. My experience is that people who get themselves ensnared in fruitless contention over the meanings of deep and hidden passages of scripture are usually those who do not have a sound and basic understanding of the simple and basic truths of salvation."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p31"},"It is also my experience that people who ride gospel hobbies, who try to qualify themselves as experts in some specialized field, who try to make the whole plan of salvation revolve around some field of particular interest to them—it is my experience that such persons are usually spiritually immature and spiritually unstable. This includes those who devote themselves—as though by divine appointment—to setting forth the signs of the times; or, to expounding about the Second Coming; or, to a fadist interpretation of the Word of Wisdom; or, to a twisted emphasis on temple work or any other doctrine or practice. The Jews of Jesus’ day made themselves hobbyists and extremists in the field of Sabbath observance, and it colored and blackened their whole way of worship. We would do well to have a sane, rounded, and balanced approach to the whole gospel and all of its doctrines."]],[".topic",["h2","7. Be Not Overly Concerned about Unimportant Matters."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p33"},"There is so much to learn about the great eternal verities which shape our destiny that it seems a shame to turn our attention everlastingly to the minutia and insignificant things. So often questions like this are asked: “I know it is not essential to my salvation, but I would really like to know how many angels can dance on the head of a pin and if it makes any difference whether the pin is made of brass or bronze?” There is such a thing as getting so tied up with little fly specks on the great canvas which depicts the whole plan of salvation that we lose sight of what the life and the light and the glory of eternal reward are all about. There is such a thing as virtually useless knowledge, the acquisition of which won’t make one iota of difference to the destiny of the kingdom or the salvation of its subjects."]],[".topic",["h2","8. Withhold Judgment, If Need Be, on Hard Questions."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p35"},"To those with full insight and complete understanding there are no hard questions. After a mystery has been solved it is no longer a mystery. But there are some questions which seem to invite intellectual forays into unknown areas, or which seem to ensnare, in endless contention, those who are somewhat less than spiritually literate."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p36"},"If you cannot believe all of the doctrines of the gospel, withhold judgment in the areas in question. Do not commit yourself to a position which is contrary to that espoused by the prophets and apostles who preside over the kingdom. Study, pray, work in the Church, and await further light and knowledge."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p37"},"If you are troubled about so-called evolution, and have not learned that Adam was both the first man and the first mortal flesh, and that there was no death of any form of life until after the fall—withhold judgment and do not take a stand against the scriptures."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p38"},"If you suppose God is progressing and gaining more knowledge and truth, and that he is not really omnipotent, omniscient, and omnipresent as Joseph Smith taught—withhold judgment. Remain silent. Do not lock yourself into a position contrary to the revealed word."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p39"},"If you think there will be progression from one kingdom of glory to another after the resurrection; or that people who reject the gospel in this life will have a second chance to gain salvation in the world to come; or that couples who are married in the temple can commit all manner of sin and still gain salvation; or any of a host of the common heresies of the hour—withhold judgment. Do not commit yourself to the defense of a false cause. Study something else and await the day when you will be prepared for more light on the matter that troubles you."]],[".topic",["h2","9. Ignore, If You Can, the Endless Array of Anti-Mormon Literature and Avoid Cults like a Plague."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p41"},"Conversion is not born of contention. He that hath the spirit of contention is not of God. Our divine commission is to declare glad tidings to the world, not to quarrel with others about the meaning of texts. There are, of course, answers to all of the false claims of those who array themselves against us—I do not believe the devil has had a new idea for a hundred years—but conversion is not found in the dens of debate. It comes rather to those who read the Book of Mormon in the way Moroni counseled. Most members of the Church would be better off if they simply ignored the specious claims of the professional anti-Mormons."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p42"},"If the false claims about salvation by grace alone, or whatever the anti-Mormon literature is proclaiming, if these claims trouble you, search out the answers. They are in the scriptures. Anyone who cannot learn from the Bible that salvation does not come by simply confessing the Lord with one’s lips, without reference to all the other terms and conditions of the true plan of salvation, does not deserve to be saved."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p43"},"And as to the cults—they are the gate to hell. Members of the Church who espouse the cultish practice of plural marriage, for instance, are adulterers, and adulterers are damned. The common approach of those who propagandize for this practice is to pit the sayings of the dead prophets against those of the living prophets. Anyone who follows a dead prophet rather than a living prophet will follow him to death rather than to life. Again, there are answers to all the specious cultist views, and those who are tainted by these false and forlorn fallacies had better find the truth at the peril of their salvation. It is the course of safety and wisdom never to get mixed up in these matters in the first instance."]],[".topic",["h2","10. There Are No Private Doctrines."],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p45"},"All of the doctrines and practices of the Church are taught publicly. There are no secret doctrines, no private practices, no courses of conduct approved for a few only. The blessings of the gospel are for all men. Do not be deceived into believing that the General Authorities believe any secret doctrines or have any private ways of living. Everything that is taught and practiced in the Church is open to public inspection, or, at least, where temple ordinances are concerned, to the inspection and knowledge of everyone who qualifies himself by personal righteousness to enter the house of the Lord."]],[".topic",["h2","11. Maintain an Open Mind."],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p47"},"The doctrines are the Lord’s. He established them; he reveals them; he expects us to accept them. Often those who ask questions are more interested in sustaining a pre-chosen position than in learning",["span.emphasis","what"],"the facts are. Our concern should be to find and cleave to the truth. It should not matter to us what the doctrine is, only that we come to a knowledge of it. Our espousal and defense of a false doctrine will not make it true. Our concern is to come to a knowledge of the truth, not to prove a point to which we may unwisely have committed ourselves."]],[".topic",["h2","12. The Responsibility to Study Is a Personal One."],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p49"},"Now let us come to the conclusion of this whole matter, a conclusion that will have an important bearing on our eternal salvation. It is that each person must learn the doctrines of the gospel for himself. No one else can do it for him. Each person stands alone where gospel scholarship is concerned; each has access to the same scriptures and is entitled to the guidance of the same Holy Spirit; each must pay the price set by a Divine Providence if he is to gain the pearl of great price."],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p50"},"The same principle governs both learning truth and living in harmony with its standards. No one can repent for and on behalf of another; no one can keep the commandments in the place and stead of another; no one can be saved in someone else’s name. And no one can gain a testimony or press forward in light and truth to eternal glory for anyone but himself. Both the knowledge of the truth and the blessings that come to those who conform to true principles are personal matters. And as a just God offers the same salvation to every soul who lives the same laws, so he offers the same understanding of his eternal truths to all who will pay the truth seeker’s price."],["div",{"id":"f2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.f2"},"The Church system for gaining gospel knowledge is as follows:",["ol.alphaLowCase",["li",["span.label","a."],[".para","The responsibility rests upon each person to gain a knowledge of the truth through his own efforts."]],["li",["span.label","b."],[".para","Next, families should teach their own family members. Parents are commanded to bring up their children in light and truth. The home should be the chief teaching center in the life of a Latter-day Saint."]],["li",["span.label","c."],[".para","To help families and individuals, the Church, as a service agency, provides many opportunities to teach and to learn. We are commanded to “teach one another the doctrine of the kingdom.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77"},"D&C 88:77"],".) This is done in sacrament meetings, in conferences and other meetings, by home teachers, in priesthood and auxiliary classes, through our seminaries and institutes, and through the Church educational system."]]]],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p55"},"Opportunities to learn are unlimited. Proper questions may be discussed in any of the classes and schools provided for such purposes."],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p56"},"One final word seems appropriate. There are few joys in life to compare with the joy of coming to a knowledge of truth. How faithful people rejoice in the testimonies that are theirs! And what a spirit of exhilaration and peace comes into the heart of a gospel student each time a new truth is manifest to him! Each time his views expand to catch the full vision of some prophetic passage! Each time his soul both learns and feels the import of what the revelations say about some great principle!"],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p57"},"The foregoing expressions are made in an attempt to be helpful; to encourage gospel scholarship; and to guide truth seekers in a wise and proper course."],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p58"},"It is my prayer that all of us may learn and live the gospel and gain an eventual inheritance in the everlasting kingdom of Him whose servants we are."],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p59"},"With every good wish, and a prayer that the Lord will bless you always, I am,"],["div",{"id":"p60","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p60"},"Sincerely your brother,"],["div",{"id":"p61","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p61"},"[signed]"],["div",{"id":"p62","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/finding-answers-to-gospel-questions.p62"},"Bruce R. McConkie"]]]],"refs":null}
