{"id":47,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":47,"title":"Four Imperatives for Religious Educators","subtitle":"","short_title":"Four Imperatives for Religious Educators","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/four-imperatives-for-religious-educators","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/four-imperatives-for-religious-educators.head1"},["h1","Four Imperatives for Religious Educators"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/four-imperatives-for-religious-educators.p2"},"Elder Gordon B. Hinckley"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/four-imperatives-for-religious-educators.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/four-imperatives-for-religious-educators.p4"},"Excerpt from An Evening with Elder Gordon B. Hinckley, 15 September 1978, 3"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/four-imperatives-for-religious-educators.p5"},"It is imperative that we as teachers in the seminary and institute of religion program of the Church read constantly the scriptures and other books related directly to the history, the doctrine, and the practices of the Church. But we ought also to be reading secular history, the great literature that has survived the ages, and the writings of contemporary thinkers and doers. In so doing we will find inspiration to pass on to our students, who will need all the balanced strength they can get as they face the world into which they move."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/four-imperatives-for-religious-educators.f1"},[".caption",["b","ELDER GORDON B. HINCKLEY",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from An Evening with Elder Gordon B. Hinckley, 15 September 1978, 3"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/four-imperatives-for-religious-educators.p6"},"Brethren and sisters, grow in the knowledge of the eternal truths which you are called to teach, and grow in understanding of the great and good men and women who have walked the earth and of the marvelous phenomena with which we are surrounded in the world in which we live. Now and then as I have watched a man become obsessed with a narrow segment of knowledge, I have worried about him. I have seen a few such. They have pursued relentlessly only a sliver of knowledge until they have lost a sense of balance. At the moment I think of two who went so far and became so misguided in their narrow pursuits, that they who once had been effective teachers of youth have been found to be in apostasy and have been excommunicated from the Church. Keep balance in your lives. Beware of obsession. Beware of narrowness. Let your interests range over many good fields while working with growing strength in the field of your own profession."]]],"refs":null}
