{"id":24,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":24,"title":"Gospel Teaching","subtitle":"","short_title":"Gospel Teaching","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.head1"},["h1","Gospel Teaching"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p2"},"Elder Dallin H. Oaks"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p4"},"In Conference Report, October 1999, 100–104; or",["span.emphasis","Ensign,"],"November 1999, 78–80"]]],[".bodyBlock",[".topic",["h2","The Influence of a Teacher"],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p6"},["span.emphasis","A national author wrote a book about his greatest teacher. At the heart of this college teacher’s powerful impact on his student was the student’s conviction that this teacher really cared for him and wanted him to learn and do what would help him find happiness. The author concluded his tribute with this question: “Have you ever really had a teacher? One who saw you as a raw but precious thing, a jewel that, with wisdom, could be polished to a proud shine? If you are lucky enough to find your way to such teachers, you will always find your way back.”"],["sup",["a",{"href":"fn_1"},"1"]],"…"],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.f1"},[".caption",["b","ELDER DALLIN H. OAKS",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","In Conference Report, October 1999, 100–104; or"],"Ensign,",["span.emphasis","November 1999, 78–80"]]],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p7"},"There are many different ways to teach, but all good teaching is based on certain fundamental principles. Without pretending to be exhaustive, I wish to identify and comment on six fundamental principles of gospel teaching."]],[".topic",["h2","Love God and Those You Teach"],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p9"},"The",["span.emphasis","first"],"is love. It has two manifestations. When we are called to teach, we should accept our calling and teach because of our love for God the Eternal Father and His Son, Jesus Christ. In addition, a gospel teacher should always teach with love for the students. We are taught that we should pray “with all the energy of heart … [to] be filled with this love” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.48"},"Moroni 7:48"],"). Love of God and love of His children is the highest reason for service. Those who teach out of love will be magnified as instruments in the hands of Him whom they serve."]],[".topic",["h2","Focus on the Students’ Needs"],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p11"},["span.emphasis","Second,"],"a gospel teacher, like the Master we serve, will concentrate entirely on those being taught. His or her total concentration will be on the needs of the sheep—the good of the students. A gospel teacher does not focus on himself or herself. One who understands that principle will not look upon his or her calling as “giving or presenting a lesson,” because that definition views teaching from the standpoint of the teacher, not the student."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p12"},"Focusing on the needs of the students, a gospel teacher will never obscure their view of the Master by standing in the way or by shadowing the lesson with self-promotion or self-interest. This means that a gospel teacher must never indulge in priestcrafts, which are “that men preach and set themselves up for a light unto the world, that they may get gain and praise of the world” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.29"},"2 Nephi 26:29"],"). A gospel teacher does not preach “to become popular” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.3"},"Alma 1:3"],") or “for the sake of riches and honor” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.16"},"Alma 1:16"],"). He or she follows the marvelous Book of Mormon example in which “the preacher was no better than the hearer, neither was the teacher any better than the learner” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.26"},"Alma 1:26"],"). Both will always look to the Master."]],[".topic",["h2","Teach from Approved Gospel Materials"],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p14"},["span.emphasis","Third,"],"a superior teacher of the gospel will teach from the prescribed course material, with greatest emphasis on teaching the doctrine and principles and covenants of the gospel of Jesus Christ. This is commanded in modern revelation, where the Lord said:"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p15"},"“Teachers of this church shall teach the principles of my gospel, which are in the Bible and the Book of Mormon, in the which is the fulness of the gospel."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p16"},"“And they shall observe the covenants and church articles to do them, and these shall be their teachings, as they shall be directed by the Spirit” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.12-13"},"D&C 42:12–13"],")."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p17"},"Teachers who are commanded to teach “the principles of [the] gospel” and “the doctrine of the kingdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77"},"D&C 88:77"],") should generally forgo teaching specific rules or applications. For example, they would not teach any rules for determining what is a full tithing, and they would not provide a list of",["span.emphasis","do’s"],"and",["span.emphasis","don’ts"],"for keeping the Sabbath day holy. Once a teacher has taught the doctrine and the associated principles from the scriptures and the living prophets, such specific applications or rules are generally the responsibility of individuals and families."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p18"},"Well-taught doctrines and principles have a more powerful influence on behavior than rules. When we teach gospel doctrine and principles, we can qualify for the witness and guidance of the Spirit to reinforce our teaching, and we enlist the faith of our students in seeking the guidance of that same Spirit in applying those teachings in their personal lives. …"],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p19"},"As I have visited in quorums and Relief Societies, I have generally been pleased and impressed at how these",["span.emphasis","Teachings of Presidents of the Church"],"are being presented and received. However, I have sometimes observed teachers who gave the designated chapter no more than a casual mention and then presented a lesson and invited discussion on other materials of the teacher’s choice. That is not acceptable. A gospel teacher is not called to choose the subject of the lesson but to teach and discuss what has been specified. Gospel teachers should also be scrupulous to avoid hobby topics, personal speculations, and controversial subjects. The Lord’s revelations and the directions of His servants are clear on this point. We should all be mindful of President Spencer W. Kimball’s great instruction that a gospel teacher is a “guest”:"],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p20"},"“He has been given an authoritative position and a stamp of approval is placed upon him, and those whom he teaches are justified in assuming that, having been chosen and sustained in the proper order, he represents the Church and the things which he teaches are approved by the Church. No matter how brilliant he may be and how many new truths he may think he has found, he has no right to go beyond the program of the Church.”",["sup",["a",{"href":"fn_6"},"6"]]]],[".topic",["h2","Effectively Prepare and Present Lessons"],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p22"},["span.emphasis","Fourth,"],"a gospel teacher will prepare diligently and strive to use the most effective means of presenting the prescribed lessons. …"]],[".topic",["h2","Teach by the Spirit"],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p24"},"The",["span.emphasis","fifth"],"fundamental principle of gospel teaching I wish to stress is the Lord’s command, quoted earlier, that gospel teachers should “teach the principles of my gospel … as they shall be directed by the Spirit. … And if ye receive not the Spirit ye shall not teach” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.12-14"},"D&C 42:12–14"],"). It is a gospel teacher’s privilege and duty to seek that level of discipleship where his or her teachings will be directed and endorsed by the Spirit rather than being rigidly selected and prearranged for personal convenience or qualifications. The marvelous principles of “Gospel Teaching and Leadership” in the new",["span.emphasis","Church Handbook of Instructions"],"include the following:"],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p25"},"“Teachers and class members should seek the Spirit during the lesson. A person may teach profound truths, and class members may engage in stimulating discussions, but unless the Spirit is present, these things will not be powerfully impressed upon the soul. …"],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p26"},"“When the Spirit is present in gospel teaching, ‘the power of the Holy Ghost carrieth [the message] unto the hearts of the children of men’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.1"},"2 Nephi 33:1"],").”",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p27"},"President Hinckley stated an important corollary to the command to teach by the Spirit when he issued this challenge:"],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p28"},"“We must … get our teachers to speak out of their hearts rather than out of their books, to communicate their love for the Lord and this precious work, and somehow it will catch fire in the hearts of those they teach.”",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p29"},"That is our objective—to have love of God and commitment to the gospel of Jesus Christ “catch fire” in the hearts of those we teach."]],[".topic",["h2","Teach to help others"],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p31"},"That leads to the",["span.emphasis","sixth"],"and final principle I will discuss. A gospel teacher is concerned with the results of his or her teaching, and such a teacher will measure the success of teaching and testifying by its impact on the lives of the learners.",["sup",["a",{"href":"fn_9"},"9"]],"A gospel teacher will never be satisfied with just delivering a message or preaching a sermon. A superior gospel teacher wants to assist in the Lord’s work to bring eternal life to His children."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p32"},"President Harold B. Lee said: “The calling of the gospel teacher is one of the noblest in the world. The good teacher can make all the difference in inspiring boys and girls and men and women to change their lives and fulfill their highest destiny. The importance of the teacher has been beautifully described by Daniel Webster when he said, ‘If we work upon marble, it will perish; if we work upon brass, time will efface it; but if we work upon immortal minds, if we imbue them with principles and the just fear of God and love of our fellowman, we engrave upon those tablets something that will brighten through all eternity.’”",["sup",["a",{"href":"fn_10"},"10"]]],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.p33"},"I testify that this is God’s work, and that we are His servants with the sacred responsibility of teaching the gospel of Jesus Christ, the greatest message of all time. We need more teachers to match that message. I pray that we will all become superior gospel teachers, in the name of Jesus Christ, amen."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"fn1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.fn1"},["span.label","1."],"Mitch Albom,",["span.emphasis","Tuesdays with Morrie"],"(1997), 192. …"],["div",{"id":"fn2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.fn2"},["span.label","6."],["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball (1982), 533."],["div",{"id":"fn3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.fn3"},["span.label","7."],["span.emphasis","Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders"],"(1998), 300."],["div",{"id":"fn4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.fn4"},["span.label","8."],["span.emphasis","Teachings of Gordon B. Hinckley"],"(1997), 619–20."],["div",{"id":"fn5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.fn5"},["span.label","9."],"See Henry B. Eyring, in Conference Report, Apr. 1999, 94–95; or",["span.emphasis","Ensign,"],"May 1999,",["span.crossRef","73"],"."],["div",{"id":"fn6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/gospel-teaching.fn6"},["span.label","10."],["span.emphasis","The Teachings of Harold B. Lee,"],"ed. Clyde J. Williams (1996), 461."]]}
