{"id":44,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":44,"title":"In the Spirit of Testimony","subtitle":"","short_title":"In the Spirit of Testimony","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.head1"},["h1","In the Spirit of Testimony"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p2"},"Elder Boyd K. Packer"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p4"},["span.emphasis","Let Not Your Heart Be Troubled"],"(1991), 15–19"]]],[".bodyBlock",[".topic",["h2","Testimony Is the Moving Power"],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p6"},"Testimony, then, is the moving power. Testimony is the redeeming force."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.f1"},[".caption",["b","ELDER BOYD K. PACKER",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],"Let Not Your Heart Be Troubled",["span.emphasis","(1991), 15–19"]]],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p7"},"Programs will redeem only to the degree that they produce testimony. Elaborate programming will not hurt us if the Spirit is there, nor help us if it is not. …"],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p8"},"There are two dimensions to testimony. The one,",["span.emphasis","a testimony we bear to them,"],"has power to lift and bless them. The other, infinitely more important,",["span.emphasis","the testimony they bear themselves,"],"has the power to redeem and exalt them. You might say they can get",["span.emphasis","a"],"testimony from what we say.",["span.emphasis","The"],"testimony comes when they themselves bear a witness of the truth and the Holy Ghost confirms it to them. James said, “Be ye doers of the word, and not hearers only” (",["a.scriptureRef",{"href":"/scriptures/nt/james/1.22"},"James 1:22"],"). And the Lord said, “If any man will do his will, he shall know of the doctrine” (",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],")."]],[".topic",["h2","Give Opportunities to the Weak"],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p10"},"If you who hold positions in the Church would redeem the lost sheep, see that the “vitamins” go to those with deficiencies and not merely to those who are nourished by regular, balanced diets."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p11"},"Activity—the opportunity to serve and bear testimony—is like medicine. It will heal the spiritually sick. It will strengthen the spiritually weak. It is a most necessary ingredient in the redemption of the lost sheep. Yet there is a tendency, almost a programmed tendency, to give opportunities for growth to those who are already over-surfeited with activity. This kind of pattern, evident in our stakes and wards, may keep the lost sheep out. …"],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p12"},"Several years ago I visited a stake presided over by a man of unusual efficiency and ability. Every detail of the stake conference had been scheduled. He had done the usual thing in assigning prayers from the selected circle of the stake presidency, the high council, the bishops, and the stake patriarch. Those brethren had not been notified, so we changed the assignment from those who deserved the honor to those who needed—desperately needed—the experience."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p13"},"The president had a detailed agenda for the general sessions, and he mentioned that there were twenty minutes in one session that were not scheduled. I told him that we could call on some to respond who otherwise would not have the opportunity and needed the strengthening experience. He countered with the suggestion that he alert several able, prominent leaders to prepare for possible speaking assignments. “There will be many nonmembers present,” he said. “We are used to having an organized and very polished conference performance. We have very able people in the stake. They will leave an excellent impression.”"],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p14"},"Twice again during our meeting he mentioned the schedule and pressed to have the stake’s “best performers” called. “Why don’t we save this time for those who need it most?” I said. His reaction was a disappointed, “Well, you are the General Authority.”"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p15"},"Early Sunday morning he reminded me that there was still time to alert someone and thus leave the best impression."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p16"},"The morning session was opened by the president with a polished and stirring address. Next we called on his second counselor. He was obviously flustered, and he began, “You can’t believe a thing Brother Packer says.” (We had previously indicated that both counselors would probably speak in the afternoon session.) We were to go to his home for the noon meal. He had known there would be time to go over his notes, so he had left them at home."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p17"},"For want of his notes he turned to testimony, giving an inspiring account of an administration he had performed during the week. A brother, given up by his doctors, had been called from the very shadows of death by the power of the priesthood. I do not know what was on his notes, but surely it could not have compared in inspiration to the testimony he bore."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p18"},"An elderly woman sat on the front row holding hands with a weathered-looking man. She looked a bit out of place in the fashionably dressed congregation—rather homespun by comparison. She looked as if she ought to talk in conference, and given the privilege she reported her mission. Fifty-two years before she had returned from the mission field, and since then she had never been invited to speak in Church. It was a touching and moving witness that she bore."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p19"},"Others were called upon to speak, and near the close of the meeting the president suggested that I take the remainder of the time. “Have you had any inspiration?” I asked. He said that he kept thinking of the mayor. (The voters in that large city had elected a member of the Church to be mayor, and he was in attendance.) When I told him we could have a greeting from the mayor, he whispered that the man was not active in the Church. When I suggested that he call upon him anyway he resisted, saying flatly that he was not worthy to speak in that meeting. At my insistence, however, he called the man to the stand."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p20"},"The mayor’s father had been a pioneer of the Church in that region. He had served as bishop of one of the wards and had been succeeded by one of his sons—a twin to the mayor, as I recall. The mayor was the lost sheep. He came to the pulpit and spoke, to my surprise, with bitterness and with hostility. His talk began something like this: “I don’t know why you called on me. I don’t know why I am in church today. I don’t belong in church. I have never fit in. I don’t agree with the way the Church does things.”"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p21"},"I confess that I began to worry, but he then paused and lowered his eyes to the pulpit. From then until his talk was over he did not look up. After hesitating, he continued: “I guess I just as well tell you. I quit smoking six weeks ago.” Then, shaking his fist in a gesture over his head towards the congregation, he said, “If any of you think that’s easy, you have never suffered the hell I have suffered in the last few weeks.”"],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p22"},"Then he just melted. “I know the gospel is true,” he said. “I’ve always known it was true. I learned that from my mother as a boy."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p23"},"“I know the Church isn’t out of order,” he confessed, “It’s me that’s out of order, and I’ve always known that, too.”"],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p24"},"Then he spoke, perhaps, for all of the lost sheep when he pleaded: “I know it’s me that is wrong, and I want to come back. I have been trying to come back, but you won’t let me!”"],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p25"},"Of course we would let him come back, but somehow we hadn’t let him know that. After the meeting the congregation flooded up—not to us but to him, to say, “Welcome home!”"],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p26"},"On the way to the airport after conference the stake president said to me, “I’ve learned a lesson today.”"],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p27"},"Hoping to confirm it, I said, “If we had done what you wanted you would have called on this man’s father, wouldn’t you, or perhaps his brother, the bishop?”"],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p28"},"He nodded in affirmation and said: “Either of them, given five minutes, would have presented a stirring fifteen- or twenty-minute sermon to the approval of all in attendance. But no lost sheep would have been reclaimed.”"],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p29"},"All of us who lead in the wards and stakes must open the door to the lost sheep; stand aside to let them through. We must learn not to block the entrance. It is a narrow way. Sometimes we assume the clumsy posture of trying to pull them through the gate which we ourselves are blocking. Only when we have the spirit of lifting them, pushing them before us, seeing them elevated above us, do we have that spirit that will engender testimony."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p30"},"I wonder if that is what the Lord meant when he said, “They that be whole need not a physician, but they that are sick” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.12"},"Matthew 9:12"],")."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p31"},"I do not appeal for the lowering of standards. Just the opposite. More lost sheep will respond quicker to high standards than they will to low ones. There is therapeutic value in spiritual discipline."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p32"},"Discipline is a form of love, an expression of it. It is necessary and powerful in people’s lives."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p33"},"When a toddler is playing near the road, we steer carefully around him. Few will stop and see him to safety: if necessary, discipline him. That is, unless it is our own child or grandchild. If we love them enough we will do it. To withhold discipline when it would contribute to spiritual growth is an evidence of lack of love and concern."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/in-the-spirit-of-testimony.p34"},"Spiritual discipline framed in love and confirmed with testimony will help redeem souls."]]]],"refs":null}
