{"id":9,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":9,"title":"Men of Example","subtitle":"","short_title":"Men of Example","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.head1"},["h1","Men of Example"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p2"},"President Spencer W. Kimball"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p3"},"President of the Church"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p4"},"Excerpt from an address to religious educators, 12 September 1975, 1–7, 10–11; see also",["span.emphasis","Charge to Religious Educators,"],"3rd edition (1994), 23–27"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p5"},"I should like to speak to you specifically relative to your challenge and your charge as teachers of youth. …"],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.f1"},[".caption",["b","PRESIDENT SPENCER W. KIMBALL",["br"],"PRESIDENT OF THE CHURCH"],["br"],["span.emphasis","Excerpt from an address to religious educators, 12 September 1975, 1–7, 10–11; see also",["span.emphasis","Charge to Religious Educators,"],"3rd edition (1994), 23–27"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p6"},"… Some of you have been laboring long enough to remember nearly a decade ago when I addressed the seminary and institute faculty at their summer school on the BYU campus. At that time I directed my remarks to the topic “What I Hope You Will Teach My Grandchildren.” At the time I had twenty-seven grandchildren. I calculated that for the next twenty-four years there would be up to twelve of these precious children under your training every year, and that collectively they might spend up to 152 years in your classrooms and under your tutelage. I also mentioned that I expected at least thirty years of missionary service from them. I was concerned then about the men who would be employed during the next quarter century. I wanted them to be men of valor and faith, of forcefulness and courage—men of example."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p7"},"I requested then that these grandchildren be taught honesty, loyalty, humility, and a sense of responsibility. I expressed the desire that they be taught to avoid fanaticism and fads. I asked those teachers to assist these youngsters in putting on the whole armor of God by teaching them to know, to love, and to use the scriptures. I asked that these students be heavily involved in scripture reading. There are blessings that come from immersing ourselves in the scriptures. The distance narrows between ourselves and our Father in heaven. Our spirituality shines brighter. We love more intensely those whom we should love. It is much easier to follow counsel. The lessons of life are learned more readily and surely."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p8"},"To know the patriarchs and prophets of the ages past and their faithfulness under stress and temptation and persecution strengthens the resolves of youth. All through the scriptures almost every weakness and every strength of man has been portrayed, and rewards and punishments have been recorded. One would surely be blind who could not learn to live life properly by such reading. The Lord said, “Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/5.39"},"John 5:39"],".) He was the same Lord and Master in whose life we find every quality of goodness, every quality we should develop in our own lives."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p9"},"I hoped these 152 years—and a possible eventual millennium for my posterity—of training that would supplement their parents’ training would bring out a beautiful normalcy in the lives of my posterity and of all others—a well-balanced approach to living. Knowing the tendency for most young people to be hero-worshipers, I hoped you, as their teachers, would qualify for that admiration that is almost adoration. I wanted them to have beautiful, abundant lives patterned after the ideal image of an eternal family. This they would learn, a little from what you would tell them, but far more from what you would show them. Consequently, I hoped the picture which was impressed during these fifteen decades of learning would be near the ideal. This would lead me to expect honor, integrity, cleanliness, positiveness, and faith in our instructors of religion. I expected the teachers to appear before these young people as well-dressed, well-groomed, positive, happy people from homes where peace and love have left a warm, vibrant influence as their day with them began. I wanted them to feel sure that their teacher that very morning had walked out of a loving home where peace reigned and love was enthroned. This is still part of the challenge facing you marvelous men and women who labor in our weekday religious education program."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p10"},"Indeed, the mission of all religious educators in the Church Educational System is to assist parents in rearing their children to be righteous Latter-day Saints, willing and capable to serve effectively in the kingdom of God. This is your part. To do your part well, it is wise to remember with Oliver Wendell Holmes that “to reach a port, we must sail, sometimes with the wind, and sometimes against it; but we must sail, and not drift, nor lie at anchor.” You need to heed this admonition to take charge of your lives."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p11"},"I now have twenty-seven grandchildren and sixteen great-grandchildren, with the likelihood of hundreds more posterity. With the growth of my family and the growth of other families as well, your scope of influence and range of contact have been greatly magnified. Our seminary and institute program is now reaching out to assist parents in over fifty countries. That is a great blessing, a great opportunity, and a great responsibility, for we know by revelation that the home, with a close-knit family, is where society is saved. Home life and parental guidance are the remedy for all ailments, the cure for all diseases, the solution for all problems."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p12"},"In this connection, one of the most provocative and profound statements in holy writ is Paul’s instruction to husbands and wives concerning their duty to each other and to their families. First he commands the women:"],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p13"},"“Wives, submit yourselves unto your own husbands, as unto the Lord.” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.22"},"Ephesians 5:22"],".)"],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p14"},"“As unto the Lord.” “As unto the Lord, subject yourselves unto your own husbands,” he says. “As unto the Lord.” Can you conceive that? Does that mean something to you as you listen to the Lord’s counsel, do his will, follow his righteous precepts, serve him faithfully?"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p15"},"“For the husband is the head of the wife, even as Christ is the head of the church. …” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.23"},"Ephesians 5:23"],".)"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p16"},"Can you find in all the holy scriptures where the Lord Jesus Christ ever failed his church? Can you find any scripture that says he was untrue to his people, to his neighbors, friends, or associates? Was he faithful? Was he true? Is there anything good and worthy that he did not give? Then that is what we ask—what he asks of a husband, every husband. That is the goal. Can you think of a single exception in his great life? There should be none in yours."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p17"},"“Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.24"},"Ephesians 5:24"],".)"],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p18"},"Many misconceptions, many errors, are creeping into the thoughts of great numbers of people in our day. We hope that you sisters will lead the way, lead the procession of women who understand the great opportunities that may come to them, the great responsibilities. For opportunity and responsibility go hand in hand. This is no idle jest, no facetious matter. Much is said in Paul’s words “as unto the Lord.” Let it sink deep into your hearts. A woman need have no fear of being imposed upon or being subject to any dictatorial measures or improper demands when her husband is thoughtful, self-sacrificing, and worthy. One would think that no intelligent woman would hesitate to submit herself to her own truly righteous husband in everything, but sometimes we are shocked to see the wife take over the leadership, naming the one to pray, the place to be, the things to do."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p19"},"Husbands are commanded:"],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p20"},"“Love your wives, even as Christ also loved the church, and gave himself for it.” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.25"},"Ephesians 5:25"],".)"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p21"},"There is a scripture which says, “Greater love hath no man than this, that a man lay down his life for his friends.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/15.13"},"John 15:13"],".) Your wife is your friend. You should be willing to go even to the extent of giving your life for her if the need should appear. Would you give your life for her?"],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p22"},"You need to ask yourself, “Can I love my wife even as Christ also has loved the Church?” Can you think of how he loved the church? Its every breath was important to him. Its every growth, its every individual, was precious to him. He gave to those people all his energy, all his power, all his interest. He gave his life—and what more could one give? He gave his life voluntarily. He said, “I don’t have to.”"],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p23"},"To Peter he said, “I could call twelve legions of angels; you don’t need to pull out your sword. You couldn’t defend me anyway. But I could call twelve legions of angels, and they’d protect me. But I’m going to give my life. I give it for my people.” [See",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.52-54"},"Matthew 26:52–54"],".] He gave that precious life—the most precious life ever lived upon this earth."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p24"},"When the husband is ready to treat his household in that manner, not only his wife but also his children will respond to his loving and exemplary leadership. It will be automatic. He won’t need to demand it; it will come because they will want to do what they understand to be necessary and right."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p25"},"Certainly if fathers are to be respected, they must merit respect. If they are to be loved, they must be consistent, lovable, understanding, and kind—and they must honor their priesthood. They must see themselves as fortunate trustees of precious spirit-children whom God has entrusted to their care."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p26"},"What a great incentive a mother has to honor and build up her worthy husband in the esteem of the offspring when she knows that this contributes to the well-adjusted lives of her children. And what a great incentive the father has for rising to his tallest spiritual stature to merit the love and respect of all members of the family."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p27"},"And so we plead with you fathers to return to your little kingdoms and, with kindness, justice, proper discipline, and love, to inspire your family. We appeal to mothers to help create that happy family relationship. We desire that our people strengthen their families according to the pattern set by Abraham. We need to prepare all within our homes to serve beyond our homes as calls and opportunities come to provide leaven for the world. The world wants and needs what we have. In the beautiful prayer by Brother Holland, he mentioned the famine in the world—famine not of bread, not of the ordinary needs, but a famine for the word of the Lord; and you are the custodians of the bread of life, you take it to your families so that they can share it with the people of the world."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p28"},"We are constantly exerting ourselves to impress upon the parents in the Church that it is their primary responsibility to rear their children in faith and teach them correct principles of living. But we must be realistic, for many parents fail in varying degrees to train their children properly. Therefore, all other agencies dedicated to doing good must carefully pick up the fallen torch. Among the most effective torch-bearers in the Church are those who teach in the seminaries and institutes and others who teach religion at our Church university and colleges. For many youngsters, you teachers and your lovely wives constitute one of the best models of proper home living. I hope that each of you is striving to be the perfect husband and father, with proper control of self and with loving family relationships, so that your students see in you and your family the ideal after which to pattern their lives."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p29"},"“As Maine goes, so goes the nation,” we hear in political circles. As you go, so they go—the children, the youth of Zion. I want our youth to choose well their companions when they make their friends, and even more when they begin their courting, partly because they see in their loved teacher or director all the qualities making up the ideal. They should see an intelligent and well-adjusted wife and mother fully supporting her husband and doing her part to build the near perfect husband-wife relationship. I hope that these youth will see their instructors contributing wisely to community life as dignified, happy citizens and to Church life as devout, dependable, and effective leaders. I hope they love you, for those whom we love, we serve. “How do I find the right wife?” I am frequently asked in groups of missionaries who are beginning to think in that direction. My answer always is, “Find one like my wife, and then you will be all right.” I hope you feel that way, too, about your wife."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p30"},"I would hope the young people’s confidence in you will rise to such levels that they will not hesitate to take their perplexities to you. Even though as weekday religion teachers and professors, you have no ecclesiastical authority and you are not common judges, you may be the first line of approach. Your wise counsel could help them solve some of their problems, and you will, of course, refer them to their bishops for those solutions which lie in the bishop’s domain."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p31"},"I hope that you will be such a solid rock that they can receive from you strength that can be a real deterrent to troubles. Preventive medicine is better than rehabilitative medicine, though we need both. I hope that you will be able to fortify them against sin. Sin is still sin, and it is in the world in increasing proportions. Your principal function, perhaps, is to bolster their defenses against it. The bishop is the one to assist them in the remedial process should they falter and slip from their solid moorings."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p32"},"Friction and quarreling must be avoided in your homes. It must be avoided lest you carry that infectious venom into the classroom. Your students do not deserve to suffer by reason of your problems. Of course, you will do all you teach your students to do: to fast, to bear testimony, to pay tithing, to attend all proper meetings, to attend temple sessions in due time, to keep the Sabbath holy, to give Church service ungrudgingly, to have home evenings and family prayers, and to keep solvent, and be honest and full of integrity. And I underscore the words,",["span.emphasis","solvent, honest"],"and",["span.emphasis","full of integrity."],"They are very meaningful. Example is better than precept without personal performance, which is like “sounding brass and tinkling cymbal.”"],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p33"},"Your students are entitled to expect years of firm spirituality in your effective teaching. The more experienced you become, the better should be your instruction. Keep yourselves in tune spiritually so that your intellects will remain resilient and receptive to the truth."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p34"},"I have said before that our youth should never be taught by mercenaries. None of you should be teaching in this program merely as an occupation. If you are, perhaps there are other places where you could do as well financially. But if your salary is incidental and your “grand and magnificent obsession” is our children and their growth and development, then I would be glad to have you all teaching in New York or Michigan or Wisconsin or Utah or California or in other places where my posterity and your posterity will be found. …"],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p35"},"The coming generation must also be nurtured in their faith in Jesus Christ to the point that it will empower them to rise above the selfishness of society. Selfishness strikes a deadly blow at the root of true character. Failure in the eternal sense of the word is almost always associated with selfishness. If the youth of the Church are to fulfill their mission properly, they must be taught to overcome selfishness. That the parents can do, and you can assist them with it. Understanding the work and mission of our Lord as taught in the scriptures helps us develop the desire to serve unselfishly."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p36"},"This, then, is our program. This is your program. You have accepted the responsibility, and you will be judged by the way you carry out this great responsibility: to reaffirm and carry forward boldly the work of God in cleanliness and uprightness, to take the gospel of truth to the world—to every nation, kindred, tongue, and people. In order to do this, we need strong youth and strong families."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p37"},"As religious educators, you stand in a key position to do much to assist in this great work. We appreciate all that you have done and are now doing. We call upon you, as we are calling others in other roles, to do even more. Prepare yourselves to do even more and to do it better. Make quality performance a goal. Seek the Spirit of the Lord. Study the scriptures. Work in unity. Stay close to the fundamentals so that what you teach will be true. Strengthen your lessons by making them simple. Love your students and lead them with the light of your own testimonies. Be humble and live the gospel in your own homes and your own lives so that those whom you teach will do likewise."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/men-of-example.p38"},"I bear witness to you, my brothers and sisters, that this is the work of the Lord. We are not wasting our time doing this work. This is the Lord’s program. The youth of Zion need you. They are begging for you, and you must supply for them the strength that can come from you. Help them build their testimonies. You are not so much interested in the secular; you are most interested in the spiritual. See that they have the material and the opportunities to develop their testimonies, for testimony is the essence of spiritual life. May God bless you as you go back to your groups and bring to them an awareness of the work of the Lord. The Lord is revealing. He is carrying forward his work. He is inspiring the Brethren as they teach the true gospel. May that also be your happy lot, I pray in the name of Jesus Christ. Amen."]]],"refs":null}
