{"id":48,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":48,"title":"Our Consuming Mission","subtitle":"","short_title":"Our Consuming Mission","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.head1"},["h1","Our Consuming Mission"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p2"},"Elder Jeffrey R. Holland"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p4"},"Excerpt from An Evening with Elder Jeffrey R. Holland, 5 February 1999, 1–4"]]],[".bodyBlock",[".topic",["h2","The Early Years"],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p6"},"Once upon a time as a newly-married couple, Pat and I made the decision to do what you do. We thought at the time we would be spending our lives in religious education. (As it turns out, we are, but it’s just in a way and with a calling we never could have foreseen.) In a very real way I am indebted to Pat for that chance, for her role in the decision we made together to pursue a life in the Church Educational System."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.f1"},[".caption",["b","ELDER JEFFREY R. HOLLAND",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from An Evening with Elder Jeffrey R. Holland, 5 February 1999, 1–4"]]],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p7"},"I can remember very clearly (much the way Elder Eyring remembered his mother); I can almost describe the setting in our apartment in the spring of 1965 when, without any forethought in the matter and certainly no particular planning, it appeared that religious education might be the field opening up for us. I remember saying, “Honey, one of the things this means is that we will never have much money.” She fired back without a hesitation in her voice and not a blink of her eye. She said, “We’ll have enough. I refuse to let money determine the quality or the meaning of our lives.”"],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p8"},"It was one of her finest hours. I think literally and truly I would not have been able to sign that first contract if her fiery little declaration had not been ringing in my ears. It would be one thing to prune down my own list of material wants and needs, but I did not know if it was fair to expect it, and in some sense impose it, on my wife and our children yet unborn. She stiffened my backbone then, and she has stiffened it ever since. Along the way we went off to get a Ph.D. at a pretty good university, lived like paupers among the BMW splendor of our Ivy League neighbors, came back to CES with degree in hand, two children, and not a cent to our name, to sign our next contract for the grand total of $11,000. My Yale friends were signing contracts for considerably more than that, I can assure you."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p9"},"But my point is, it was the best professional decision I could have ever made. I can describe for you right now where I was and what I was specifically praying about when the crystal-clear answer came to me that returning to CES is what we were to do. My Yale professors thought I was deranged; they somehow thought they had failed to reach me. What had reached me was the hand of the Lord. He responded, and our lives have been blessed beyond our wildest imagination. We have been able to do the thing we love the most with and among the best people in all the world."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p10"},"And our children, the delight of their parents’ eye, as yours are to you, are grateful and have expressed appreciation for growing up under the wonderful umbrella of the Church Educational System somewhere, with all the friends and associations and good influences that are shared here. I was right in that we did not make much money along the way. Well, so what? Because Pat was right also; we’ve had enough."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p11"},"This little introductory segment is meant to be a tribute to my wife and to all the wives of our full-time men, wives who sacrifice and support and devote themselves so fully to the work their husbands have chosen to do. (I hasten to say that I know we have some full-time sisters, where it is the husbands who do the supporting. And some who teach, as it were, alone. I acknowledge that. I include every one of you in the spirit of this.) But for the most part, the men constitute much of the full-time cadre that we have, and I want you wives to know that we acknowledge you and love you. Thank heaven for your faith and your devotion to religious education and to the Lord Jesus Christ."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p12"},"After writing of the Latter-day Saint experience, Wallace Stegner said once of our pioneer ancestors: The Mormon men were strong, but the Mormon “women were incredible” (",["span.emphasis","The Gathering of Zion: The Story of the Mormon Trail"],"[1964], 13). In my view of things, including my view of my own wife, that is still true today. Thank you, sisters. We know you sacrifice. We feel your support. We know you stretch things at home on what is sometimes a very slim budget. If it gives you any consolation, we too know that life and we wouldn’t trade it then or now for anything in the world."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p13"},"After we left BYU to join the ranks in the field as new CES employees, we got the same introduction to the system that you got. My first year we did a one-man band routine in the San Francisco Bay area, beefing up two small institute programs, starting three more, plus helping with early-morning seminary. As I recall, it seemed like a dozen preparations a week and literally hundreds of miles driven."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p14"},"The next year in Seattle we took on a larger institute with what were at the time larger challenges, only to be made a bishop about ninety days after arriving in town. Rent was higher, ancillary costs were greater, and another child was coming. At one point I made application to take a second job as a night watchman—but couldn’t afford the uniform, literally."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p15"},"Then came the move to New Haven, yet greater expenses, and back to school full time. Eight months or so after our arrival in New Haven, Pat was called to be the Relief Society president, and I was called to be a counselor in the stake presidency. The stake center was fifty-five miles from our home. The stake covered all of Connecticut, half of Massachusetts, the southern portion of Rhode Island, the northeastern tip of New York, and a swath into Vermont. It was huge. We suffered mega-stress. We had determined that with two babies at home, Pat would not work. So I took every CES opportunity I could get anywhere in our part of New England and any other job I could find. Beloved William E. Berrett’s thoughtfulness in giving us assignments in that situation saved our lives financially. I will be forever grateful to him."]],[".topic",["h2","Friday Night Dates"],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p17"},"Somewhere in that whole experience we decided we weren’t going to survive physically or emotionally if we didn’t impose a little structure on that chaos. One of the things we did was vow that we would have a date every Friday night no matter what—that neither of us would accept any responsibility from anyone for anything on that night. (Except, of course, an evening with the brethren in the Church Educational System. I’m conscious that this is Friday night. Welcome to your date, honey.) It wasn’t easy then either and I am not sure we were l00 percent successful in holding to the calendar, but we tried."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p18"},"What studying and writing and working and teaching and stake presidencing I did, I did Saturday through Friday until 5:00",["span.smallCaps","p.m."],"What Relief Societing and babytending (our own and other children) and laundering and everything else that a young mother does, Pat did from Saturday through Friday until 5:00",["span.smallCaps","p.m."],"But on that one night for a few hours we would be together. We would step off the merry-go-round. We would take a deep breath or two and remind ourselves how much we loved each other, why we were doing all of this in the first place, and that surely there must be light at the end of the tunnel somewhere."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p19"},"I do not remember those dates ever amounting to much. I literally cannot remember ever going to dinner, but we must have. We certainly must have at least gotten a pizza occasionally. I just don’t remember it. What I do remember is walking in the Yale-New Haven Arboretum, which was just across the street from our student housing. I remember long walks there holding hands and dreaming dreams of what life might be like when things were less demanding. Down at the end of the street was a Dairy Queen where we would usually end up for a cone or, on really good nights, a root beer float."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p20"},"Modest as my big-time spending was, Pat has said a hundred times that those Friday nights got her through those years. She said, “I looked forward to them and I counted on them. I knew that however many nights you were studying or working or away on Church assignments, I still had Friday night to count on. [And, of course, we always had Monday.] No, the dates,” she said, “weren’t much as social extravaganzas go [that’s an understatement], but they were mine and I felt in control of both my own life and my husband’s for at least a few hours each week. It got me through some very demanding times.”"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p21"},"A drugstore psychologist once said that people need three things to be emotionally healthy: someone to love, significant things to do, and something pleasant to look forward to. Brethren, make sure your wife has something pleasant, something genuinely fun, to look forward to regularly."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p22"},"I, too, remember those dates as some of the most wonderful of our lives. In fact (and here is an amazing little phenomenon that I have observed and so have you over the years), I can only remember the good things from those days. The stress and the anguish and the lack of enough time or money to do things, that part seems to have faded from my memory. All I seem to remember with any vivid recollection are things like walks with my wife in a beautiful university arboretum and particularly good Dairy Queen ice cream cones. And New England in the fall, when the colors of the countryside covering our stake were indescribably beautiful. And being at the scenes of this nation’s early history and reading the works of those who forged for us what one author has called",["span.emphasis","The First New Nation"],"(by Seymour Martin Lipset). And on and on and on. Now forgive me for talking about our life, but remember, I am supposed to be personal."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p23"},"Perhaps recounting the first years of marriage is not quite so applicable to most of us as we sit—aging—in this congregation tonight. But maybe the principles still apply. My point in saying this is that God was good to us then, He is good to us now, and He will always be good to us, including in the memories He allows us to retain forever. The sorrows and the pain somehow subside and the happiness seems even sweeter later on. Love your lives, savor every stage of them, embrace the hard times and the lean years along with the good, and make sure you take time for yourselves, for each other, and for your marriage. That kind of good sense will come back to bless you forever in your home, in your professions, and in the Church itself."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p24"},"Well, forgive that little amble down memory lane. Let’s move on to a totally different subject. And here I want very much",["span.emphasis","not"],"to be misunderstood."]],[".topic",["h2","Stay Balanced"],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p26"},"For the sake of the Church and your students and the gospel we love and teach, brethren and sisters, please work hard at staying balanced and steady, not given to extremism or rumors, sensationalism or fads of various kinds that often sweep through the land (and sometimes come among the members of the Church). In this regard you can be for us, and we hope with us, part of a solution, and never part of a problem."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p27"},"I know the challenge of trying to hold a class’s attention. Every teacher wants to be a pied piper, in the very best sense, appealing to a student for the right reasons and mesmerizing them with our grasp of gospel truths. In this audience you and I know how demanding that is hour after hour, day after day, week after week. Teaching effectively, teaching powerfully, teaching with enthusiasm, solid preparation, and appealing supporting materials, that’s hard work—it’s among the hardest work I know and surely among the hardest work I have ever done. But please resist the temptation to push into the sensational or the extreme any doctrine you teach or any counsel you may give."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/our-consuming-mission.p28"},"The gospel net gathers fish of every kind; we know that. Some of those will be sitting before you in a classroom. Every soul is precious. But we must never fan the flames of any kind of bizarre behavior in any way. We get enough of that in the normal course of things. You as teachers of the young can do so much to keep your students “the rising generation,” as the Book of Mormon calls them (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.49"},"Alma 5:49"],"), solidly rooted and securely grounded. In your teachings and your examples, your commentary and your counsel, please be balanced, be moderate, be sensible, and build faith."]]]],"refs":null}
