{"id":32,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":32,"title":"Teach the Scriptures","subtitle":"","short_title":"Teach the Scriptures","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.head1"},["h1","Teach the Scriptures"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p2"},"Elder Boyd K. Packer"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p4"},"Excerpt from an address to religious educators, 14 October 1977, 4–7"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p5"},"In the history of the Church there is no better illustration of the prophetic preparation of this people than the beginnings of the seminary and institute program. These programs were started when they were nice but were not critically needed. They were granted a season to flourish and to grow into a bulwark for the Church. They now become a godsend for the salvation of modern Israel in a most challenging hour. We are now encircled. Our youth are in desperate jeopardy. These are the last days, foreseen by prophets in ancient times."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.f1"},[".caption",["b","ELDER BOYD K. PACKER",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from an address to religious educators, 14 October 1977, 4–7"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p6"},"I will read one clear, descriptive, accurate prophecy, so old as to be ancient but so timely that evidence of every statement can be seen in today’s news releases."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p7"},["span.emphasis","“This know also, that in the last days perilous times shall come."]],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p8"},["span.emphasis","For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents [can you imagine that being prophesied?], unthankful, unholy."]],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p9"},["span.emphasis","Without natural affection [we see a tidal wave of sexual perversion now sweeping in around us, to say nothing of the hideous specter of child abuse that now is becoming common even among our people], truce-breakers, false accusers, incontinent, fierce, despisers of those that are good,"]],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p10"},["span.emphasis","Traitors, heady, highminded, lovers of pleasures more than lovers of God;"]],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p11"},["span.emphasis","Having a form of godliness, but denying the power thereof: from such turn away."]],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p12"},["span.emphasis","[When you think of what is happening in society today, the next verse has tremendous meaning.]"]],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p13"},["span.emphasis","For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,"]],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p14"},["span.emphasis","Ever learning, and never able to come to the knowledge of the truth.” (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.1-7"},"2 Timothy 3:1–7"],".)"]],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p15"},"That prophetic description of our day is accurate. The evil circumstances it describes encircle",["span.emphasis","every"],"student you teach."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p16"},"While studying one day, I read to that point and sat pondering about all the evidence that now confirms every element in that prophecy. There was a mood of very deep gloom and foreboding, a very ominous feeling of frustration, almost futility. I glanced down the page, and one word stood out, not accidently I think. I read it eagerly and then discovered that the apostle who had prophesied all of that trouble had included in the same discourse the immunization against all of it. Skipping a few verses, I will continue from the same chapter."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p17"},["span.emphasis","“But evil men and seducers shall wax worse and worse, deceiving, and being deceived."]],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p18"},["span.emphasis","But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou has learned them;"]],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p19"},["span.emphasis","And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus."]],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p20"},["span.emphasis","All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:"]],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p21"},["span.emphasis","That the man of God may be perfect, throughly furnished unto all good works.” (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.13-17"},"2 Timothy 3:13–17"],".)"]],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p22"},"And there you have it—your commission, your charter, your objective in religious education. You are to teach the scriptures. That is the word that stood out on the page—",["span.emphasis","scriptures."],"If your students are acquainted with the revelations, there is no question—personal or social or political or occupational—that need go unanswered. Therein is contained the fulness of the everlasting gospel. Therein we find principles of truth that will resolve every confusion and every problem and every dilemma that will face the human family or any individual in it."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p23"},"We live in a day of great events relating to the scriptures. It has been only a short time since two revelations were added to the standard works. …"],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p24"},"The first revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137"},"Doctrine and Covenants 137"],"], given to Joseph Smith the Prophet in the temple at Kirtland, Ohio, on January 21, 1836, is a vision of the celestial kingdom, in which the doctrine of salvation for the dead was revealed."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p25"},"The second [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"Doctrine and Covenants 138"],"] was a vision given to Joseph F. Smith on October 3, 1918. He saw how the gospel will be carried to those who have died without receiving it in mortality. Both are on the same subject, and that is not without very significant import."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p26"},"I was surprised, and I think all of the Brethren were surprised, at how casually that announcement of two additions to the standard works was received by the Church. But we will live to sense the significance of it; we will tell our grandchildren and our great-grandchildren, and we will record in our diaries, that we were on the earth and remember when that took place."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p27"},"For four years, there has been a great deal of work underway to devise means whereby the scriptures can be more easily studied by the members of the Church. The first part of this tremendous project involves cross-referencing the King James Version of the Bible with all of the standard works. This project, now well under way, is so monumental in its scope that it could not possibly have been attempted without the aid of computers. In addition to cross-referencing, there will be helpful material added to clarify the Hebrew meaning of some words and, where appropriate, some explanatory material from the Joseph Smith Translation. All of this material will be placed in very readable footnote format at the bottom of the Bible pages."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p28"},"One of the major achievements of this project will be the inclusion in the Bible of what we have come to call the topical guide. In many of the biblical verses there are so many significant references available from the standard works, that it would be cumbersome to list them all in the footnotes. Therefore, it was determined to accumulate these references under major headings and list them alphabetically by topic for easy reference. For instance, under the word",["span.emphasis","family"],"in the topical guide, there are eight major headings. These are family; family, children, duties of; family, children, responsibilities toward; family, eternal; family, home evenings with; family, love within; family, managing finances in; family, patriarchal. In one of those categories alone there are over eighty references taken from all of the standard works. You can see why they could not all go into the footnotes. …"],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p29"},"In the Bible edition presently being prepared there will be included also a Bible dictionary that will reflect Latter-day Saint theology. Many items in existing dictionaries can be given further explanation because of the greater light shed through Latter-day Saint revelations; so our own Bible dictionary is in preparation, and it is excellent. …"],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p30"},"Now, these four years of tremendous, monumental effort are but a beginning. One day all the standard works will be so organized and prepared, to make them one monumental testimony that Jesus is the Christ, the Son of God, the Only Begotten of the Father. The doctrines of salvation must be available to all mankind, not just in their hands, but in their heads and hearts. And you and I, all of us, are to be a part of this. Never since the foundation of the world has such a thing been attempted, but it is now well under way."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p31"},"From the humble beginning fifteen years ago, the whole curriculum of the Church has been reconstructed, coordinated, and fastened permanently and securely on the foundation of the scriptures. …"],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p32"},"I said before that there isn’t a major problem we face that we can’t be immunized against if we know the revelations. There comes to mind one illustration that I’d like to mention."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p33"},"In the presidential election about a year ago both major candidates wanted to be enough in favor of abortion to get half the votes, and enough opposed to get the other half. It was then, and is now, a significant political issue. Where do we in the Church stand? How do we know what to do? Where can we get information to help us decide? Well, if we know the revelations, we have read this: “Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill,",["span.emphasis","nor do anything like unto it."],"” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.6"},"D&C 59:6"],". Italics added.)"],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p34"},"Thou shalt not kill,",["span.emphasis","“nor do anything like unto it.”"],"Any Latter-day Saint familiar with the revelations need not be wafted to and fro by any issue that is about in the world."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p35"},"Do you see, my brethren, do you see, my sisters, the tremendous, monumental work that is rolling forth in this church and kingdom of God? Do you see a mighty retrenching force preparing this people? Do you see glory? You and I, each of us, all of us, have a part in this. Your work in this great vineyard is the cultivation of the tender shoots. Guard them, guide them well, nourish them. Dig about them and prune them as required, and they will not bring forth wild fruit."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p36"},"If you will read the allegory of the tame and wild olive tree in the book of Jacob and apply it to what I’ve been saying, you might for the first time understand some of the parts of it. In the early days of this dispensation the Lord brought us here to the nethermost part of the vineyard. And as the tree matured, cuttings were taken and formed into stakes and driven into the soil of every nation where the servants of the Lord could go. And they have flourished and have brought forth much fruit. Do you see the vision of it? Do you see your part in it? Do you not sense a feeling of warmth and glory to know that you are a part of such a thing?"],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p37"},"These words are from the First Presidency in 1907: “Our motives are not selfish; our purposes not petty and earth-bound; we contemplate the human race—past, present, and yet to come—as immortal beings, for whose salvation it is our mission to labor; and to this work, broad as eternity and deep as the love of God, we devote ourselves, now, and forever.” (Joseph F. Smith, John R. Winder, and Anthon H. Lund,",["span.emphasis","Improvement Era,"],"May 1907, p. 495.)"],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teach-the-scriptures.p38"},"I wish I had the power somehow to convey something of the vision that, in a quiet way, has been going on in the Church. We have seen tremendous attention given to the revelations; a great restructuring and a fitting in place of the foundations and the underpinnings have been accomplished; and now we are ready. And as we see that tidal wave moving around us, we could say, as President Brigham Young did when he was informed that Johnson’s army was approaching, “We ask no odds, let them come.” There was a quiet spiritual defiance in him because he knew in whom he trusted. And just as they were not asleep, we are not asleep now."]]],"refs":null}
