{"id":37,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":37,"title":"Teaching by Faith","subtitle":"","short_title":"Teaching by Faith","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.head1"},["h1","Teaching by Faith"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p2"},"Elder Robert D. Hales"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p4"},"Excerpt from An Evening with Elder Robert D. Hales, 1 February 2002, 2–5, 7"]]],[".bodyBlock",[".topic",["h2","Be As a Little Child"],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p6"},"A couple of months ago I had an opportunity to go to church in a ward in Palm Springs, California. The Primary president had a dilemma; one of the teachers was not there. As I was leaving the building I saw that there were two classes together without a teacher. I went into Primary to say hello to them. A young lady returned missionary was recruited to teach the class, but I was touched when the children asked me as I was ready to leave: “Aren’t you going to stay? Aren’t you going to teach us?” I saw almost a pleading in their eyes, and I melted."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.f1"},[".caption",["b","ELDER ROBERT D. HALES",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from An Evening with Elder Robert D. Hales, 1 February 2002, 2–5, 7"]]],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p7"},"I felt a little of what the Savior must have felt when parents “brought young children to him, that he should touch them” and pray for them, “and his disciples rebuked those that brought them."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p8"},"“But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.13-14"},"Mark 10:13–14"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.13-14"},"Matthew 19:13–14"],")."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p9"},"I said, “Because you have asked me, because you want me, I will stay and be your teacher.” The young teacher was in agreement with the class. They were young eight- to eleven-year-old children, but they asked some remarkably insightful questions. For example, one beautiful little girl asked, “What are you doing to be a good Apostle?” Her question brought tears to my eyes."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p10"},"I answered: “I am trying to be just like you, a little child. Don’t ever change. I have spent my life striving to be just like Jesus said, to be ‘as a little child.’” I taught them from 3 Nephi: “Behold, I have come unto the world to bring redemption unto the world, to save the world from sin."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p11"},"“Therefore, whoso repenteth and cometh unto me as a little child, him will I receive, for of such is the kingdom of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.21-22"},"3 Nephi 9:21–22"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.37"},"3 Nephi 11:37"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/99.3"},"D&C 99:3"],")."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p12"},"Most children are believing, kind, without prejudices or faults; they are pure, sweet, and humble, willing to take direction."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p13"},"The Spirit was touching their hearts and mine. I said: “As we get older we sometimes forget this sweetness of being a child and believing as you do now. Let’s always remember this time together and what we are experiencing with the Spirit with us. Come back to it, hold on to it, and never lose it.”"],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p14"},"The children made laserlike comments and asked intriguing questions. I could see the commitment they were making, especially on the faces of one girl and two boys—their testimony and sincerity were so visible."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p15"},"I taught them about Jesus’ visit to the Americas. They asked what Jesus was like in the spirit world and what He would be like when He comes again. I read to them:"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p16"},"“And he took their little children, one by one, and blessed them, and prayed unto the Father for them."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p17"},"“And when he had done this he wept again;"],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p18"},"“And he spake unto the multitude, and said unto them: Behold your little ones."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p19"},"“And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.21-24"},"3 Nephi 17:21–24"],")."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p20"},"The youth in our classes are precious children of our Heavenly Father."],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p21"},"Elder David B. Haight happened to be in Palm Springs at the same time, and he went to the meeting that followed the one I was leaving. As he entered the parking lot, he met a family—parents and a young Primary child. The parents said, “Elder Hales has just taught our son.” Elder Haight said to me, “That boy was aglow.”"],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p22"},"When we teach by the Spirit, the open heart receives the Spirit. “For the preacher was not better than the hearer, neither was the teacher any better than the learner; and thus they were all equal” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.26"},"Alma 1:26"],")."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p23"},"Both they and I learned by the Spirit. It is no different in our seminary and institute classes."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p24"},"We cannot forget the importance of faith. Teaching by the Spirit is really an exercise in faith. For every concept that we teach and everything of which we testify we need to rely on the Holy Ghost, that we may touch the hearts of those for whom we have responsibility. We teach by faith; we teach by the Spirit; we boldly declare our testimony."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p25"},"One of the great concerns we have with our youth is the fact that many attend seminary and institute but do not apply the teachings they receive in their lives—to go to the temple for their endowments and to be sealed when they have the opportunity for a temple marriage."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p26"},"We need your help to encourage your students to apply gospel principles in their daily lives. As we encourage youth to apply seminary and institute teachings in their daily activities, it will strengthen their testimonies and spiritual development. …"]],[".topic",["h2","Apply Gospel Principles"],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p28"},"My concern is that there is a difference between what our youth",["span.emphasis","know"],"about the gospel as opposed to what they",["span.emphasis","do"],"to apply gospel principles in the conduct of their lives."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p29"},"This is where we as teachers are very important in the lives of our students. In many cases we have to teach our students the best way for them to learn the facts they need to know to advance their learning and gain knowledge."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p30"},"As teachers, we must require our students to think. I will never forget the lessons I learned from a Sunday School teacher when I was about ten years old. For Christmas we were given a large card that had small, individual booklets inside, each with a story from the Bible—David and Goliath, the Creation, Daniel and the lion’s den. There was a long series of wonderful Bible stories. We read each one at home and came to class prepared to discuss them. I can remember those teaching moments vividly to this day."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p31"},"After discussing each story, we were asked questions such as “What does that mean to you?” “How does this scripture—or story or principle—relate to your life?” “How can you apply this teaching in your home?” “How do you feel about it?” I found in my own home with my boys that once I asked these questions they began to live and feel what they were being taught."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p32"},"We were asked to think. We were not learning the stories only. We were discovering how we could apply them in our lives. My teacher was planting the seed of faith and helping it grow within each of us."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p33"},"We teach the scriptures in story form, and we need to apply them in the lives of these young people where they can be more effective. Our youth have to be able to recall stories and the truths of the gospel principles in their lives when they need them the most."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p34"},"John Greenleaf Whittier eloquently wrote, “Of all sad words of tongue or pen, / The saddest are these: ‘It might have been!’” (“Maud Muller,”",["span.emphasis","The Complete Poetical Works of Whittier"],"[1894], 48)."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p35"},"There is nothing more tragic than for a person to look back at what might have been. Nor do we want those we teach to go through life without knowing that they are a child of God, knowing the plan of salvation, and knowing why they are on this earth, who they are, and how to conduct their lives. If they realize this great plan, they can endure all of the tests of life, deflect the fiery darts of the adversary, endure to the end, and gain the final rewards of the plan of happiness."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p36"},"Teach the importance and power of pondering; provide time in class to ponder, to think and to exchange ideas. Use practical application: “What does that mean to you?” Ponder and pray. Ask students to write the thoughts and impressions given to them and what they are feeling. Faith promoting incidents occur in teaching when students take a role in teaching and testifying to their peers. It is very important to have open discussion about the importance of prayer and scripture study so that the youth can help one another and be supportive."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p37"},"It is a process. Allow them to emerge in the time they are with you. We need to give them the ability to learn from the mistakes of others, such as an older brother or sister or maybe a friend, and give them examples from the scriptures, so they don’t have to go through each mistake themselves. The scriptures tell all of the things that happen when we are not obedient. Our students don’t have to repeat the mistakes and endure the pain."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p38"},"Learning for some people comes with more difficulty than for others. This aspect of learning requires teachers who know their students and their learning ability. Great teachers know not only the subject they are teaching but, just as importantly, understand the needs of their students. Great students learn from their teachers, are willing to take correction, and express gratitude for a teacher’s caring counsel. You, as great teachers, teach students who they are and motivate them to fulfill their potential for eternal salvation."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p39"},"Get to know what is happening in the lives of the students. We have to know of their concerns and what they are facing—why they act the way they do and why they say the things they say."],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p40"},"Recognize when a student is ready to use his or her agency and have the strength to make decisions. Part of the teaching process is to give our students a foreshadowing to help them prepare for the challenges they are going to have to meet in the future."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p41"},"Wouldn’t we all like to avoid the tests and trials of this mortal probation?"],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p42"},"Achilles, one of the great heroes of Greek mythology, was the hero of Homer’s",["span.emphasis","Iliad."]],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p43"},"In addition to Homer’s account of Achilles, later authors developed fables or folklore about Achilles and his mother, Thetis."],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p44"},"According to some accounts, Thetis endeavored to make Achilles immortal by dipping him in the River Styx. She succeeded in making Achilles invulnerable, with the exception of his heel by which she held him."],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p45"},"Achilles grew up to be invincible, a warrior of great strength, leading the Greek army against Troy in full armor."],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p46"},"The death of Achilles is mentioned in the",["span.emphasis","Odyssey."],"He is said by later writers to have been killed by an arrow of Paris directed by Apollo to his only vulnerability—his heel."],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p47"},"Wouldn’t every parent or every CES teacher like to find the secret of protecting their children, making them invulnerable to the fiery darts of the adversary?"],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p48"},"Unfortunately, we cannot protect our children from the slings and arrows of mortality. Our challenges, learning experiences, and opposition are meant to strengthen us, not defeat us or destroy us."]],[".topic",["h2","Develop Faith to Prepare for Life’s Storms"],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p50"},"How important it is during troubled times, when we are tested, that we do not do anything to lose the Holy Ghost’s gentle persuasions, comfort, peace, and direction. This peace will give us assurance to make the correct choices in life in order to weather the storms and bring us closer to God’s ways."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p51"},"It is our job to help our students prepare to make the weighty decisions so that when challenges come, they will choose wisely. Knowing that they have their agency and that there is “opposition in all things” (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11"},"2 Nephi 2:11"],"), our objective is to help them take upon themselves the “whole armour of God” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.11,13"},"Ephesians 6:11, 13"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.15"},"D&C 27:15"],") so that they will be able to withstand the “fiery darts of the adversary” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.24"},"1 Nephi 15:24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.8"},"D&C 3:8"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.16"},"Ephesians 6:16"],") with the “sword of the Spirit” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.17"},"Ephesians 6:17"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.18"},"D&C 27:18"],") and the “shield of faith” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.16"},"Ephesians 6:16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.17"},"D&C 27:17"],") to endure to the end and be worthy to stand and live in the presence of God the Father and His Son Jesus Christ for all the eternities."],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p52"},"There are many examples in the scriptures of those who learned these lessons well and listened to the still, small voice of warning. Joseph fled from Potiphar’s wife. The Savior and his family were told to flee. Lehi and his family were also told to flee. Our students must learn that they cannot stay around in an evil situation. Too often I have seen young people think they could stand with one foot in Babylon."],["div",{"id":"p53","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p53"},"As CES teachers, we want nothing more for our students than for them to succeed. Sometimes we want it so badly we try to",["span.emphasis","will"],"it to happen. We are familiar with the hymn that says:"],[".poetry",{"id":"f2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.f2"},[".stanza",[".line",["span.emphasis","Know this, that ev’ry soul is free"]],[".line",["span.emphasis","To choose his life and what he’ll be;"]],[".line",["span.emphasis","For this eternal truth is giv’n:"]],[".line",["span.emphasis","That God will force no man to heav’n."]]],[".stanza",[".line",["span.emphasis","He’ll call, persuade, direct aright,"]],[".line",["span.emphasis","And bless with wisdom, love, and light,"]],[".line",["span.emphasis","In nameless ways be good and kind,"]],[".line",["span.emphasis","But never force the human mind."]]],[".citationInfo",["div",{"id":"p62","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p62"},"(“Know This, That Every Soul Is Free,”",["span.emphasis","Hymns,"],"no. 240.)"]]],["div",{"id":"p63","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p63"},"We cannot",["span.emphasis","will"],"faith in our children. Faith comes from the inside based upon our desire to receive it and to exercise it in our lives, that through the Spirit we will have abiding faith and show it in our actions."],["div",{"id":"p64","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p64"},"So often we try to bring someone into the gospel by our desire. That may be very important in the initial phases. But a true teacher, once he has taught the facts and the students gain the knowledge, takes them a step further to gain the spiritual witness and the understanding in their hearts that brings about the action and the doing."],["div",{"id":"p65","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p65"},"This is what we have to do in measuring each day in the classroom with our questions and discussions. We must be doing our best to measure where each student is on that road to faith. …"],["div",{"id":"p66","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p66"},"Faith is a gift of God. As we seek for faith, it will be granted unto us. Then we can teach others how to gain faith and have that faith with us always. Faith comes through our obedience to living laws and ordinances. “If any man will do his will, he shall know of the doctrine” (",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],")."],["div",{"id":"p67","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p67"},"May the Lord’s choicest blessings be with you as you teach and testify of this great work to influence the next generation of Saints and parents. May you have the Spirit attend you to discern the spiritual needs of your students as they prepare themselves to live in this world and not be of the world. May you listen to their pleas for guidance and be the role models by the example of conduct in your lives."],["div",{"id":"p68","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p68"},"I pray for you in your teaching labors to impress upon the youth that they are indeed children of God. May the blessings attend you in your families to love, care, and lead them in righteousness."],["div",{"id":"p69","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-faith.p69"},"We give gratitude for your devoted and dedicated service. For as you live the gospel in your lives and homes, so will you teach by the Spirit of God. In the name of Jesus Christ, amen."]]]],"refs":null}
