{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":15,"title":"Teaching by the Spirit—“The Language of Inspiration”","subtitle":"","short_title":"Teaching by the Spirit—“The Language of Inspiration”","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.head1"},["h1","Teaching by the Spirit—“The Language of Inspiration”"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p2"},"Elder Neal A. Maxwell"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p4"},"In",["span.emphasis","Old Testament Symposium Speeches,"],"1991, 1–6"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p5"},"We live and teach amid such a wide variety of individual personalities, experiences, cultures, languages, interests, and needs. Only the Spirit can compensate for such differences. The Lord has told us that “the sword of the Spirit … is the word of God” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.17"},"Ephesians 6:17"],"); it can facilitate communication and penetrate as nothing else. Thus holy scripture and the words of living prophets occupy a privileged position; they are the key to teaching by the Spirit so that we communicate in what the Prophet Joseph Smith called “the language of inspiration” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [Salt Lake City: Deseret Book Co., 1976], p. 56)."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f1"},[".caption",["b","ELDER NEAL A. MAXWELL",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","In"],"Old Testament Symposium Speeches, 1991,",["span.emphasis","1–6"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p6"},"Perhaps the special, evocative powers of scriptures are bound up with our flashes of memory from the premortal world or at least call forth our predispositions nurtured for so long there."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p7"},"Inspired scriptures involve sanctified words."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p8"},"Staying close to the strategic scriptures does not diminish the role of tactical revelation which can guide the teacher."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p9"},"Even so, being in an increasingly secularized world, we should recognize the truth of Paul’s words, “The natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.14"},"1 Corinthians 2:14"],"). Many individuals refuse to be informed by the Spirit. However, as we all know, when speaker and hearer—writers and readers—are spiritually conjoined, it is a special thing, as revelatory reciprocity occurs:"],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p10"},"“Therefore, why is it that ye cannot understand and know, that he that receiveth the word by the Spirit of truth receiveth it as it is preached by the Spirit of truth?"],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p11"},"“Wherefore, he that preacheth and he that receiveth, understand one another, and both are edified and rejoice together” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.21-22"},"D&C 50:21–22"],")."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p12"},"John Taylor confirmed this by saying: “There is no man living, and there never was a man living, who was capable of teaching the things of God only as he was taught, instructed and directed by the spirit of revelation proceeding from the Almighty. And then there are no people competent to receive true intelligence and to form a correct judgment in relation to the sacred principles of eternal life, unless they are under the influence of the same spirit, and hence speakers and hearers are all in the hands of the Almighty” (in",["span.emphasis","Journal of Discourses,"],"17:369)."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p13"},"We know of Joseph Smith’s special experience in reading",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],", “Never did any passage of scripture come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.12"},"Joseph Smith—History 1:12"],"). James was inspired to so write and Joseph to so respond to words! Others have benefitted and will continue to benefit from",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],", but its primary purpose was to be part of the spiritual evocation leading to the last dispensation."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p14"},"The Spirit not only informs and increases mutual understanding, it convinces! The Spirit can convince the student to “experiment upon” (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.27"},"Alma 32:27"],") the gospel, so that the prized personal verification will come and individuals come to know for themselves that these things are true."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p15"},"Brigham Young said of the Spirit’s convincing power:"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p16"},"“Anything besides that influence, will fail to convince any person of the truth of the Gospel of salvation. …"],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p17"},"“… But when I saw a man without eloquence, or talents for public speaking, who could only say, ‘I know, by the power of the Holy Ghost, that the Book of Mormon is true, that Joseph Smith is a Prophet of the Lord,’ the Holy Ghost proceeding from that individual illuminated my understanding, and light, glory, and immortality were before me. I was encircled by them, filled with them, and I knew for myself that the testimony of the man was true. … My own judgment, natural endowments, and education bowed to this simple, but mighty testimony. There sits the man who baptized me, (brother Eleazer Miller.) It filled my system with light, and my soul with joy. The world, with all its wisdom and power, and with all the glory and gilded show of its kings or potentates, sinks into perfect insignificance, compared with the simple, unadorned testimony of the servant of God” (in",["span.emphasis","Journal of Discourses,"],"1:90–91)."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p18"},"Whether transmitting or receiving under the influence of the Spirit, then, we hasten the process in which an individual is “quickened in the inner man” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.65"},"Moses 6:65"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/eph/3.16"},"Ephesians 3:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/119.40"},"Psalm 119:40"],"). This often involves high, spiritual drama, but, more frequently, it also involves quiet moments of spiritual significance."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p19"},"Yet, when we speak about teaching by the Spirit, it is not about a mystical process. Teaching does not remove responsibility from the teacher for prayerful and pondering preparation. Teaching by the Spirit is not the equivalent of going on “automatic pilot.” We still need a carefully worked out flight plan. Studying out something in our own minds involves the Spirit in our preparations as well as in our presentations. We must not err, like Oliver Cowdery, by taking no thought except to ask God for his Spirit (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.7"},"D&C 9:7"],")."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p20"},"Seeking the Spirit is best done when we ask the Lord to take the lead of an already informed mind, in which things have been “studied out.” Additionally, if we already care deeply about those to be taught, it is so much easier for the Lord to inspire us to give customized counsel and emphasis to those we teach. Thus we cannot be clinically detached when teaching by the Spirit."],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p21"},"An example from the secular world will help to make a point. When Winston Churchill was only twenty-three, he wrote an essay on rhetoric which was never published but was found among his papers after his death. Therein he spoke of the necessity of communicating with feeling, saying:"],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p22"},"“Before he can inspire them with any emotion he must be swayed by it himself. … Before he can move their tears his own must flow. To convince them he must himself believe. … He who enjoys it wields a power more durable than that of a great king. He is an independent force in the world. Abandoned by his party, betrayed by his friends, stripped of his offices, whoever can command this power is still formidable” (in William Manchester,",["span.emphasis","The Last Lion: Winston Spencer Churchill Alone, 1932–1940"],"[Boston: Little, Brown, and Co., 1988], p. 210)."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p23"},"President Harold B. Lee gave us the spiritual equivalent:"],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p24"},"“You cannot light a fire in another soul unless it is burning in your own soul. You teachers, the testimony that you bear, the spirit with which you teach and with which you lead, is one of the most important assets that you can have, as you help to strengthen those who need so much, wherein you have so much to give” (in Conference Report, Apr. 1973, pp. 178–79; or",["span.emphasis","Ensign,"],"July 1973, p. 123)."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p25"},"This accompaniment of proper feelings, instructive in themselves, is facilitated by the eloquence of personal example. Others will respond to the added authority of example when it is present in our lives. Then the Spirit can especially attest to the authenticity of our words, and others can “believe on [our] words” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.14"},"D&C 46:14"],")."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p26"},"The early faith of the beginner involves trust in the words of the faithful. At the outset, he may have “faith in the words alone of my servant” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.15"},"Mosiah 26:15"],"). “And if now thou sayest there is a God, behold I will believe” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.7"},"Alma 22:7"],"). Such discipleship brings its own rewards: “Blessed are they because of their exceeding faith in the words alone which thou hast spoken unto them” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.16"},"Mosiah 26:16"],")."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p27"},"President Joseph F. Smith urged parents, “Teach to your children these things, in spirit and power,",["span.emphasis","sustained and strengthened by personal practice."],"Let them see that you are earnest, and practice what you preach” (“Worship in the Home,”",["span.emphasis","Improvement Era,"],"Dec. 1903, p. 138; emphasis added). It is the absence of such visible earnestness which deprives so many presentations of their desired influence even when content is commendable."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p28"},"Students come to see and feel the compatibility of the Spirit’s presence with those who are seriously working on further developing the key celestial attributes and virtues. These attributes are cardinal. They are eternal. They are portable. Chief among them is “loving kindness” (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.9"},"1 Nephi 19:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.52"},"D&C 133:52"],"). Indeed, our degree of “earnestness” is measured by our personal, spiritual improvement."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p29"},"I pause to interject a few thoughts from section 133 of the Doctrine and Covenants. It speaks of Jesus’ second coming, of the dramatic solar display that will happen to the sun and the moon. Then it says, “And the stars shall be hurled from their places” (v. 49). The voice of Jesus will be heard as he speaks of having trod the winepress alone (v. 50). Then, in what seems to me to be a precious perspective, he goes on to say that we will remember his loving kindness forever and ever (v. 52). Though stars are hurled from their places, what we will remember most from that occasion is his loving kindness!"],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p30"},"The Spirit does not impose itself on an unwilling teacher or student. Resisted, it will quickly and simply withdraw."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p31"},"A wise man has said that we need to be reminded more than we need to be instructed. One of the most powerful functions of the Spirit is to bring things to our remembrance."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p32"},"The Spirit stimulates pondering in hearers and encourages their intellectual honesty. It was so with Amulek, who candidly acknowledged that before his spiritual awakening he knew and yet would not know—that he was called and yet would not hear (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/10.6"},"Alma 10:6"],"). The Spirit induces that kind of candid reflection. It may happen in an instant with a teenager or a college student, or in a family circle or in quiet conversation. The Spirit will not tolerate intellectual dishonesty, but instead encourages intellectual honesty. This process is truly worthy of being described as the “sword of the Spirit” (see",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.17"},"Ephesians 6:17"],")."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p33"},"Actually, the Spirit ties students to the Lord directly. Loyalties and perspectives are correlated. Even though parents and teachers “drop off,” geographically and generationally, the Spirit continues to minister. In spurning the temptation of Potiphar’s wife, ancient Joseph not only refused to be disloyal to trusting Potiphar, who had been so generous to him, he also refused to “do this great wickedness … against God” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.9"},"Genesis 39:9"],"; see",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.7-20"},"vv. 7–20"],"). That kind of intellectual, spiritual arrangement stays intact over the years and is nourished over the years. It gives us courage in circumstances no one could have foreseen."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p34"},"Little wonder that weekly, when we partake of the sacramental bread, we ask to have the Spirit",["span.emphasis","always"],"with us. Only then are we safe. Otherwise, without the Spirit, we are left to ourselves. Who would ever want to solo anyway?"],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p35"},"There is no better example of how faith comes by hearing than what I now relate. Brigham Young was a special student of the gospel, as we all know. He went out of his way—often amid hardship—to listen to the Prophet Joseph. Later, he reflected:"],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p36"},"“In my experience I never did let an opportunity pass of getting with the Prophet Joseph and of hearing him speak in public or in private, so that I might draw understanding from the fountain from which he spoke, that I might have it and bring it forth when it was needed. My own experience tells me that the great success with which the Lord has crowned my labors is owing to the fact of applying my heart to wisdom. I notice that even my own natural brothers when they come into my office, which is very seldom, if there are important matters on hand—when I am teaching the brethren the principles of government, and how to apply them to families, neighborhoods and nations, will leave the office as though it was a thing of no account. And this is the case with too many of the Elders in the Church. This is mortifying to me. In the days of the Prophet Joseph, such moments were more precious to me than all the wealth of the world. No matter how great my poverty—if I had to borrow meal to feed my wife and children, I never let an opportunity pass of learning what the Prophet had to impart” (in",["span.emphasis","Journal of Discourses,"],"12:269–70)."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p37"},"The Spirit brings substance as well as feeling. Note these examples from scripture:"],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p38"},"“These words are not of men nor of man, but of me; wherefore, you shall testify they are of me and not of man” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.34"},"D&C 18:34"],")."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p39"},"“Believe in these words, for they are the words of Christ, and he hath given them unto me” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.10"},"2 Nephi 33:10"],")."],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p40"},"“The word had a … more powerful effect upon the minds of the people than … anything else” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"],")."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p41"},"When a man works by faith he “works by words” (see",["span.emphasis","Lectures on Faith"],"7:3)."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p42"},"“But this generation shall have my word through you” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.10"},"D&C 5:10"],")."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p43"},"Having talked of those basic dimensions of teaching by the Spirit, may I suggest some",["span.emphasis","do’s"],"and",["span.emphasis","don’ts."],"The following",["span.emphasis","do’s"],"and",["span.emphasis","don’ts"],"affect the learning climate. The",["span.emphasis","do’s"],"will invite the Spirit and the",["span.emphasis","don’ts"],"will discourage it."],["div",{"id":"f2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f2"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para","Do"]],["th",{"colspan":"1","rowspan":"1"},[".para","Don’t"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f3"},["ol.number",["li",["span.label","1."],[".para","Focus on the teaching moment by becoming settled and serene in your own heart."]]]]],["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f4"},["ol.number",["li",["span.label","1."],[".para","Be upset by Martha-like anxieties."],[".para","Recall how Joseph Smith was once ineffective after he and Emma had a disagreement? Inviting the Spirit is difficult, but it won’t come if we are crowded with other concerns."]]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f5"},["ol.number",["li",["span.label","2."],[".para","Be meek and “I will tell you in your mind” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2"},"D&C 8:2"],")."]]]]],["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f6"},["ol.number",["li",["span.label","2."],[".para","Try to impress in order to be heard or seen of men."]]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f7"},["ol.number",["li",["span.label","3."],[".para","Have considerable eye contact with and listen to the students."]]]]],["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f8"},["ol.number",["li",["span.label","3."],[".para","Be so busy presenting that either listening to the Spirit or to the students is not possible. Don’t expect the class to listen to you when you are not listening to the Spirit."]]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f9"},["ol.number",["li",["span.label","4."],[".para","Use inspired one-liners which will be remembered and retained."]]]]],["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f10"},["ol.number",["li",["span.label","4."],[".para","Multiply words or concepts."],[".para","Would we cherish the Sermon on the Mount if it filled three volumes?"]]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f11"},["ol.number",["li",["span.label","5."],[".para","Know the substance of what is being presented. Ponder and pray over its simple focus."]]]]],["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f12"},["ol.number",["li",["span.label","5."],[".para","Present a “smorgasbord,” hoping someone will find something of value."],[".para","The lack of focus leaves the receivers uncertain."]]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f13"},["ol.number",["li",["span.label","6."],[".para","Proffer relevant applications and implications of what is being taught."]]]]],["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f14"},["ol.number",["li",["span.label","6."],[".para","Answer questions no one is asking."]]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f15"},["ol.number",["li",["span.label","7."],[".para","Ask inspired questions."]]]]],["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f16"},["ol.number",["li",["span.label","7."],[".para","Be afraid of questions."]]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f17"},["ol.number",["li",["span.label","8."],[".para","Be prepared to learn from what you say while under the influence of the Spirit."],[".para","I heard President Marion G. Romney say on several occasions, “I always know when I am speaking under the inspiration of the Holy Ghost because I always learn something from what I’ve said” (in Boyd K. Packer,",["span.emphasis","Teach Ye Diligently"],"[Salt Lake City: Deseret Book Co., 1975], p. 304)."]]]]],["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f18"},["ol.number",["li",["span.label","8."],[".para","Be afraid to ponder in front of the students."]]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f19"},["ol.number",["li",["span.label","9."],[".para","Provide moments of deliberate pause. The Spirit will supply its own “evidence of things not seen” (",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.1"},"Hebrews 11:1"],")."]]]]],["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f20"},["ol.number",["li",["span.label","9."],[".para","Be afraid of inspired silences."]]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f21"},["ol.number",["li",["span.label","10."],[".para","Let the doctrines speak for themselves."],[".para","“Every principle God has revealed carries its own convictions of its truth to the human mind” (Brigham Young, in",["span.emphasis","Journal of Discourses,"],"9:149)."]]]]],["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f22"},["ol.number",["li",["span.label","10."],[".para","End up “selling” the doctrines."],[".para","Professor Arthur Henry King wrote of Joseph Smith’s account of the First Vision:"],[".para","“When I was first brought to read Joseph Smith’s story, I was deeply impressed. I wasn’t inclined to be impressed. As a stylistician, I have spent my life being disinclined to be impressed. So when I read his story, I thought to myself, this is an extraordinary thing. This is an astonishingly matter-of-fact and cool account. This man is not trying to persuade me of anything. He doesn’t feel the need to. He is stating what happened to him, and he is stating it, not enthusiastically, but in quite a matter-of-fact way. He is not trying to make me cry or feel ecstatic. That struck me, and that began to build my testimony, for I could see that this man was telling the truth. …"],[".para","“… And it isn’t the prose of someone who is trying to work it out and make it nice. It is the prose of someone who is trying to tell it as it is, who is bending all his faculties to expressing the truth and not thinking about anything else—and above all, though writing about Joseph Smith, not thinking about Joseph Smith, not thinking about the effect he is going to have on others, not posturing, not posing, but just being himself” (",["span.emphasis","The Abundance of the Heart"],"[Salt Lake City: Bookcraft, 1986], pp. 200–201)."]]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f23"},["ol.number",["li",["span.label","11."],[".para","Bear your testimony appropriately and specifically."]]]]],["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.f24"},["ol.number",["li",["span.label","11."],[".para","Just say “I have a testimony.”"]]]]]]]]],["div",{"id":"p76","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p76"},"Of course there are individuals who are keeping their covenants who lack teaching charisma. Of course there are those whose lives are in order who are not exciting as teachers. However, the Spirit blesses the efforts of all who live worthily. It endorses what they say or do. There is a witnessing authenticity which proceeds from the commandment keeper, which speaks for itself. Therefore, I prefer doctrinal accuracy and spiritual certitude (even with a little dullness) to charisma with unanchored cleverness."],["div",{"id":"p77","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p77"},"However, part of what may be lacking, at times, in the decent teacher is a freshening personal excitement over the gospel which could prove highly contagious. Since we can only speak the smallest part of what we feel, we should not let that “smallest part” shrink in its size."],["div",{"id":"p78","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p78"},"Finally, as in the words of the Book of Mormon prophet, “O be wise; what can I say more?” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/6.12"},"Jacob 6:12"],")."],["div",{"id":"p79","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p79"},"I close by sharing with you several examples. Your examples are at least as good or better than mine."],["div",{"id":"p80","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p80"},"It was a Sunday night about thirty years ago. We had assembled in the institute at the University of Utah. President Hugh B. Brown was supposed to be the speaker. Time for the meeting came, and he was not there. Those who had planned the meeting were much concerned and embarrassed at the “mix up.” On that night we had with us the highly articulate Richard L. Evans. While Elder Evans spoke to us, someone was sent out to fetch President Brown. They found him walking around the block on which his house was located. He hurried quickly and changed and came and spoke to us. And it was one of the marvelous experiences of my life. Under the direction of the Spirit, he taught us about the Restoration and gave us his testimony. None of us who were there will ever forget."],["div",{"id":"p81","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p81"},"I remember being present in the auditorium of the high rise, April 1974. President Spencer W. Kimball was giving what, in effect, was his maiden speech as President of the Church. His first press conference, in his meekness, indicated he would simply be content, if he could, to keep things on the same track that President Lee had worked on. On that day there came the electricity in his address, “Go ye into all the world.” We felt it! President Benson, as the President of the Twelve, commented upon it after. We were all moved and touched. There was a meeting, in the timetable of the Lord, of the man and the moment. The Spirit endorsed it, and we felt the vibrancy of that occasion. As indicated earlier, whether it is in a large audience or simply in a conversation of two people, the Spirit operates."],["div",{"id":"p82","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p82"},"I think of the inspired question asked a little over a year ago by the head of the Critchfield family in Payson, Utah. Their son, Stanley, had been stabbed to death in Dublin, Ireland, while serving on a mission there. The shock and disappointment came with the notification. Then that humble father asked the little brother of fifteen, “Son, in about four years you will be nineteen. The prophet is going to call you to go on a mission. You see what has happened to your brother Stanley. What are you going to do?” “I’ll go, Dad. I’ll go” was the reply. The Spirit sanctified that inspired question and response as it sanctifies communication in large congregations. Frozen in time and space is the marvelous, wonderful response of that lad who is now saving his money to go on a mission. His response, after all, does not differ that much, does it, from the words of Nephi, “I will go and do”?"],["div",{"id":"p83","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p83"},"I have mentioned inspired silence. As one who has had a bit of a tendency to fill silence in, it has been difficult for me to learn at times to be still. Happily, there have been a few such occasions. I learned indirectly of a World War II buddy who was recuperating in a Phoenix hospital from heart problems. A good seventy in the local ward wrote me a letter, telling me of my friend’s difficulty. I had lost track of him for what would have been thirty years. I wrote him a letter, then called him, and sent him some literature. Then I called him again after he had gone home to Duncan, Arizona. “How are you doing, Harry?” “Fine.” “Have you read what I sent?” “Yes, I’ve read some, but …” “Harry, I want to come down and baptize you.” Long pause. Fortunately, I didn’t rush in to fill it. Then came his words, “Would you do that?” So, soon I traveled over to Duncan, Arizona, and had the great privilege of baptizing and confirming my friend, Harry White. The Spirit operated upon him. He had a wonderful wife who was a member of the Church and others who, for years, had tried to speed his conversion. Do not be afraid of silence!"],["div",{"id":"p84","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p84"},"You all know the scripture, “Be still, and know that I am God” (",["a.scriptureRef",{"href":"/scriptures/ot/ps/46.10"},"Psalm 46:10"],"). You and I may translate that into what is our equivalent of, “Be quiet.” It is not that. It is to “be still.” In that special stillness there comes a subduing and a focusing. Extraneous things are extruded. Be still, and let that stillness operate on those special occasions when the Spirit informs, inspires, or may call something to someone’s remembrance."],["div",{"id":"p85","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p85"},"How blessed we are to know what we know, to be called to do what we do, to be in his kingdom. Yes, this is a time of increasing secularization. It is a time in which the things of the Spirit look like foolishness to more and more people on this planet. But those who know, know that they know."],["div",{"id":"p86","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p86"},"Sister Maxwell and I were at a fireside for single adults a few months ago. Among those who were kind enough to come up and shake hands was a divorcee. She did not speak with me; she spoke with Colleen, though I shook her hand. She handed to me a little note that said, “I remember knowing, but I don’t know anymore.” Among those whom you will inspire are those who once knew, but do not remember anymore. Some like Amulek knew, but would not know, but resist."],["div",{"id":"p87","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p87"},"How blessed we are that the Spirit enhances what we do with our own meager talents. May God bless you and sustain you. May he give to you the sense of how important you are to the work of this kingdom and generations yet unborn who will in the years to come, and surely throughout all eternity, rise up and call you blessed."],["div",{"id":"p88","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/teaching-by-the-spirit-the-language-of-inspiration.p88"},"On those long morning drives on a winter road, when so few seem to appreciate what you are doing, know that you are about your Father’s business. He will bless you with his Spirit. You will know the joy of being encircled in the appreciation of those you have taught. Let them see you as men and women of Christ, in the process of becoming, and you will have his Spirit to be with you, always! In the name of Jesus Christ, amen."]]],"refs":null}
