{"id":16,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":16,"title":"The Power of the Word","subtitle":"","short_title":"The Power of the Word","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.head1"},["h1","The Power of the Word"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p2"},"President Ezra Taft Benson"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p3"},"President of the Church"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p4"},"Excerpt from",["span.emphasis","Ensign,"],"May 1986, 79–82"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p5"},"We live in a day of great challenge. We live in that time of which the Lord spoke when he said, “Peace shall be taken from the earth, and the devil shall have power over his own dominion.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.35"},"D&C 1:35"],".) We live in that day which John the Revelator foresaw when “the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.17"},"Rev. 12:17"],".) The dragon is Satan; the woman represents the Church of Jesus Christ. Satan is waging war against the members of the Church who have testimonies and are trying to keep the commandments. And while many of our members are remaining faithful and strong, some are wavering. Some are falling. Some are fulfilling John’s prophecy that in the war with Satan, some Saints would be overcome. (See",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.7"},"Rev. 13:7"],".) …"],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.f1"},[".caption",["b","PRESIDENT EZRA TAFT BENSON",["br"],"PRESIDENT OF THE CHURCH"],["br"],["span.emphasis","Excerpt from"],"Ensign,",["span.emphasis","May 1986, 79–82"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p6"},"The Apostle Paul also saw our day. He described it as a time when such things as blasphemy, dishonesty, cruelty, unnatural affection, pride, and pleasure seeking would abound. (See",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.1-7"},"2 Tim. 3:1–7"],".) He also warned that “evil men and seducers shall wax worse and worse, deceiving, and being deceived.” (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.13"},"2 Tim. 3:13"],".)"],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p7"},"Such grim predictions by prophets of old would be cause for great fear and discouragement if those same prophets had not, at the same time, offered the solution. In their inspired counsel we can find the answer to the spiritual crises of our age."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p8"},"In his dream, Lehi saw an iron rod which led through the mists of darkness. He saw that if people would hold fast to that rod, they could avoid the rivers of filthiness, stay away from the forbidden paths, stop from wandering in the strange roads that lead to destruction. Later his son Nephi clearly explained the symbolism of the iron rod. When Laman and Lemuel asked, “What meaneth the rod of iron?” Nephi answered, “It was the word of God; and [note this promise]",["span.emphasis","whoso would hearken unto the word of God, and would hold fast unto it, they would never perish; neither could the temptations and the fiery darts of the adversary overpower them unto blindness, to lead them away to destruction.”"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.23-24"},"1 Ne. 15:23–24"],"; italics added.) Not only will the word of God lead us to the fruit which is desirable above all others, but in the word of God and through it we can find the power to resist temptation, the power to thwart the work of Satan and his emissaries."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p9"},"Paul’s message is the same as Lehi’s. After portraying the terrible wickedness of future times—future to him, but present to us!—he said this to Timothy: “But continue thou in the things which thou hast learned. …"],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p10"},"“From a child thou hast known the holy scriptures,",["span.emphasis","which are able to make thee wise unto salvation."],"” (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.14-15"},"2 Tim. 3:14–15"],"; italics added.)"],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p11"},"My dear brethren, this is an answer to the great challenge of our time. The word of God, as found in the scriptures, in the words of living prophets, and in personal revelation, has the power to fortify the Saints and arm them with the Spirit so they can resist evil, hold fast to the good, and find joy in this life. …"],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p12"},"… In recent years, time and again we have counseled you that certain activities bring greater spiritual returns than others. As early as 1970, President Harold B. Lee told the regional representatives:"],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p13"},"“We are convinced that our members are hungry for the gospel, undiluted, with its abundant truths and insights. … There are those who have seemed to forget that the most powerful weapons the Lord has given us against all that is evil are His own declarations, the plain simple doctrines of salvation as found in the scriptures.” (In Regional Representatives’ Seminar, 1 Oct. 1970, p. 6.)"],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p14"},"In a First Presidency message in 1976, President [Spencer W.] Kimball said:"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p15"},"“I am convinced that each of us, at least some time in our lives, must discover the scriptures for ourselves—and not just discover them once, but rediscover them again and again. …"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p16"},"“The Lord is not trifling with us when he gives us these things, for ‘unto whomsoever much is given, of him shall be much required.’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.48"},"Luke 12:48"],".) Access to these things means responsibility for them. We must study the scriptures according to the Lord’s commandment (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.1-5"},"3 Ne. 23:1–5"],"); and we must let them govern our lives.” (",["span.emphasis","Ensign,"],"Sept. 1976, pp. 4–5.)"],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p17"},"In April 1982, Elder Bruce R. McConkie spoke to the regional representatives about the priority the scriptures should take in our labors. He said: “We are so wound up in programs and statistics and trends, in properties, lands and mammon, and in achieving goals that will highlight the excellence of our work, that we have ‘omitted the weightier matters of the law.’ … However talented men may be in administrative matters; however eloquent they may be in expressing their views; however learned they may be in the worldly things—they will be denied the sweet whisperings of the Spirit that might have been theirs unless they pay the price of studying, pondering, and praying about the scriptures.” (In Regional Representatives’ Seminar, 2 Apr. 1982, pp. 1–2.) …"],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p18"},"… Often we spend great effort in trying to increase the activity levels in our stakes. We work diligently to raise the percentages of those attending sacrament meetings. We labor to get a higher percentage of our young men on missions. We strive to improve the numbers of those marrying in the temple. All of these are commendable efforts and important to the growth of the kingdom. But when individual members and families immerse themselves in the scriptures regularly and consistently, these other areas of activity will automatically come. Testimonies will increase. Commitment will be strengthened. Families will be fortified. Personal revelation will flow."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p19"},"The Prophet Joseph Smith said that “the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and",["span.emphasis","a man would get nearer to God by abiding by its precepts,"],"than by any other book.” (Book of Mormon, Introduction, italics added.) Isn’t that what we want for the members of our wards and stakes? Aren’t we desirous that they get nearer to God? Then encourage them in every way possible to immerse themselves in this marvelous latter-day witness of Christ."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p20"},"You must help the Saints see that studying and searching the scriptures is not a burden laid upon them by the Lord, but a marvelous blessing and opportunity. …"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p21"},"Oh, my brethren, let us not treat lightly the great things we have received from the hand of the Lord! His word is one of the most valuable gifts He has given us. I urge you to recommit yourselves to a study of the scriptures. Immerse yourselves in them daily so you will have the power of the Spirit to attend you in your callings. Read them in your families and teach your children to love and treasure them. Then prayerfully and in counsel with others, seek every way possible to encourage the members of the Church to follow your example. If you do so, you will find, as Alma did, that “the word [has] a great tendency to lead people to do that which [is] just—yea, it [has] more powerful effect upon the minds of the people than the sword, or anything else, which [has] happened unto them.” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"],".)"],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-power-of-the-word.p22"},"Like Alma, I say unto you, “It [is] expedient that [you] should try the virtues of the word of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"],"), in the name of Jesus Christ, amen."]]],"refs":null}
