{"id":10,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":10,"title":"The Gospel Teacher and His Message","subtitle":"","short_title":"The Gospel Teacher and His Message","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.head1"},["h1","The Gospel Teacher and His Message"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p2"},"President Ezra Taft Benson"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p3"},"President of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p4"},"Excerpt from an address to religious educators, 17 September 1976, 1–8, 12–16"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p5"},"This evening I desire to speak to the subject “The Gospel Teacher and His Message.” In doing so, I speak not only to the teacher who spends time in the classroom, but I speak also to your partners, for you are a teaching team. Unless you and your mate are united in purpose, dedication, and loyalty, you will not succeed to the extent you otherwise could. …"],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.f1"},[".caption",["b","PRESIDENT EZRA TAFT BENSON",["br"],"PRESIDENT OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from an address to religious educators, 17 September 1976, 1–8, 12–16"]]],[".topic",["h2","Prepare Yourself Spiritually"],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p7"},"Your first responsibility as a teacher of the gospel is to prepare yourself spiritually. All of you were interviewed by a General Authority when you applied for employment in the Church Educational System. I assume most of you were asked if you possessed a testimony—that personal witness—of Joseph Smith’s calling and of the divinity of Jesus Christ. In the late President J. Reuben Clark’s words, this is “the first requisite of a teacher for teaching [the gospel]. … No teacher who does not have a real testimony … of the Sonship and Messiahship of Jesus, and of the divine mission of Joseph Smith—including in all its reality the First Vision—has any place in the Church school system.” (“The Charted Course of the Church in Education,” Address to Seminary and Institute personnel, Aspen Grove, 8 Aug. 1938, p. 7.) We assume that every one of you, without any equivocation, has such a testimony; otherwise, you are flying under false colors and your teaching is a sham—a pretense."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p8"},"“The mere possession of a testimony,” declared President Clark, “is not enough. You must have besides this … moral courage. For in the absence of moral courage to declare your testimony, it will reach the students only after such dilution as will make it difficult if not impossible for them to detect it. …” (Ibid.)"],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p9"},"This much we assume you do in the performance of your mission; however, this represents only a basic requirement. Beyond this—to paraphrase the Master Teacher—we would say to you, “Teacher, heal thyself!” or, as He said on another occasion to his chief apostle, “When thou art converted, strengthen thy brethren.” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.32"},"Luke 22:32"],".) Conversion to Jesus Christ and his gospel is more than testimony; it is to be healed spiritually. In Paul’s words, it is to partake of “the power of God.” A most commendable example of this process is found in the Book of Mormon in the story of Enos. You are all too familiar with the story for me to repeat the background. I only want to draw your attention to these verses. Enos testified: “I will tell you of the wrestle which I had before God,",["span.emphasis","before I received a remission of my sins."],"” (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.2"},"Enos 2"],". Italics added.)"],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p10"},"He thereupon clarified to us of what that wrestle with God consisted. Note the fervor in his petition: “My soul hungered … I kneeled down before my Maker … I cried unto him in mighty prayer and supplication",["span.emphasis","for mine own soul"],"… all the day long did I cry unto him. …” (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.4"},"Enos 4"],". Italics added.)"],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p11"},"Then Enos testified: “There came a voice unto me, saying: Enos, thy sins are forgiven thee, and thou shalt be blessed. … wherefore, my guilt was swept away.” (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.5,6"},"Enos 5, 6"],".) …"],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p12"},"This is the manner by which the saints in all ages have come to be converted, or in the words of the Book of Mormon, “changed from their carnal and fallen state, to a state of righteousness, being redeemed of God, becoming his sons and daughters; and thus they become new creatures. …” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.25,26"},"Mosiah 27:25, 26"],".) This is what is meant by partaking of the “power of God.” You teachers—you who are to teach the power of this gospel—I would ask you, “have [you] spiritually been born of God? Have [you] received his image in your countenances? Have [you] experienced this mighty change in your hearts?” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.14"},"Alma 5:14"],".)"],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p13"},"A measure of this change of heart is what happens to the motives and desires of the gospel teacher. Enos testified that he “began to feel a desire for the welfare of my brethren.” (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.9"},"Enos 9"],".) Alma, who also experienced this mighty change, said: “I have labored without ceasing, that I might bring souls unto repentance; that I might bring them to taste of the exceeding joy of which I did taste. …” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.24"},"Alma 36:24"],".)"],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p14"},"May your motives be likewise as pure. May the welfare of your students be the",["span.emphasis","primary"],"motive to your teaching. May you be converted so you can strengthen your students."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p15"},"Before you can strengthen your students, it is essential that you study the doctrines of the kingdom and learn the gospel by",["span.emphasis","both"],"study and faith. To study by faith is to seek understanding and the Spirit of the Lord through the prayer of faith. Then you will have the power to convince your students. This is not just good advice; it is a commandment of the Lord. Hear His words: …"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p16"},"“",["span.emphasis","Seek not to declare my word, but first seek to obtain my word,"],"and then shall your tongue be loosed; then, if you desire, you shall have my Spirit and my word, yea, the power of God unto the convincing of men.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],". Italics added.)"],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p17"},"The sequence to possessing the power of God in your teaching is to seek first to obtain the word; then comes understanding and the Spirit, and finally the power to convince. Yes, as our living prophet has instructed you, “There are blessings that come from immersing ourselves in the scriptures. The distance narrows between ourselves and our Father in heaven. Our spirituality shines brighter.” (Spencer W. Kimball, “Men of Example,” Address to religious educators at the Assembly Hall, 12 Sept. 1975, p. 2.)"],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p18"},"Always remember, there is no satisfactory substitute for the scriptures and the words of the living prophets. These should be your original sources. Read and ponder more what the Lord has said, and less about what others have written concerning what the Lord said."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p19"},"I would hope that each morning before you leave your homes you kneel before the Lord in secret as well as family prayer. I also hope that before you go into the classroom you ask to be led by the Spirit. The most important part of your teaching preparation is that you are guided by the Spirit."]],[".topic",["h2","Teach Only the Gospel of Jesus Christ"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p21"},"A second responsibility I name is that you teach only the gospel of Jesus Christ. This too is a commandment of the Lord, for He has said: “The … teachers of this church shall teach the principles of",["span.emphasis","my gospel,"],"which are in the Bible and the Book of Mormon, in the which is the fulness of the gospel.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.12"},"D&C 42:12"],". Italics added.) …"],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p22"},"In 1938 President J. Reuben Clark, Jr., speaking for the First Presidency, pronounced a charge to you in an address entitled “The Charted Course of the Church in Education.” All of you should have a copy of this address and read it at least at the beginning of each teaching year. I quote this statement from his address:"],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p23"},"“… Your essential and all but sole duty, is to teach the Gospel of the Lord Jesus Christ. … You are to teach this Gospel using as your sources and authorities the Standard Works of the Church, and the words of those whom God has called to lead His people in these last days. You are not … to intrude into your work your own peculiar philosophy, no matter what its source or how pleasing or rational it seems to you. …"],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p24"},"“You are not … to change the doctrines of the Church or to modify them, as they are declared by and in the Standard Works of the Church and by those whose authority it is to declare the mind and will of the Lord to the Church. …"],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p25"},"“",["span.emphasis","You are not to teach the philosophies of the world."],"… Your sole field is the Gospel. …” (Clark, “Charted Course,” p. 9. Italics added.)"],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p26"},"This counsel has not changed over the years. Its applicability is even greater today, for the religious education program has expanded and numbers of teachers have increased. More recently, President Harold B. Lee renewed this charge in these words: “You’re to teach the old doctrines, not so plain that they can just understand,",["span.emphasis","but you must teach the doctrines of the Church so plainly that no one can misunderstand."],"” (“Loyalty,” Address to Seminary and Institute personnel, 8 July 1966, p. 9. Italics added.) As you stay with the fundamental doctrines and gospel principles, adhering to the standard works, the words of the Brethren, and your Church Educational System outlined courses of study, seeking the guidance of the Spirit, you should have no trouble following this counsel. …"]],[".topic",["h2","Live As You Teach"],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p28"},"Third, and finally, your responsibility is to live as you teach. Be consistent in your life with the message you declare to your students. The majority of you have provided strong, commendable examples of what a Latter-day Saint life and home should be. How many students have been induced into righteous decisions because of the examples of their seminary and institute teachers! “I want to be just like them” is an often-heard expression referring to you as a husband and wife team. We think those expressions are well deserved and we commend you for the examples you set."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p29"},"We are pleased that in addition to your teaching, so many of you are holding responsible positions in the Church. We commend you for this, for you have an obligation to do more in the Church than your vocation requires. The mission of the Church has never changed. It is that all members “seek to bring forth and establish the cause of Zion.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.6"},"D&C 6:6"],".) As you seek to do this in your professional and service callings, you will have more of the Spirit to be with you."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p30"},"We hope there is an excellent relationship between you as husband and wife. We hope that your home has in it the spirit of peace and love of the Savior, and that this is evident to all those who come into your home. In your homes you should not have quarreling and friction."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p31"},"Last Friday, with our children, we celebrated the first fifty years of our eternal companionship. I know what it is to enjoy the priceless blessings of sweet companionship, bolstered by daily love, devotion, loyalty, and unity, without a murmur from her lips. Yes, I know what it is as the eldest of eleven children to be reared in a home where I never heard a cross word between father and mother."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p32"},"I was impressed by Elder Theodore Tuttle’s tribute to Elder Boyd K. Packer and his wife in the foreword to Elder Packer’s excellent book,",["span.emphasis","Teach Ye Diligently."],"Speaking of Elder Packer’s wife, Elder Tuttle wrote:"],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p33"},"“She it is who is his sweetheart, his friend, and his quiet support. Because of her he can say, with complete honesty, I know there are families where parents can live together in love",["span.emphasis","without a single argument for thirty years and more."],"” (Foreword, p. ix. Italics added.)"],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p34"},"Though Elder Packer is now one of the Twelve, he was once a seminary teacher; then he was an administrator in the Church Educational System. He and his wife lived that example then as they do now."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p35"},"Your home example may be a more powerful influence than you realize. Years ago, while in Washington, D.C., a prominent constitutional lawyer, John D. Miller, spent an evening in our home. After an hour of visiting in the living room, Sister Benson and our daughters, who had been preparing the dinner, announced that it was ready. We went into the dining room, and the children started preparing chairs for family prayer. And so I said to Judge Miller, “Judge, it’s customary in our home to have family prayer, daily devotion, morning and evening. Would you care to join us?” He said, “Yes, I would.” He watched the children to see what they did, and then he knelt at his chair. We called on our oldest daughter, who was then probably eight or nine years of age, to lead the prayer. She is now the mother of five children, wife of a stake president. Barbara offered a sweet, lovely prayer, much as your daughters would do, and then she added, “And Heavenly Father, bless Judge Miller that he will enjoy his visit with us and return safely to his hotel.” That was all."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p36"},"We drove the judge down to his hotel. Nothing was said of the incident. About six months later this man was host to some twenty-five or thirty industrial, business, labor, and agricultural leaders at his winter home in Florida. After the dinner, they were seated in a large living room talking about problems facing the nation, and as is often the case (more often I think than we realize), the subject turned to things of the Spirit—to religion. And then John D. Miller, this fine Christian gentleman, not a member of the Church, told of this little incident that had happened in our home—this simple thing of family prayer. And he said, “Gentlemen, I went to my hotel that night feeling that I had not fully measured up as a father. We had never had devotion in our home with my children.” And then he went on to tell of the power he felt there must be in the lives of children reared in a home where there is spirituality."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p37"},"Let your homes radiate what you are, and that quiet influence will have a lasting impression on all who know you."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p38"},"Now, let me speak to you on several other matters that relate to your example before the young people."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p39"},"You, as a couple, represent the First Presidency in all you do and in the way you appear. We expect that you will be conservative and well groomed. The expression “follow the Brethren” has a broader meaning than some would apply to it. It means not only to agree with the counsel given to the Church by the Brethren, but also to follow their example in appearance and deportment. As teachers you need constantly to ask, “How would the Savior have me appear before others? How would He have me act?” You should not imitate worldly fashions in your dress or so-called “mod” expressions in your language. Your hair style should be in conformity with the standards of the Church. You are on the front line, so to speak, in impressing our young men to serve missions. Certainly you should provide them with an example of what we are asking future missionaries to conform to."],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p40"},"Because of your example and influence upon young people, they will come to you from time to time for counsel on personal problems. May I urge you to develop a close relationship with their ecclesiastical leaders, so that when they do come to you, you can guide them to their bishops. This permits the problems to be handled in the Lord’s way. Never must you get between the student and his own bishop."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p41"},"Next I mention your responsibility for financial solvency. You should do everything you can to get out of debt and to stay solvent. I realize you need credit to buy your homes or possibly to advance your education, and sometimes you need credit to obtain transportation; but outside of these things, you should pay as you go. You will not be able to purchase at once all the things you desire. Learn to postpone until you can pay cash. There should never be any question concerning the honesty and integrity of any of our teachers. Pay your debts on time. There is no excuse for any teacher in this program to have a bad reputation because he does not pay his debts."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p42"},"Each of you should pay an honest tithe. That is a condition of your employment. You should give an honest day’s work for your pay. This means that you are on the job during the normal working hours, even though you are not teaching classes during some of those hours."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p43"},"You have been counseled repeatedly to “live in the world, but not be one of the world.” Sometimes some of our members want to live as close as they can to worldly standards and yet qualify for a temple recommend. Live by the covenants you took in the temple; do not live on the fringes. You will be judged by the kinds of movies you attend, by the way you dress, and by the music to which you listen. Some years ago one of our teachers told his students that he used cola drinks and that it did not prevent him from holding a temple recommend. This was an indication of poor judgment on his part, and it illustrates what I mean by living “on the fringes.” Live the spirit of the commandments."],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p44"},"President Harold B. Lee made memorable this expression: “If you want to lift another soul, you yourself must be standing on higher ground.” That “higher ground” is your persuasive example in keeping the commandments. So, to repeat President Kimball’s counsel to you:"],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p45"},"“You will do all you teach your charges to do—in fact, to bear testimony, to pay your tithing, to attend all proper meetings, to attend temple sessions, to keep the Sabbath holy; to give Church service ungrudgingly, to have home evenings, and family prayers; to keep solvent, always honest and full of integrity.” (“Men of Example,” p. 8.)"],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p46"},"“What manner of men ought ye to be?” asked the Savior. And His answer to us: “Verily I say unto you,",["span.emphasis","even as I am!"],"” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.27"},"3 Nephi 27:27"],". Italics added.)"],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p47"},"Now, tonight I’ve spoken directly to you. What I’ve said to you is to help you stay on course and render your message more effectively. As I stated in the beginning, we are much pleased with your service, your dedication, your loyalty and your efforts to inspire the youth of Zion with testimonies of the gospel. So I summarize: Prepare yourself spiritually; teach only the gospel of Jesus Christ; and live as you teach."],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-gospel-teacher-and-his-message.p48"},"In Lehi’s vision of the tree of life, he saw a man dressed in a white robe who beckoned him to follow him through the dark and dreary waste, which represented the temptations of the world. With the help of prayer, Lehi was led to partake of the fruit of that tree, which provided him “with exceedingly great joy.” (See",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.6-12"},"1 Nephi 8:6–12"],".) We would hope that you teachers would be as men in white robes, leading our youth safely through the temptations of the world so that they too may partake of the tree of life and have exceeding great joy."]]]],"refs":null}
