{"id":31,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":31,"title":"The Great Plan of Happiness","subtitle":"","short_title":"The Great Plan of Happiness","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.head1"},["h1","The Great Plan of Happiness"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p2"},"Elder Boyd K. Packer"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p4"},"Address to religious educators at a symposium on the Doctrine and Covenants and Church history, Brigham Young University, 10 August 1993"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p5"},"I talked to President William E. Berrett not too many days ago. He was still in the hospital. Now he is resting comfortably; resting in sweet anticipation of what will, in the near future, be his graduation."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.f1"},[".caption",["b","ELDER BOYD K. PACKER",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Address to religious educators at a symposium on the Doctrine and Covenants and Church history, Brigham Young University, 10 August 1993"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p6"},"Some time ago he told Brother Tuttle and me that when he was a teenager in the southern part of the Salt Lake Valley, which was then a rural area, the young people in the ward were a bunch of roustabouts, just like they are in your ward—just like they are in your class. That was about the time seminary was started. A worried bishop called a man to teach the youth. Brother Berrett described him as a convert from the old country who could not speak English very well. That was one reason not to call him. He was an old man; another reason not to call him. But the bishop called him."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p7"},"Then Brother Berrett told of the class period. At first they could not quite understand him. Brother Berrett concluded his description of this period in his life by saying, “The teacher murdered the Queen’s English every sentence, but we could warm our hands by the fire of his faith.” “We could warm our hands by the fire of his faith.” He accorded to that teacher a major influence in what was to happen to him later in life."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p8"},"I have tried over the years to stay close to Church education. I have personally known virtually all of the pioneers in the seminary and institute program from the beginning. The contribution that they have made in my life has been without price; it couldn’t be estimated."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p9"},"You all know about the crises of values in the world and the sobering influence it has upon many in the Church. You know the challenge you face with the young people by virtue of that. It is not unlike what Mosiah faced when:"],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p10"},"“It came to pass that there were many of the rising generation that could not understand the words of king Benjamin, being little children at the time he spake unto his people; and they did not believe the tradition of their fathers."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p11"},"“They did not believe what had been said concerning the resurrection of the dead, neither did they believe concerning the coming of Christ."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p12"},"“And now because of their unbelief they could not understand the word of God; and their hearts were hardened” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.1-3"},"Mosiah 26:1–3"],")."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p13"},"Later Alma encountered Korihor, the anti-Christ, and faced the apostasy of the Zoramites—I think, not unlike some things that are happening in the Church today."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p14"},"Not too many days ago, in a moment of great concern over a rapid series of events that demonstrated the challenge of those within the Church who have that feeling of criticism and challenge and apostasy, I had an impression, as revelations are. It was strong and it was clear, because lingering in my mind was: “Why? Why—when we need so much to be united?” And there came the answer: “It is permitted to be so now that the sifting might take place, and it will have negligible effect upon the Church.”"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p15"},"Alma faced Korihor and the apostasy of the Zoramites, but he was not in doubt as to what had to be done. The record says:"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p16"},"“As the preaching of the word had a great tendency to lead the people to do that which was just—yea, it had had more powerful effect upon the minds of the people than the sword, or anything else, which had happened unto them—therefore Alma thought it was expedient that they should try the virtue of the word of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"],")."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p17"},["span.emphasis","“It was expedient that they should try the virtue of the word of God.”"]],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p18"},"Individual doctrines of the gospel are not fully explained in one place in the scriptures, nor presented in order or sequence. They must be assembled from pieces here and there. They are sometimes found in large segments, but mostly they are in small bits scattered through the chapters and verses."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p19"},"You might think that if all the references on baptism, for instance, were assembled in one chapter of each standard work, and all references on revelation in another, it would make the learning of the gospel much simpler. I have come to be very, very grateful that scriptures are arranged as they are. Because the scriptures are arranged the way they are, there are endless combinations of truths that will fit the need of every individual in every circumstance."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p20"},"When I was overseas in the military, seriously studying the Book of Mormon for the first time, I became acquainted with the simple references and footnotes of those days. I followed a footnote from an early chapter in the Book of Mormon to a verse in a later one. The subject changed. I had found a mistake in the footnotes, or so I thought!"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p21"},"Then, suddenly, as an insight—a revealed insight, I could see the relationship of the two subjects. I concluded not only was there no error, but whoever arranged those footnotes was inspired indeed."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p22"},"Our youth need to know how to mark the scriptures, and they need to have some kind of filing system. In addition to that, if you give each one of them a framework upon which the truths they discover at random can be organized into a personal testimony, you will have served them well."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p23"},"After I had taught seminary for a number of years, I discovered something that made a difference in how much students learned and how much they remembered."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p24"},"What I discovered was this: there is great value in presenting a",["span.emphasis","brief"],"but very carefully organized overview of the entire course at the very beginning."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p25"},"Take, for example, a course in Church history. A class period or two of preview, covering the Apostasy, the Restoration, the Martyrdom, the persecutions, the move west, the expansion of the Church worldwide, all in just a class period or two, provides a framework upon which the students may organize the information that you will present as they retrace that same journey at a much slower pace and as the course unfolds. It is something like the overture in an opera or a musical."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p26"},"Those few beginning periods, so brief an investment of time by comparison, make it possible for the students to locate themselves anywhere along the way. They have something of a feeling. They retain much more when they know how all of the pieces fit together, and the light of learning shines more brightly. The preview forms a framework and is more than worth the time and work invested in it."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p27"},"My only regret is that my discovery of this principle was made near the end, rather than at the beginning, of my seminary work. How much more the students might have learned if I had discovered it earlier."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p28"},"Whatever course you teach, a brief overview, even in outline form, can form a framework upon which our youth can place the truths you will present, many of which come at random."],"There is one framework that fits every course you teach. Elements of it are everywhere in the scriptures. It has many names:",["ul.bullet",["li",["span.label","•"],[".para","The merciful plan of the great Creator (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.6"},"2 Nephi 9:6"],")."]],["li",["span.label","•"],[".para","The plan of mercy (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.15"},"Alma 42:15"],")."]],["li",["span.label","•"],[".para","The great plan of mercy (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.31"},"Alma 42:31"],")."]],["li",["span.label","•"],[".para","The plan of redemption (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/6.8"},"Jacob 6:8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.25-26,30,32"},"Alma 12:25–26, 30, 32"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.16"},"17:16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.39"},"18:39"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.13-14"},"22:13–14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.2"},"29:2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.18"},"39:18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.11,13"},"42:11, 13"],")."]],["li",["span.label","•"],[".para","The eternal plan of redemption (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.16"},"Alma 34:16"],")."]],["li",["span.label","•"],[".para","The great plan of redemption (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.31"},"Alma 34:31"],")."]],["li",["span.label","•"],[".para","The plan of salvation (see",["a.scriptureRef",{"href":"/scriptures/bofm/jarom/1.2"},"Jarom 1:2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.14"},"Alma 24:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.5"},"42:5"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.62"},"Moses 6:62"],")."]],["li",["span.label","•"],[".para","The plan of our God (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.13"},"2 Nephi 9:13"],")."]],["li",["span.label","•"],[".para","The great plan of the Eternal God (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.9"},"Alma 34:9"],")."]],["li",["span.label","•"],[".para","The eternal plan of deliverance (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.5"},"2 Nephi 11:5"],")."]],["li",["span.label","•"],[".para","The plan of happiness (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.16"},"Alma 42:16"],")."]],["li",["span.label","•"],[".para","The great plan of happiness (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.8"},"Alma 42:8"],")."]],["li",["span.label","•"],[".para","The plan of restoration (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/41.2"},"Alma 41:2"],")."]],["li",["span.label","•"],[".para","The plan of the Gods (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.21"},"Abraham 4:21"],")."]]],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p44"},"All but two of those references come from the Book of Mormon; two are found in the Pearl of Great Price."],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p45"},"A brief overview of the “plan of happiness” (which is my choice, my favorite title, in talking of the plan), if given at the very beginning and revisited occasionally, will be of immense value to your students."],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p46"},"I have an assignment for you. You expected that, didn’t you? You are assigned to prepare a brief synopsis or overview of the plan of happiness—the plan of salvation. Design it as a framework on which your students can organize the truths you will share with them."],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p47"},"At first you may think that a simple assignment. I assure you, it is not. Brevity and simplicity are remarkably difficult to achieve. At first you will be tempted to include too much. The plan in its fulness encompasses every gospel truth."],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p48"},"Some Saints leaving Nauvoo were not able to obey the load limit set by the Brethren. They paid dearly for it later. You, like them, will want to include too much in your overview. You will be pained at what you must leave out. The handcart pioneers were only allowed to take seventy pounds. This preview is a “handcart preview.”"],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p49"},"This may be the most difficult, and surely the most rewarding, assignment of your teaching career."],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p50"},"Your overview of the plan of happiness should be but a sweeping glance across the unfolded scroll of scriptural truths. Your students can thereafter locate themselves in respect to the plan."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p51"},"Young people wonder “why?”—Why are we commanded",["span.emphasis","to do"],"some things, and why we are commanded",["span.emphasis","not"],"to do other things? A knowledge of the plan of happiness, even in outline form, can give young minds a “why.”"],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p52"},"A parent once angrily scolded a child for a serious mistake, saying, “Why on earth did you do such a thing?” The child answered, “If I’d had a ‘why,’ I wouldn’t have done it.”"],["div",{"id":"p53","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p53"},"Providing your students with a collection of unrelated truths will hurt as much as it helps. Provide a basic feeling for the whole plan, even with just a few details, and it will help them ever so much more. Let them know what it’s all about, then they will have the “why.”"],["div",{"id":"p54","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p54"},"Most of the difficult questions we face in the Church right now, and we could list them—abortion and all the rest of them, all of the challenges of who holds the priesthood and who does not—cannot be answered without some knowledge of the plan as a background."],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p55"},"Alma said this, and this is, I think of late, my favorite scripture, although I change now and again: “God gave unto them",["span.emphasis","commandments, after"],"having made known unto them the",["span.emphasis","plan of redemption”"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.32"},"Alma 12:32"],"; emphasis added). Let me say that again: “God gave unto them commandments,",["span.emphasis","after"],"having made known unto them the plan of redemption.” Now, let me say it again: “God gave unto them commandments, AFTER having made known unto them the plan of redemption.”"],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p56"},"As President Harold B. Lee often said: Don’t tell them so they’ll understand; tell them so they can’t possibly misunderstand (see “Loyalty” [address to religious educators, 8 July 1966], p. 9 … ). If you are trying to give them a “why,” follow that pattern: “God gave unto them commandments,",["span.emphasis","after"],"having made known unto them the plan of redemption.”"],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p57"},"You will not be with your students or your own children at the time of their temptations. At those dangerous moments they must depend on their own resources. If they can locate themselves within the framework of the gospel plan, they will be immensely strengthened."],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p58"},"The plan is worthy of repetition over and over again. Then the purpose of life, the reality of the Redeemer, and the reason for the commandments will stay with them."],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p59"},"Their gospel study, their life experiences, will add to an ever-growing witness of the Christ, of the Atonement, of the restoration of the gospel."],["div",{"id":"p60","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p60"},"I was really tempted to prepare a brief overview of the plan of happiness as a model for you to follow. And then I thought better of it. You need to prepare the outline yourself. Only then will you present it persuasively. I repeat, it will not be easy. I should think it will take you several months, if you do it right. It will require study and prayer and work. There is no question but that you will learn more in the process than any one of your students will learn. The very doing of it is your reward."],["div",{"id":"p61","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p61"},"I will give you the barest outline of the plan as a beginning, but you must assemble your framework yourself."],"The essential components of the",["span.emphasis","great plan of happiness, of redemption, of salvation,"],"are these:",["ul.noMarker",["li",[".para","Premortal existence"],["ul.noMarker",["li",[".para","Spiritual creation"]],["li",[".para","Agency"]],["li",[".para","War in heaven"]]]],["li",[".para","Physical creation"]],["li",[".para","The Fall and mortality"],["ul.noMarker",["li",[".para","Principles and ordinances of the gospel of Jesus Christ (first principles: faith in the Lord Jesus Christ, repentance, baptism, … )"]]]],["li",[".para","The Atonement"]],["li",[".para","Life beyond the grave"],["ul.noMarker",["li",[".para","Spirit world"]],["li",[".para","Judgment"]],["li",[".para","Resurrection"]]]]],["div",{"id":"p75","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p75"},"President J. Reuben Clark, Jr., taught us in",["span.emphasis","The Charted Course of the Church in Education"],"—surely you read that every year, every one of you, every year. It is revelation; it is as much revelation as that which you find if you open the standard works, and I will quote from it:"],["div",{"id":"p76","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p76"},"“Our youth are not children spiritually; they are well on toward the normal spiritual maturity of the world. To treat them as children spiritually, as the world might treat the same age group, is therefore and likewise an anachronism. I say once more, there is scarcely a youth that comes through your seminary or institute door who has not been the conscious beneficiary of spiritual blessings, or who has not seen the efficacy of prayer, or who has not witnessed the power of faith to heal the sick, or who has not beheld spiritual outpourings of which the world at large is today ignorant. You do not have to sneak up behind this spiritually experienced youth and whisper religion in his ears; you can come right out, face to face, and talk with him. You do not need to disguise religious truths with a cloak of worldly things; you can bring these truths to him openly, in their natural guise. Youth may prove to be not more fearful of them than you are. There is no need for gradual approaches, for ‘bedtime’ stories, for coddling, for patronizing, or for any of the other childish devices used in efforts to reach those spiritually inexperienced and all but spiritually dead” (1992 rev. ed. [address to religious educators, 8 Aug. 1938], p. 9)."],["div",{"id":"p77","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p77"},"Read",["span.emphasis","The Charted Course of the Church in Education."],"That makes two assignments."],["div",{"id":"p78","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p78"},"There are fundamental truths which, if understood, will help our youth understand the plan of happiness and entice them to remain faithful."],["div",{"id":"p79","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p79"},"If you agree with President Clark, and I certainly do, that our youth have a spiritual maturity, you can open to them the truths of immortality and eternity."],["div",{"id":"p80","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p80"},"Convince them of the reality of spiritual things. First teach them that “the spirit and the body are the soul of man” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.15"},"D&C 88:15"],"). Man is a dual being, a spirit within a mortal body."],["div",{"id":"p81","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p81"},"It is difficult to teach about the intangible, spiritual part. But there are ways to do it. For example, your students know about computers. A personal computer made of metal, plastic, glass, and a dozen other materials will hold an astonishing amount of information. All of the standard works can be stored there, and in addition, sets of encyclopedias, dictionaries, books on a whole library of subjects, even illustrations and mathematical formulas."],["div",{"id":"p82","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p82"},"With the press of a few keys, one can select any part of what is stored and see it instantly on a screen. One may, by pressing a few more keys, rearrange, add to, or subtract from what is stored in the computer. Press another key or two and you can print a copy of whatever you desire, even in full color. You then can hold in your hand tangible, absolute proof of what is inside there and how it is arranged."],["div",{"id":"p83","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p83"},"If, however, you should take the computer completely apart, you could not find one word of it, not one illustration, not one tangible evidence that there are volumes, verses, poems, and illustrations inside the computer."],["div",{"id":"p84","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p84"},"You could dissolve the computer with acids or burn it and you would not find one tangible word of evidence. You could no more find words in the ashes of a computer than you can find the spirit in the ashes of a cremated human body."],["div",{"id":"p85","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p85"},"No one doubts that this great base of information is actually stored in the computer. It should not be too difficult to teach each youngster that there is within the human body a spirit. Notwithstanding that it is invisible and intangible, it is the very essence of reality. You can, in context of the gospel plan, explain what that spirit is. Let me say that again. You can, in context of the gospel plan, explain what that spirit is, where it came from, and what the destiny of each of us is."],["div",{"id":"p86","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p86"},"Teach them to know that each is “the temple of God, and that the Spirit of God dwelleth in [them]” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16"},"1 Corinthians 3:16"],")."],["div",{"id":"p87","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p87"},"Show them what the scriptures teach of the light of Christ, “the light which is in all things, which giveth life to all things, which is the",["span.emphasis","law"],"by which all things are governed” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.13"},"D&C 88:13"],"; emphasis added; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/1.9"},"John 1:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.45-47"},"D&C 84:45–47"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6"},"88:6"],"), and the “Spirit of Jesus Christ … [which] giveth light to",["span.emphasis","every"],"man that cometh into the world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.45-46"},"D&C 84:45–46"],"; emphasis added; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.1-13"},"D&C 88:1–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.9"},"John 1:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.15-19"},"Moroni 7:15–19"],")."],["div",{"id":"p88","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p88"},"Whether this inner light, this knowledge of right and wrong, is called the light of Christ, moral sense, or conscience, it moderates our actions, unless, that is, we subdue it or destroy it. It is an ingredient which has no counterpart in animals."],["div",{"id":"p89","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p89"},"Lehi taught, “Men are instructed sufficiently that they",["span.emphasis","know"],"good from evil. And the",["span.emphasis","law"],"is given unto men” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.5"},"2 Nephi 2:5"],"; emphasis added)."],["div",{"id":"p90","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p90"},"What we call the conscience affirms the reality of the spirit of Christ in man. It affirms, as well, the reality of good and evil, justice, mercy, honor, courage, faith, love, and virtue, as well as their necessary opposites—hatred, greed, brutality, and jealousy (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11,16"},"2 Nephi 2:11, 16"],"). Such values, though intangible, respond to laws with cause and effect relationships as certain as any physical laws."],["div",{"id":"p91","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p91"},"“Man was also in the beginning with God. Intelligence, or the light of truth, was not created or made, neither indeed can be."],["div",{"id":"p92","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p92"},"“All truth is independent in that sphere in which God has placed it, to act for itself, as all intelligence also; otherwise there is no existence."],["div",{"id":"p93","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p93"},"“Behold, here is the agency of man, and here is the condemnation of man; because that which was from the beginning is plainly manifest unto them, and they receive not the light."],["div",{"id":"p94","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p94"},"“And every man whose spirit receiveth not the light is under condemnation."],["div",{"id":"p95","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p95"},"“For man is spirit. The elements are eternal, and spirit and element, inseparably connected, receive a fulness of joy;"],["div",{"id":"p96","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p96"},"“And when separated, man cannot receive a fulness of joy."],["div",{"id":"p97","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p97"},"“The elements are the tabernacle of God; yea, man is the tabernacle of God, even temples; and whatsoever temple is defiled, God shall destroy that temple."],["div",{"id":"p98","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p98"},"“The glory of God is intelligence, or, in other words, light and truth."],["div",{"id":"p99","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p99"},"“Light and truth forsake that evil one."],["div",{"id":"p100","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p100"},"“Every spirit of man was innocent in the beginning; and God having redeemed man from the fall, men became again, in their infant state, innocent before God."],["div",{"id":"p101","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p101"},"“And that wicked one cometh and taketh away light and truth, through disobedience, from the children of men, and because of the tradition of their fathers."],["div",{"id":"p102","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p102"},"“But I have commanded you to bring up your children in light and truth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.29-40"},"D&C 93:29–40"],".)"],["div",{"id":"p103","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p103"},"Teach them about law. A law is an invariably consistent rule, independent and irrevocable in its existence. Teach them that consequences always follow the observance of, the breaking of, even the ignoring of a law."],["div",{"id":"p104","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p104"},"Laws govern the physical universe with such constancy and precision that once man has discovered them, he can, by their effect, demonstrate their existence with unfailing accuracy."],["div",{"id":"p105","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p105"},"Teach them to respect laws, both physical and spiritual."],["div",{"id":"p106","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p106"},"Laws do not change. A law, like truth, “abideth and hath no end” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.66"},"D&C 88:66"],"). A theory is tentative, subject to change, and may or may not be true. A theory is a means to an end, not the end in itself."],["div",{"id":"p107","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p107"},"There are moral and spiritual laws pertaining to values—good and evil, right and wrong—laws as constant, precise, and valid as those that govern the physical universe."],["div",{"id":"p108","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p108"},"There are theories passed about that teach man that he is but an animal and therefore exempt from keeping the moral standard."],["div",{"id":"p109","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p109"},"Laws governing spiritual things were irrevocably decreed in heaven before the foundation of the earth (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20"},"D&C 130:20"],"). Often young people fail to accept moral and spiritual laws because the laws are not measured by methods they have been accustomed to using. Physical or natural laws are much easier to demonstrate, and can be useful in teaching about spiritual things."],["div",{"id":"p110","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p110"},"Let me illustrate. At sea level, water freezes at 32 degrees Fahrenheit and changes from a liquid to a solid. At 212 degrees Fahrenheit, it turns into a gas. Your students know that, and there isn’t anything they can do about it—they cannot change it. It can be described accurately or inaccurately, in complicated measurements in Fahrenheit or centigrade or anything else, and nothing that is said about it is going to change it because it operates according to law. It will freeze or evaporate according to the law."],["div",{"id":"p111","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p111"},"It should not be difficult to understand that there are basic spiritual laws that have always existed, that never change, that beget consequences; and we can’t change them. The wonder is that we can depend on these spiritual laws. “Wickedness never was happiness” (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/41.10"},"Alma 41:10"],"), and anybody that has tried to find out, has found out. It is a law."],["div",{"id":"p112","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p112"},"If your students do not accept spiritual laws to be as fixed as the laws that govern nature, I don’t know of any way to explain to them what the word",["span.emphasis","atonement"],"means in the scriptures. The law of justice required that the broken law be satisfied. The Atonement was a vicarious act of the Messiah. Through obedience to the laws and ordinances of the gospel, through the Atonement, all mankind",["span.emphasis","will"],"be redeemed from mortal death by resurrection, and all mankind",["span.emphasis","may"],"be redeemed from spiritual death, if they repent."],["div",{"id":"p113","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p113"},"The events from the Creation to the final winding-up scene are all governed by law. Our destiny is not based on",["span.emphasis","chance."],"It is based on",["span.emphasis","choice!"],"It was planned that way before the world was. It all works according to the plan, the great plan of happiness."],["div",{"id":"p114","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p114"},"Man is a dual being, “For man is spirit. The elements are eternal, and spirit and element, inseparably connected, receive a fulness of joy” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.33"},"D&C 93:33"],")."],["div",{"id":"p115","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p115"},"Finally, teach your students to see with the eyes they possessed before they had a mortal body; teach them to hear with ears they possessed before they were born; teach them to push back the curtains of mortality and see into the eternities."],["div",{"id":"p116","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p116"},"We become accustomed to thinking in terms of beginnings and endings. We see birth as our beginning and death as the end. We measure everything in-between in segments of time: minutes, hours, years, each with a beginning—each with an end. That is the way of mortal life."],["div",{"id":"p117","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p117"},"Youth must be taught to expand their minds and to think in spiritual terms. They must know that there was no beginning and there will be no end. Then they will begin to understand the plan of redemption."],["div",{"id":"p118","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p118"},"In truth:"],[".poetry",{"id":"f7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.f7"},[".stanza",[".line",["span.emphasis","There is no end to matter;"]],[".line",["span.emphasis","There is no end to space;"]],[".line",["span.emphasis","There is no end to spirit,"]],[".line",["span.emphasis","There is no end to race."]],[".line",["span.emphasis","There is no end to virtue;"]],[".line",["span.emphasis","There is no end to might;"]],[".line",["span.emphasis","There is no end to wisdom;"]],[".line",["span.emphasis","There is no end to light."]],[".line",["span.emphasis","There is no end to union;"]],[".line",["span.emphasis","There is no end to youth;"]],[".line",["span.emphasis","There is no end to priesthood;"]],[".line",["span.emphasis","There is no end to truth."]]],[".citationInfo",["div",{"id":"p131","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p131"},"(“If You Could Hie to Kolob,”",["span.emphasis","Hymns,"],"no. 284)."]]],["div",{"id":"p132","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p132"},"Teach your students to accept truth, even though they don’t quite understand it at first. Some things had no beginning and will never end. I had the thought that I would prepare something of an outline of the plan “from beginning to end,” and then I caught myself—remembering there was no beginning and that there will be no end."],["div",{"id":"p133","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p133"},"Expand your minds and see into the eternities. It helps to go out on a clear night and look into the heavens. There, even with mortal eyes, one can see the endless expanse of creation. And with spiritual “eyes”—the eyes of our understanding; and there are so many references to that in the scriptures, for instance, Doctrine and Covenants section 110, “the eyes of our understanding were opened. We saw the Lord standing upon the breastwork of the pulpit” (vv. 1–2)."],["div",{"id":"p134","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p134"},"If we understand that the seeing with those spiritual eyes conforms more closely to the word",["span.emphasis","feel"],"—that is the way we see spiritually—then we will begin to get a feeling that there is something more."],["div",{"id":"p135","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p135"},"Open their “eyes of understanding” and help them get a feeling for the immense endless creation. Convince them that it works with such precision and order that man could not have created it. He can hardly measure it with the most precise instruments that he can invent."],["div",{"id":"p136","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p136"},"Teach them there is another sphere that man belongs to, even while in the temporal world.",["span.emphasis","Temporal"],"means temporary. That fits the world; that fits the human body. The words",["span.emphasis","endless, forever and ever, without end"],"describe our spiritual destiny. When you get a body that has been renewed and a spirit that was eternal in the first place, then comes the fulness of joy."],["div",{"id":"p137","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p137"},"Show them that things known through the mortal senses are limited, but spiritual things are not. They will begin to learn that which cannot be taught through the mortal senses."],["div",{"id":"p138","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p138"},"Teach them that we are spirit children of God, housed in a mortal body, that the plan works according to eternal law, and that there was no beginning and will be no end. Then they will understand the plan of redemption spoken of in the scriptures."],["div",{"id":"p139","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p139"},"Tell them truths they may not understand, but which, if accepted as true on faith, will open the eyes of their understanding to glorious spiritual things."],["div",{"id":"p140","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p140"},"Teach them the correct order of things in learning of the spirit. They must learn to accept as truth first, on faith, without understanding, and then they will come to know. The spiritual truths will be confirmed to them."],["div",{"id":"p141","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p141"},"The plan of happiness, the plan of redemption, is true. They can take that on trust. Do not be afraid to press those truths upon them. You will not mislead them, and they will not be misled if you teach them to have faith in that plan."],["div",{"id":"p142","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p142"},"Teach them to be like those of ancient times “whose faith was so exceedingly strong, even before Christ came, who could not be kept from within the veil, but truly saw with their eyes the things which they had beheld with an eye of faith, and they were glad” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.19"},"Ether 12:19"],")."],["div",{"id":"p143","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p143"},"Teach them that if they “search diligently, pray always, and be believing, … all things shall work together for [their] good” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.24"},"D&C 90:24"],")."],["div",{"id":"p144","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p144"},"If they understand that there was no beginning and that there will be no end and that just as all nature is governed by law, all spiritual things are governed by laws which are spiritual, they are ready to understand the plan, the great plan of the eternal God."],["div",{"id":"p145","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p145"},"He commanded us that we are to bring up our children in light and truth and that we should teach one another the doctrine of the kingdom. And so to you:"],["div",{"id":"p146","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p146"},"“Teach ye diligently and [his] grace shall attend you, that you may be instructed more perfectly in theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the kingdom of God, that are expedient for you to understand;"],["div",{"id":"p147","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p147"},"“Of things both in heaven and in the earth, and under the earth; things which have been, things which are, things which must shortly come to pass; things which are at home, things which are abroad; the wars and the perplexities of the nations, and the judgments which are on the land; and a knowledge also of countries and of kingdoms—"],["div",{"id":"p148","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p148"},"“That [you and they] may be prepared in all things when [he] shall send you again to magnify the calling whereunto [he has] called you, and the mission with which [he has] commissioned you” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.78-80"},"D&C 88:78–80"],")."],["div",{"id":"p149","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p149"},"God bless you, my fellow teachers. I invoke his blessings upon you that through you the countless thousands of youngsters who come under your tutelage may come to know and comprehend the great plan of the eternal God—the plan of happiness. Then they may find themselves. I pray that you might be an instrument in their lives as that halting emigrant was in the life of that great teacher of whom we spoke, Brother William E. Berrett."],["div",{"id":"p150","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p150"},"I pray that he will bless you in your homes and in your families, that as you are serving the youth, saving his children, he in turn will save yours, that you will be watched over in your material affairs, that you may have the wherewithal to sustain your families with the necessities and conveniences and perhaps even luxuries as you move through life, that those things that make life worthwhile, things that are lovely and praiseworthy and of good report, will be given to you."],["div",{"id":"p151","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p151"},"May he bless you that you will have the witness that Jesus is the Christ, the Son of God, the Only Begotten of the Father, that this is his church, that he is our Redeemer, that the plan in which all of us are now participants will unfold as the scriptures have revealed it to us, and you can, figuratively speaking and in a literal way, take the hands of these thousands of young people and lead them forward, that they might in due time return to his presence."],["div",{"id":"p152","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-great-plan-of-happiness.p152"},"I bear witness that he lives. I know that he lives. I have that witness. It is he who presides over this church. He directs his work. He is no stranger to his servants here upon the earth. I thank you for the service you have rendered. I bear that witness to you and invoke that blessing upon you in the name of Jesus Christ, amen."]]],"refs":null}
