{"id":13,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":13,"title":"The Spirit Must Be Our Constant Companion","subtitle":"","short_title":"The Spirit Must Be Our Constant Companion","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.head1"},["h1","The Spirit Must Be Our Constant Companion"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p2"},"Elder Henry B. Eyring"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p4"},"Remarks at An Evening with President Gordon B. Hinckley, 7 February 2003"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p5"},"Brothers and sisters, I appreciate and admire your great service. Many of you are making extraordinary sacrifices. You are doing a wonderful work in the lives of our young people, and yet we must do more."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.f1"},[".caption",["b","ELDER HENRY B. EYRING",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Remarks at An Evening with President Gordon B. Hinckley, 7 February 2003"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p6"},"Too many of our students become spiritual casualties. Many go into the mission field and to the temple worthily. Yet your heart and mine aches when we think of a name and see a face of someone we taught and loved and then learned failed in the mission field or in a temple marriage."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p7"},"One such tragedy is one too many. And yet the troubles and the temptations our students faced just five years ago pale in comparison with what we see now, and even more difficult times are ahead. I have felt as many of you have felt that what we have done and are doing will not be enough. We need greater power to get the gospel down into the hearts and lives of our students."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p8"},"God is always ready with the help we need. He may use many means to give us the multiplication of power to teach that we must have. I do not know yet all of what He will have us do. One thing He",["span.emphasis","will"],"require of us will not be new—it will be to do better what He has always required."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p9"},"The best summary of what we must do is described in a familiar scripture repeated often. It’s in section 42 of the Doctrine and Covenants: “And the Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit ye shall not teach” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],")."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p10"},"You can see why knowing how to get the Spirit matters so much for us. What will keep our students pure and at peace in the world they face is more than knowing the gospel and the word of God. It is more than knowing the wonderful organization, the inspiring history, and the great leaders of the Church. They must choose obedience to the Lord’s commandments in the face of greater temptations and trials. They must do it out of faith in Jesus Christ. And that faith can only come through the witness of the Spirit."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p11"},"You must have the Spirit as your constant companion to teach with power, and your students will not survive spiritually without the Spirit as their companion. We and they will qualify for the power we require in the same way. It takes prayer offered in faith and it takes obedience to the commandments of God. For some of us it may take more prayer, but for all of us it will take more faith. We need to have unshaken confidence that the Spirit will come to attend us. So do our students. We need to pray with confidence that the Spirit will guide us in our teaching and in our lives. Part of that faith is our determination, as we plead for the Spirit, that we will obey its directions."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p12"},"Once the Lord knows our faith is sufficient that He can be certain we will obey, He will send the Spirit to teach us more clearly and more frequently. The prayer of faith always includes a commitment to obey. Our obedience, in time, will bring, through the Atonement of Jesus Christ, the change in our natures that we need to find peace in this life and eternal life in the world to come. He wants that for us and for our students."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p13"},"So, you can be sure that an increased influence of the Spirit will come. You can expect it in the days and months ahead. Your prayers will rise a little higher, your determination to obey will increase, and you will find that the Spirit is teaching you the peaceable things in less peaceful times. And you will see evidence that the Atonement is changing the hearts of those you teach. Their greater strength and happiness will bring you joy."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-spirit-must-be-our-constant-companion.p14"},"I know that God the Father lives. His Beloved Son is our Savior. Joseph Smith was a prophet, and President Gordon B. Hinckley is the living prophet of God. We are so grateful that he is with us today. The Spirit will attend you as you listen to him now with a prayer of faith in your hearts. In the name of Jesus Christ, amen."]]],"refs":null}
