{"id":3,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":3,"title":"The Charted Course of the Church in Education","subtitle":"","short_title":"The Charted Course of the Church in Education","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.head1"},["h1","The Charted Course of the Church in Education"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p2"},"President J. Reuben Clark Jr."],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p3"},"First Counselor in the First Presidency"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p4"},"Revised edition (1994). Address to religious educators, 8 August 1938, Brigham Young University"]]],[".bodyBlock",[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.f1"},[".caption",["b","PRESIDENT J. REUBEN CLARK JR.",["br"],"FIRST COUNSELOR IN THE FIRST PRESIDENCY"],["br"],["span.emphasis","Revised edition (1994). Address to religious educators, 8 August 1938, Brigham Young University"]]],["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p5"},"“Dear Colleagues: …"],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p6"},"“President Clark’s summation of the responsibilities teachers have to the Church and its mission and to students’ spiritual needs are relevant, comprehensive, and inspirational."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p7"},["span.emphasis","“Its significance pertains to the whole Church, and may well serve as an authoritative guide in all our teaching and all our meetings—auxiliary and otherwise, where there is any possibility of Church facilities and Church time being used to expose Church people to contrary influences” (introduction to “The Charted Course of the Church in Education,”"],"Improvement Era,",["span.emphasis","Sept. 1938, p. 520). …"]],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p8"},"As a school boy I was thrilled with the great debate between those two giants, Webster and Hayne. The beauty of their oratory, the sublimity of Webster’s lofty expression of patriotism, the forecast of the civil struggle to come for the mastery of freedom over slavery, all stirred me to the very depths. The debate began over the Foot Resolution concerning the public lands. It developed into consideration of great fundamental problems of constitutional law. I have never forgotten the opening paragraph of Webster’s reply, by which he brought back to its place of beginning this debate that had drifted so far from its course. That paragraph reads:"],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p9"},"“Mr. President: When the mariner has been tossed for many days in thick weather, and on an unknown sea, he naturally avails himself of the first pause in the storm, the earliest glance of the sun, to take his latitude, and ascertain how far the elements have driven him from his true course. Let us imitate this prudence, and, before we float farther on the waves of this debate, refer to the point from which we departed, that we may at least be able to conjecture where we now are. I ask for the reading of the resolution.”"],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p10"},"Now I hasten to express the hope that you will not think that I think this is a Webster-Hayne occasion or that I think I am a Daniel Webster. If you were to think those things—either of them—you would make a grievous mistake. I admit I am old, but I am not that old. But Webster seemed to invoke so sensible a procedure for occasions where, after wandering on the high seas or in the wilderness, effort is to be made to get back to the place of starting, that I thought you would excuse me if I invoked and in a way used this same procedure to restate some of the more outstanding and essential fundamentals underlying our Church school education."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p11"},"The following are to me those fundamentals:"],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p12"},"The Church is the organized priesthood of God. The priesthood can exist without the Church, but the Church cannot exist without the priesthood. The mission of the Church is first, to teach, encourage, assist, and protect the individual member in his striving to live the perfect life, temporally and spiritually, as laid down in the Gospels, “Be ye therefore perfect, even as your Father which is in heaven is perfect,” by the Master (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],"). Secondly, the Church is to maintain, teach, encourage, and protect, temporally and spiritually, the membership as a group in its living of the gospel. Thirdly, the Church is militantly to proclaim the truth, calling upon all men to repent, and to live in obedience to the gospel, for every knee must bow and every tongue confess (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.31"},"Mosiah 27:31"],")."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p13"},"In all this there are for the Church, and for each and all of its members, two prime things which may not be overlooked, forgotten, shaded, or discarded:"],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p14"},"First—that Jesus Christ is the Son of God, the Only Begotten of the Father in the flesh, the Creator of the world, the Lamb of God, the Sacrifice for the sins of the world, the Atoner for Adam’s transgression; that He was crucified; that His spirit left His body; that He died; that He was laid away in the tomb; that on the third day His spirit was reunited with His body, which again became a living being; that He was raised from the tomb a resurrected being, a perfect Being, the First Fruits of the Resurrection; that He later ascended to the Father; and that because of His death and by and through His resurrection every man born into the world since the beginning will be likewise literally resurrected. This doctrine is as old as the world. Job declared:"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p15"},"“And though after my skin worms destroy this body, yet in my flesh shall I see God:"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p16"},"“Whom I shall see for myself, and mine eyes shall behold, and not another” (",["a.scriptureRef",{"href":"/scriptures/ot/job/19.26-27"},"Job 19:26–27"],")."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p17"},"The resurrected body is a body of flesh and bones and spirit, and Job was uttering a great and everlasting truth. These positive facts, and all other facts necessarily implied therein, must all be honestly believed, in full faith, by every member of the Church."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p18"},"The second of the two things to which we must all give full faith is that the Father and the Son actually and in truth and very deed appeared to the Prophet Joseph in a vision in the woods; that other heavenly visions followed to Joseph and to others; that the gospel and the Holy Priesthood after the Order of the Son of God were in truth and fact restored to the earth from which they were lost by the apostasy of the primitive Church; that the Lord again set up His Church, through the agency of Joseph Smith; that the Book of Mormon is just what it professes to be; that to the Prophet came numerous revelations for the guidance, upbuilding, organization, and encouragement of the Church and its members; that the Prophet’s successors, likewise called of God, have received revelations as the needs of the Church have required, and that they will continue to receive revelations as the Church and its members, living the truth they already have, shall stand in need of more; that this is in truth The Church of Jesus Christ of Latter-day Saints; and that its foundation beliefs are the laws and principles laid down in the Articles of Faith. These facts also, and each of them, together with all things necessarily implied therein or flowing therefrom, must stand, unchanged, unmodified, without dilution, excuse, apology, or avoidance; they may not be explained away or submerged. Without these two great beliefs the Church would cease to be the Church."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p19"},"Any individual who does not accept the fulness of these doctrines as to Jesus of Nazareth or as to the restoration of the gospel and holy priesthood is not a Latter-day Saint; the hundreds of thousands of faithful, God-fearing men and women who compose the great body of the Church membership do believe these things fully and completely, and they support the Church and its institutions because of this belief."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p20"},"I have set out these matters because they are the latitude and longitude of the actual location and position of the Church, both in this world and in eternity. Knowing our true position, we can change our bearings if they need changing; we can lay down anew our true course. And here we may wisely recall that Paul said:"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p21"},"“But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed” (",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.8"},"Galatians 1:8"],")."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p22"},"Returning to the Webster-Hayne precedent, I have now finished reading the original resolution."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p23"},"As I have already said, I am to say something about the religious education of the youth of the Church. I shall bring together what I have to say under two general headings—the student and the teacher. I shall speak very frankly, for we have passed the place where we may wisely talk in ambiguous words and veiled phrases. We must say plainly what we mean, because the future of our youth, both here on earth and in the hereafter, as also the welfare of the whole Church, are at stake."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p24"},"The youth of the Church, your students, are in great majority sound in thought and in spirit. The problem primarily is to keep them sound, not to convert them."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p25"},"The youth of the Church are hungry for things of the Spirit; they are eager to learn the gospel, and they want it straight, undiluted. They want to know about the fundamentals I have just set out—about our beliefs; they want to gain testimonies of their truth. They are not now doubters but inquirers, seekers after truth. Doubt must not be planted in their hearts. Great is the burden and the condemnation of any teacher who sows doubt in a trusting soul."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p26"},"These students crave the faith their fathers and mothers have; they want it in its simplicity and purity. There are few indeed who have not seen the manifestations of its divine power. They wish to be not only the beneficiaries of this faith, but they want to be themselves able to call it forth to work."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p27"},"They want to believe in the ordinances of the gospel; they wish to understand them so far as they may."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p28"},"They are prepared to understand the truth, which is as old as the gospel and which was expressed thus by Paul (a master of logic and metaphysics unapproached by the modern critics who decry all religion):"],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p29"},"“For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p30"},"“Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.11-12"},"1 Corinthians 2:11–12"],")."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p31"},"“For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.5"},"Romans 8:5"],")."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p32"},"“This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p33"},"“For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p34"},"“But if ye be led of the Spirit, ye are not under the law” (",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.16-18"},"Galatians 5:16–18"],")."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p35"},"Our youth understand, too, the principle declared in modern revelation:"],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p36"},"“Ye cannot behold with your natural eyes, for the present time, the design of your God concerning those things which shall come hereafter, and the glory which shall follow after much tribulation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.3"},"D&C 58:3"],")."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p37"},"“By the power of the Spirit our eyes were opened and our understandings were enlightened, so as to see and understand the things of God. …"],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p38"},"“And while we meditated upon these things, the Lord touched the eyes of our understandings and they were opened, and the glory of the Lord shone round about."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p39"},"“And we beheld the glory of the Son, on the right hand of the Father, and received of his fulness;"],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p40"},"“And saw the holy angels, and them who are sanctified before his throne, worshiping God, and the Lamb, who worship him forever and ever."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p41"},"“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!"],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p42"},"“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—"],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p43"},"“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God. …"],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p44"},"“And while we were yet in the Spirit, the Lord commanded us that we should write the vision” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.12,19-24,28"},"D&C 76:12, 19–24, 28"],")."],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p45"},"These students are prepared, too, to understand what Moses meant when he declared:"],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p46"},"“But now mine own eyes have beheld God; but not my natural, but my spiritual eyes, for my natural eyes could not have beheld; for I should have withered and died in his presence; but his glory was upon me; and I beheld his face, for I was transfigured before him” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.11"},"Moses 1:11"],")."],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p47"},"These students are prepared to believe and understand that all these things are matters of faith, not to be explained or understood by any process of human reason, and probably not by any experiment of known physical science."],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p48"},"These students (to put the matter shortly) are prepared to understand and to believe that there is a natural world and there is a spiritual world; that the things of the natural world will not explain the things of the spiritual world; that the things of the spiritual world cannot be understood or comprehended by the things of the natural world; that you cannot rationalize the things of the Spirit, because first, the things of the Spirit are not sufficiently known and comprehended, and secondly, because finite mind and reason cannot comprehend nor explain infinite wisdom and ultimate truth."],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p49"},"These students already know that they must be “honest, true, chaste, benevolent, virtuous, and [do] good to all men” and that “if there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things” (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],")—these things they have been taught from very birth. They should be encouraged in all proper ways to do these things which they know to be true, but they do not need to have a year’s course of instruction to make them believe and know them."],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p50"},"These students fully sense the hollowness of teachings that would make the gospel plan a mere system of ethics. They know that Christ’s teachings are in the highest degree ethical, but they also know they are more than this. They will see that ethics relate primarily to the doings of this life, and that to make of the gospel a mere system of ethics is to confess a lack of faith, if not a disbelief, in the hereafter. They know that the gospel teachings not only touch this life, but the life that is to come, with its salvation and exaltation as the final goal."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p51"},"These students hunger and thirst, as did their fathers before them, for a testimony of the things of the Spirit and of the hereafter, and knowing that you cannot rationalize eternity, they seek faith and the knowledge which follows faith. They sense, by the Spirit they have, that the testimony they seek is engendered and nurtured by the testimony of others, and that to gain this testimony which they seek for, one living, burning, honest testimony of a righteous God-fearing man that Jesus is the Christ and that Joseph was God’s prophet, is worth a thousand books and lectures aimed at debasing the gospel to a system of ethics or seeking to rationalize infinity."],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p52"},"Two thousand years ago the Master said:"],["div",{"id":"p53","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p53"},"“Or what man is there of you, whom if his son ask bread, will he give him a stone?"],["div",{"id":"p54","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p54"},"“Or if he ask a fish, will he give him a serpent?” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.9-10"},"Matthew 7:9–10"],")."],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p55"},"These students, born under the covenant, can understand that age and maturity and intellectual training are not in any way or to any degree necessary to communion with the Lord and His Spirit. They know the story of the youth Samuel in the temple, of Jesus at twelve years confounding the doctors in the temple, of Joseph at fourteen seeing God the Father and the Son in one of the most glorious visions ever beheld by man. They are not as were the Corinthians, of whom Paul said:"],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p56"},"“I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.2"},"1 Corinthians 3:2"],")."],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p57"},"They are rather as was Paul himself when he declared to the same Corinthians:"],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p58"},"“When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/13.11"},"1 Corinthians 13:11"],")."],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p59"},"These students as they come to you are spiritually working on toward a maturity which they will early reach if you but feed them the right food. They come to you possessing spiritual knowledge and experience the world does not know."],["div",{"id":"p60","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p60"},"So much for your students and what they are and what they expect and what they are capable of. I am telling you the things that some of you teachers have told me, and that many of your youth have told me."],["div",{"id":"p61","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p61"},"May I now say a few words to you teachers? In the first place, there is neither reason nor is there excuse for our Church religious teaching and training facilities and institutions unless the youth are to be taught and trained in the principles of the gospel, embracing therein the two great elements that Jesus is the Christ and that Joseph was God’s prophet. The teaching of a system of ethics to the students is not a sufficient reason for running our seminaries and institutes. The great public school system teaches ethics. The students of seminaries and institutes should of course be taught the ordinary canons of good and righteous living, for these are part, and an essential part, of the gospel. But there are the great principles involved in eternal life, the priesthood, the Resurrection, and many like other things, that go way beyond these canons of good living. These great fundamental principles also must be taught to the youth; they are the things the youth wish first to know about."],["div",{"id":"p62","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p62"},"The first requisite of a teacher for teaching these principles is a personal testimony of their truth. No amount of learning, no amount of study, and no number of scholastic degrees can take the place of this testimony, which is the",["span.emphasis","sine qua non"],"of the teacher in our Church school system. No teacher who does not have a real testimony of the truth of the gospel as revealed to and believed by the Latter-day Saints, and a testimony of the Sonship and Messiahship of Jesus, and of the divine mission of Joseph Smith—including, in all its reality, the First Vision—has any place in the Church school system. If there be any such, and I hope and pray there are none, he should at once resign; if the Commissioner knows of any such and he does not resign, the Commissioner should request his resignation. The First Presidency expect this pruning to be made."],["div",{"id":"p63","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p63"},"This does not mean that we would cast out such teachers from the Church—not at all. We shall take up with them a labor of love, in all patience and long-suffering, to win them to the knowledge to which as God-fearing men and women they are entitled. But this does mean that our Church schools cannot be manned by unconverted, untestimonied teachers."],["div",{"id":"p64","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p64"},"But for you teachers the mere possession of a testimony is not enough. You must have, besides this, one of the rarest and most precious of all the many elements of human character—moral courage. For in the absence of moral courage to declare your testimony, it will reach the students only after such dilution as will make it difficult if not impossible for them to detect it; and the spiritual and psychological effect of a weak and vacillating testimony may well be actually harmful instead of helpful."],["div",{"id":"p65","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p65"},"The successful seminary or institute teacher must also possess another of the rare and valuable elements of character, a twin brother of moral courage and often mistaken for it. I mean intellectual courage—the courage to affirm principles, beliefs, and faith that may not always be considered as harmonizing with such knowledge, scientific or otherwise, as the teacher or his educational colleagues may believe they possess."],["div",{"id":"p66","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p66"},"Not unknown are cases where men of presumed faith, holding responsible positions, have felt that, since by affirming their full faith they might call down upon themselves the ridicule of their unbelieving colleagues, they must either modify or explain away their faith, or destructively dilute it, or even pretend to cast it away. Such are hypocrites to their colleagues and to their co-religionists."],["div",{"id":"p67","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p67"},"An object of pity (not of scorn, as some would have it) is that man or woman who, having the truth and knowing it, finds it necessary either to repudiate the truth or to compromise with error in order that he may live with or among unbelievers without subjecting himself to their disfavor or derision as he supposes. Tragic indeed is his place, for the real fact is that all such discardings and shadings in the end bring the very punishments that the weak-willed one sought to avoid. For there is nothing the world so values and reveres as the man who, having righteous convictions, stands for them in any and all circumstances; there is nothing toward which the world turns more contempt than the man who, having righteous convictions, either slips away from them, abandons them, or repudiates them. For any Latter-day Saint psychologist, chemist, physicist, geologist, archeologist, or any other scientist, to explain away, or misinterpret, or evade or elude, or most of all, to repudiate or to deny the great fundamental doctrines of the Church in which he professes to believe, is to give the lie to his intellect, to lose his self-respect, to bring sorrow to his friends, to break the hearts and bring shame to his parents, to besmirch the Church and its members, and to forfeit the respect and honor of those whom he has sought, by his course, to win as friends and helpers."],["div",{"id":"p68","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p68"},"I prayerfully hope there may not be any such among the teachers of the Church school system, but if there are any such, high or low, they must travel the same route as the teacher without the testimony. Sham and pretext and evasion and hypocrisy have, and can have, no place in the Church school system or in the character building and spiritual growth of our youth."],["div",{"id":"p69","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p69"},"Another thing that must be watched in our Church institutions is this: It must not be possible for men to keep positions of spiritual trust who, not being converted themselves, being really unbelievers, seek to turn aside the beliefs, education, and activities of our youth, and our aged also, from the ways they should follow into other paths of education, beliefs, and activities which (though leading where the unbeliever would go) do not bring us to places where the gospel would take us. That this works as a conscience-balm to the unbeliever who directs it is of no importance. This is the grossest betrayal of trust; and there is too much reason to think it has happened."],["div",{"id":"p70","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p70"},"I wish to mention another thing that has happened in other lines, as a caution against the same thing happening in the Church Educational System. On more than one occasion our Church members have gone to other places for special training in particular lines. They have had the training which was supposedly the last word, the most modern view, the",["span.emphasis","ne plus ultra"],"of up-to-dateness; then they have brought it back and dosed it upon us without any thought as to whether we needed it or not. I refrain from mentioning well-known and, I believe, well-recognized instances of this sort of thing. I do not wish to wound any feelings."],["div",{"id":"p71","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p71"},"But before trying on the newest fangled ideas in any line of thought, education, activity, or what not, experts should just stop and consider that however backward they think we are, and however backward we may actually be in some things, in other things we are far out in the lead, and therefore these new methods may be old, if not worn out, with us."],["div",{"id":"p72","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p72"},"In whatever relates to community life and activity in general, to clean group social amusement and entertainment, to closely knit and carefully directed religious worship and activity, to a positive, clear-cut, faith-promoting spirituality, to a real, everyday, practical religion, to a firm-fixed desire and acutely sensed need for faith in God, we are far in the van of on-marching humanity. Before effort is made to inoculate us with new ideas, experts should kindly consider whether the methods used to spur community spirit or build religious activities among groups that are decadent and maybe dead to these things are quite applicable to us, and whether their effort to impose these upon us is not a rather crude, even gross anachronism."],["div",{"id":"p73","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p73"},"For example, to apply to our spiritually minded and religiously alert youth a plan evolved to teach religion to youth having no interest or concern in matters of the Spirit would not only fail in meeting our actual religious needs, but would tend to destroy the best qualities which our youth now possess."],["div",{"id":"p74","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p74"},"I have already indicated that our youth are not children spiritually; they are well on toward the normal spiritual maturity of the world. To treat them as children spiritually, as the world might treat the same age group, is therefore and likewise an anachronism. I say once more, there is scarcely a youth that comes through your seminary or institute door who has not been the conscious beneficiary of spiritual blessings, or who has not seen the efficacy of prayer, or who has not witnessed the power of faith to heal the sick, or who has not beheld spiritual outpourings of which the world at large is today ignorant. You do not have to sneak up behind this spiritually experienced youth and whisper religion in his ears; you can come right out, face to face, and talk with him. You do not need to disguise religious truths with a cloak of worldly things; you can bring these truths to him openly, in their natural guise. Youth may prove to be not more fearful of them than you are. There is no need for gradual approaches, for “bedtime” stories, for coddling, for patronizing, or for any of the other childish devices used in efforts to reach those spiritually inexperienced and all but spiritually dead."],["div",{"id":"p75","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p75"},"You teachers have a great mission. As teachers you stand upon the highest peak in education, for what teaching can compare in priceless value and in far-reaching effect with that which deals with man as he was in the eternity of yesterday, as he is in the mortality of today, and as he will be in the forever of tomorrow. Not only time but eternity is your field. Salvation of yourself not only, but of those who come within the purlieus of your temple is the blessing you seek, and which, doing your duty, you will gain. How brilliant will be your crown of glory, with each soul saved an encrusted jewel thereon."],["div",{"id":"p76","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p76"},"But to get this blessing and to be so crowned, you must, I say once more, you must teach the gospel. You have no other function and no other reason for your presence in a Church school system."],["div",{"id":"p77","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p77"},"You do have an interest in matters purely cultural and in matters of purely secular knowledge, but, I repeat again for emphasis, your chief interest, your essential and all but sole duty, is to teach the gospel of the Lord Jesus Christ as that has been revealed in these latter days. You are to teach this gospel, using as your sources and authorities the standard works of the Church and the words of those whom God has called to lead His people in these last days. You are not, whether high or low, to intrude into your work your own peculiar philosophy, no matter what its source or how pleasing or rational it seems to you to be. To do so would be to have as many different churches as we have seminaries—and that is chaos."],["div",{"id":"p78","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p78"},"You are not, whether high or low, to change the doctrines of the Church or to modify them as they are declared by and in the standard works of the Church and by those whose authority it is to declare the mind and will of the Lord to the Church. The Lord has declared that he is “the same yesterday, today, and forever” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.23"},"2 Nephi 27:23"],")."],["div",{"id":"p79","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p79"},"I urge you not to fall into that childish error, so common now, of believing that merely because man has gone so far in harnessing the forces of nature and turning them to his own use that therefore the truths of the Spirit have been changed or transformed. It is a vital and significant fact that man’s conquest of the things of the Spirit has not marched side by side with his conquest of things material. The opposite sometimes seems to be true. Man’s power to reason has not matched his power to figure. Remember always and cherish the great truth of the Intercessory Prayer:"],["div",{"id":"p80","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p80"},"“And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (",["a.scriptureRef",{"href":"/scriptures/nt/john/17.3"},"John 17:3"],")."],["div",{"id":"p81","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p81"},"This is an ultimate truth; so are all spiritual truths. They are not changed by the discovery of a new element, a new ethereal wave, nor by clipping off a few seconds, minutes, or hours of a speed record."],["div",{"id":"p82","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p82"},"You are not to teach the philosophies of the world, ancient or modern, pagan or Christian, for this is the field of the public schools. Your sole field is the gospel, and that is boundless in its own sphere."],["div",{"id":"p83","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p83"},"We pay taxes to support those state institutions whose function and work it is to teach the arts, the sciences, literature, history, the languages, and so on through the whole secular curriculum. These institutions are to do this work. But we use the tithes of the Church to carry on the Church school system, and these are impressed with a holy trust. The Church seminaries and institutes are to teach the gospel."],["div",{"id":"p84","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p84"},"In thus stating this function time and time again, and with such continued insistence as I have done, it is fully appreciated that carrying out the function may involve the matter of “released time” for our seminaries and institutes. But our course is clear. If we cannot teach the gospel, the doctrines of the Church, and the standard works of the Church, all of them, on “released time” in our seminaries and institutes, then we must face giving up “released time” and try to work out some other plan of carrying on the gospel work in those institutions. If to work out some other plan be impossible, we shall face the abandonment of the seminaries and institutes and the return to Church colleges and academies. We are not now sure, in the light of developments, that these should ever have been given up."],["div",{"id":"p85","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p85"},"We are clear upon this point, namely, that we shall not feel justified in appropriating one further tithing dollar to the upkeep of our seminaries and institutes of religion unless they can be used to teach the gospel in the manner prescribed. The tithing represents too much toil, too much self-denial, too much sacrifice, too much faith, to be used for the colorless instruction of the youth of the Church in elementary ethics. This decision and situation must be faced when the next budget is considered. In saying this, I am speaking for the First Presidency."],["div",{"id":"p86","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p86"},"All that has been said regarding the character of religious teaching, and the results which in the very nature of things must follow a failure properly to teach the gospel, applies with full and equal force to seminaries, to institutes, and to any and every other educational institution belonging to the Church school system."],["div",{"id":"p87","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p87"},"The First Presidency earnestly solicit the wholehearted help and cooperation of all you men and women who, from your work on the firing line, know so well the greatness of the problem that faces us and which so vitally and intimately affects the spiritual health and the salvation of our youth, as also the future welfare of the whole Church. We need you; the Church needs you; the Lord needs you. Restrain not yourselves, nor withhold your helping hand."],["div",{"id":"p88","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p88"},"In closing, I wish to pay a humble but sincere tribute to teachers. Having worked my own way through school—high school, college, and professional school—I know something of the hardship and sacrifice this demands; but I know also the growth and satisfaction that come as we reach the end. So I stand here with a knowledge of how many, perhaps most of you, have come to your present place. Furthermore, for a time I tried, without much success, to teach school, so I know also the feelings of those of us teachers who do not make the first grade and must rest in the lower ones."],["div",{"id":"p89","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p89"},"I know the present amount of actual compensation you get and how very sparse it is—far, far too sparse. I wish from the bottom of my heart we could make it greater; but the drain on the Church income is already so great for education that I must in honesty say there is no immediate prospect for betterment. Our budget for this school year is $860,000, or almost 17 percent of the estimated total cost of running the whole Church, including general administration, stakes, wards, branches, and mission expenses, for all purposes, including welfare and charities. Indeed, I wish I felt sure that the prosperity of the people would be so ample that they could and would certainly pay tithes enough to keep us going as we are."],["div",{"id":"p90","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p90"},"So I pay my tribute to your industry, your loyalty, your sacrifice, your willing eagerness for service in the cause of truth, your faith in God and in His work, and your earnest desire to do the things that our ordained leader and prophet would have you do. And I entreat you not to make the mistake of thrusting aside your leader’s counsel, or of failing to carry out his wish, or of refusing to follow his direction. David of old, privily cutting off only the skirt of Saul’s robe, uttered the cry of a smitten heart:"],["div",{"id":"p91","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p91"},"“The Lord forbid that I should do this thing unto my master, the Lord’s anointed, to stretch forth mine hand against him, seeing he is the anointed of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/24.6"},"1 Samuel 24:6"],")."],["div",{"id":"p92","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-charted-course-of-the-church-in-education.p92"},"May God bless you always in all your righteous endeavors. May He quicken your understanding, increase your wisdom, enlighten you by experience, bestow upon you patience, charity, and, as among your most precious gifts, endow you with the discernment of spirits that you may certainly know the spirit of righteousness and its opposite as they come to you. May He give you entrance to the hearts of those you teach and then make you know that as you enter there you stand in holy places that must be neither polluted nor defiled, either by false or corrupting doctrine or by sinful misdeed. May He enrich your knowledge with the skill and power to teach righteousness. May your faith and your testimonies increase, and your ability to encourage and foster them in others grow greater every day—all that the youth of Zion may be taught, built up, encouraged, heartened, that they may not fall by the wayside, but go on to eternal life, that these blessings coming to them, you through them may be blessed also. And I pray all this in the name of Him who died that we might live, the Son of God, the Redeemer of the world, Jesus Christ, amen."]]],"refs":null}
