{"id":46,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":46,"title":"The Dangers of Priestcraft","subtitle":"","short_title":"The Dangers of Priestcraft","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.head1"},["h1","The Dangers of Priestcraft"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p2"},"Paul V. Johnson"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p3"},"CES Administrator—Religious Education and Elementary and Secondary Education"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p4"},"CES Conference on the Doctrine and Covenants and Church History 2002, 12 August 2002"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p5"},"I want to focus today on some safety training."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.f1"},[".caption",["b","PAUL V. JOHNSON",["br"],"CES ADMINISTRATOR— RELIGIOUS EDUCATION AND ELEMENTARY AND SECONDARY EDUCATION"],["br"],["span.emphasis","CES Conference on the Doctrine and Covenants and Church History 2002, 12 August 2002"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p6"},"Before I went into the mission field, I worked in a manufacturing plant welding farm equipment. They taught us safety in the plant and around the machinery. There were certain safety standards and practices that were observed, which even included what type of footwear we had to use."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p7"},"I have been in a few mines as a visitor. It is interesting that even visitors receive safety training and are equipped with safety equipment before entering the mine. Modern mines have devices to monitor air quality so that if there is a problem, the miners have some warning and can quickly leave the mine. Before modern monitoring systems were developed, miners used to take canaries down into the mines with them. Canaries are more susceptible to the poisonous gases and would be asphyxiated before the miners were affected. If the canary died, the miners knew to get out of there. It was a type of early warning system."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p8"},"The goal for safety training in manufacturing and mining and other industries is to eliminate dangerous situations, cut down on accidents, and save lives. I have never really thought of Church education as being a dangerous profession, at least in regard to physical accidents. We do, however, have spiritual dangers."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p9"},"When Jeffrey R. Holland was the Commissioner of Education, he gave us a message in which he referred to the care employers in industries take for the safety of their employees:"],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p10"},"“Our own occupation has unique hazards, if I may call them that; and our employers have some of that same loving concern. I hope that these rather constant reminders that we put before you are not seen as any lack of faith or trust. They are clearly not that. They are, like the signs on the shack where the blasting powder is kept, a reminder. They are always there—for our good—and I suppose they must always be there” (“Pitfalls and Powder Sheds,”",["span.emphasis","The Growing Edge,"],"Nov. 1978, 1)."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p11"},"There are several occupational hazards we face. Some are not specific to our occupation but can affect our employment. For example, failing to keep current on financial obligations can lead to loss of employment in CES."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p12"},"There are many divorces and marital problems in the world today. In most occupations an employee’s marriage and home life wouldn’t make any difference in whether the employee could keep a job. But because of the importance the Board of Education places on having good role models in the classroom, it does make a difference in CES."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p13"},"Another hazard could be failing to maintain proper relationships with students. Every year we lose people because they are not careful and haven’t followed counsel. This has been talked about many times, so I won’t spend any time on it today. Just once more, please be careful in your conduct with your students."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p14"},"Another challenge we have is to maintain doctrinal purity. Commenting on this hazard, Jeffrey R. Holland said:"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p15"},"“Brethren and sisters, please be cautious and restrained and totally orthodox in all matters of Church doctrine. This is, as you might suppose, of great concern to the Brethren, our employers in this great work. And while they love us and help and trust us individually and collectively—and they do—they cannot fail to respond to some anxiety expressed by a member of the Church who feels that some inappropriate doctrinal or historical position has been taken in the classroom. It is in light of this rather constant danger always before us … that I give you these cautions and reminders. …"],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p16"},"“With this appropriate restraint, what we then teach must be in harmony with the prophets and the holy scriptures. We are not called upon to teach exotic, titillating, or self-serving doctrines. Surely we have our educational hands full effectively communicating the most basic and fundamental principles of salvation. … Continue to study for the rest of your life, but use caution and limit your classroom instruction to what the Brethren prescribe. Listen carefully and see what they choose to teach at general conference—and they",["span.emphasis","are"],"ordained” (“Pitfalls,” 1)."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p17"},"There is another concern we are facing. We are now getting Internet access on our computers at our seminaries, institutes of religion, and administrative sites. Brothers and sisters, as we open this door, we need to be very careful. The Church, not just CES, has a zero-tolerance policy on pornography and Internet use with Church equipment. You can lose your job in one day. And we just hate to see that happen and hope that you understand how serious this is. As a matter of fact, the filtering system that is used at the present time can generate reports that include every Internet site visited from every CES computer. We hope that you will be very careful. In the future, if you display a personal addiction or pattern of pornography use, whether it involves CES equipment or not, it will result in the loss of your job. This great plague is rampant in the world, but we can’t have it in our ranks. We must have the Spirit when we teach these precious youth. The prophets have warned us of this evil, and we must be examples of cleanliness in this area."],[".topic",["h2","The Dangers of Priestcraft"],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p19"},"There are a number of other hazards that may be unique to our type of occupation, but I would like to focus on only one of these today. It is the danger of priestcraft. I don’t know how much time we have spent in the past on training in this area—not much under that title. There are particular pitfalls with priestcrafts to which we as paid professionals are most susceptible. If we are aware of the dangers, we can more easily avoid them."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p20"},"What are priestcrafts? Nephi gives us a very succinct and helpful definition:"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p21"},"“He commandeth that there shall be no priestcrafts; for, behold, priestcrafts are that men preach and set themselves up for a light unto the world, that they may get gain and praise of the world; but they seek not the welfare of Zion” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.29"},"2 Nephi 26:29"],")."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p22"},"Nephi explained that they “set themselves up for a light unto the world” in order to “get gain” or to get “praise” and they do not “seek … the welfare of Zion.” There are various manifestations of priestcraft, including setting up churches or even becoming anti-Christs, as we see in the Book of Mormon. But let’s focus on manifestations that we are more likely to see in our profession as CES educators. These are probably a lot more subtle than cases like Nehor or Korihor, but they still fit under the definition of priestcraft as given by Nephi, and they will damage the work. They will damage our students. They will damage us."]],[".topic",["h2","Getting Gain"],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p24"},"From Nephi’s definition we see that setting oneself as a light seems to be central to the problem of priestcraft. The reasons for setting oneself up as a light include getting gain and praise. Let’s look a little bit closer at each of these areas. A few weeks ago, I had a conversation with a man who said he had a brother who taught in CES for a few years and then left the system. He could never reconcile in his mind that he was teaching the gospel for money. This man asked me how I reconcile it in my mind. It is a great question. How do we reconcile that? Most of us have probably contemplated it, probably before we were hired and I suspect many times since then."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p25"},"Elder Spencer W. Kimball, who was then a member of the Quorum of the Twelve Apostles, gave the best explanation I have heard:"],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p26"},"“I want our youth never to be taught by mercenaries. Should any of you be teaching in this program merely as an occupation, almost wholly for the compensation, then I hope you will be assigned to one of the other areas. But if your salary is incidental and your grand and magnificent obsession is our children and their growth and development, then I hope you will be teaching in New York and Michigan and Wisconsin and Utah where my loved children are” (“What I Hope You Will Teach My Grandchildren and All Others of the Youth of Zion,” address to religious educators, Brigham Young University, 11 July 1966, 8)."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p27"},"That is a great key for us. Where is our heart? If it is for the welfare of Zion and its youth, I think we are in good shape."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p28"},"The desire to get gain can be manifest in our regular duties and our salary. It can also be manifest with outside related interests such as publishing or continuing education. I ask a question: Can a person receive a salary in CES and not be involved in priestcraft? Yes, definitely. Can a person publish, get pay for continuing education, or take advantage of other opportunities and not be involved in priestcraft? Yes, they can. It is a matter of the heart. What is the motivation? What President Kimball said is a key in this area. When our hearts are set on money, it clouds our view and leads to bad decisions."]],[".topic",["h2","Praise of the World"],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p30"},"Besides getting gain, Nephi tells us that people set themselves as a light for the praise of the world. Some teachers have a strong desire for praise. In order to obtain that praise, they might begin to set themselves up as a light. When people look to them as a light, they are willing to give the praise they desire. This may increase their desire for more praise, and the cycle continues. It becomes dangerous because it can lead to teachers changing the doctrine or teaching things that shouldn’t be taught or using teaching methods that shouldn’t be used in order to appear as a light."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p31"},"In 1987 Elder Marvin J. Ashton of the Quorum of the Twelve Apostles said:"],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p32"},"“Be careful, be aware, be wise when people speak well of you. When people treat you with great respect and love, be careful, be aware, be wise. When you are honored, pointed out, and recognized, it can be a cross, especially if you believe what is said about you. …"],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p33"},"“Praise of the world can be a heavy cross. How often I have heard it said over the years, ‘He was great until he became successful, and then he couldn’t handle it.’ I’m not talking about money and position. I’m talking about recognition, even in Church responsibilities. …"],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p34"},"“I would pray that we would avoid being carried away by praise, success, or even achieving goals that we have set for ourselves” (“Carry Your Cross,”",["span.emphasis","Brigham Young University 1986–87 Devotional and Fireside Speeches"],"[1987], 141)."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p35"},"We are in an occupation that many times brings praise and adulation. It can come from students, from parents, priesthood leaders, from other teachers, and even from the Brethren. But as Elder Ashton said, we need to be careful, aware, and wise."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p36"},"The First Presidency in a letter to stake presidents and bishops in 1952 referred to the harmful effect notoriety can have on new converts: “Too much attention and commendation frequently have a tendency to dull the edge of the faith and works that carry us to the exaltation we all seek” (30 June 1952, 4)."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p37"},"I think the principle applies to anyone who receives too much attention and commendation. In our endeavor, we can receive a lot of commendation and a lot of praise. If that becomes our goal or if we become intoxicated by it, we begin to set ourselves up as a light."]],[".topic",["h2","The Words of the Brethren"],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p39"},"The Brethren through the years have addressed the danger of setting ourselves up as a light. Let’s review a few of their comments. In 1992 Elder Dallin H. Oaks said:"],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p40"},"“Another illustration of a strength that can become our downfall concerns the charismatic teacher. With a trained mind and a skillful manner of presentation, a teacher can become unusually popular and effective in teaching. But Satan will try to use that strength to corrupt the teacher by encouraging him or her to gather a following of disciples. A Church or Church education teacher or LDS university professor who gathers such a following and does this ‘for the sake of riches and honor’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.16"},"Alma 1:16"],") is guilty of priestcraft."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p41"},"“‘Priestcrafts are that men preach and set themselves up for a light unto the world, that they may get gain and praise of the world; but they seek not the welfare of Zion’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.29"},"2 Nephi 26:29"],")."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p42"},"“Teachers who are most popular—and therefore most effective—have a special susceptibility to this form of priestcraft. If they are not careful, their strength can become their spiritual downfall. They can become like Almon Babbitt, with whom the Lord was not well pleased because, as the revelation states,"],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p43"},"“‘He aspireth to establish his counsel instead of the counsel which I have ordained, even that of the Presidency of my Church; and he setteth up a golden calf for the worship of my people’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.84"},"D&C 124:84"],")” (“Our Strengths Can Become Our Downfall,”",["span.emphasis","Brigham Young University 1991–92 Devotional and Fireside Speeches"],"[1992], 111)."],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p44"},"In 1989 in the Assembly Hall, President Howard W. Hunter, who was then President of the Quorum of the Twelve Apostles, addressed us at our annual Evening with a General Authority. He said:"],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p45"},"“Let me give a word of caution to you. I am sure you recognize the potential danger of being so influential and so persuasive that your students build an allegiance to you rather than to the gospel. Now that is a wonderful problem to have to wrestle with, and we would only hope that all of you are such charismatic teachers. But there is a genuine danger here. That is why you have to invite your students into the scriptures themselves, not just give them your interpretation and presentation of them. That is why you must invite your students to feel the Spirit of the Lord, not just give them your personal reflection of that. That is why, ultimately, you must invite your students directly to Christ, not just to one who teaches his doctrines, however ably. You will not always be available to these students. You cannot hold their hands after they have left high school or college. And you do not need personal disciples. …"],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p46"},"“… Please make sure the loyalty of these students is to the scriptures and the Lord and the doctrines of the restored Church. Point them toward God the Father and his Only Begotten Son, Jesus Christ, and toward the leadership of the true Church. Make certain that when the glamour and charisma of your personality and lectures and classroom environment are gone that they are not left empty-handed to face the world. Give them the gifts that will carry them through when they have to stand alone. When you do this, the entire Church is blessed for generations to come. …"],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p47"},"“Let me offer a word of caution on [the subject of teaching with the Spirit]. I think if we are not careful as professional teachers working in the classroom every day, we may begin to try to counterfeit the true influence of the Spirit of the Lord by unworthy and manipulative means. I get concerned when it appears that strong emotion or free-flowing tears are equated with the presence of the Spirit. Certainly the Spirit of the Lord can bring strong emotional feelings, including tears, but that outward manifestation ought not to be confused with the presence of the Spirit itself” (",["span.emphasis","Eternal Investments,"],"address to religious educators, 10 Feb. 1989, 2–3)."],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p48"},"In our Evening with a General Authority last February, Elder Robert D. Hales spoke to us. You will remember his words:"],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p49"},"“Each of you who teach seminary and institute has the desire of the heart to be an angel. This is good, but it is a great temptation to play the part of the Pied Piper and to figure that you’re going to gather them all around you and love them into a testimony; or to feel that if you can become very popular, you can lead and be the role model and make a difference in the lives of your students. …"],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p50"},"“There is nothing more dangerous than when a student turns his or her love and attention to the teacher the same way a convert sometimes does to a missionary rather than to the Lord. And then if the teacher or missionary leaves or conducts his life contrary to the teachings of the gospel, the student is devastated. His testimony falters. His faith is destroyed. The really great teacher is careful to have the students turn themselves to the Lord."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p51"},"“Once we have touched the lives of the youth, we have to turn them to God the Father and His Son, our Redeemer and Savior Jesus Christ, through prayer, study, and the application in their lives of the gospel principles” (",["span.emphasis","Teaching by Faith,"],"address to religious educators, 1 Feb. 2002, 7)."],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p52"},"In April conference of 1997, Elder Henry B. Eyring said: “One of the ways we may know that the warning is from the Lord is that the law of witnesses, authorized witnesses, has been invoked. When the words of prophets seem repetitive, that should rivet our attention and fill our hearts with gratitude to live in such a blessed time” (in Conference Report, Apr. 1997, 32; or",["span.emphasis","Ensign,"],"May 1997, 25). We have just reviewed one of those repeated warnings from the Brethren given specifically to us."]],[".topic",["h2","Recognizing the Signs"],["div",{"id":"p54","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p54"},"One of the challenges in recognizing and avoiding priestcraft is that it is a matter of the heart. It is like pride. In fact, pride is the root of the problem. If there is an accident in a manufacturing plant, usually there are visible signs, such as blood or hysteria. Most people immediately recognize that there has been an accident. But it is not that way with injuries of the heart. We need to be more sensitive in order to recognize the early signs of spiritual problems."],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p55"},"These signs may be a little like the canaries they used to take into the mines. If you were mining and saw that the canary looked really woozy, I guess you could take two approaches. One would be to leave immediately. The other would be to assume the canary had the flu. That second approach could be fatal to a miner. The same type of approach in our occupation could also be dangerous."],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p56"},"It might be useful to think about the following symptoms and review our own behaviors and what happens in our classrooms. These symptoms wouldn’t be conclusive proof—they are just symptoms. But it could be that the canary really has more than just the flu."],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p57"},"In relation to gathering a following, one of the symptoms is that we base our self-worth on praise from others for our lessons or talks. As I noted before, this is dangerous ground to be on because the accolades become the touchstone and then we can compromise ourselves in what we teach or how we teach it so that we can get more accolades."],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p58"},"Another symptom is that we feel there would be a huge hole in CES if they changed our assignment; we feel a little irreplaceable. Even if this were true, it might be better to allow those who make the changes to worry about that. If you really are irreplaceable, I’ll bet they know about it already."],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p59"},"Sometimes our students may get to the point where they refuse to take seminary or institute unless they can get one particular teacher."],["div",{"id":"p60","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p60"},"Sometimes the numbers in some teachers’ classes are unbalanced with the rest of the faculty. We can even get focused on the competition of having more students than the other teachers in the building."],["div",{"id":"p61","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p61"},"Sometimes a teacher may actually get a following of other teachers in a faculty or in an area. People might even have a stronger allegiance to that teacher than to their appointed leaders."],["div",{"id":"p62","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p62"},"There may be an unusual number of demands to speak or teach different groups."],["div",{"id":"p63","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p63"},"I’m sure there are other symptoms of a teacher gathering a following that you might want to ponder."],["div",{"id":"p64","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p64"},"Let’s consider some symptoms of setting ourselves up as a light in the area of knowledge or scholarship."],["div",{"id":"p65","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p65"},"Perhaps some of us feel we teach a deeper doctrine—more pure and plain than is found in any curriculum or than any of the other teachers teach."],["div",{"id":"p66","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p66"},"Maybe we have special sources that others don’t generally have access to or we have some special study regimen that we feel puts us above the others."],["div",{"id":"p67","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p67"},"What if we feel that CES or the Church are not emphasizing a certain doctrine enough, or even that they misunderstand it. In fact, there have been a few who feel the Brethren don’t understand a particular doctrine clearly. When it gets to that point, the canary has dropped over and is not breathing anymore."],["div",{"id":"p68","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p68"},"Some of us have gospel hobbies that are taught in all of our classes, no matter what course we are teaching."],["div",{"id":"p69","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p69"},"We may feel as if we have to know the answer to every question. We are embarrassed if a student asks us a question and we don’t know the answer."],["div",{"id":"p70","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p70"},"We might look to certain General Authorities or CES teachers as the ones with the pure gospel, and discount or put down other General Authorities or other teachers."],["div",{"id":"p71","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p71"},"We might teach our own philosophies about the doctrines."],["div",{"id":"p72","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p72"},"There might be questions that have arisen from parents or priesthood or CES leaders about some of the things we have been teaching in our classes."],["div",{"id":"p73","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p73"},"We might teach our own opinion strongly and try forcefully to sway the students to side with us."],["div",{"id":"p74","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p74"},"Another symptom, not directly related to the CES classroom, is establishing ourselves as the expert in our own wards and stakes in gospel matters. If there is ever a difficult question in gospel doctrine class, do most of the people look to us for the answer? We may be subtly setting ourselves up as a light."],["div",{"id":"p75","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p75"},"Do we feel frustrated with others because they don’t seem to understand the gospel as well as we do? In the Book of Mormon there was a time when “the people began to be distinguished by ranks, according to their riches and their chances for learning” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/6.12"},"3 Nephi 6:12"],"). We, as religious educators, probably have greater chances for learning the gospel than anyone in the world. Our employment includes studying and teaching the gospel. We need to be careful not to look down on others who don’t have the same opportunity."],["div",{"id":"p76","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p76"},"Sometimes inservice presentations can become an unspoken competition about who has done the most in-depth research and come up with points that no one has heard before."],["div",{"id":"p77","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p77"},"Sometimes we promote an “insight addiction syndrome,” in which the students just have to come to our class because we have the true insights into the gospel. One of the dangers with that, whether they are emotional insights or scholarly insights, is that the insight becomes an end in itself. It doesn’t necessarily translate into living the gospel."],["div",{"id":"p78","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p78"},"We may become a so-called expert in a certain area of the gospel and may chafe at the policy of teaching different courses in institute."],["div",{"id":"p79","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p79"},"We can get so focused on publishing or other scholarship that our own pursuit of knowledge takes priority over the students and over our teaching."],["div",{"id":"p80","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p80"},"Now let’s take a look at a few symptoms where we may be setting ourselves up as a light in an emotional or spiritual sense."],["div",{"id":"p81","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p81"},"We may become dependent on finding strongly emotional stories to use in our classes, or we may use stories that focus unduly on ourselves and on our personal lives."],["div",{"id":"p82","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p82"},"We may stretch stories so that they are not totally true."],["div",{"id":"p83","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p83"},"We may be very free with how often we tell the students the Spirit “told me to do” something. Or as President Hunter mentioned, we may manipulate emotions and label it as the Spirit."],["div",{"id":"p84","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p84"},"We may become too involved with personal counseling with students."]],[".topic",["h2","The Results"],["div",{"id":"p86","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p86"},"So if there are priestcrafts in our system, what are the results? I think the great danger is that we don’t have power in our teaching. Or our teaching may be powerful, but it may not be the power of God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.13-23"},"D&C 50:13–23"],"). Maybe it is emotionally powerful, or scholastically powerful, but it doesn’t help with the lasting changes that need to happen in a student’s life. And as you know, the Brethren have asked us to take a hard look at how we can get the scriptures and gospel knowledge from the head to the heart so that our students will do the right things in their lives."],["div",{"id":"p87","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p87"},"We can also teach a wrong message if we are involved in priestcraft. The students might worship the teachers but not get the true connections with the gospel doctrine. It is like a father who forcefully teaches his children about honesty but cheats on his taxes. The words are there, but the power isn’t there. A student may not realize exactly what is going on, but something doesn’t click. It doesn’t click because the Spirit isn’t there like it could be there."],["div",{"id":"p88","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p88"},"What if teachers can remain free of priestcraft? Well, then we have a powerful situation. They can teach the doctrine and the gospel simply and unadorned, and they can teach with the Spirit. In fact, if we can’t teach with the Spirit, we can’t accomplish what we have been asked to do. The only way to learn spiritual things is by the Spirit. It is the only way our students can have the power to live the gospel in these latter days."],["div",{"id":"p89","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p89"},"If our teachers are free of priestcraft, the students will love them, but they won’t be dependent on them. They will love you, and they will be grateful for what you taught them, but they will be turned to the Lord. They will be turned to their parents and their priesthood leaders. There will be miracles in the lives of the students, and we will be able to witness them. We can do it."],["div",{"id":"p90","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p90"},"Priestcraft is an occupational hazard. It can affect us, but it doesn’t have to if we are careful and humble. We can do the right things. We can have powerful classrooms because we have great people—you. You have great attitudes. You work hard. You have allowed the Lord to be a powerful influence on so many. I am grateful for the teachers I have had in Church education."],["div",{"id":"p91","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p91"},"Recently I was involved in a question and answer session with some employees. One person made a comment to the effect that sometimes it seems the administration uses a shotgun when it should use a rifle. In other words, we may have a concern with a few people and instead of talking directly to those few people we take a shotgun to everyone in the system. Please know I intentionally wanted to talk with all our full-time employees about this topic. It is aimed at all of us. It is for me, for the zone administrators, and for every teacher in the system. It would be a mistake to make a little list in your mind of people you hope are listening very carefully to this message. Each of us faces this particular occupational hazard."],["div",{"id":"p92","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p92"},"Since priestcraft is a matter of the heart, it is best battled and eradicated at a personal level. It is so much better to be self-regulating in these matters before they cause concern for priesthood leaders and supervisors. It is a matter that we must watch closely in our lives. It has a tendency to creep in if we are not diligent."],["div",{"id":"p93","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p93"},"As we regularly reflect upon the dangers associated with our profession, we must continually think of the students. To quote Elder Holland once again:"],["div",{"id":"p94","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p94"},"“For your sake and theirs, go carefully and modestly and cautiously amidst the hazards. We thank you for letting us nail this sign to the wall of the powder shed one more time. We will undoubtedly do it again for your safety and ours” (“Pitfalls,” 1)."]],[".topic",["h2","In Conclusion"],["div",{"id":"p96","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p96"},"I want to conclude with a scripture from the New Testament. The Apostle Paul is reviewing with the Thessalonians how he taught them the gospel. I think this is a beautiful example of a teacher who is not infected with priestcraft. As we read through this, I would like you to notice what Paul did, what he didn’t do (especially in light of the priestcraft concept), why he did it, and what the results were."],["div",{"id":"p97","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p97"},"“For our exhortation was not of deceit, nor of uncleanness, nor in guile:"],["div",{"id":"p98","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p98"},"“But as we were allowed of God to be put in trust with the gospel, even so we speak; not as pleasing men, but God, which trieth our hearts."],["div",{"id":"p99","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p99"},"“For neither at any time used we flattering words, as ye know, nor a cloke of covetousness; God is witness:"],["div",{"id":"p100","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p100"},"“Nor of men sought we glory, neither of you, nor yet of others, when we might have been burdensome, as the apostles of Christ."],["div",{"id":"p101","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p101"},"“But we were gentle among you, even as a nurse cherisheth her children:"],["div",{"id":"p102","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p102"},"“So being affectionately desirous of you, we were willing to have imparted unto you, not the gospel of God only, but also our own souls, because ye were dear unto us."],["div",{"id":"p103","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p103"},"“For ye remember, brethren, our labour and travail: for labouring night and day, because we would not be chargeable unto any of you, we preached unto you the gospel of God."],["div",{"id":"p104","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p104"},"“Ye are witnesses, and God also, how holily and justly and unblameably we behaved ourselves among you that believe:"],["div",{"id":"p105","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p105"},"“As ye know how we exhorted and comforted and charged every one of you, as a father doth his children,"],["div",{"id":"p106","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p106"},"“That ye would walk worthy of God, who hath called you unto his kingdom and glory."],["div",{"id":"p107","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p107"},"“For this cause also thank we God without ceasing, because, when ye received the word of God which ye heard of us, ye received it not as the word of men, but as it is in truth, the word of God, which effectually worketh also in you that believe” (",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/2.3-13"},"1 Thessalonians 2:3–13"],")."],["div",{"id":"p108","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p108"},"I know the gospel is true. I know that we are involved in a very important work. I know that it is crucial that we keep our lives pure, so that we can teach the youth of the Church and they can have the truths of the gospel witnessed to their souls through the power of the Spirit."],["div",{"id":"p109","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-dangers-of-priestcraft.p109"},"I know that President [Gordon B.] Hinckley is a prophet and that the scriptures are the word of God. It is a great privilege we have to teach from the scriptures and the words of the prophets. I pray for you good teachers. I express my gratitude for all you do. I am grateful for you spouses, too. I am grateful for my wife, Jill, and am so glad to have her with me. I say this in the name of Jesus Christ, amen."]]]],"refs":null}
