{"id":49,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":49,"title":"The Mantle Is Far, Far Greater Than the Intellect","subtitle":"","short_title":"The Mantle Is Far, Far Greater Than the Intellect","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.head1"},["h1","The Mantle Is Far, Far Greater Than the Intellect"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p2"},"Elder Boyd K. Packer"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p4"},"Address to religious educators at a symposium on the Doctrine and Covenants and Church history, Brigham Young University, 22 August 1981"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p5"},"The fact that I speak quite directly on a most important subject will, I hope, be regarded as something of a tribute to you who are our loyal, devoted, and inspired associates."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.f1"},[".caption",["b","ELDER BOYD K. PACKER",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Address to religious educators at a symposium on the Doctrine and Covenants and Church history, Brigham Young University, 22 August 1981"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p6"},"I have come to believe that it is the tendency for many members of the Church who spend a great deal of time in academic research to begin to judge the Church, its doctrine, organization, and leadership, present and past, by the principles of their own profession. Ofttimes this is done unwittingly, and some of it, perhaps, is not harmful."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p7"},"It is an easy thing for a man with extensive academic training to measure the Church using the principles he has been taught in his professional training as his standard. In my mind it ought to be the other way around. A member of the Church ought always, particularly if he is pursuing extensive academic studies, to judge the professions of man against the revealed word of the Lord."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p8"},"Many disciplines are subject to this danger. Over the years I have seen many members of the Church lose their testimonies and yield their faith as the price for academic achievement. Many others have been sorely tested. Let me illustrate."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p9"},"During my last year as one of the supervisors of seminaries and institutes of religion, a seminary teacher went to a large university in the East to complete a doctorate in counseling and guidance. The ranking authority in that field was there and quickly took an interest in this personable, clean-cut, very intelligent, young Latter-day Saint."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p10"},"Our teacher attracted attention as he moved through the course work with comparative ease, and his future looked bright indeed—that is, until he came to the dissertation. He chose to study the ward bishop as a counselor."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p11"},"At that time I was called as one of the General Authorities and helped him obtain authorization to interview and send questionnaires to a cross-section of bishops."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p12"},"In the dissertation he described the calling and ordination of a bishop, described the power of discernment, the right of a bishop to receive revelation, and his right to spiritual guidance. His doctoral committee did not understand this. They felt it had no place in a scholarly paper and insisted that he take it out."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p13"},"He came to see me. I read his dissertation and suggested that he satisfy their concern by introducing the discussion on spiritual matters with a statement such as “the Latter-day Saints",["span.emphasis","believe"],"the bishop has spiritual power,” or “they",["span.emphasis","claim"],"that there is inspiration from God attending the bishop in his calling.”"],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p14"},"But the committee denied him even this. It was obvious that they would be quite embarrassed to have this ingredient included in a scholarly dissertation."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p15"},"It is as Paul said: “The natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.14"},"1 Corinthians 2:14"],")."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p16"},"He was reminded of his very great potential and was told that with some little accommodation—specifically, leaving out all the spiritual references—his dissertation would be published and his reputation established. They predicted that he would become an authority in the field."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p17"},"He was tempted. Perhaps, once established, he could then insert this spiritual ingredient back into his work. Then, as an established authority, he could",["span.emphasis","really"],"help the Church."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p18"},"But something stood in the way: his faith, his integrity. So, he did the best he could with his dissertation. It did not contain enough of the Spirit to satisfy him, and too much to have been fully accepted by his worldly professors. But he received his degree."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p19"},"His dissertation is not truly the scholarly document it might have been, because the most essential ingredient is missing. Revelation is so central a part of a bishop’s experience in counseling that any study which ignores it cannot be regarded as a scholarly work."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p20"},"He returned to the modest income and to the relative obscurity of the Church Educational System."],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p21"},"I talked to this teacher a day or two ago. We talked about his dissertation and the fact that it was never published. He has been a",["span.emphasis","great"],"influence among the youth of the Church. He did the right thing. He summed up his experience this way: “The mantle is far, far greater than the intellect; the priesthood is the guiding power.” His statement becomes the title for this talk and embodies what I hope to convey to you."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p22"},"I must not be too critical of those professors. They do not know of the things of the Spirit. One can understand their position. It is another thing, however, when we consider members of the Church, particularly those who hold the priesthood and have made covenants in the temple. Many do not do as my associate did; rather, they capitulate, cross over the line, and forsake the things of the Spirit. Thereafter, they judge the Church, the doctrine, and the leadership by the standards of their academic profession."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p23"},"This problem has affected some of those who have taught and have written about the history of the Church. These professors say of themselves that religious faith has little influence on Mormon scholars. They say this because, obviously, they are not simply Latter-day Saints but are also intellectuals trained, for the most part, in secular institutions. They would that some historians who are Latter-day Saints write history as they were taught in graduate school, rather than as Mormons."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p24"},"If we are not careful, very careful, and if we are not wise, very wise, we first leave out of our professional study the things of the Spirit. The next step soon follows: we leave the spiritual things out of our lives."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p25"},"I want to read to you a most significant statement by President Joseph F. Smith, a statement that you would do well to keep in mind in your teaching and research, and one which will serve as somewhat of a text for my remarks to you:"],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p26"},"“It has not been by the wisdom of man that this people have been directed in their course until the present; it has been by the wisdom of Him who is above man and whose knowledge is greater than that of man, and whose power is above the power of man. … The hand of the Lord may not be visible to all. There may be many who can not discern the workings of God’s will in the progress and development of this great latter-day work,",["span.emphasis","but there are those who see in every hour and in every moment of the existence of the Church, from its beginning until now, the overruling, almighty hand of Him who sent His Only Begotten Son to the world to become a sacrifice for the sin of the world.”"],"(In Conference Report, Apr. 1904, p. 2; emphasis added.)"],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p27"},"If we do not keep this constantly in mind—that the Lord directs this Church—we may lose our way in the world of intellectual and scholarly research."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p28"},"You seminary teachers and some of you institute and BYU men will be teaching the history of the Church this school year. This is an unparalleled opportunity in the lives of your students to increase their faith and testimony of the divinity of this work. Your objective should be that they will see the hand of the Lord in every hour and every moment of the Church from its beginning till now."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p29"},"As one who has taken the journey a number of times, I offer four cautions before you begin."],[".topic",["h2","First Caution"],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p31"},["span.emphasis","There is no such thing as an accurate, objective history of the Church without consideration of the spiritual powers that attend this work."]],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p32"},"There is no such thing as a scholarly, objective study of the office of bishop without consideration of spiritual guidance, of discernment, and of revelation. That is not scholarship. Accordingly, I repeat, there is no such thing as an accurate or objective history of the Church which ignores the Spirit."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p33"},"You might as well try to write the biography of Mendelssohn without hearing or mentioning his music, or write the life of Rembrandt without mentioning light or canvas or color."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p34"},"If someone who knew very little about music should write a biography of Mendelssohn, one who had been trained to have a feeling for music would recognize that very quickly. That reader would not be many pages into the manuscript before he would know that a most essential ingredient had been left out."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p35"},"Mendelssohn, no doubt, would emerge as an ordinary man, perhaps not an impressive man at all. That which makes him most worth remembering would be gone. Without it he would appear, at best, eccentric. Certainly, controversy would develop over why a biography at all. Whoever should read the biography would not know, really know, Mendelssohn at all—this, even though the biographer might have invested exhaustive research in his project and might have been accurate in every other detail."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p36"},"And, if you viewed Rembrandt only in black and white, you would miss most of his inspiration."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p37"},"Those of us who are extensively engaged in researching the wisdom of man, including those who write and those who teach Church history, are not immune from these dangers. I have walked that road of scholarly research and study and know something of the dangers. If anything, we are more vulnerable than those in some of the other disciplines. Church history can be so very interesting and so inspiring as to be a very powerful tool indeed for building faith. If not properly written or properly taught, it may be a faith destroyer."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p38"},"President Brigham Young admonished Karl G. Maeser not to teach even the times table without the Spirit of the Lord. How much more essential is that Spirit in the research, the writing, and the teaching of Church history."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p39"},"If we who research, write, and teach the history of the Church ignore the spiritual on the pretext that the world may not understand it, our work will not be objective. And if, for the same reason, we keep it quite secular, we will produce a history that is not accurate and not scholarly—this, in spite of the extent of research or the nature of the individual statements or the incidents which are included as part of it, and notwithstanding the training or scholarly reputation of the one who writes or teaches it. We would end up with a history with the one most essential ingredient left out."],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p40"},"Those who have the Spirit can recognize very quickly whether something is missing in a written Church history—this in spite of the fact that the author may be a highly trained historian and the reader is not. And, I might add, we have been getting a great deal of experience in this regard in the past few years."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p41"},"President Wilford Woodruff warned: “I will here say that God has inspired me to keep a Journal History of this Church, and",["span.emphasis","I warn the future Historians to give Credence to my History of this Church and Kingdom;"],"for my Testimony is true, and the truth of its record will be manifest in the world to Come.” (Journal of Wilford Woodruff, 6 July 1877, Historical Department, The Church of Jesus Christ of Latter-day Saints; emphasis added. Spelling and punctuation have been standardized.)"]],[".topic",["h2","Second Caution"],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p43"},["span.emphasis","There is a temptation for the writer or the teacher of Church history to want to tell everything, whether it is worthy or faith promoting or not."]],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p44"},"Some things that are true are not very useful."],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p45"},"Historians seem to take great pride in publishing something new, particularly if it illustrates a weakness or mistake of a prominent historical figure. For some reason, historians and novelists seem to savor such things. If it related to a living person, it would come under the heading of gossip. History can be as misleading as gossip and much more difficult—often impossible—to verify."],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p46"},"The writer or the teacher who has an exaggerated loyalty to the theory that everything must be told is laying a foundation for his own judgment. He should not complain if one day he himself receives as he has given. Perhaps that is what is contemplated in having one’s sins preached from the housetops."],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p47"},"Some time ago a historian gave a lecture to an audience of college students on one of the past Presidents of the Church. It seemed to be his purpose to show that that President was a man subject to the foibles of men. He introduced many so-called facts that put that President in a very unfavorable light, particularly when they were taken out of the context of the historical period in which he lived."],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p48"},"Someone who was not theretofore acquainted with this historical figure (particularly someone not mature) must have come away very negatively affected. Those who were unsteady in their convictions surely must have had their faith weakened or destroyed."],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p49"},"I began teaching seminary under Abel S. Rich, principal. He was the second seminary teacher employed by the Church and a man of maturity, wisdom, and experience. Among the lessons I learned from him was this: when I want to know about a man, I seek out those who know him best. I do not go to his enemies but to his friends. He would not confide in his enemy. You could not know the innermost thoughts of his heart by consulting those who would injure him."],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p50"},"We are teachers and should know the importance of the principle of prerequisites. It is easily illustrated with the subject of chemistry. No responsible chemist would advise, and no reputable school would permit, a beginning student to register for advanced chemistry without a knowledge of the fundamental principles of chemistry. The advanced course would be a destructive mistake, even for a very brilliant beginning student. Even that brilliant student would need some knowledge of the elements, of atoms and molecules, of electrons, of valence, of compounds and properties. To let a student proceed without the knowledge of fundamentals would surely destroy his interest in, and his future with, the field of chemistry."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p51"},"The same point may be made with reference to so-called sex education. There are many things that are factual, even elevating, about this subject. There are aspects of this subject that are so perverted and ugly it does little good to talk of them at all. They cannot be safely taught to little children or to those who are not eligible by virtue of age or maturity or authorizing ordinance to understand them."],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p52"},"Teaching some things that are true, prematurely or at the wrong time, can invite sorrow and heartbreak instead of the joy intended to accompany learning."],["div",{"id":"p53","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p53"},"What is true with these two subjects is, if anything, doubly true in the field of religion. The scriptures teach emphatically that we must give milk before meat. The Lord made it very clear that some things are to be taught selectively, and some things are to be given only to those who are worthy."],["div",{"id":"p54","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p54"},"It matters very much not only",["span.emphasis","what"],"we are told but",["span.emphasis","when"],"we are told it. Be careful that you build faith rather than destroy it."],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p55"},"President William E. Berrett has told us how grateful he is that a testimony that the past leaders of the Church were prophets of God was firmly fixed in his mind",["span.emphasis","before"],"he was exposed to some of the so-called facts that historians have put in their published writings."],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p56"},"This principle of prerequisites is so fundamental to all education that I have never been quite able to understand why historians are so willing to ignore it. And, if those outside the Church have little to guide them but the tenets of their profession, those inside the Church should know better."],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p57"},"Some historians write and speak as though the only ones to read or listen are mature, experienced historians. They write and speak to a very narrow audience. Unfortunately, many of the things they tell one another are not uplifting, go far beyond the audience they may have intended, and destroy faith."],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p58"},"What that historian did with the reputation of the President of the Church was not worth doing. He seemed determined to convince everyone that the",["span.emphasis","prophet"],"was a",["span.emphasis","man."],"We knew that already. All of the prophets and all of the Apostles have been men. It would have been much more worthwhile for him to have convinced us that the",["span.emphasis","man"],"was a",["span.emphasis","prophet,"],"a fact quite as true as the fact that he was a man."],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p59"},"He has taken something away from the memory of a prophet. He has destroyed faith. I remind you of the truth Shakespeare taught, ironically spoken by Iago: “Who steals my purse steals trash; ‘tis something, nothing; / ‘Twas mine, ‘tis his, and has been slave to thousands— / But he that filches from me my good name / Robs me of that which not enriches him / And makes me poor indeed” (",["span.emphasis","Othello,"],"act 3, sc. 3, lines 157–61)."],["div",{"id":"p60","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p60"},"The sad thing is that he may have, in years past, taken great interest in those who led the Church and desired to draw close to them. But instead of following that long, steep, discouraging, and occasionally dangerous path to spiritual achievement, instead of going up to where they were, he devised a way of collecting mistakes and weaknesses and limitations to compare with his own. In that sense he has attempted to bring a historical figure down to his level and in that way feel close to him and perhaps justify his own weaknesses."],["div",{"id":"p61","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p61"},"I agree with President Stephen L Richards, who stated:"],["div",{"id":"p62","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p62"},"“If a man of history has secured over the years a high place in the esteem of his countrymen and fellow men and has become imbedded in their affections, it has seemingly become a pleasing pastime for researchers and scholars to delve into the past of such a man, discover, if may be, some of his weaknesses, and then write a book exposing hitherto unpublished alleged factual findings, all of which tends to rob the historic character of the idealistic esteem and veneration in which he may have been held through the years."],["div",{"id":"p63","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p63"},"“This ‘debunking,’ we are told, is in the interest of realism, that the facts should be known. If an historic character has made a great contribution to country and society, and if his name and his deeds have been used over the generations to foster high ideals of character and service, what good is to be accomplished by digging out of the past and exploiting weaknesses, which perhaps a generous contemporary public forgave and subdued?” (",["span.emphasis","Where Is Wisdom?"],"[Salt Lake City: Deseret Book Co., 1955], p. 155.)"],["div",{"id":"p64","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p64"},"That historian or scholar who delights in pointing out the weakness and frailties of present or past leaders destroys faith. A destroyer of faith—particularly one within the Church, and more particularly one who is employed specifically to build faith—places himself in great spiritual jeopardy. He is serving the wrong master, and unless he repents, he will not be among the faithful in the eternities."],["div",{"id":"p65","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p65"},"One who chooses to follow the tenets of his profession, regardless of how they may injure the Church or destroy the faith of those not ready for “advanced history,” is himself in spiritual jeopardy. If that one is a member of the Church, he has broken his covenants and will be accountable. After all of the tomorrows of mortality have been finished, he will not stand where he might have stood."],["div",{"id":"p66","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p66"},"I recall a conversation with President Henry D. Moyle. We were driving back from Arizona and were talking about a man who destroyed the faith of young people from the vantage point of a teaching position. Someone asked President Moyle why this man was still a member of the Church when he did things like that. “He is not a member of the Church,” President Moyle answered firmly. Another replied that he had not heard of his excommunication. “He has excommunicated himself,” President Moyle responded. “He has cut himself off from the Spirit of God. Whether or not we get around to holding a court doesn’t matter that much; he has cut himself off from the Spirit of the Lord.”"]],[".topic",["h2","Third Caution"],["div",{"id":"p68","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p68"},["span.emphasis","In an effort to be objective, impartial, and scholarly, a writer or a teacher may unwittingly be giving equal time to the adversary."]],["div",{"id":"p69","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p69"},"Someone told of the man who entitled his book",["span.emphasis","an Unbiased History of the Civil War from the Southern Point of View."],"While we chuckle at that, there is something to be said about presenting Church history from the viewpoint of those who have righteously lived it. The idea that we must be neutral and argue quite as much in favor of the adversary as we do in favor of righteousness is neither reasonable nor safe."],["div",{"id":"p70","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p70"},"In the Church we are not neutral. We are one-sided. There is a war going on, and we are engaged in it. It is the war between good and evil, and we are belligerents defending the good. We are therefore obliged to give preference to and protect all that is represented in the gospel of Jesus Christ, and we have made covenants to do it."],["div",{"id":"p71","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p71"},"Some of our scholars establish for themselves a posture of neutrality. They call it “sympathetic detachment.” Historians are particularly wont to do that. If they make a complimentary statement about the Church, they seem to have to counter it with something that is uncomplimentary."],["div",{"id":"p72","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p72"},"Some of them, since they are members of the Church, are quite embarrassed with the thought that they might be accused of being partial. They care very much what the world thinks and are very careful to include in their writings criticism of the Church leaders of the past."],["div",{"id":"p73","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p73"},"They particularly strive to be acclaimed as historians as measured by the world’s standard. They would do well to read Nephi’s vision of the iron rod and ponder verses 24–28."],["div",{"id":"p74","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p74"},"“And it came to pass that I beheld others pressing forward, and they came forth and caught hold of the end of the rod of iron; and they did press forward through the mist of darkness, clinging to the rod of iron, even until they did come forth and partake of the fruit of the tree."],["div",{"id":"p75","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p75"},"“And",["span.emphasis","after"],"they had partaken of the fruit of the tree they did cast their eyes about as if they were ashamed. [Notice the word",["span.emphasis","after."],"He is talking of those who are partakers of the goodness of God—of Church members.]"],["div",{"id":"p76","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p76"},"“And I also cast my eyes round about, and beheld, on the other side of the river of water, a great and spacious building; and it stood as it were in the air, high above the earth."],["div",{"id":"p77","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p77"},"“And it was filled with people, both old and young, both male and female; and their manner of dress was exceeding fine; and they were in the attitude of mocking and pointing their fingers towards those who had come at and were partaking of the fruit."],["div",{"id":"p78","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p78"},"“And",["span.emphasis","after"],"they had tasted of the fruit they were ashamed, because of those that were scoffing at them; and they fell away into forbidden paths and were lost.” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.24-28"},"1 Nephi 8:24–28"],"; emphasis added.)"],["div",{"id":"p79","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p79"},"And I want to say in all seriousness that there is a limit to the patience of the Lord with respect to those who are under covenant to bless and protect His Church and kingdom upon the earth but do not do it."],["div",{"id":"p80","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p80"},"Particularly are we in danger if we are out to make a name for ourselves, if our “hearts are set so much upon the things of this world, and aspire to the honors of men, that [we] do not learn this one lesson—"],["div",{"id":"p81","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p81"},"“That the rights of the priesthood are inseparably connected with the powers of heaven, and that the powers of heaven cannot be controlled nor handled only upon the principles of righteousness."],["div",{"id":"p82","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p82"},"“That they may be conferred upon us, it is true; but when we undertake to cover our sins, or to gratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon the souls of the children of men, in any degree of unrighteousness, behold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the authority of that man."],["div",{"id":"p83","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p83"},"“Behold, ere he is aware, he is left unto himself, to kick against the pricks, to persecute the saints, and to fight against God.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.35-38"},"D&C 121:35–38"],".)"],["div",{"id":"p84","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p84"},"There is much in the scriptures and in our Church literature to convince us that we are at war with the adversary. We are not obliged as a church, nor are we as members obliged, to accommodate the enemy in this battle."],["div",{"id":"p85","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p85"},"President Joseph Fielding Smith pointed out that it would be a foolish general who would give access to all of his intelligence to his enemy. It is neither expected nor necessary for us to accommodate those who seek to retrieve references from our sources, distort them, and use them against us."],["div",{"id":"p86","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p86"},"Suppose that a well-managed business corporation is threatened by takeover from another corporation. Suppose that the corporation bent on the takeover is determined to drain off all its assets and then dissolve this company. You can rest assured that the threatened company would hire legal counsel to protect itself."],["div",{"id":"p87","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p87"},"Can you imagine that attorney, under contract to protect the company, having fixed in his mind that he must not really take sides, that he must be impartial?"],["div",{"id":"p88","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p88"},"Suppose that when the records of the company he has been employed to protect are opened for him to prepare his brief he collects evidence and passes some of it to the attorneys of the enemy company. His own firm may then be in great jeopardy because of his disloyal conduct."],["div",{"id":"p89","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p89"},"Do you not recognize a breach of ethics, or integrity, or morality?"],["div",{"id":"p90","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p90"},"I think you can see the point I am making. Those of you who are employed by the Church have a special responsibility to build faith, not destroy it. If you do not do that, but in fact accommodate the enemy, who is the destroyer of faith, you become in that sense a traitor to the cause you have made covenants to protect."],["div",{"id":"p91","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p91"},"Those who have carefully purged their work of any religious faith in the name of academic freedom or so-called honesty ought not expect to be accommodated in their researches or to be paid by the Church to do it."],["div",{"id":"p92","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p92"},"Rest assured, also, that you will get little truth, and less benefit, from those who steal documents or those who deal in stolen goods. There have always been, and we have among us today, those who seek entrance to restricted libraries and files to secretly copy material and steal it away in hopes of finding some detail that has not as yet been published—this in order that they may sell it for money or profit in some way from its publication or inflate an ego by being first to publish it."],["div",{"id":"p93","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p93"},"In some cases the motive is to destroy faith, if they can, and the Church, if they are able. The Church will move forward, and their efforts will be of little moment. But such conduct does not go unnoticed in the eternal scheme of things."],["div",{"id":"p94","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p94"},"We should not be ashamed to be committed, to be converted, to be biased in favor of the Lord."],["div",{"id":"p95","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p95"},"Elder Joseph Fielding Smith pointed out the fallacy of trying to work both sides of the street: “You may as well say that the Book of Mormon is not true because it does not give credence to the story the Lamanites told of the Nephites” (",["span.emphasis","Utah Genealogical and Historical Magazine,"],"Apr. 1925, p. 55)."],["div",{"id":"p96","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p96"},"A number of years ago, professors from Harvard University who were members of the Church invited me to lunch over at the Harvard Business School faculty dining room. They wanted to know if I would join them in participating in a new publication; they wanted me to contribute to it."],["div",{"id":"p97","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p97"},"They were generous in their compliments, saying that because I had a doctorate a number of people in the Church would listen to me, and being a General Authority (at that time I was an Assistant to the Twelve), I could have some very useful influence."],["div",{"id":"p98","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p98"},"I listened to them very attentively but indicated at the close of the conversation that I would not join them. I asked to be excused from responding to their request. When they asked why, I told them this: “When your associates announced the project, they described how useful it would be to the Church—a niche that needed to be filled.” And then the spokesman said, “We are all active and faithful members of the Church;",["span.emphasis","however,"],"…”"],["div",{"id":"p99","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p99"},"I told my two hosts that if the announcement had read, “We are active and faithful members of the Church;",["span.emphasis","therefore,"],"…” I would have joined their organization. I had serious questions about a “however” organization. I have little worry over a “therefore” organization."],["div",{"id":"p100","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p100"},"That",["span.emphasis","however"],"meant that they put a condition upon their Church membership and their faith. It meant that they put something else first. It meant that they were to judge the Church and gospel and the leaders of it against their own backgrounds and training. It meant that their commitment was partial, and that partial commitment is not enough to qualify one for full spiritual light."],["div",{"id":"p101","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p101"},"I would not contribute to publications, nor would I belong to organizations, that by spirit or inclination are faith destroying. There are plenty of scholars in the world determined to find all secular truth. There are so few of us, relatively speaking, striving to convey the spiritual truths, who are protecting the Church. We cannot safely be neutral."],["div",{"id":"p102","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p102"},"Many years ago Elder Widtsoe made reference to a foolish teacher in the Mutual Improvement Association who sponsored some debate with the intent of improving the abilities of the young members of the Church. He chose as a subject “Resolved: Joseph Smith was a prophet of God.” Unfortunately, the con side won."],["div",{"id":"p103","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p103"},"The youngsters speaking in favor of the proposition were not as clever and their arguments were not as carefully prepared as those of the opposing side. The fact that Joseph Smith remained a prophet after the debate was over did not protect some of the participants from suffering the destruction of their faith and thereafter conducting their lives as though Joseph Smith were not a prophet and as though the church he founded and the gospel he restored were not true."]],[".topic",["h2","Fourth Caution"],["div",{"id":"p105","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p105"},["span.emphasis","The final caution concerns the idea that so long as something is already in print, so long as it is available from another source, there is nothing out of order in using it in writing or speaking or teaching."]],["div",{"id":"p106","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p106"},"Surely you can see the fallacy in that."],["div",{"id":"p107","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p107"},"I have on occasion been disappointed when I have read statements that tend to belittle or degrade the Church or past leaders of the Church in writings of those who are supposed to be worthy members of the Church. When I have commented on my disappointment to see that in print, the answer has been, “It was printed before, and it’s available, and therefore I saw no reason not to publish it again.”"],["div",{"id":"p108","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p108"},"You do not do well to see that it is disseminated. It may be read by those not mature enough for “advanced history,” and a testimony in seedling stage may be crushed."],["div",{"id":"p109","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p109"},"Several years ago President Ezra Taft Benson spoke to you and said: “It has come to our attention that some of our teachers, particularly in our university programs, are purchasing writings from known apostates … in an effort to become informed about certain points of view or to glean from their research. You must realize that when you purchase their writings or subscribe to their periodicals, you help sustain their cause. We would hope that their writings not be on your seminary or institute or personal bookshelves. We are entrusting you to represent the Lord and the First Presidency to your students, not the views of the detractors of the Church” (",["span.emphasis","The Gospel Teacher and His Message"],"[address delivered to Church Educational System personnel, 17 Sept. 1976], p. 12.)"],["div",{"id":"p110","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p110"},"I endorse that sound counsel to you."],["div",{"id":"p111","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p111"},"Remember: when you see the bitter apostate, you do not see only an absence of light, you see also the presence of darkness."],["div",{"id":"p112","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p112"},"Do not spread disease germs!"],["div",{"id":"p113","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p113"},"I learned a great lesson years ago when I interviewed a young man then in the mission home. He was disqualified from serving a mission. He confessed to a transgression that you would think would never enter the mind of a normal human being."],["div",{"id":"p114","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p114"},"“Where on earth did you ever get an idea to do something like that?” I asked."],["div",{"id":"p115","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p115"},"To my great surprise he said, “From my bishop.”"],["div",{"id":"p116","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p116"},"He said the bishop in the interview said, “Have you ever done this? Have you ever done that? Have you ever done this other?” and described in detail things that the young man had never thought of. They preyed upon his mind until, under perverse inspiration, the opportunity presented itself, and he fell."],["div",{"id":"p117","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p117"},"Don’t perpetuate the unworthy, the unsavory, or the sensational."],["div",{"id":"p118","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p118"},"Some things that are in print go out of print, and the old statement “good riddance to bad rubbish” might apply."],["div",{"id":"p119","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p119"},"Elder G. Homer Durham of the First Quorum of the Seventy told of counsel he had received from one of his professors who was an eminent historian: “You don’t write [and, I might add, you don’t teach] history out of the garbage pails.”"],["div",{"id":"p120","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p120"},"Moroni gave an excellent rule for historians to follow:"],["div",{"id":"p121","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p121"},"“For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God."],["div",{"id":"p122","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p122"},"“But whatsoever thing persuadeth men to do evil, and believe not in Christ, and deny him, and serve not God, then ye may know with a perfect knowledge it is of the devil; for after this manner doth the devil work, for he persuadeth no man to do good, no, not one; neither do his angels; neither do they who subject themselves unto him.” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.16-17"},"Moroni 7:16–17"],".)"],["div",{"id":"p123","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p123"},"It makes a great deal of difference whether we regard mortality as the conclusion and fulfillment of our existence or as a preparation for an eternal existence as well."],["div",{"id":"p124","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p124"},"Those are the cautions I give to you who teach and write Church history."],["div",{"id":"p125","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p125"},"There are qualifications to teach or to write the history of this church. If one is lacking in any one of these qualifications, he cannot properly teach the history of the Church. He can recite facts and give a point of view, but he cannot properly teach the history of the Church."],["div",{"id":"p126","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p126"},"I will state these qualifications in the form of questions so that you can assess your own qualifications."],["div",{"id":"p127","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p127"},"Do you believe that God the Father and His Son Jesus Christ personally appeared to the boy prophet, Joseph Smith, Jr., in the year 1820?"],["div",{"id":"p128","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p128"},"Do you have personal witness that the Father and the Son appeared in all their glory and stood above that young man and instructed him according to the testimony that he gave to the world in his published history?"],["div",{"id":"p129","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p129"},"Do you know that the Prophet Joseph Smith’s testimony is true because you have received a spiritual witness of its truth?"],["div",{"id":"p130","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p130"},"Do you believe that the church that was restored through him is, in the Lord’s words, “the only true and living church upon the face of the whole earth, with which I, the Lord, am well pleased” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.30"},"D&C 1:30"],")? Do you know by the Holy Ghost that this is",["span.emphasis","the"],"Church of Jesus Christ of Latter-day Saints restored by heavenly messengers in this modern era; that the Church constitutes the kingdom of God on earth, not just an institution fabricated by human agency?"],["div",{"id":"p131","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p131"},"Do you believe that the successors to the prophet Joseph Smith were and are prophets, seers, and revelators; that revelation from heaven directs the decisions, policies, and pronouncements that come from the headquarters of the Church? Have you come to the settled conviction, by the Spirit, that these prophets truly represent the Lord?"],["div",{"id":"p132","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p132"},"Now, you obviously noted that I did not talk about academic qualifications. Facts, understanding, and scholarship can be attained by personal study and essential course work. The three qualifications I have named come by the Spirit, to the individual. You can’t receive them by secular training or study, by academic inquiry or scientific investigation."],["div",{"id":"p133","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p133"},"I repeat: if there is a deficiency in any of these, then, regardless of what other training an individual possesses, he cannot comprehend and write or teach the true history of this Church. The things of God are understood only by one who possesses the Spirit of God."],["div",{"id":"p134","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p134"},"Now, what about that historian who defamed the early President of the Church and may well have weakened or destroyed faith in the process? What about other members of the Church who have in their writings or in their teaching been guilty of something similar?"],["div",{"id":"p135","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p135"},"I want to say something that may surprise you. I know of a man who did something quite as destructive as that who later became the prophet of the Church. I refer to Alma the Younger. I learned about him from reading the Book of Mormon, which in reality is a very reliable history of the Church in ancient times."],["div",{"id":"p136","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p136"},"You are acquainted with the record of Alma as a young man. He followed his father, the prophet Alma, about, and ridiculed what his father preached. He was, in that period of his life, a destroyer of faith. Then came a turning point. Because his father had prayed for it, he came to himself. He changed. He became one of the great men in religious history."],["div",{"id":"p137","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p137"},"I want to say something to that historian and to others who may have placed higher value on intellect than upon the mantle."],["div",{"id":"p138","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p138"},"The Brethren then and now are men, very ordinary men, who have come for the most part from very humble beginnings. We need your help! We desperately need it. We cannot research and organize the history of the Church. We do not have the time to do it. And we do not have the training that you possess. But we do know the Spirit and how essential a part of our history it is. Ours is the duty to organize the Church, to set it in order, to confer the keys of authority, to perform the ordinances, to watch the borders of the kingdom and carry burdens, heavy burdens, for others and for ourselves that you can know little about."],["div",{"id":"p139","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p139"},"Do you know how inadequate we really are compared to the callings we have received? Can you feel in a measure the weight, the overwhelming weight, of responsibility that is ours? If you look for inadequacy and imperfections, you can find them quite easily. But you may not feel as we feel the enormous weight of responsibility associated with the callings that have come to us. We are not free to do some of the things that scholars think would be so reasonable, for the Lord will not permit us to do them, and it is his church. He presides over it."],["div",{"id":"p140","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p140"},"There is another part of the on-going history of the Church that you may not be acquainted with. Perhaps I can illustrate it for you."],["div",{"id":"p141","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p141"},"A few years ago it was my sad privilege to accompany President Kimball, then President of the Twelve, to a distant stake to replace a stake leader who had been excommunicated for a transgression. Our hearts went out to this good man who had done such an unworthy thing. His sorrow and anguish and suffering brought to my mind the phrase “gall of bitterness.”"],["div",{"id":"p142","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p142"},"Thereafter, on intermittent occasions, I would receive a call from President Kimball: “Have you heard from this brother? How is he doing? Have you been in touch with him?” After Brother Kimball became President of the Church, the calls did not cease. They increased in frequency."],["div",{"id":"p143","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p143"},"One day I received a call from the President. “I have been thinking of this brother. Do you think it is too soon to have him baptized?” (Always a question, never a command.) I responded with my feelings, and he said, “Why don’t you see if he could come here to see you? If you feel good about it after an interview, we could proceed.”"],["div",{"id":"p144","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p144"},"A short time later, I arrived very early at the office. As I left my car I saw President Kimball enter his. He was going to the airport on his way to Europe. He rolled down the window to greet me, and I told him I had good news about our brother. “He was baptized last night,” I said."],["div",{"id":"p145","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p145"},"He motioned for me to get into the car and sit beside him and asked me to tell him all about it. I told him of the interview and that I had concluded by telling our brother very plainly that his baptism must not be a signal that his priesthood blessings would be restored in the foreseeable future. I told him that it would be a long, long time before that would happen."],["div",{"id":"p146","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p146"},"President Kimball patted me on the knee in a gentle gesture of correction and said, “Well, maybe not so long. …” Soon thereafter the intermittent phone calls began again."],["div",{"id":"p147","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p147"},"I want to tell you of another lesson I received. Many years ago, when I was a new General Authority and not very experienced, I was called to the office of the First Counselor in the First Presidency. “We find you are going to the West Coast for conference this weekend. We wonder if you would leave a day or so early to help with a problem at a mission headquarters in another city.”"],["div",{"id":"p148","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p148"},"A missionary had confessed to transgression, and the mission president was reluctant to take action. I was instructed to see that a court was convened and that the missionary was excommunicated."],["div",{"id":"p149","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p149"},"I went, and I interviewed the elder at great length. I then went to a park to think and pray about it. It was an unusual case, most unusual. After two hours, I telephoned the member of the First Presidency from a pay telephone and told him a little of what I had learned and of how I felt about the matter. He asked what I wanted to do. Hesitantly I told him I wanted to delay, to take no action now. Then I said, “But, President, tell me to do it, again, and I will do it.”"],["div",{"id":"p150","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p150"},"His voice came over the telephone and seemed like thunder to me: “Don’t you go against the voice of the Spirit!”"],["div",{"id":"p151","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p151"},"I had learned a great lesson. I have never forgotten it, and the inspiration greatly affected the outcome when final action was taken."],["div",{"id":"p152","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p152"},"Do not yield your faith in payment for an advanced degree or for the recognition and acclaim of the world. Do not turn away from the Lord nor from his Church nor from his servants. You are needed—oh, how you are needed!"],["div",{"id":"p153","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p153"},"It may be that you will lay your scholarly reputation and the acclaim of your colleagues in the world as a sacrifice upon the altar of service. They may never understand the things of the Spirit as you have a right to do. They may not regard you as an authority or as a scholar. Just remember, when the test came to Abraham, he didn’t really have to sacrifice Isaac. He just had to be willing to."],["div",{"id":"p154","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p154"},"Now a final lesson from Church history, one that illustrates the kind of thing from the past that builds faith and increases testimony."],["div",{"id":"p155","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p155"},"William W. Phelps had been a trusted associate of the Prophet Joseph Smith. Then, in an hour of crisis when the Prophet needed him most, he turned against him and joined the apostates and oppressors who sought the Prophet’s life."],["div",{"id":"p156","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p156"},"Later, Brother Phelps came to himself. He repented of what he had done and wrote to the Prophet Joseph Smith, asking for his forgiveness. I want to read you the letter the Prophet Joseph wrote to Brother Phelps in reply."],["div",{"id":"p157","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p157"},"I confess also that many times I have moaned in agony when I have thought of the many incidents of this kind that researchers have discovered when they have pored over the record of our history but have left them out of their writings for fear they would be regarded as not worthy of a scholarly review of Church history."],["div",{"id":"p158","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p158"},"Now the letter."],["div",{"id":"p159","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p159"},"“Dear Brother Phelps: …"],["div",{"id":"p160","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p160"},"“You may in some measure realize what my feelings, as well as Elder Rigdon’s and Brother Hyrum’s were, when we read your letter—truly our hearts were melted into tenderness and compassion when we ascertained your resolves, &c. I can assure you I feel a disposition to act on your case in a manner that will meet the approbation of Jehovah, (whose servant I am), and agreeable to the principles of truth and righteousness which have been revealed; and inasmuch as long-suffering, patience, and mercy have ever characterized the dealings of our heavenly Father towards the humble and penitent, I feel disposed to copy the example, cherish the same principles, and by so doing be a savior of my fellow men."],["div",{"id":"p161","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p161"},"“It is true, that we have suffered much in consequence of your behavior—the cup of gall, already full enough for mortals to drink, was indeed filled to overflowing when you turned against us. One with whom we had oft taken sweet counsel together, and enjoyed many refreshing seasons from the Lord—‘had it been an enemy, we could have borne it.’ …"],["div",{"id":"p162","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p162"},"“However, the cup has been drunk, the will of our Father has been done, and we are yet alive, for which we thank the Lord. And having been delivered from the hands of wicked men by the mercy of our God, we say it is your privilege to be delivered from the powers of the adversary, be brought into the liberty of God’s dear children, and again take your stand among the Saints of the Most High, and by diligence, humility, and love unfeigned, commend yourself to our God, and your God, and to the Church of Jesus Christ."],["div",{"id":"p163","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p163"},"“Believing your confession to be real, and your repentance genuine, I shall be happy once again to give you the right hand of fellowship, and rejoice over the returning prodigal …"],["div",{"id":"p164","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p164"},"“‘Come on, dear brother, since the war is past,"],["div",{"id":"p165","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p165"},"For friends at first, are friends again at last.’"],["div",{"id":"p166","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p166"},"“Yours as ever,"],["div",{"id":"p167","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p167"},"“Joseph Smith, Jun.”"],["div",{"id":"p168","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p168"},"(",["span.emphasis","History of the Church,"],"4:162–64.)"],["div",{"id":"p169","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p169"},"Brother Phelps did return to full fellowship. He was a writer of hymns. The one we sang to open this meeting, “Praise to the Man,” was written by Brother Phelps, as were “O God, the Eternal Father,” “Now Let Us Rejoice,” “Gently Raise the Sacred Strain,” “The Spirit of God Like a Fire”—to mention but a few."],["div",{"id":"p170","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p170"},"Oh, how great the loss to the Church if Brother Phelps had not returned. And how great would have been the tragedy for him."],["div",{"id":"p171","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p171"},"When I read about our Brethren of the past, I am overwhelmed with humility. Consider the Prophet Joseph Smith and the little opportunity he had for formal schooling. Read the letters written in his own hand, and you will know that he could not spell correctly. Oh, how grateful he must have been for a scribe. I have wept when I have contemplated what they accomplished with what little they had. I sense how grateful they were to those who stood by them."],["div",{"id":"p172","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p172"},"To you who may have lost your way, come back! We know how that can happen; we have walked that path of research and study. Come help us!—you with your scholarship and your training, you with your bright, intelligent minds, you with your experience and with your academic degrees."],["div",{"id":"p173","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p173"},"How grateful we are today for the many members who have special gifts and special training that they devote to the building up of the Church and kingdom of God and to the protecting of it."],["div",{"id":"p174","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p174"},"May God bless you who so faithfully compile and teach the history of the Church and build the faith of those you teach. I bear witness that the gospel is true. The Church is His church. I pray that you may be inspired as you write and as you teach. May His Spirit be with you in rich abundance."],["div",{"id":"p175","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p175"},"As you take your students over the trails of Church history in this dispensation, yours is the privilege to help them to see the miracle of the Restoration, the mantle that belongs to His servants, and to “see in every hour and in every moment of the existence of the Church … the overruling, almighty hand of [God]” (Joseph F. Smith, in Conference Report, Apr. 1904, p. 2)."],["div",{"id":"p176","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p176"},"As you write and as you teach Church history under the influence of His Spirit, one day you will come to know that you were not only spectators but a central part of it, for you are His Saints."],["div",{"id":"p177","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-mantle-is-far-far-greater-than-the-intellect.p177"},"This testimony I leave, with my blessings, in the name of Jesus Christ. Amen."]]]],"refs":null}
