{"id":50,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":50,"title":"The Bible, a Sealed Book","subtitle":"","short_title":"The Bible, a Sealed Book","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.head1"},["h1","The Bible, a Sealed Book"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p2"},"Elder Bruce R. McConkie"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p4"},["span.emphasis","Supplement, A Symposium on the New Testament, 1984"],"(1984), 1–7"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p5"},"I am pleased and honored to be here, and I pray for a rich outpouring of the Holy Spirit upon all of us as we now consider some matters of surpassing import where our work as teachers is concerned."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.f1"},[".caption",["b","ELDER BRUCE R. MCCONKIE",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],"Supplement, A Symposium on the New Testament, 1984",["span.emphasis","(1984), 1–7"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p6"},"I shall speak about the sealed book, which contains many of the mysteries of the kingdom. These are things that are of great worth unto all who teach the gospel. My specific subject is the Bible, a sealed book, but my approach and handling of this subject may not fit the normal pattern."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p7"},"There are many things that need to be said, and I shall speak plainly, hoping to edify and not to offend."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p8"},"These rather well-known words may have some application to what I am about to say:"],[".poetry",{"id":"f2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.f2"},[".stanza",[".line",["span.emphasis","To every man upon this earth"]],[".line",["span.emphasis","Death cometh soon or late."]],[".line",["span.emphasis","And how can man die better"]],[".line",["span.emphasis","Than facing fearful odds,"]],[".line",["span.emphasis","For the ashes of his fathers,"]],[".line",["span.emphasis","And the temples of his gods?"]]],[".citationInfo",["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p15"},"(Thomas Babington Macaulay, “Horatius,” lines 219–24, in",["span.emphasis","The Lays of Ancient Rome,"],"1842.)"]]],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p16"},"There is a plainer translation, which I think, however, is either colloquial, or apocryphal, or pseudepigraphic. It is to this effect: Fools rush in where angels fear to tread. So be it."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p17"},"Both Isaiah and John tell us about a book that is sealed. Isaiah’s prophecy speaks of taking words from the unsealed portion of the book to one of great learning, to a mighty tower of intellectual power, who asked to receive the book itself."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p18"},"Being told that some two-thirds of the book was sealed, the intellectual giant, skilled in all the linguistic learning of the world, said, “I cannot read a sealed book” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.65"},"Joseph Smith—History 1:65"],"). This prophecy was fulfilled when Martin Harris took some of the characters, copied from the Book of Mormon plates, to Professor Charles Anthon in New York City (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/29"},"Isaiah 29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27"},"2 Nephi 27"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.63-65"},"Joseph Smith—History 1:63–65"],")."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p19"},"John the Revelator saw in the hands of the Great God a book sealed with seven seals. “It contains,” as our revelations tell us, “the revealed will, mysteries, and the works of God; the hidden things of his economy concerning this earth during the seven thousand years of its continuance, or its temporal existence” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.6"},"D&C 77:6"],"), each seal covering a period of one thousand years. As John saw, no one but the Lord Jesus—“the Lion of the tribe of Juda, the Root of David” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.5"},"Revelation 5:5"],")—had the power to loose these seven seals."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p20"},"This same knowledge is contained in the sealed portion of the Book of Mormon. For aught we know the two sealed books are one and the same. Of this much we are quite certain: When, during the Millennium, the sealed portion of the Book of Mormon is translated, it will give an account of life in the premortal existence; of the creation of all things; of the Fall and the Atonement and the Second Coming; of temple ordinances, in their fulness; of the ministry and mission of translated beings; of life in the spirit world, in both paradise and hell; of the kingdoms of glory to be inhabited by resurrected beings; and many such like things."],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p21"},"As of now, the world is not ready to receive these truths. For one thing, these added doctrines will completely destroy the whole theory of organic evolution as it is now almost universally taught in the halls of academia. For another, they will set forth an entirely different concept and time frame of the creation, both of this earth and all forms of life and of the sidereal heavens themselves, than is postulated in all the theories of men. And sadly, there are those who, if forced to make a choice at this time, would select Darwin over Deity."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p22"},"Our purpose in referring to the sealed book or books spoken of by Isaiah and John is to set the stage for a consideration of the sealed book—the Holy Bible—that is now in our hands. As the Lord Jesus alone has power to loose the seven seals on John’s book, so the coming forth of the sealed portion of the Book of Mormon depends upon our faith and righteousness."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p23"},"When we rend the damning veil of unbelief that now shuts us out from perfect communion with Gods and angels and when we gain faith like that of the brother of Jared, then we will gain the knowledge that was his. This will not occur until after the Lord comes. (See",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4"},"Ether 4"],".)"],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p24"},"The Book of Mormon came forth and was translated by the gift and power of God. The scholarship and learning of wise men were not involved. It was not brought forth by intellectual giants who had been trained in all the linguistic wisdom of the world. It came forth by the power of the Holy Ghost. The translator said, “I am not learned” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.19"},"2 Nephi 27:19"],"). The Lord replied, “The learned shall not read” the account on the plates (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.20"},"2 Nephi 27:20"],")."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p25"},"There is a great key in this. The Book of Mormon is translated correctly because an unlearned man did it by the gift and power of God. It took him less than sixty translating days. The Bible abounds in errors and mistranslations, in spite of the fact that the most learned scholars and translators of the ages labored years on end over the manuscripts of antiquity to bring it forth."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p26"},"The key to an understanding of Holy Writ lies not in the wisdom of men, not in cloistered halls, not in academic degrees, not in a knowledge of Greek and Hebrew—though special intellectual insights may result from all of these—but the things of God are known and understood only by the power of the Spirit of God (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2"},"I Corinthians 2"],"). Thus saith the Lord: “I call upon the weak things of the world, those who are unlearned and despised” to do my work (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.13"},"D&C 35:13"],")."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p27"},"How well Paul said: “Where is the wise: where is the scribe? where is the disputer of this world? hath not God made foolish the wisdom of this world? … Because the foolishness of God is wiser than men; and the weakness of God is stronger than men. For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called: but God hath chosen the foolish things of the world to confound the wise.” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/1.20,25-27"},"I Corinthians 1:20, 25–27"],".)"],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p28"},"Of course we should learn all we can in every field; we should sit with Paul at the feet of Gamaliel; we should gain a knowledge of kingdoms and countries and languages (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.76-81"},"D&C 88:76–81"],"). “To be learned is good,” Jacob tells us,",["span.emphasis","if"],"we “hearken unto the counsels of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.29"},"2 Nephi 9:29"],")."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p29"},"But above all this—more important than all of it combined, more important than all the wisdom ever gained by the power of the intellect by all the wise men of all the ages—above it all is the need for the guidance of the Spirit in our study and in our teaching. The way the Book of Mormon came forth—by the power of God, who used an unlearned man—sets the tone for all of us in all our work in the kingdom. The Lord can do his work through us if we will let him."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p30"},"Now, it is my considered judgment, and I firmly believe, that the Bible as we now have it is a sealed book. It does not have the Jaredite seal, which can only be removed by faith and righteousness; the Bible is for men in our day, both the righteous and the wicked. And it is not sealed with seven seals but with two. These we shall name and show how they can be removed. The Bible should become an open book—a book that is read and believed and understood by all men on earth."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p31"},"But first we must tell what the Bible is and show its relationship to gaining salvation and to other inspired writings. Everyone knows that the Bible is the book of books; that it is a volume of holy scripture; that it contains the mind and will and voice of the Lord to all men on earth; and that it has had a greater effect on the civilization of the world, up to this time, than any other book ever written."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p32"},"There are no people on earth who hold the Bible in such high esteem as we do. We believe it, we read and ponder its sayings, we rejoice in the truths it teaches, and we seek to conform our lives to the divine standard it proclaims. But we do not believe, as does evangelical Christianity, that the Bible contains all things necessary for salvation; nor do we believe that God has now taken upon himself the tongue of the dumb which no longer speaks, nor reveals, nor makes known his will to his children."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p33"},"Indeed, we know that the Bible contains only a sliver, a twig, a leaf, no more than a small branch at the most, from the great redwood of revelation that God has given in ages past. There has been given ten thousand times ten thousand more revelation than has been preserved for us in our present Bible. It contains a bucket, a small pail, a few draughts, no more than a small stream at most, out of the great ocean of revealed truth that has come to men in ages more spiritually enlightened than ours."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p34"},"And even the small portion of truth preserved for us in our present Bible has not come down to us in its original plainness and perfection. An angel told Nephi, with repetitive emphasis, that the Bible—including both the Old Testament and the New Testament—contained the knowledge of salvation when first written; that it then went through the hands “of that great and abominable church, which is most abominable above all other churches” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.26"},"1 Nephi 13:26"],"); that many plain and precious parts and many covenants of the Lord were taken away; and that as a result an exceedingly great many did stumble and did not know what to believe or how to act. (See",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13"},"1 Nephi 13"],".)"],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p35"},"And yet, with all this, we cannot avoid the conclusion that a divine providence is directing all things as they should be. This means that the Bible, as it now is, contains that portion of the Lord’s word that a rebellious, wicked, and apostate world is entitled to and able to receive."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p36"},"We doubt not also that the Bible, as now constituted, is given to test the faith of men. It prepares men for the Book of Mormon. Those who truly believe the Bible accept the Book of Mormon; those who believe the Book of Mormon accept the Doctrine and Covenants and the Pearl of Great Price; and those so enlightened strive to live that they can receive the greater light and knowledge in those sealed books that are yet to come to light—those books, we repeat, which shall come forth from unlearned men as they are guided by the Holy Ghost."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p37"},"Providentially the Bible is so written that all men, however slight their spiritual endowment may be, can gain truth and enlightenment from it, whereas those who have the power of discernment can learn from it the deep and hidden things reserved for the Saints alone."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p38"},"By way of perspective, as far as gaining salvation is concerned, the Bible is far excelled—immeasurably so—by the Book of Mormon and the other latter-day revelations. These modern scriptures are in fact the ones that must be believed and accepted in order for us to be saved. If it came right down to it, those of us who live in the dispensation of the fulness of times could be saved if there were no Bible at all, because the gospel truths and powers have all been given anew to us by direct revelation."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p39"},"Also by way of having all things in perspective, we should be aware that there are approved and inspired writings that are not in the standard works. These writings also are true and should be used along with the scriptures themselves in learning and teaching the gospel. Next to the standard works five of the greatest documents in our literature are—"],["div",{"id":"f3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.f3"},["ol.number",["li",["span.label","1."],[".para","The “Wentworth Letter.” (See",["span.emphasis","History of the Church,"],"4:535–41.) Written by the Prophet Joseph Smith, it contains an account of the coming forth of the Book of Mormon, of the ancient inhabitants of the Americas, of the organization of the Church in this dispensation, and of the persecutions suffered by the early Latter-day Saints. The thirteen Articles of Faith are part of this letter."]],["li",["span.label","2."],[".para",["span.emphasis","Lectures on Faith."],"These lectures were prepared by and under the direction of the Prophet Joseph Smith and were taught by him and by others in the School of the Prophets. The Prophet said they embraced “the important doctrine[s] of salvation” (Preface to D&C, 1835 ed.; reprint, Independence, Mo.: Herald House, 1971)."]],["li",["span.label","3."],[".para",["span.emphasis","The Father and the Son: A Doctrinal Exposition by the First Presidency and the Twelve."],"(See James R. Clark, comp.,",["span.emphasis","Messages of the First Presidency of the Church of Jesus Christ of Latter-day Saints,"],"6 vols. [Salt Lake City: Bookcraft, 1965–75], 5:26–34; see also 5:23–25.) This exposition sets forth the status and relationship of the Father and the Son, shows those ways in which Christ is the Father, and through its various recitations lays to rest the false and heretical view that Adam is our Father and our God."]],["li",["span.label","4."],[".para","The “King Follett Sermon” and the “Sermon in the Grove.” (See",["span.emphasis","History of the Church,"],"6:302–17; 6:473–79.) These two sermons, one in thought and content, set forth the doctrine of the plurality of Gods and of becoming joint heirs with Christ. They show that man may become as his Maker and reign in celestial exaltation forever."]],["li",["span.label","5."],[".para","“The Origin of Man,” by the First Presidency of the Church. (See Clark,",["span.emphasis","Messages of the First Presidency,"],"4:200–206; see also 4:199.) This inspired writing sets forth the official position of the Church on the origin of man and therefore impinges on the evolutionary fantasies of biologists and their fellow travelers. As might be expected, it arouses great animosity among intellectuals whose testimonies are more ethereal than real."]]]],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p45"},"Now to our modern sealed book—the Holy Bible—the book that prepares men for the further light and knowledge the Lord has in store for them. What are the seals that hide its wonders from the world?"],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p46"},"They are two in number and are the opposite extremes of a swinging pendulum. They are the seals of Satan and have been forged with devilish cleverness. In fact, I cannot think of two seals that could more effectively destroy the value and use of the Bible than these two. They are the seal of ignorance and the seal of intellectuality. A word about each is in order."],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p47"},"As to the seal of ignorance—this seal kept the Bible away from almost every living soul on earth for nearly fifteen hundred years. If ever there was a sealed book, it was the Bible all during the Dark Ages. The dominant church neither used it nor taught it but followed instead the traditions of the Fathers, hence such doctrines as the three-in-one spirit God; the worship of Mary and images; the intercession of saints; masses for the salvation of the living and the dead; the sale of indulgences; purgatory; infant baptism; the justifying of the persecution and slaying of heretics, as in the Spanish Inquisition; and so on—for none of which is there one shred of proper scriptural justification."],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p48"},"The Renaissance and the Reformation that grew out of it were, in large measure, movements to translate and use the Bible. Many is the truth seeker who was burned at the stake for the mere possession of an unauthorized Bible. We need not dwell more on this. There are shelves of books in every good library that tell the dire and dark story."],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p49"},"Today the seal of ignorance remains only insofar as the generality of Christendom, and the rest of the world in general, have no real interest in studying the Bible. Modern ministers are sociologists, not theologians. And in Catholic nations there is almost no encouragement or incentive to own or read the biblical word."],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p50"},"As to the seal of intellectuality—this is quite another matter. It is imposed, no doubt unwittingly in many cases, by “the wise, and the learned, … who are puffed up because of their learning, and their wisdom”—these are Jacob’s words—and who do not know they are thereby numbered with those “whom” the Holy One of Israel “despiseth” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.42"},"2 Nephi 9:42"],")."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p51"},"We shall show the fallacy of relying on learning and intellectuality, rather than upon the Spirit and upon an overall understanding of the plan of salvation, as we now set forth the keys of understanding that will enable us to remove the seals from the sealed Bible."],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p52"},"Some of these keys of understanding are of almost infinite import; others are so insignificant that if they are ignored, no one will ever miss them. Even these insignificant ones, however, must be mentioned so as to keep the important items in perspective. We shall take the liberty of rating each key on a scale of one to ten."],["div",{"id":"p53","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p53"},"And so we say of the Bible, as Parley P. Pratt said of the Book of Mormon: “Remove the seals; be wide unfurled / Its light and glory to the world” (“An Angel from on High,”",["span.emphasis","Hymns"],"[1948], no. 224)."],[".topic",["h2","Key One: Read the Bible"],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p55"},"Could any key be more obvious than this? Simply read the book itself. Unless and until we do, nothing else will fall into place. We cannot do other than rate this key as a ten on our scale. All biblical scholarship and understanding begin with reading the basic source material."],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p56"},"One of our problems is that we read what others have said about the Bible; we read a book of Old Testament stories; we get something the",["span.emphasis","Reader’s Digest"],"publishes under the biblical name that leaves out the genealogies and supposedly hard parts."],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p57"},"Read the book itself. “Search the scriptures” (",["a.scriptureRef",{"href":"/scriptures/nt/john/5.39"},"John 5:39"],"). Treasure up the Lord’s word. Go to the source. The words are sacred. Insofar as they have come down to us as originally penned, they were inspired by the Holy Ghost. They are to be read over and over again as long as we live."],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p58"},"But in my opinion they are not all of equal worth. The Gospels, particularly the Gospel of John, are worth their weight in gold. Acts is not far behind them. Paul’s epistles, Romans being the chief and Philemon the least, are treasure houses of doctrine and wise counsel. The writings of Peter and James, plus 1 John, rank as though written by angels; 2 and 3 John are of no special moment; Jude is worthwhile, at least; and for those with gospel understanding, Revelation is a foundation of divine wisdom that expands the mind and enlightens the soul."],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p59"},"In the Old Testament, Genesis is the book of books—a divine account whose worth cannot be measured. Exodus and Deuteronomy are also of surpassing worth. Numbers, Joshua, Judges, the Samuels, the Kings, and the Chronicles are all essential history, interwoven with deeds of faith and wonder that form a background for an understanding of the Christian faith. Leviticus has no special application to us and, except for a few passages, need not give us permanent concern. Ruth and Esther are lovely stories that are part of our heritage. The Psalms contain marvelous poetry, and the portions that are messianic and that speak of the last days and the Second Coming are of great import. Proverbs, Ecclesiastes, and Lamentations are interesting books; Job is for people who like the book of Job; and the Song of Solomon is biblical trash—it is not inspired writing. Ezra, Nehemiah, Obadiah, and Jonah are the least of the prophets; and all the rest of the prophets—Isaiah above them all—each in his place and order set forth the doctrinal and prophetic word that must be studied in depth."]],[".topic",["h2","Key Two: Know Hebrew and Greek"],["div",{"id":"p61","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p61"},"There is certainly no objection to knowing Hebrew and Greek, but it does have some hazards. Joseph Smith and some of our early Brethren studied some Hebrew. When a knowledge of ancient languages is used properly—as a means of gaining inspiration about particular passages—it merits a rating of, say, one or one and two-tenths. Improperly used—as an end in itself—its value sinks off the scale to a minus five or a minus ten, depending upon the attitude and spiritual outlook of the user."],["div",{"id":"p62","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p62"},"Those who turn to the original tongues for their doctrinal knowledge have a tendency to rely on scholars rather than on prophets for scriptural interpretations. This is perilous; it is a sad thing to be numbered with the wise and the learned who know more than the Lord."],["div",{"id":"p63","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p63"},"Certainly none of us should be troubled or feel inferior if we do not have a working knowledge of the languages in which the Bible was first written. Our concern is to be guided by the Spirit and to interpret the ancient word in harmony with latter-day revelation."]],[".topic",["h2","Key Three: Use Biblical Commentaries and Dictionaries"],["div",{"id":"p65","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p65"},"Anything to be said under this heading is more of a warning than an endorsement. On historical and geographical matters, these uninspired writings rate as one or two; on doctrinal matters they drop off the scale to a minus ten, a minus one hundred, a minus one thousand, depending on the doctrine."],["div",{"id":"p66","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p66"},"The wise and the learned know so infinitesimally little about doctrine that it is almost a waste of time to read them. All their creeds are an abomination in the Lord’s sight. They teach for doctrines the commandments of men. They twist and pervert the scriptures to conform to their traditions; and if they get anything right, it is an accident."],["div",{"id":"p67","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p67"},"One says Jesus did not walk on the water, for that is impossible; rather, he waded in the surf."],["div",{"id":"p68","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p68"},"Another says He did not feed the five thousand by multiplying loaves and fishes, for that is contrary to all nature; rather, many in the congregation carried food in their knapsacks but were afraid to take it out lest they would have to share it with others. Jesus merely taught them to share."],["div",{"id":"p69","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p69"},"Yet another says we need not look for the Second Coming in the literal sense, for surely Christ is no longer a man who can dwell again among men; rather, the Second Coming takes place whenever Christ dwells in the heart of a man."],["div",{"id":"p70","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p70"},"What can the commentaries of the world teach us about the personal nature of God; about the premortal existence, the war in heaven, and the eternal plan of salvation; about the fall of man with its temporal and spiritual death; about the paradisiacal creation that is to be restored during the Millennium; about the Melchizedek Priesthood and its various offices; about the literal gathering of Israel and the restoration of the ten tribes upon the mountains of Israel; about the preaching to the spirits in prison and the doctrine of salvation for the dead; about temples and celestial marriage and the continuation of the family unit in eternity; about gifts and signs and miracles; about a universal apostasy, a glorious day of restoration, and the coming forth of the Book of Mormon; about the atonement of Christ, which makes salvation available on conditions of obedience; about the three degrees of glory; about exaltation in the highest heaven of the celestial world where men will be joint heirs with Christ; about almost every basic doctrine of salvation?"],["div",{"id":"p71","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p71"},"My fellow teachers, all these things, and ten thousand more, have come from God in heaven to us in this final dispensation of grace by direct revelation. They are the truths that make salvation available, and they are not to be found in the tomes of the scholars of the world."]],[".topic",["h2","Key Four: Learn of Local Customs and Traditions"],["div",{"id":"p73","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p73"},"This has some considerable advantage. It rates a two or a three. The words of scripture often take on a new and added meaning when read in the light of the local conditions that called them forth."],["div",{"id":"p74","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p74"},"When we learn that the counsel of Jesus to beware of false prophets, who come to us in sheep’s clothing but inwardly are ravening wolves, had reference to the rabbis and scribes and Pharisees of his day, we realize that its modern application is to the ministers of false churches who teach false doctrines."],["div",{"id":"p75","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p75"},"When we learn that the call of the meek Nazarene to come unto him, take his yoke upon them, and learn of him, for his yoke was easy and his burden light, and he would give them rest to their souls, was an invitation to leave the ritualistic, formalistic, burdensome performances of the Mosaic law and to accept the simplicity of gospel worship, it places an entirely new light on the call to leave the sin-laden burdens of the world and accept the holy gospel."],["div",{"id":"p76","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p76"},"When we learn that every group of travelers in Palestine camped out at caravanserais, in which rooms called inns surrounded a courtyard where their animals were tethered, we get an entirely new vision of the place where the Lord Jesus was born."],["div",{"id":"p77","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p77"},"When we read that Jesus excoriated the Jewish teachers because their traditions made the law of God of none effect, that he arraigned them for their utterly inane Sabbath restrictions, that he condemned them for their ceremonial acts of washings and purifyings, it is of considerable help to know what the traditions, the restrictions, and the ceremonial acts were."],["div",{"id":"p78","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p78"},"Nephi quotes “the words of Isaiah” and says “they are plain unto all those that are filled with the spirit of prophecy” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.4"},"2 Nephi 25:4"],"). As a supplemental way of understanding the words of the prophets, he says men must be “taught after the manner of the things of the Jews” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.5"},"2 Nephi 25:5"],")."],["div",{"id":"p79","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p79"},"Authors such as Edersheim, Farrar, and Geike, writing more than a hundred years ago when men had more faith and when they believed in the divine sonship, give us much good data on these ancient customs and ways of life."]],[".topic",["h2","Key Five: Study All Scripture in Context"],["div",{"id":"p81","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p81"},"The context of every passage of scripture is important: let us rate it as a two or a three on our scale. God is no respecter of persons. Anything he has or will say to one person, he will say to another who is similarly situated. And he may give what seem to be conflicting commands to different persons differently situated."],["div",{"id":"p82","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p82"},"If the scripture says, “Thou shalt not kill” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.13"},"Exodus 20:13"],"), what is to stop the Lord from telling Nephi to slay Laban as that Jewish leader lies in a drunken stupor? If the scripture says members of the Church who commit murder are denied eternal life, does this apply also to the heathen nations? If we need a passage to teach the separation of Church and state, will we find it in the Old Testament when the people were ruled theocratically or in the New Testament when they were required to render unto Caesar the things that were his? If we are studying Levitical performances, will we turn to the Book of Mormon, among which people there were no Levites? And so on and so on. Obviously scriptures have limited or general application according to the context."]],[".topic",["h2","Key Six: Rightly Distinguish between Literal and Figurative Passages"],["div",{"id":"p84","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p84"},"This is difficult to do, it requires considerable experience and discernment, and it surely rates as a three or a four. In general we are safer in taking things literally, although the scriptures abound in figurative matters."],["div",{"id":"p85","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p85"},"Literal occurrences include speaking with God face to face as a man speaketh with his friend; man’s being made in the image of God, both physically and spiritually; the coming of Christ as the Only Begotten in the flesh; the Lord Jesus himself dwelling in Enoch’s Zion; His personal reign during the Millennium; the resurrection of all men from the dead with corporeal bodies of flesh and bones; and so on."],["div",{"id":"p86","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p86"},"Figurative matters include Enoch’s walking with God, the Lord Jehovah dwelling with ancient Israel, Christ being the living bread that came down from heaven, eating his flesh and drinking his blood in the sacramental ordinance, and so on."]],[".topic",["h2","Key Seven: Use the King James Version of the Bible"],["div",{"id":"p88","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p88"},"As far as the Bibles of the world are concerned, the King James Version is so far ahead of all others that there is little comparison. It rates as an item of five or six on our scale. It is the Bible that came into being to prepare the way for the translation of the Book of Mormon and to set a literary pattern and standard for the revelations in the Doctrine and Covenants. It is the official Bible of the Church. Reference might well be made to",["span.emphasis","Why the King James Version?"],"by President J. Reuben Clark, Jr. (Salt Lake City: Deseret Book Co., 1956) for an extensive consideration of this matter."]],[".topic",["h2","Key Eight: What of the Other Translations of the World?"],["div",{"id":"p90","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p90"},"In answer we say: Forget them; they are of so little value that it is almost a waste of time to delve into them. We take a generous view to even rate them as one on our scale. They are not binding upon us, and in general they simply set forth the religious predilections of their translator. Some, for instance, have Christ born of a young woman rather than a virgin."],["div",{"id":"p91","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p91"},"There may be an occasional instance in which one of these alien translations throws some light on a particular point; they are not all bad, but there are so many things to study and learn that I question the wisdom of treasuring up the translation views of the wise and the learned who really have nothing in the inspired sense to contribute to an understanding of eternal truth."]],[".topic",["h2","Key Nine: Use and Rely on the Joseph Smith Translation, the So-called Inspired Version"],["div",{"id":"p93","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p93"},"This counsel rates an eight or a nine. It can scarcely be stated with too great an emphasis. The Joseph Smith Translation, or Inspired Version, is a thousand times over the best Bible now existing on earth. It contains all that the King James Version does, plus pages of additions and corrections and an occasional deletion. It was made by the spirit of revelation, and the changes and additions are the equivalent of the revealed word in the Book of Mormon and the Doctrine and Covenants."],["div",{"id":"p94","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p94"},"For historical and other reasons there have been, among some members of the Church in times past, some prejudice and misunderstanding of the place of the Joseph Smith Translation. I hope this has now all vanished away. The Latter-day Saint edition of the Bible footnotes many of the major changes made in the Inspired Version and has a seventeen-page section that sets forth excerpts that are too lengthy for inclusion in the footnotes."],["div",{"id":"p95","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p95"},"Reference to this section and to the footnotes themselves will give anyone who has spiritual insight a deep appreciation of this revelatory work of the Prophet Joseph Smith. It is one of the great evidences of his prophetic call."],["div",{"id":"p96","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p96"},"And I am pleased to say that here at Brigham Young University we have the world’s foremost authority on the Joseph Smith Translation. His contributions in this field of gospel scholarship rank with the best works published in our dispensation. He is of course Brother Robert J. Matthews, the dean of Religious Education. His published work, “",["span.emphasis","A Plainer Translation”: Joseph Smith’s Translation of the Bible, a History and Commentary"],"(Provo: Brigham Young Univ. Press, 1975), is deserving of your careful study."]],[".topic",["h2","Key Ten: Use the Teaching Aids in the LDS Edition of the Bible"],["div",{"id":"p98","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p98"},"I received a letter from a seminary teacher in which he criticized our new scriptural publications because they had footnotes, cross-references, and teaching aids. He argued that these were crutches which kept people from that intensive study in which they would make their own cross-references."],["div",{"id":"p99","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p99"},"Well, I for one need these crutches and recommend them to you. They include the Joseph Smith Translation items, the chapter headings, the topical guide, the Bible dictionary, the footnotes, the gazetteer, and the maps."],["div",{"id":"p100","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p100"},"None of these are perfect; they do not of themselves determine doctrine; there have been and undoubtedly now are mistakes in them. Cross-references, for instance, do not establish and never were intended to prove that parallel passages so much as pertain to the same subject. They are aids and helps only. Certainly they rate a four or five in importance. Use them consistently."]],[".topic",["h2","Key Eleven: Use Inspired and Interpreting Translations of the Scriptures"],["div",{"id":"p102","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p102"},"It seems to me that most of us are almost unaware of the great enlightenment that is available to us from inspired and interpreting translations of biblical passages. For those with spiritual insight, these inspired interpretations rate an eight or nine on our scale; for those with less spiritual maturity, all they do is raise doubts and questions."],["div",{"id":"p103","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p103"},"As all of you know, almost every New Testament quotation of an Old Testament scripture varies from the original Hebrew text as it has been translated in our Bible. Why? There are two reasons. One reason is that many quotations came from the Greek Septuagint and not from the Hebrew text that has become our Old Testament. The Septuagint had many deficiencies because it incorporated the doctrinal views of the translators."],["div",{"id":"p104","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p104"},"More important, the Jews in the days of Jesus spoke Aramaic and not Hebrew, but their scriptures were written in Hebrew. Hence, it was the practice in their synagogue worship for one teacher to read texts from the Hebrew and for another to translate or paraphrase these passages into Aramaic—or as they said, make these passages",["span.emphasis","targums"],"—so they could be understood by the people."],["div",{"id":"p105","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p105"},"When these Targums were made by Jesus and the Apostles, all of whom taught regularly and consistently in the synagogues, they were inspired and hence throw great floods of light upon whatever scripture is involved. Many Old Testament passages take on new meanings because of the way they are quoted in the New Testament."],["div",{"id":"p106","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p106"},"For all practical purposes Nephi often did much the same thing when quoting Isaiah or Zenos. He gave, not a literal, but an inspired and interpreting translation. And in many instances his words give either a new or a greatly expanded meaning to the original prophetic word."],["div",{"id":"p107","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p107"},"As a matter of fact, Moroni did this same thing in his 1823 appearances to Joseph Smith. For instance, he so improved upon the promise of Elijah’s return that it is like stepping from a pleasant twilight into the brilliance of the noonday sun. And yet years later, with a full knowledge of the more perfect translation, Joseph Smith retained the King James language in the Book of Mormon and the Doctrine and Covenants and his inspired rendition of the Bible."],["div",{"id":"p108","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p108"},"Surely there is a message here. For one thing, it means that the same passage of scripture can be translated correctly in more ways than one and that the translation used depends upon the spiritual maturity of the people."],["div",{"id":"p109","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p109"},"Similarly, the Sermon on the Mount in the Book of Mormon preserves, with a few improvements, the language of the King James Version of the Bible. But later, the Joseph Smith Translation renders much of this sermon in a way that excels even the Book of Mormon."],["div",{"id":"p110","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p110"},"So simple a passage as",["a.scriptureRef",{"href":"/scriptures/nt/john/17.3"},"John 17:3"],"has a limited meaning for all men, but it is a celestial beacon of blazing light to us. From it we learn that to know God and Christ is to be like them—thinking what they think, speaking what they speak, doing what they do—all of which knowledge is beyond the capacity of an unenlightened mind to receive."],["div",{"id":"p111","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p111"},"As rapidly as we learn the plan of salvation and get ourselves in tune with the Holy Spirit, the scriptures will take on an entirely new meaning for us. No longer will we be limited, as are the small minds of the worldly wise, but our whole souls will be filled with light and understanding beyond anything of which we can now conceive."]],[".topic",["h2","Key Twelve: Modern Scripture Unveils the Ancient Scripture"],["div",{"id":"p113","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p113"},"I cannot lay too much stress on this key. It rates a ten or more. In the real and true sense of the word, the only way to understand the Bible is first to gain a knowledge of God’s dealings with men through latter-day revelation."],["div",{"id":"p114","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p114"},"We could be saved without the Bible, but we cannot be saved without latter-day revelation. Ours is a restored kingdom. The doctrines, laws, ordinances, and powers were all restored. God and angels gave them anew. We believe what we believe, and have the truths we possess, and exercise the keys and powers in us vested, because they have come by the opening of the heavens in our day. We do not look back to a dead day or a past people for salvation."],["div",{"id":"p115","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p115"},"As it happens—it could not be otherwise with an unchangeable God—what we have conforms to what the ancient Saints had. Any agreeing truths and practices they had stand as a second and supplemental witness of gospel verities. But our knowledge and powers come directly from heaven."],["div",{"id":"p116","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p116"},"Hence, the imperfect and partial accounts of the Lord’s dealings with his ancient Saints, as found in the Bible, must conform to and be read in harmony with what we have received. It is time we learned, not that the Book of Mormon is true because the Bible is true, but just the reverse. The Bible is true, insofar as it is, because the Book of Mormon is true."],["div",{"id":"p117","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p117"},"The everlasting gospel; the eternal priesthood; the identical ordinances of salvation and exaltation; the never-varying doctrines of salvation; the same Church and kingdom; the keys of the kingdom, which alone can seal men up unto eternal life—all these have always been the same in all ages; and it shall be so everlastingly on this earth and all earths to all eternity. These things we know by latter-day revelation."],["div",{"id":"p118","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p118"},"Once we know these things, the door is open to an understanding of the fragmentary slivers of information in the Bible. By combining the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price, we have at least a thousand passages that let us know what prevailed among the Lord’s people in the Old World."],["div",{"id":"p119","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p119"},"Did they have the fulness of the everlasting gospel at all times? Yes. There was not a period of ten minutes from the days of Adam to the appearing of the Lord Jesus in the land Bountiful when the gospel—as we have it, in its eternal fulness—was not on earth."],["div",{"id":"p120","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p120"},"Do not let the fact that the performances of the Mosaic law were administered by the Aaronic Priesthood confuse you on this matter. Where the Melchizedek Priesthood is, there is the fulness of the gospel; and all of the prophets held the Melchizedek Priesthood."],["div",{"id":"p121","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p121"},"Was there baptism in the days of ancient Israel? The answer is in the Joseph Smith Translation of the Bible and in the Book of Mormon. The record of the first six hundred years of Nephite history is simply a true and plain account of how things were in ancient Israel from the days of Moses downward."],["div",{"id":"p122","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p122"},"Was there a Church anciently, and if so, how was it organized and regulated? There was not so much as the twinkling of an eye during the whole so-called pre-Christian Era when the Church of Jesus Christ was not upon the earth, organized basically in the same way it now is. Melchizedek belonged to the Church; Laban was a member; so also was Lehi, long before he left Jerusalem."],["div",{"id":"p123","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p123"},"There was always apostolic power. The Melchizedek Priesthood always directed the course of the Aaronic Priesthood. All of the prophets held a position in the hierarchy of the day. Celestial marriage has always existed. Indeed, such is the heart and core of the Abrahamic covenant. Elias and Elijah came to restore this ancient order and to give the sealing power, which gives it eternal efficacy."],["div",{"id":"p124","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p124"},"People ask, Did they have the gift of the Holy Ghost before the day of Pentecost? As the Lord lives, they were so endowed—such is part of the gospel—and those so gifted wrought miracles and sought and obtained a city whose builder and maker is God."],["div",{"id":"p125","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p125"},"I have often wished the history of ancient Israel could have passed through the editing and prophetic hands of Mormon. If so, it would read like the Book of Mormon, but I suppose that was the way it read in the first instance anyway."]],[".topic",["h2","General Key: Ponder, Pray, and Seek the Spirit"],["div",{"id":"p127","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p127"},"This is the conclusion of the whole matter. This key removes the seal. This is the only way the pure and sweet and hidden truths of the Bible may be known in full. And it is rated above all others."],["div",{"id":"p128","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p128"},"We all know that we must treasure up the words of life; that we must live by every word that proceedeth forth from the mouth of God; that we must ponder the things of righteousness by day and, with Nephi, water our pillows by night—all as we let the solemnities of eternity sink into our souls."],["div",{"id":"p129","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p129"},"We all know we must ask the Lord for guidance and enlightenment. “Ask, and ye shall receive; knock, and it shall be opened” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.7"},"D&C 4:7"],"). “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him” (",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],")."],["div",{"id":"p130","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p130"},"“And the Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit ye shall not teach” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],"). For, “No prophecy of the scripture is of any private interpretation. For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.20-21"},"2 Peter 1:20–21"],".)"],["div",{"id":"p131","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p131"},"Now, much more might be said; we have but opened the door to investigation. However great the darkness may be in the world among the wise and the learned, we need not be confused nor uncertain. The gospel trump sounds no uncertain tones. We have power to remove the seals from the sealed book and to bask in the light that shines forth from its pages."],["div",{"id":"f4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.f4"},"May I, by way of conclusion, doctrine, and testimony, give you four simple directions:",["ol.number",["li",["span.label","1."],[".para","Teach from the source. Use the scriptures themselves; our tendency often is to study texts about the Bible rather than to take the divine word in its purity."],[".para","Streams of living water flow from the Eternal Fountain, and they flow in scriptural channels prepared by the prophets. Here is a bit of wisdom most of you will understand: Don’t drink below the horses, particularly the horses of sectarianism."]],["li",["span.label","2."],[".para","Teach doctrine in preference to ethics. Read again your instructions as given by President J. Reuben Clark, Jr., in",["span.emphasis","The Charted Course of the Church in Education"],"(address delivered to religious educators, 8 Aug. 1938; see also",["span.emphasis","Charge to Religious Educators"],"[Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1981]). As he sets forth, if we teach ethics and nothing more, we fail; if we teach the great and eternal doctrines of salvation, we succeed, and the ethical principles will thereby take care of themselves."]],["li",["span.label","3."],[".para","Teach by the Spirit. This is axiomatic. It has been true from the beginning and will be so everlastingly. Have you caught the vision of that great proclamation made in the Adamic day as to how and in what manner the gospel must be preached?"],[".para","The scripture saith: “Believe on his Only Begotten Son, even him whom he declared should come in the meridian of time, who was prepared from before the foundation of the world” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.57"},"Moses 5:57"],"). That is, believe in Christ and conform to the great and eternal plan of salvation."],[".para","Then come these words: “And thus the Gospel began to be preached, from the beginning, being declared by holy angels sent forth from the presence of God, and by his own voice, and by the gift of the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.58"},"Moses 5:58"],")."],[".para","The gospel is and must be and can only be taught by the gift of the Holy Ghost. That gift is given to us as the Saints of the Most High and to none other. We stand alone and have a power the world does not possess. Our views on religious and spiritual matters are infinitely better than theirs because we have the inspiration of heaven."],[".para","This is the reason the call to teach, the call to be a teacher—and I speak now of teachers of both sexes—is the third greatest position in the church. Truly Paul said: “God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.28"},"1 Corinthians 12:28"],"). Apostles, prophets, teachers—in that order. Then the moving of mountains and the raising of the dead."],[".para","Apostles and prophets are also teachers, and what greater commission can anyone have from the Lord than to stand in His place and stead, saying what he would say if he personally were present, and doing it because the words uttered flow forth by the power of the Holy Ghost?"]],["li",["span.label","4."],[".para","Become a gospel scholar. With such a great commission, how can we do other than become gospel scholars and then so live as to enable the Spirit to draw from our acquired treasures of truth those portions needed in the very hour?"],[".para","In the very nature of things every teacher becomes an interpreter of the scriptures to his hearers. It could not be otherwise. We are to preach, teach, expound, and exhort. But our explanations must be in harmony with prophetic and apostolic utterances, and they will be if they are guided by the Spirit. Remember that these are the chief officers placed in the Church to see that we are not “tossed to and fro, and carried about with every wind of doctrine” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.14"},"Ephesians 4:14"],")."]]]],["div",{"id":"p144","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p144"},"Now, one final word: In the Church we are all brethren; the Lord is no respecter of persons; it is not a church position that saves but obedience and personal righteousness."],["div",{"id":"p145","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p145"},"The gospel has been restored so “that every man might speak in the name of God the Lord, even the Savior of the world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.20"},"D&C 1:20"],"). We are all entitled to the spirit of inspiration. As the Prophet Joseph Smith said, “God hath not revealed anything to Joseph, but what He will make known unto the Twelve, and even the least Saint may know all things as fast as he is able to bear them” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [Salt Lake City: Deseret Book Co., 1938], p. 149)."],["div",{"id":"p146","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p146"},"The gifts of the Spirit are available to all of us. Indeed, it is our privilege—the privilege of every elder in the kingdom—to strip ourselves of jealousies and fears, and to humble ourselves before the Lord, until “the veil shall be rent” and we shall see him and know that he is (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.10"},"D&C 67:10"],")."],["div",{"id":"p147","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/the-bible-a-sealed-book.p147"},"The work is true; the Lord’s hand is in it; it will come off triumphant. And all of us who do our part will receive peace and joy in this life and be inheritors of eternal life in the world to come. In the name of the Lord Jesus Christ, amen."]]]],"refs":null}
