{"id":36,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":36,"title":"Things Too Wonderful for Me","subtitle":"","short_title":"Things Too Wonderful for Me","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.head1"},["h1","Things Too Wonderful for Me"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p2"},"Elder Vaughn J. Featherstone"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p3"},"Of the Seventy"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p4"},"Excerpt from",["span.emphasis","Brigham Young University 2000–2001 Speeches"],"(2001), 171–73, 180"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p5"},"There is a scripture to which President Howard W. Hunter referred during the training of General Authorities at October conference 1992. I have written that statement in my scriptures in the margin. This is the scripture from",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.31-34"},"Jeremiah 31:31–34"],":"],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.f1"},[".caption",["b","ELDER VAUGHN J. FEATHERSTONE",["br"],"OF THE SEVENTY"],["br"],["span.emphasis","Excerpt from"],"Brigham Young University 2000–2001 Speeches",["span.emphasis","(2001), 171–73, 180"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p6"},["span.emphasis","Behold, the days come, saith the Lord, that I will make a new covenant with the house of Israel, and with the house of Judah:"]],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p7"},["span.emphasis","Not according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt; …"]],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p8"},["span.emphasis","But this shall be the covenant that I will make with the house of Israel; After those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people."]],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p9"},["span.emphasis","And they shall teach no more every man his neighbour, and every man his brother, saying, Know the Lord: for they shall all know me, from the least of them unto the greatest of them, saith the Lord: for I will forgive their iniquity, and I will remember their sin no more."]],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p10"},"It is my conviction that most of you will live to see that day. How can the great Jehovah put His law in our inward parts and write it in our hearts? Why will there no longer be a need to teach our neighbors? Why will He forgive our iniquity?"],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p11"},"A year ago this coming April, President Packer, who, along with the Twelve Apostles, is responsible for the training of all of the General and Area Authorities, gave us counsel and direction that will lead to the fulfillment of the quote from Jeremiah. The training was the deepest and most meaningful of any I have experienced in my 29 years as a General Authority. It changed my life and, I would assume, the lives of all the Brethren. President Packer is a divine seer. He took the necessary preparation time and made the total effort required by the Lord to receive the direction necessary from the Lord. He read the books on Christ by Frederic William Farrar, possibly the most accurate biblical scholar outside of the Church. It is he and his writings that Elder James E. Talmage quotes in",["span.emphasis","Jesus the Christ."],"Elder Bruce R. McConkie referred to his works often. President Packer read",["span.emphasis","The New Foxe’s Book of Martyrs,"],"which I also picked up and read. The humiliation, suffering, and horror of the early Christians and the cruelty of the protesters is beyond our ability to comprehend. Most of the Christians were burned at the stake, had their flesh torn from them, were buried alive, or were put in dens with half-starved lions or tigers. These early Christians suffered the deepest, most penetrating pain possible, and almost to their dying breath called out to Jesus. It was as though they could already see Him. As I read stories of hundreds who suffered those horrific experiences, I wondered, and I hoped that if I were ever to be put in similar circumstances that I would suffer in the wonderful dignified way they did. I hope I would be strong enough to do that."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p12"},"President Packer read",["span.emphasis","Jesus the Christ"],"again. He read every scripture about the Holy Ghost and the Spirit of God in the standard works. He pondered and prayed, and the revelation came. I am convinced it was not just to be lodged in the hearts of the Brethren but is revelation for the whole Church. I believe as General Authorities we are under the sacred and holy obligation to take the message to the Church. I believe you will hear more on this inspired subject in the days, months, and years ahead that will help and bless this Church more than anything else."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p13"},"President Packer’s message was that we must live worthy to have the Holy Ghost with us 24 hours a day, seven days a week, for the rest of our lives. This was not a message for us only; it is a message for every member of the Church. Can you imagine what would happen if every man, woman, youth, and child lived in such a way as to qualify? We would startle the world. Imagine 11 million members of the Church now, and then 20, 50, 80, and 100 million in the future having the constant companionship of the Holy Ghost."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p14"},"It is my belief that President Howard W. Hunter, quoting that wonderful scripture in Jeremiah, knew that in a future day not many years off President Packer would help us qualify for the fulfillment of this wonderful blessing."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p15"},"The second revelation of absolute and profound importance came as he and the Twelve encouraged us to testify of the Living Christ. You have read the declaration of the Living Christ by President Hinckley, his counselors, and the Quorum of the Twelve. How often do we testify of the things we hold most precious and dear in this life? For some it may be occasionally—i.e., once a year or once in a while when we are called upon to speak or in a testimony meeting. We are true disciples of Christ; we ought to testify every day in every Latter-day Saint home to our wives/husbands, siblings, and children. These are the people we should love most on this earth. These are those we want to know the truth of this mighty work. Opportunities will come at school, in our work, and in the community to testify to our friends and neighbors not of our faith in a humble and sweet way, as well as to testify to each other and build greater faith."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p16"},"For example, a son may say to us, “I sure think President Hinckley is a good man.”"],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p17"},"We could say, “Indeed, he is wonderful.”"],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p18"},"What if instead we said, “Son, I know he is a prophet of God, a seer, and a revelator. He may be one of the greatest prophets that ever lived.”"],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p19"},"Can you see the difference? Can you feel the difference?"],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p20"},"A daughter might say, “We have a nice bishop.”"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p21"},"We could respond, “Yes, sweetheart, he is.”"],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p22"},"What if we took this opportunity to say, “Sweetheart, he was called by God by revelation. He has the mantle upon him, and he is guided by inspiration in his calling.”"],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p23"},"Children need to hear their parents testify. Siblings can strengthen each other, and their friends can be lifted spiritually."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p24"},"Can you think of anything in this generation that would affect members of the Church more than living to be worthy of the Holy Ghost constantly and testifying as guided and directed by the Holy Ghost of the truth of this great, majestic, divine work and more especially of Him whose work this is?"],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p25"},"This is how we will put His law in our inward parts, and it will be written in our hearts. It is how our iniquity will be forgiven. Of course, when we live worthy of the Holy Ghost, it will have required repentance, submission, and meekness. Then we will have qualified, and then the Holy Ghost will inspire us to testify and forgiveness will come."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p26"},"Section 93 of the Doctrine and Covenants teaches us the reality of the possibility for every worthy member of this Church:"],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p27"},["span.emphasis","Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am."],"[",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.1"},"D&C 93:1"],"]"],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p28"},"The Savior said “every soul,” not just the Brethren or specially privileged souls—every soul. Can you comprehend the power that would surge through the Church if every soul sought to seek the face of Christ and know that He is? Remember, the Lord’s promises are sure."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p29"},"In the first section of the Doctrine and Covenants the Lord counsels us in this powerful declaration:"],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p30"},["span.emphasis","What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same."],"[",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],"]"],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p31"},"In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.36"},"D&C 18:36"],"the Lord teaches, “Wherefore, you can testify that you have heard my voice.” If ever I have heard the Lord’s voice, it is in the declaration from",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1"},"D&C 1"],". There is a witness that penetrates my heart and soul that what the Lord states is truth. Like Jeremiah, I thrill that “his word [is] in mine heart as a burning fire shut up in my bones” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/20.9"},"Jeremiah 20:9"],")."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p32"},"This is the time to make a sacred resolution to follow the apostles and the prophets, to seek the Holy Ghost, and to testify and qualify to see the Master’s face."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p33"},"It has been my experience that fasting, prayer, study, and pondering are essential. Equally important is service. We must follow the pattern Christ modeled for us. …"],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p34"},"It is my testimony that the Holy Ghost and testifying should be our foundation pillars of direction as we move into the new millennium. Along with the prophet Job, I say, These are things I understand not that were “too wonderful for me.”"],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/things-too-wonderful-for-me.p35"},"We belong to a wonderful and magnificent church. I bear my solemn and absolute witness that the Book of Mormon is true, that Christ is the Savior of the world, that this church is His true and living church, that God our Father is the Lord Omnipotent, that we are His children, that He loves us and answers our prayers, however humble. In the name of Jesus Christ, amen."]]],"refs":null}
