{"id":36,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":36,"title":"2 Samuel 1–12: The Fall of King David","subtitle":"","short_title":26,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.head1"},[".titleNumber","26"],["h1","2 Samuel 1–12"],["h1","The Fall of King David"]],[".bodyBlock",[".topic",["h2","(26-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p5"},"“If the Latter-day Saints ever hope to make any headway with the Jewish people, they must stop talking about King David as a tragic, sinful figure, for we view him as one of the great figures of our history.” So spoke a Jewish youth to his Latter-day Saint neighbor."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p6"},"“Was David a good man?” Ask this question among Old Testament scholars, and you will likely be immediately embroiled in a vigorous debate."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p7"},"Under David Israel reached its golden age, the zenith of its power. For the first time, under his direction the chosen people controlled the whole land promised to Abraham’s seed nearly a thousand years earlier. Israel had not achieved such heights before, nor did they ever again."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p8"},"Do we emphasize the David who killed Goliath, or the David who killed Uriah? Should we view him as the servant who refused to lift his hand against the Lord’s anointed, or as the Lord’s anointed who lifted his hand against a faithful and loyal servant? Was his life a tragedy, or a triumph?"],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p9"},"If a triumph, why, then, has “he fallen from his exaltation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.39"},"D&C 132:39"],") and lost “the greatest of all the gifts of God”? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.13"},"D&C 6:13"],"). If a tragedy, why is the Messiah prophesied to sit “upon the throne of David” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.7"},"Isaiah 9:7"],"), and be called “David their king”? (",["a.scriptureRef",{"href":"/scriptures/ot/jer/30.9"},"Jeremiah 30:9"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.5-6"},"23:5–6"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/30.15-17"},"30:15–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.24-25"},"Ezekiel 37:24–25"],"). Why are we told that Jesus shall receive “the throne of his father David” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.32"},"Luke 1:32"],") and that He has “the key of David”? (",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.7"},"Revelation 3:7"],")."],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p10"},"In this chapter we read of David as king of Israel. We have already seen him as the shepherd boy turned warrior and as the king’s armor-bearer turned king’s outlaw by Saul’s own madness. Then Saul was dead, and David was king in fact as well as name."],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p11"},"Study his life carefully in this chapter and the next to see if you can answer these questions. Is it an injustice to treat David as a tragedy? How shall we view this great man of history?"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/1"},"2 Samuel 1–12"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on 2 Samuel 1–12"],[".topic",["h3","(26-2)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/1.1-16"},"2 Samuel 1:1–16"],". Why Did David Kill the Man Who Had Killed Saul at the King’s Own Request?"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p17"},"A careful reading of",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/31.1-6"},"1 Samuel 31:1–6"],"and",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/1.1-16"},"2 Samuel 1:1–16"],"shows two different accounts of Saul’s death. The man who came to David and reported that he had killed Saul at Saul’s insistence was not Saul’s armor-bearer. When the armor-bearer refused to kill his master, Saul fell upon his sword rather than fall into the hands of the Philistines. His armor-bearer then followed suit and also died."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p18"},"“The whole account which this young man gives is a fabrication: in many of the particulars it is grossly",["span.emphasis","self-contradictory."],"There is no fact in the case but the bringing of the",["span.emphasis","crown,"],"or",["span.emphasis","diadem,"],"and",["span.emphasis","bracelets"],"of Saul; which, as he appears to have been a plunderer of the slain, he found on the field of battle; and he brought them to David, and told the lie of having despatched Saul, merely to ingratiate himself with David.” (Clarke, Bible Commentary, 2:308.)"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p19"},"That David understood the Amalekite’s motives is clear from",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/4.10"},"2 Samuel 4:10"],". David’s lamentation over the death of Saul was sincere and deep. Instead of being grateful for the death of his most violent enemy, he truly mourned for the tragedy that had befallen Israel."]],[".topic",["h3","(26-3)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/2.1-11"},"2 Samuel 2:1–11"]],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p21"},"After Saul died, the tribes of Israel did not immediately flock to David and accept him as king. Abner, the captain of Saul’s host (his commanding general), set up one of Saul’ sons as the new king (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/2.8-9"},"vv. 8–9"],"). The tribe of Judah accepted David as king, but for seven years there was no unity, and two opposing kings reigned (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/2.11"},"v. 11"],"). David may have refused to take action against Ishbosheth because he had covenanted with Jonathan not to retaliate against Saul’s family when he came to power (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.14-16"},"1 Samuel 20:14–16"],")."]],[".topic",["h3","(26-4)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/2.12-32"},"2 Samuel 2:12–32"]],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p23"},"The contest between the men of Abner and the men of Joab at the pool of Gibeon was more than a simple grudge match. Abner was the leader of the forces of Ishbosheth, Saul’s son. Joab was David’s commander. Thus, in the clash between the two kingdoms, champions were chosen to determine the winner (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p1"},"Reading 25-5"],"). The challenge to let the young men “play before us” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/2.14"},"v. 14"],") meant to let the twelve representatives battle for each side."],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_all_036_01_gibeon.jpg"}],[".caption",["p",{"id":"lds-26"},"The pool of Gibeon"]]],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p24"},"When the twelve from each side had killed each other, no clear winner was shown, so both sides erupted into a furious battle, which David’s men won. When Asahel, Joab’s brother, gave chase to Abner, Abner yelled back that Asahel should content himself by taking the armor of one of the younger men, but Asahel refused."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p25"},"“It seems Asahel wished to get the armour of Abner as a trophy; this also was greatly coveted by ancient heroes. Abner wished to spare him, for fear of exciting Joab’s enmity; but as Asahel was obstinate in the pursuit, and was swifter of foot than Abner, the latter saw that he must either kill or be killed, and therefore he",["span.emphasis","turned his spear"],"and ran it through the body of Asahel. This",["span.emphasis","turning about"],"that he might pierce him is what we translate ‘the hinder end of his spear.’ This slaying of Asahel cost Abner his life.” (Clarke, Bible Commentary, 2:313.)"]],[".topic",["h3","(26-5)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3"},"2 Samuel 3"]],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p28"},"The war between the two kingdoms grew more intense as David’s army slowly gained the upper hand (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3.1"},"v. 1"],"). It was at that point that Ishbosheth accused Abner of having an affair with one of Saul’s wives (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3.7"},"v. 7"],"). To approach the royal concubines was tantamount to claiming the throne. It is little wonder Ishbosheth was concerned. Abner’s question, “Am I a dog’s head of Judah,” meant, “Am I a traitor?” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3.8"},"v. 8"],"). This he soon proved to be."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p29"},"Enraged, Abner retaliated against Ishbosheth by turning the hearts of the rest of the people to King David (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3.17-19"},"vv. 17–19"],"), and then he himself deserted to David’s camp (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3.20"},"v. 20"],"). Joab used this opportunity to avenge the death of his brother (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3.27"},"v. 27"],")."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p30"},"David went to great lengths to demonstrate to the people that he had had nothing to do with Abner’s death (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3.28-38"},"vv. 28–38"],"). This move was important politically, for those whom Abner had persuaded to change their loyalty to David could easily have gone back to Ishbosheth at the news of Abner’s death."]],[".topic",["h3","(26-6)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/4"},"2 Samuel 4"]],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p32"},"Again, David showed great wisdom and judgment by executing the two men who killed Ishbosheth. Although he was at war with Ishbosheth, David did not condone the treachery of the assassins and put them to death. His wisdom and goodness finally united the tribes into one kingdom loyal to David."]],[".topic",["h3","(26-7)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/5.6-10"},"2 Samuel 5:6–10"],". David Conquered Jerusalem and Made It His Capital City"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p34"},"The origin of the city of Jerusalem is lost in antiquity. The first biblical reference to the city may be in Genesis, which states that “Melchizedek king of Salem” (Jerusalem) and “priest of the most high God” met Abraham returning from his battle with the kings and blessed him (",["a.scriptureRef",{"href":"/scriptures/ot/gen/14.18"},"Genesis 14:18"],"). He was the one to whom Abraham paid a tithe of all he possessed. When Joshua crossed the Jordan the Jebusites, a Canaanite tribe, possessed the city. This people held Jerusalem until David captured it about 1000",["span.small","B.C."],", although Israel may have temporarily conquered the city soon after their invasion of the land of Canaan (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/10"},"Joshua 10"],")."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p35"},"David wisely chose this city as his capital, for Jerusalem was a city between the northern and southern tribes of Israel but it belonged to neither of them because it was still held by the Canaanite Jebusites. The manner of conquering the city has been much discussed because of the problematical word rendered “gutter” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/5.8"},"2 Samuel 5:8"],"). The word most likely designates a channel or a shaft, as it is similarly used in Mishnaic Hebrew. The shaft running up perpendicularly from a water conduit cut into the rock fifty feet west from Gihon, discovered by Sir C. Warren in 1867, would have given people inside the city walls access to water in time of siege and would have made a possible avenue for invaders to enter and open the gates of the city from within. Joab is said to have accomplished that initial entry (see",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/11.6"},"1 Chronicles 11:6"],")."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p36"},"The sarcasm of the Jebusites’ saying David would have to overcome “the blind and the lame,” as if such would have been sufficient to defend the city, was returned to them by David, who thereafter scathingly referred to all the Jebusite defenders as “the blind and the lame” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/5.6,8"},"vv. 6, 8"],")."]],[".topic",["h3","(26-8)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/5.11-12"},"2 Samuel 5:11–12"],". Who Was Hiram, King of Tyre, and What Was His Connection with Israel?"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p38"},"About midway between present-day Beirut and Haifa in Israel was the port city of Tyre, one of the ancient and most important cities of the Phoenicians. The name",["span.emphasis","Hiram"],"appears to have been the family name for a king or series of kings of Tyre who were contemporaries of David and Solomon. Best known of these Hirams is he who sent masons, carpenters, and cedars from Lebanon to build David’s palace in Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/5.11"},"2 Samuel 5:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/14.1"},"1 Chronicles 14:1"],"). Later, Solomon was greatly assisted in the building of the temple in Jerusalem by this same Hiram, or another of the same name (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/9"},"1 Kings 9"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/2"},"2 Chronicles 2"],")."]],[".topic",["h3","(26-9)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/5.17-25"},"2 Samuel 5:17–25"]],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p40"},"If the war with the Philistines occurred prior to the capture of Jerusalem, the “hold” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/5.17"},"v. 17"],") to which David went for safety was probably the cave of Adullam (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/22.1-4"},"1 Samuel 22:1–4"],"). If, however, the war occurred after Jerusalem’s seizure, the hold may refer to Jerusalem itself (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/5.7,9"},"2 Samuel 5:7, 9"],"). David did not count his men, meaning to rely on the size of his army, but rather he relied on the Lord."]],[".topic",["h3","(26-10)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/6.1-11"},"2 Samuel 6:1–11"],". Why Was Uzzah Slain?"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p42"},"The ark of the covenant was a sacred vessel that housed some of the holiest objects in Israel’s history. To touch the ark or its contents was strictly forbidden by the Lord. Only authorized Levites, and they only under certain specified conditions, could handle the sacred instruments (see",["a.scriptureRef",{"href":"/scriptures/ot/num/4.15"},"Numbers 4:15"],"). Uzzah may have exhibited some bold presumption when he sought to touch that which God had forbidden to be touched. Even if Uzzah’s intention was simply to keep the ark from falling, it should be remembered that God was fully capable of steadying His own ark had He wished to do so. While much of the story is not known, it is an excellent example that the commands of God are sacred and must be observed precisely as the Lord decreed. There are many modern-day implications (see Reading 26-23)."]],[".topic",["h3","(26-11)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/6.12-23"},"2 Samuel 6:12–23"],". Why Was Michal Offended When David Danced?"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p44"},"“When the ark came (",["span.emphasis","i.e."],"was carried) into the city of David, Michal the daughter of Saul looked out of the window, and there she saw king David leaping and dancing before Jehovah, and despised him in her heart. … Michal is intentionally designated the daughter of Saul here, instead of the wife of David, because on this occasion she manifested her father’s disposition rather than her husband’s. In Saul’s time people did not trouble themselves about the ark of the covenant [",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/13.3"},"1 Chronicles 13:3"],"]; public worship was neglected, and the soul for vital religion had died out in the family of the king. Michal possessed teraphim, and in David she only loved the brave hero and exalted king: she therefore took offence at the humility with which the king, in his pious enthusiasm, placed himself on an equality with all the rest of the nation before the Lord. …"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p45"},"“… The proud daughter of Saul was offended at the fact, that the king had let himself down on this occasion to the level of the people. She availed herself of the shortness of the priests’ shoulder dress, to make a contemptuous remark concerning David’s dancing, as an impropriety that was unbecoming in a king. … With the words ‘who chose me before",["span.emphasis","thy father and all his house,"],"’ David humbles the pride of the king’s daughter. His playing and dancing referred to the Lord, who had chosen him, and had rejected Saul on account of his pride. He would therefore let himself be still further despised before the Lord,",["span.emphasis","i.e."],"would bear still greater contempt from men than that which he had just received, and be humbled in his own eyes [see",["a.scriptureRef",{"href":"/scriptures/ot/ps/131.1"},"Psalm 131:1"],"]: then would he also with the maidens attain to honour before the Lord. For whoso humbleth himself, him will God exalt [",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.12"},"Matthew 23:12"],"].” (Keil and Delitzsch, Commentary, 2:2:336–38.)"]],[".topic",["h3","(26-12)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/7.1-17"},"2 Samuel 7:1–17"],". Why Was David Not Allowed to Build the Temple?"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p47"},"David’s motivation for wanting to build a permanent house for the Lord (the tabernacle built by Moses in the wilderness was then about three hundred years old) was proper and good, but the Lord, through Nathan, denied him permission to do so. No specific reason was given here, only a blessing on David’s house. In the account in Chronicles, however, David told Solomon that it was revealed to him that he had seen too much war and bloodshed to build the house of the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/22.8"},"1 Chronicles 22:8"],")."]],[".topic",["h3","(26-13)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/7.16"},"2 Samuel 7:16"],". Was David’s House and Throne Established Forever?"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p49"},"This verse is an example of a dualistic prophecy, that is, a prophecy with a double meaning (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p1"},"Reading G-5"],"). It promised that David’s lineage would continue on the throne, and unlike Saul’s lineage, would not be overthrown after his death. But it is clearly a Messianic prophecy as well. Jesus, the Messiah, was called David, He would hold the key of David, and He would sit upon the throne of David (see Reading 26-1). Clearly, only one person can sit upon the throne of David (that is, rule over the house of Israel) forever and ever, and that one is Christ. He came into mortality as a descendant of David and as an heir to his throne both physically and spiritually. Elder James E. Talmage explained the significance of the genealogies of Jesus given by Matthew and Luke as establishing Jesus’ right to the throne."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p50"},"“At the time of the Savior’s birth, Israel was ruled by alien monarchs. The rights of the royal Davidic family were unrecognized; and the ruler of the Jews was an appointee of Rome. Had Judah been a free and independent nation, ruled by her rightful sovereign, Joseph the carpenter would have been her crowned king; and his lawful successor to the throne would have been Jesus of Nazareth, the King of the Jews.” (Jesus the Christ, p. 87.)"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_036_02_military.gif"}]]],[".topic",["h3","(26-14)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/8.3-18"},"2 Samuel 8:3–18"]],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p77"},"Under David’s leadership the kingdom expanded to the extent of God’s promise to Abraham (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/15.18"},"Genesis 15:18"],")."]],[".topic",["h3","(26-15)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/9"},"2 Samuel 9"]],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p79"},"Once David was secure on the throne, he sought to heal old wounds. His desire was to be kind to any of the house of Saul. The only person left was Mephibosheth, whom David took in and treated nearly as a son. This action fulfilled his promise to Jonathan made years before (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.14-16"},"1 Samuel 20:14–16"],")."]],[".topic",["h3","(26-16)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/10"},"2 Samuel 10"]],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p81"},"The ill treatment of David’s ambassadors, who were deliberately humiliated and degraded by the exposure of their faces and lower bodies, brought on full-scale war that only served to expand David’s domain. Truly it could be said, “The Lord preserved David whithersoever he went” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/8.6"},"2 Samuel 8:6"],")."]],[".topic",["h3","(26-17)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/11.2"},"2 Samuel 11:2"],". Why Was David Walking on His Roof?"],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p83"},"Many homes in the Holy Land, both then and now, had flat roofs. In the heat of the Middle East, much of the people’s time was spent walking or sitting on their roofs in the refreshing cool of evening or in the day to catch a daytime breeze. The roof of David’s palace was probably high enough that he could have looked into the inner courts of a number of homes nearby."]],[".topic",["h3","(26-18)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/11.3-27"},"2 Samuel 11:3–27"],". What Great Lesson Can We Learn from These Verses?"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p85"},"“Things were getting too easy for David; he had leisure to stay at home while Joab and his men were out fighting Ammonites and Syrians. In his leisure he looked from his rooftop at his neighbor’s wife. Leisure and lust led to adultery and then to murder, which sins had eternal repercussions, as well as tragic earthly results. It is one of the shocking and serious warnings of the Old Testament that a man may be ever so good and great and eminent and still have weaknesses which can lead to deeds that entirely overshadow and defeat the better self!” (Rasmussen, Introduction to the Old Testament, 1:185.)"]],[".topic",["h3","(26-19)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.1-4"},"2 Samuel 12:1–4"],". Murder and Adultery Carry Their Own Consequences"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p87"},"“As happens too frequently, it is only when a sinner knows that his sin is known that he begins to repent! The figure of Nathan boldly accusing the king to his face by an allegorical parallel is impressive, though not as surprising in Bible stories as it would be in accounts of other peoples where the will of God was not such a recognized factor in determining the morality of men and in specifying the results. Nathan’s allegory was skillfully drawn, and his climatic ‘",["span.emphasis","Attah ha ish!’"],"(‘Thou art the man’) must have crashed in upon the conscience of David like the harbingers of doom’s day."],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p88"},"“His repentant feelings were no doubt sincere, but he could not repent enough to restore the",["span.emphasis","life"],"of his friend, Uriah, nor the",["span.emphasis","virtue"],"of his wife. Though he later hoped and prayed that his soul would not be left forever in hell (the spirit prison), yet the eternal destiny of doers of such twin sins does not look good. (See",["a.scriptureRef",{"href":"/scriptures/ot/ps/16"},"Psalms 16"],"and 51; then see",["a.scriptureRef",{"href":"/scriptures/nt/heb/6.4-6"},"Hebrews 6:4–6"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.14-15"},"Revelation 22:14–15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.27"},"D&C 132:27"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.31-37"},"76:31–37"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.41"},"29:41"],"and 42:18, 79.)” (Rasmussen, Introduction to the Old Testament, 1:185.)"]],[".topic",["h3","(26-20)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.15-25"},"2 Samuel 12:15–25"],". Was the Death of the Child a Punishment from God?"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p90"},"“The child born of their illicit union did not live, but there is no reason to look upon that as ‘punishment’ of the child for the sins of the parents. Removal from this earth by the hand of the Lord must come at one time or another and can be a blessing to an individual, brought about for his best interest at whatever time the Lord sees it to be optimum. The parents did suffer remorse over it. After David knew that the baby was dead, he ceased mourning, however, and philosophically and hopefully explained, ‘I shall go to him, but he shall not return to me.’"],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p91"},"“It appears that David promised Bathsheba that her next son would be his royal heir, for actions later were taken upon such an assumption. (See",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.24"},"verse 24"],"and",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.17"},"I Kings 1:17"],", also,",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/22.9"},"I Chronicles 22:9"],".)” (Rasmussen, Introduction to the Old Testament, 1:185–86.)"]],[".topic",["h3","(26-21)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.13"},"2 Samuel 12:13"],". David Is Still Paying in Hell for His Sins"],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p93"},"The Joseph Smith Translation says, “The Lord also hath not put away thy sin” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.13a"},"JST, 2 Samuel 12:13"],")."],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p94"},"Elder Joseph Fielding Smith, commenting on David’s sin, said: “David committed a dreadful crime, and all his life afterwards sought for forgiveness. Some of the Psalms portray the anguish of his soul; yet David is still paying for his sin. He did not receive the resurrection at the time of the resurrection of Jesus Christ. Peter declared that his body was still in the tomb, and the Prophet Joseph Smith has said, ‘David sought repentance at the hand of God carefully with tears, for the murder of Uriah; but he could only get it through hell: he got a promise that his soul should not be left in hell.’ Again we ask: Who wishes to spend a term in hell with the devil before being cleansed from sin?” (Answers to Gospel Questions, 1:74.)"]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p96"},["span.dominant","(26-22)"],"Let us now return to the questions raised in the introduction to this chapter. Should we view David’s life as a triumph or as a tragedy? The answer is not a simple yes or no for either alternative."],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p97"},"Certainly David must be viewed as one of the greatest royal administrators. He never took to himself authority that was not his nor practiced unrighteous dominion. He never lost his perspective, as Saul did. His refusal to lift his hand against Saul because he was the Lord’s anointed is one of the finest examples of loyalty anywhere in the scriptures."],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p98"},"Perhaps Jesus, in His office of Messiah, is constantly tied into David and his reign because David did three things for temporal Israel that typify what Christ will do for spiritual Israel. David united the twelve tribes into one nation under the ultimate leadership of God. For the first time in history, David succeeded in winning the whole extent of the promised land for the covenant people (see Reading 26-14). And David established Zion or Jerusalem as the spiritual and political center of Israel."],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p99"},"Nevertheless, no success can compensate for failure in our personal lives or in our families. Consider that David was destined for exaltation, destined to rule in heaven forever and ever as a Creator and a God to his future children. As the Lord said, there is no greater gift that He could offer a man than eternal life (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.13"},"D&C 6:13"],"). David had it within his grasp, and then, in a foolish attempt to hide his sin, sent a man to his death. Had he even come to himself after his transgression with Bath-sheba and sought repentance as sincerely and earnestly as he did after Nathan’s parable, there is every indication that he could have come back and received forgiveness. It would have been difficult, but not impossible. But he did the very thing of which so many are guilty—he compounded his sin by trying to cover it up. Elder Spencer W. Kimball indicated that there is no restitution possible for murder."],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p100"},"“As to crimes for which no adequate restoration is possible, I have suggested … that perhaps the reason murder is an unforgivable sin is that, once having taken a life—whether that life be innocent or reprobate—the life-taker cannot restore it. He may give his own life as payment, but this does not wholly undo the injury done by his crime. He might support the widow and children; he might do many other noble things; but a life is gone and the restitution of it in full is impossible. Repentance in the ordinary sense seems futile."],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p101"},"“Murder is so treacherous and so far-reaching! Those who lose their possessions may be able to recover their wealth. Those defamed may still be able to prove themselves above reproach. Even the loss of chastity leaves the soul in mortality with opportunity to recover and repent and to make amends to some degree. But to take a life, whether someone else’s or one’s own, cuts off the victim’s experiences of mortality and thus his opportunity to repent, to keep God’s commandments in this earth life. It interferes with his potential of having ‘glory added upon [his head] for ever and ever.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.26"},"Abraham 3:26"],".)” (Miracle of Forgiveness, pp. 195–96.)"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p102"},"Elder Bruce R. McConkie explained the limits of David’s eternal inheritance:"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p103"},"“Murderers are forgiven eventually but only in the sense that all sins are forgiven except the sin against the Holy Ghost; they are not forgiven in the sense that celestial salvation is made available to them. (",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.31-32"},"Matt. 12:31–32"],"; Teachings, pp. 356–357.) After they have paid the full penalty for their crime, they shall go on to a telestial inheritance. (",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.15"},"Rev. 22:15"],".)” (Mormon Doctrine, p. 520.)"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p104"},"From celestial to telestial—that is tragedy. Although David was brave and had great intellect, administrative ability, and faithfulness early in life, he failed in one important thing—to endure to the end."],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p105"},"David was a great example in his fulfillment of his calling as king, and a tragic example in his falling from glory. We can learn from both aspects of his life."],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p106"},["span.dominant","(26-23)"],"The account of Uzzah being smitten dead while attempting to save the ark of the covenant from toppling over (see Reading 26-10) raises questions in the minds of many readers. It seems so harsh, when all he was doing was trying to save a holy object from being harmed. Or so it seems on the surface. But reflect for a moment on the incident. The ark was the tangible object that symbolized the presence of God, His throne, His glory, His divine majesty (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p1"},"Reading 13-5"],"). When first given to Israel, the ark was placed in the Holy of Holies in the tabernacle, and not even the priest was allowed to approach it. Only the high priest (a type of Christ) could approach it and then only after going through an elaborate ritual of personal cleansing and propitiation for his sins (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p1"},"Reading D-6"],"). The holiness of God is clearly taught in scripture. No unclean thing can dwell in His presence (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.57"},"Moses 6:57"],"). His presence is like a consuming fire (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.29"},"Hebrews 12:29"],"). Those who bear the vessels of the Lord must be clean (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.5"},"D&C 133:5"],")."],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p107"},"However well-meaning, Uzzah approached casually what could only be approached under the strictest conditions. He lacked faith in God’s power. He assumed that the ark was in danger, forgetting that it was the physical symbol of the God who has all power. What man can presume to save God and His kingdom through his own efforts?"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p108"},"“Uzzah’s offence consisted in the fact that he had touched the ark with profane feelings, although with good intentions, namely to prevent its rolling over and falling from the cart. Touching the ark, the throne of the divine glory and visible pledge of the invisible presence of the Lord, was a violation of the majesty of the holy God. ‘Uzzah was therefore a type of all who with good intentions, humanly speaking, yet with unsanctified minds, interfere in the affairs of the kingdom of God, from the notion that they are in danger, and with the hope of saving them.’” (Keil and Delitzsch, Commentary, 2:2:333.)"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p109"},"In modern revelation, the Lord made reference to this incident to teach that very principle (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.8"},"D&C 85:8"],"). The Lord is in His heavens and does not need the help of men to defend His kingdom. Yet in our own time we see those who fear the ark is tottering and presume to steady its course. We hear of those who are sure that women are not being treated fairly in the Church, of those who would extend some unauthorized blessing to those not yet ready, or of those who would change the established doctrines of the Church. Are these not ark-steadiers? The best intentions do not justify such interference with the Lord’s plan. President David O. McKay applied this lesson to modern Saints:"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p110"},"“It is a little dangerous for us to go out of our own sphere and try unauthoritatively to direct the efforts of a brother. You remember the case of Uzzah who stretched forth his hand to steady the ark. [See",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/13.7-10"},"1 Chron. 13:7–10"],".] He seemed justified when the oxen stumbled in putting forth his hand to steady that symbol of the covenant. We today think his punishment was very severe. Be that as it may, the incident conveys a lesson of life. Let us look around us and see how quickly men who attempt unauthoritatively to steady the ark die spiritually. Their souls become embittered, their minds distorted, their judgment faulty, and their spirit depressed. Such is the pitiable condition of men who, neglecting their own responsibilities, spend their time in finding fault with others.” (In Conference Report, Apr. 1936, p. 60.)"],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p111"},"President John Taylor taught:"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-1-12-the-fall-of-king-david.p112"},"“We have more or less of the principles of insubordination among us. But there is a principle associated with the kingdom of God that recognizes God in all things, and that recognizes the priesthood in all things, and those who do not do it had better repent or they will come to a stand very quickly; I tell you that in the name of the Lord. Do not think you are wise and that you can manage and manipulate the priesthood, for you cannot do it. God must manage, regulate, dictate, and stand at the head, and every man in his place. The ark of God does not need steadying, especially by incompetent men without revelation and without knowledge of the kingdom of God and its laws. It is a great work that we are engaged in, and it is for us to prepare ourselves for the labor before us, and to acknowledge God, his authority, his law and his priesthood in all things.” (Gospel Kingdom, p. 166.)"]]]]]],"refs":null}
