{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":7,"title":"4: The Lord’s Standards for Dating","subtitle":"","short_title":4,"uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating","content":[["div",{"id":"head1","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.head1"},[".titleNumber","4"],["h1","The Lord’s Standards for Dating"]],[".bodyBlock",[".topic",["h2","Doctrinal Overview"],["div",{"id":"p4","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p4"},"The Lord has given us standards for dating so we can have greater happiness, protection, and success. The First Presidency has outlined some of these standards in a pamphlet called",["span.emphasis","For the Strength of Youth,"],"which is reprinted in the student manual (“For the Strength of Youth,” 52). Regarding the first edition of this pamphlet, Elder Russell M. Nelson of the Quorum of the Twelve Apostles said:"],["div",{"id":"p5","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p5"},"“Within its pages are summary statements of certain vital standards. These statements were prepared by the Lord’s anointed, mindful of this scripture in the Doctrine and Covenants:"],["div",{"id":"p6","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p6"},"“‘It is an imperative duty that we owe to all the rising generation, and to all the pure in heart—"],["div",{"id":"p7","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p7"},"“‘For there are many yet on the earth … who are only kept from the truth because they know not where to find it.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.11-12"},"D&C 123:11–12"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/jer/50.2"},"Jer. 50:2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.22"},"1 Ne. 21:22"],".)"],["div",{"id":"p8","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p8"},"“The booklet reviews, in [an] abbreviated way, specific standards. While much is included, much more could have been and is not. Sufficient detail is included to allow each of you to know what the Lord expects of you” (“Standards of the Lord’s Standard-Bearers,”",["span.emphasis","Ensign,"],"Aug. 1991, 9)."]],[".topic",["h2","Principle"],["div",{"id":"p10","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p10"},["span.emphasis","Following the Lord’s standards results in greater happiness and protection."]]],[".topic",["h2","Student Manual Readings"],["div",{"id":"p12","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p12"},"“For the Strength of Youth” (52)"],["div",{"id":"p13","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p13"},"Selected Teachings from “Dating Standards” (51)"]],[".topic",["h2","Suggestions for How to Teach"],["div",{"id":"p17","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p17"},["b",["span.emphasis","Object lesson."]],"Note: This activity draws an analogy with tennis. If you or your students are not familiar with tennis, you could substitute another game with boundaries that mark what is “in bounds” and “out of bounds.”"]],[".topic",["div",{"id":"p18","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p18"},"Draw on the board a tennis court like the one depicted here. Ask students to name some of the rules of the game. (Be prepared to provide information if students do not know much about the game.)"],[".",{"id":"f1","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.f1"}],["div",{"id":"p19","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p19"},"Hold up a tennis racket and tennis ball. Ask students to think about the feats of control and speed that a skilled tennis player can perform using this simple equipment. Explain that an important rule of tennis is that the ball must stay “in bounds.” Point out that there are no rules about how fast you serve the ball or how many times it can be volleyed over the net, but there are rules about keeping score and what is in and out of bounds. Ask:"]],["div",{"id":"f2","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.f2"},["ol.bullet",["li",["span.label","•"],[".para","Are tennis players in the middle of a match allowed to decide the size of the court?"]],["li",["span.label","•"],[".para","Do the players get to decide the boundaries of the court just prior to a match?"]],["li",["span.label","•"],[".para","Do the players get to change the rules after the game has begun?"]],["li",["span.label","•"],[".para","How could the lines in tennis be compared to the standards the Lord has set for expressing physical affection in dating? (The boundaries are clearly marked.)"]],["li",["span.label","•"],[".para","In what ways can these standards from the Lord bring us peace of mind, happiness, and protection?"]]]],[".topic",["div",{"id":"p25","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p25"},"Share the following statement that President Gordon B. Hinckley made to youth: “I make you a promise that God will not forsake you if you will walk in His paths with the guidance of His commandments” (“A Prophet’s Counsel and Prayer for Youth,”",["span.emphasis","Ensign,"],"Jan. 2001, 2). What are the bounds we are counseled to stay within?"]],[".topic",["h2","Suggestions for How to Teach"],["div",{"id":"p29","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p29"},["b",["span.emphasis","Student manual."]],"Discuss what our lives might be like if there were no standards to guide us. Ask students to consider what dating would be like without standards."],["div",{"id":"p30","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p30"},"Refer to President Gordon B. Hinckley’s statements under “Dating Standards” (see student manual,",["a.crossRef",{"href":"/manual/eternal-marriage-student-manual-religion-234-and-235/covenants-and-ordinances.p1"},"51"],"). Ask students to read and summarize his counsel. Have a student read the following statement from the first edition of",["span.emphasis","For the Strength of Youth:"]],["div",{"id":"p31","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p31"},"“Standards are rules or guidelines given to help you measure your conduct. Why has the Lord given standards? He wants all his children to return to live with him one day. However, he knows that only those who are worthy will be able to live with him. Standards help you know how well you are preparing to live with your Father in Heaven. Your entire lives on earth are intended to give you the opportunity to learn to choose good over evil, service over selfishness, kindness and thoughtfulness over self-indulgence and personal gratification. By comparing your behavior and thoughts with your Father’s standards, you are in a better position to govern yourselves and make the right choices. God’s commandments (standards) are constant, unwavering, and dependable. As you adhere to them, you will receive countless blessings from heaven—including the gift of eternal life” ([1990], 6)."],["div",{"id":"p32","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p32"},"Ask students to summarize this statement."],["div",{"id":"p33","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p33"},"Invite students to measure their conduct by the guidelines in the current edition of",["span.emphasis","For the Strength of Youth."],"Invite them to evaluate their dating practices and to ask themselves if these practices are leading them toward a temple marriage. Encourage students to commit to change any practices that are less than what the Lord has asked. Discuss how living up to the Lord’s dating standards affects our happiness now and in the future."],["div",{"id":"p34","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p34"},["b",["span.emphasis","Student manual."]],"Invite students to read the dating section in",["a.crossRef",{"href":"/manual/eternal-marriage-student-manual-religion-234-and-235/dating-standards.p1"},"“For the Strength of Youth”"],"(student manual, 55–56). Have them list the dating standards outlined by the Church in this section. Invite them to discuss the purpose of each standard and how it can lead to greater happiness, protection, and success in dating."]],[".topic",["h2","Suggestions for How to Teach"],["div",{"id":"p38","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p38"},["b",["span.emphasis","Discussion."]],"Read the following counsel from",["a.crossRef",{"href":"/manual/eternal-marriage-student-manual-religion-234-and-235/dating-standards.p1"},"“For the Strength of Youth”"],": “Plan dating activities that are positive and inexpensive and that will help you get to know each other” (student manual, 56). Ask students for examples of dating activities that meet these standards."],["div",{"id":"p39","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p39"},["b",["span.emphasis","Group work."]],"Duplicate the two charts at the end of this chapter on two sides of a handout. Divide the class into groups of three or four, and give each group a handout. Explain that on the front side are examples of qualities to consider in a partner, and on the back is a list of dating activities. Instruct the groups to choose dating activities from the list that they think could best reveal the presence or absence of each characteristic in the chart on the front. Have them write in the right-hand column of the chart their top three choices of dating activities for each characteristic."],["div",{"id":"p40","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p40"},"Give the groups a few minutes to fill in the information requested, and then have a representative from each group share their answers with the class. You may want to include the following questions in the discussion:"]],["div",{"id":"f3","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.f3"},["ol.bullet",["li",["span.label","•"],[".para","What value would each of these characteristics have in a marriage and family?"]],["li",["span.label","•"],[".para","Which dating activities did you choose most often? Why?"]],["li",["span.label","•"],[".para","Which dating activities did you choose least often or not at all? Why?"]],["li",["span.label","•"],[".para","What other dating activities might help couples learn about each other’s integrity, manners, regard for the gospel, and so on?"]],["li",["span.label","•"],[".para","In what ways could the activities you chose allow couples to discover each other’s standards?"]],["li",["span.label","•"],[".para","Why is it important to learn about your date’s standards?"]]]],[".topic",["div",{"id":"p47","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p47"},"Discuss the following statement from “For the Strength of Youth”:"],["div",{"id":"p48","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p48"},"“In cultures where dating or courtship is acceptable, dating can help you develop lasting friendships and eventually find an eternal companion. Date only those who have high standards and in whose company you can maintain your standards” (student manual, 55)."],["div",{"id":"p49","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p49"},"Ask students why it is important to date only those with high standards."],["div",{"id":"p50","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p50"},["b",["span.emphasis","Student manual."]],"Explain to students that “For the Strength of Youth” outlines several categories of standards that can help us in our dating and courtship. Invite them to read “For the Strength of Youth” from the “Gratitude” section through “Go Forward with Faith” (student manual, 53–58). Ask them to list the standards described in these sections. (",["span.emphasis","Note:"],"Lesson 5, “The Law of Chastity,” discusses the topic of sexual purity more thoroughly.)"],["div",{"id":"p51","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p51"},["b",["span.emphasis","Student manual."]],"Study the selected teachings in the “Dating Standards” section of the student manual (51). Discuss this counsel from our prophets and apostles, focusing especially on topics that have not yet been discussed."]],[".topic",["h2","Conclusion"],["div",{"id":"p53","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.p53"},"Ask students to ponder what they have learned about the importance of living by the Lord’s standards. Testify that the Lord gives us standards to help us enjoy our dating and courtship and to preserve us from influences that might keep us from building an eternal marriage and family."],[".",{"id":"f4","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.f4"}],[".",{"id":"f5","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/4-the-lords-standards-for-dating.f5"}]]]],"refs":null}
