{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":6,"title":"5.0: Scouting in the Aaronic Priesthood","subtitle":"","short_title":5,"uri":"/manual/scouting-handbook-united-states-2012/5-0-scouting-in-the-aaronic-priesthood","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/scouting-handbook-united-states-2012/5-0-scouting-in-the-aaronic-priesthood"},[".heading",{"id":"head1","uri":"/manual/scouting-handbook-united-states-2012/5-0-scouting-in-the-aaronic-priesthood.head1"},[".titleNumber","5"],["h1","Scouting in the Aaronic Priesthood"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/scouting-handbook-united-states-2012/5-0-scouting-in-the-aaronic-priesthood.t1"},[".titleNumber","5.1"],["h2","Aaronic Priesthood Quorum Advisers (Ward Young Men Presidency)"],["p.para",{"id":"p71","uri":"/manual/scouting-handbook-united-states-2012/5-0-scouting-in-the-aaronic-priesthood.p71"},"Generally, Aaronic Priesthood quorum advisers serve as the adult leaders to the Scouting units in the ward. Both the adviser and the assistant adviser(s) attend all meetings of the quorum and the Scouting unit and must be registered with the Boy Scouts of America."]],[".topic",{"id":"t2","uri":"/manual/scouting-handbook-united-states-2012/5-0-scouting-in-the-aaronic-priesthood.t2"},[".titleNumber","5.2"],["h2","Youth Leadership"],["p.para",{"id":"p74","uri":"/manual/scouting-handbook-united-states-2012/5-0-scouting-in-the-aaronic-priesthood.p74"},"Scouting is part of the deacons, teachers, and priests quorum presidency’s responsibilities. Planning for Scouting activities should be done at presidency meetings and in the Scouting unit leadership meetings. Sunday quorum meetings should not become Scout planning sessions."],["p.para",{"id":"p75","uri":"/manual/scouting-handbook-united-states-2012/5-0-scouting-in-the-aaronic-priesthood.p75"},"Each Scouting unit should be led by a young man who is nominated by the bishopric and sustained by the quorum members. For Scouting purposes this constitutes an election. This leader is usually the quorum president or an assistant in the priests quorum, but may be another worthy young man, whether a member of the Church or not. Other young man leaders of the Scouting units are nominated by the quorum presidency, approved by the bishopric, and sustained by the quorum members."],["p.para",{"id":"p76","uri":"/manual/scouting-handbook-united-states-2012/5-0-scouting-in-the-aaronic-priesthood.p76"},"The quorum presidency, with help from their quorum adviser(s), meets to correlate each Scouting activity with other quorum activities. The president presides at and conducts the meeting. If another young man is called to be the youth Scouting leader, the president should invite him to conduct the Scouting portion of the meeting and show support for his leadership. Quorum advisers attend this meeting to provide adult support and direction to those who preside over the meeting."],["p.para",{"id":"p77","uri":"/manual/scouting-handbook-united-states-2012/5-0-scouting-in-the-aaronic-priesthood.p77"},"All Scouting meetings should open and close with prayer and may include an inspirational message by the adult unit leader (such as a Scoutmaster’s Minute)."]]]]]],"refs":null}
