{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":7,"title":"6.0: Scouting in Primary","subtitle":"","short_title":6,"uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary"},[".heading",{"id":"head1","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.head1"},[".titleNumber","6"],["h1","Scouting in Primary"]],[".bodyBlock",["p.para",{"id":"p80","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p80"},"In Primary, the",["a.urlRef",{"href":"http://www.lds.org/manual/faith-in-god-for-boys"},["span.language","Faith in God"]],"program should be coordinated with Scouting to lay a foundation that prepares a boy to keep his baptismal covenants, better serve his family, and receive the priesthood. Scouting supports boys and their families by giving them an additional opportunity to put into practice the gospel principles they learn at home and in Primary. Parental involvement and help is a key to success in this program. Scouting also provides boys with leadership opportunities and helps them develop habits and attitudes of good citizenship."],["p.para",{"id":"p81","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p81"},"Scouting activities and meetings for Primary-age boys are preferably held in the daytime. Scouting meetings may be held at the meetinghouse, in a home, or in an outdoor setting and should open and close with prayer."],[".topic",{"id":"t1","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.t1"},[".titleNumber","6.1"],["h2","Cub Scouting for Eight-, Nine-, and Ten-Year-Olds"],["p.para",{"id":"p84","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p84"},"When properly carried out, Cub Scouting is a fun, home-centered activity program. No Scout-sponsored overnight camping should be planned for boys under age eleven. Details for Cub Scout programs are published by the Boy Scouts of America and are available through local BSA Council offices."]],[".topic",{"id":"t2","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.t2"},[".titleNumber","6.2"],["h2","Scouting for Eleven-Year-Olds"],["p.para",{"id":"p87","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p87"},"LDS boys become Boy Scouts when they turn eleven years old. Although they are part of the ward Scout troop, they function in their own patrol and operate under the direction of the ward Primary presidency. They can participate with the ward Boy Scout troop in occasional daytime activities as well as boards of review and courts of honor."],["p.para",{"id":"p88","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p88"},"Scouting prepares eleven-year-old boys to receive the Aaronic Priesthood and transition into the deacons quorum and Young Men program. Scouting can help them increase in confidence, testimony, brotherhood, and understanding of Aaronic Priesthood duties. The eleven-year-old boy will need to establish good relationships with his peers, the deacons quorum presidency, and his leaders."],["p.para",{"id":"p89","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p89"},"Eleven-year-old boys meet separately from the Aaronic Priesthood–age Scouts because they are not yet part of a quorum. They preferably meet in the daytime, but, if evening meetings are necessary, the boys should not be away from their homes late at night and must be carefully supervised until they return home."],["p.para",{"id":"p90","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p90"},"Eleven-year-old Scouts participate in rank advancement. They are encouraged to achieve the rank of First Class before turning twelve years old."],["p.para",{"id":"p91","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p91"},"Eleven-year-old Scouts may participate in three one-night camps a year, which meets the camping requirements for advancement to First Class rank. As desired, these overnight camp experiences may be held with the ward’s Boy Scout troop. The eleven-year-old Scout leader plans the overnight camps in consultation with the ward Primary presidency, the bishopric adviser to the Primary, and the ward Scouting committee. No other Scout-sponsored overnight camping should be planned for eleven-year-old Scouts."],["p.para",{"id":"p92","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p92"},"The bishopric adviser to the Primary or another qualified male adult should be invited to supervise the overnight camping experience when the leader of the eleven-year-old Scouts is a woman. Women leaders do not participate in overnight camping with these boys. Fathers are invited and encouraged to participate in the overnight camping experiences with their sons and with boys whose fathers cannot attend."],["p.para",{"id":"p93","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p93"},"In consultation with the ward Primary presidency and the eleven-year-old Scouts leader, the bishopric appoints one of the boys to serve as the patrol leader. He may meet occasionally with the older troop leaders when they plan events that will include the eleven-year-old patrol. The patrol leader should, with adult leader assistance, choose assistant patrol leaders and assign other duties in the patrol as needed."],["p.para",{"id":"p94","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p94"},"If a ward or branch has only one or two eleven-year-old boys, the objective for them is the same—to prepare them to receive the Aaronic Priesthood and help them advance through the Boy Scout program. Possible approaches to administering the program under this circumstance include, but are not limited to, the following: increase the size of the patrol through activation and missionary efforts; use the",["a.urlRef",{"href":"http://www.scouting.org/about/factsheets/lonescout.aspx"},["span.language","Lone Scout Program"]],"from the BSA; or combine with neighboring wards or branches after considering distance, expense, and time demands that this option might impose on the families involved. If this last option is chosen, the Primary president and bishopric adviser continue to track the progress of each boy from their unit."],["p.para",{"id":"p95","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p95"},"At age twelve, boys advance from Primary, attend the deacons quorum, and join the Boy Scout troop."]],[".topic",{"id":"t3","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.t3"},[".titleNumber","6.3"],["h2","Day Camps"],["p.para",{"id":"p98","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p98"},"Day camps offer opportunities for boys to have fun outdoors and complete outdoor requirements. If the local Boy Scouts of America Council does not provide day camps or if they are not held within a reasonable travel distance for Church members, a member of the ward or stake Primary presidency directs the organization of day camps. For example, a member of the ward Primary presidency and the leader of eleven-year-old Scouts, with the help of the Boy Scout troop committee, could organize ward day camps for eleven-year-old Scouts.",["span.emphasis","A Day Camp Guide for Eleven-Year-Old Scouts"],"(31374) is available at Church distribution centers."]],[".topic",{"id":"t4","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.t4"},[".titleNumber","6.4"],["h2","Teacher or Leader of Eleven-Year-Old Boys"],[".figure",["p.preamble","Either the Primary teacher of eleven-year-old boys or another capable adult may serve as the group’s Scout leader. This leader should:"],["ol.number",["li",["span.label","1."],["p.para","Work under the direction of a member of the Primary presidency and meet with her regularly to discuss the Scouting program and each boy’s progress."]],["li",["span.label","2."],["p.para","Register as the eleven-year-old Scout leader and attend the Boy Scout troop committee meetings."]],["li",["span.label","3."],["p.para","Attend Scout training as applicable."]],["li",["span.label","4."],["p.para","Attend other Primary meetings as invited."]],["li",["span.label","5."],["p.para","Encourage and help each boy achieve the Faith in God for Boys award and advance in Scouting."]],["li",["span.label","6."],["p.para","See that the boys participate in a day camp and help plan it if requested."]]]],["p.para",{"id":"p108","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p108"},"For additional information, see",["a.urlRef",{"href":"http://lds.org/callings/primary"},["span.language","lds.org/Callings/Primary"]],"."]],[".topic",{"id":"t5","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.t5"},[".titleNumber","6.5"],["h2","Ward Primary Presidency"],["p.para",{"id":"p111","uri":"/manual/scouting-handbook-united-states-2012/6-0-scouting-in-primary.p111"},"The ward Primary presidency, under the direction of a counselor in the bishopric, has responsibility for Scouting for eight-, nine-, ten-, and eleven-year-old boys. The Church does not participate in Scouting programs for boys younger than eight years old. A member of the presidency is responsible to see that Scouting is organized appropriately."],[".figure",["p.preamble","The presidency member should:"],["ol.number",["li",["span.label","1."],["p.para","Register with Boy Scouts of America, receive BSA training, serve on the appropriate ward Scouting committee, and ensure that Church policies are followed."]],["li",["span.label","2."],["p.para","Coordinate Scouting with the",["a.urlRef",{"href":"http://www.lds.org/manual/faith-in-god-for-boys"},["span.language","Faith in God"]],"program."]],["li",["span.label","3."],["p.para","Encourage leaders to attend Scout training and help them understand how Scouting can strengthen the family and accomplish the purpose of Primary."]],["li",["span.label","4."],["p.para","Visit Scout meetings and activities to support and evaluate the quality of the boys’ experiences in Scouting. Review each boy’s progress and participation in presidency meetings and in the regular meetings with the bishopric adviser."]],["li",["span.label","5."],["p.para","Help plan day camps and ensure that boys have an opportunity to participate in day camps."]]]]]]]]],"refs":null}
