{"id":9,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":9,"title":"8.0: Church Policies","subtitle":"","short_title":8,"uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies"},[".heading",{"id":"head1","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.head1"},[".titleNumber","8"],["h1","Church Policies"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t1"},[".titleNumber","8.1"],["h2","Standards"],["p.para",{"id":"p130","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p130"},"Church standards should be upheld at all Scout–sponsored activities. All Scouts and their leaders registered in LDS Scouting units are expected to live the standards of the Church as outlined in",["span.emphasis",["a.urlRef",{"href":"http://www.lds.org/youth/for-the-strength-of-youth"},["span.language","For the Strength of Youth"]],"."]]],[".topic",{"id":"t2","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t2"},[".titleNumber","8.2"],["h2","Registration"],["p.para",{"id":"p133","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p133"},"Stakes register all boys and young men ages 8 through 15. Young men ages 16 and 17 should be registered when they are pursuing rank advancements or when the ward sponsors a Venturing Crew. Scout leaders should also be registered."],["p.para",{"id":"p134","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p134"},"Registration fees for youth and adults are paid by the stakes and reimbursed from general Church funds. Registration forms and fees for youth and adults should be submitted to the local council in conjunction with the annual re-chartering and on an on-going basis as young men advance to Boy Scouts, Varsity Scouts, or Venturing."]],[".topic",{"id":"t3","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t3"},[".titleNumber","8.3"],["h2","Chartering"],["p.para",{"id":"p137","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p137"},"Chartering of Cub packs, Boy Scout troops, Varsity teams, and Venturing crews is done annually. Each ward registers its own Cub pack, eleven-year-old Scout patrol, Boy Scout troop, Varsity team, and, when sponsored, Venturing Crew. Stakes do not charter stake Scouting units."],["p.para",{"id":"p138","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p138"},"The Church does not sponsor Scouting for girls or young women. The Primary and Young Women programs of the Church are designed to meet the needs and interests of girls and young women."],["p.para",{"id":"p139","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p139"},"No additional fees should be paid to local councils for accident and health insurance coverage during chartering. For information on Church activity insurance programs, see",["span.emphasis","Handbook 2,"],["a.crossRef",{"href":"/handbook/handbook-2-administering-the-church/activities/13.6.9"},"13.6.9"],"."]],[".topic",{"id":"t4","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t4"},[".titleNumber","8.4"],["h2","Combining Scouting Units"],["p.para",{"id":"p142","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p142"},"Combining activities for small units during the week may be authorized by the stake president, so long as each ward maintains a properly registered unit; each is staffed with adult leaders; and retention, recruitment, and activation efforts are maintained by each ward or quorum."]],[".topic",{"id":"t5","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t5"},[".titleNumber","8.5"],["h2","Calling Adult Scouting Leaders"],["p.para",{"id":"p145","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p145"},"Worthy adults, whether members of the Church or not, may be called to serve as Scouting leaders. A current membership record of each member called to serve in Scouting should be in the local unit. All adult Scouting leaders must be properly registered and complete Youth Protection Training before beginning their service."],["p.para",{"id":"p146","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p146"},"Members of the Church serving in Scouting assignments should be sustained and set apart. Others who request it may receive a blessing from a member of the bishopric to help them in their assignment."],["p.para",{"id":"p147","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p147"},"The bishopric may appropriately call men or women to serve as Scouting leaders for Primary-age Scouts. Women do not serve as leaders for young men of Aaronic Priesthood age but may chair or serve on Scouting committees."],["p.para",{"id":"p148","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p148"},"When possible, leaders should be allowed to serve in Aaronic Priesthood and Scouting callings long enough to become fully trained, establish strong activity programs, and effectively touch the lives of boys and young men."]],[".topic",{"id":"t6","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t6"},[".titleNumber","8.6"],["h2","Youth Protection Program"],["p.para",{"id":"p151","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p151"},"Boy Scouts of America requires all Scouting leaders to take Youth Protection training, available at",["a.urlRef",{"href":"http://www.scouting.org"},["span.language","www.scouting.org"]],"or through the local council or local council’s website."]],[".topic",{"id":"t7","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t7"},[".titleNumber","8.7"],["h2","Two-Deep Leadership"],["p.para",{"id":"p154","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p154"},"Two registered adult leaders or one registered adult leader and a parent of a participant (one of whom must be 21 years of age or older) are required on all Scouting trips, outings, classes, and meetings. In situations that require personal conferences, such as a Scoutmaster’s conference or merit badge counseling, the meeting should be conducted in view of other adults or youth. When camping, no youth is permitted to sleep in the tent of an adult other than his own parent or guardian."],["p.para",{"id":"p155","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p155"},"Adult leaders must respect the privacy of youth in situations such as changing clothes and taking showers at camp, and intrude only when health and safety require doing so. Adults should also protect their own privacy in similar situations."]],[".topic",{"id":"t8","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t8"},[".titleNumber","8.8"],["h2","Background Screening for BSA Adult Leaders"],["p.para",{"id":"p158","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p158"},"The Boy Scouts of America will complete a criminal background check on all new adult leaders as part of the registration approval process. This will include the screening of Social Security numbers. Priesthood leaders should cooperate with BSA officials to resolve any issues that arise and complete this process before sustaining and setting apart each Scout leader."]],[".topic",{"id":"t9","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t9"},[".titleNumber","8.9"],["h2","Safety"],["p.para",{"id":"p161","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p161"},"Priesthood and Scouting leaders should refer regularly to",["span.emphasis","Handbook 2,"],["a.crossRef",{"href":"/handbook/handbook-2-administering-the-church/activities.p1"},"chapter 13"],", for policies and guidelines regarding activities and safety. Leaders should also comply with guidelines found in the",["span.emphasis",["a.urlRef",{"href":"http://www.scouting.org/scoutsource/HealthandSafety/GSS.aspx"},["span.language","Guide to Safe Scouting"]],","],"published by the Boy Scouts of America. This publication is available online at",["a.urlRef",{"href":"http://www.scouting.org"},["span.language","www.scouting.org"]],"or at local BSA council offices. Additional safety guidelines can be found on LDS.org under “",["a.urlRef",{"href":"http://www.lds.org/service/serving-in-the-church/aaronic-priesthood/leader-resources/scouting/safety"},["span.language","Safety in Church Activities"]],".”"],["p.para",{"id":"p162","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p162"},"Leaders should also use the BSA Activity Consent and Approval and Tour Plan worksheet and forms, as required, when planning activities and outings."]],[".topic",{"id":"t10","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t10"},[".titleNumber","8.10"],["h2","Camping and Sabbath Day Observance"],["p.para",{"id":"p165","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p165"},"Keeping the Sabbath day holy is a commandment of the Lord and the practice of the Church. The Church does not approve of hiking and camping trips on Sunday. Scout groups should not travel to or from camps on Sunday. Plans for outings should ensure that Aaronic Priesthood brethren and other members can attend to their regular Church assignments."],["p.para",{"id":"p166","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p166"},"As an exception, priesthood leaders may approve attendance at some BSA-sponsored National and Regional Jamborees that occur over the Sabbath. Attendance at such events may only occur with prior priesthood approval and with supervision by authorized priesthood leaders. Members attending such events are not to participate in activities that are inappropriate for the Sabbath. Scout uniforms may be worn during sacrament services at these events."],["p.para",{"id":"p167","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p167"},"Sacrament meetings are not to be held—and the sacrament is not to be administered—outside the boundaries of the ward or stake where the priesthood leaders preside. Any exceptions must be approved by a member of the Presidency of the Seventy."],["p.para",{"id":"p168","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p168"},"Scouting events (except approved long-term camps) are not held on Monday evening, the night designated for family home evening."]],[".topic",{"id":"t11","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t11"},[".titleNumber","8.11"],["h2","Scouting Month"],["p.para",{"id":"p171","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p171"},"February has traditionally been designated Scouting Month in the United States. Leaders of Scouting units chartered by the Church may plan and carry out approved activities during the week to recognize this tradition. However, in keeping with the purposes of Sabbath observance, boys and leaders do not wear their uniforms to regular Sunday meetings or while administering and passing the sacrament."]],[".topic",{"id":"t12","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t12"},[".titleNumber","8.12"],["h2","Travel"],["p.para",{"id":"p174","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p174"},"Leaders should follow the travel policies outlined in",["span.emphasis","Handbook 2"],"(",["a.crossRef",{"href":"/handbook/handbook-2-administering-the-church/activities/13.6.24"},"13.6.24"],"). In addition, members who travel in Church-sponsored Scouting groups should obtain a Tour Plan and have the approval of appropriate priesthood leaders. Church Scouting units may not own or acquire automobiles or buses for travel."]],[".topic",{"id":"t13","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t13"},[".titleNumber","8.13"],["h2","Funding Scouting"],["p.para",{"id":"p177","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p177"},"Leaders should follow the budget allowance guidelines in",["span.emphasis","Handbook 2"],"to fund Scouting (see",["a.crossRef",{"href":"/handbook/handbook-2-administering-the-church/activities/13.2.8"},"13.2.8"],",",["a.crossRef",{"href":"/handbook/handbook-2-administering-the-church/activities/13.2.9"},"13.2.9"],", and",["a.crossRef",{"href":"/handbook/handbook-2-administering-the-church/activities/13.5"},"13.5"],"). Ward budgets should be used to purchase Scouting awards and materials, as determined by local leaders. Commercially produced or packaged goods or services should not be sold."],["p.para",{"id":"p178","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p178"},"Scouting units may participate in Scout Shows, Camporees, and other BSA activities involving the sale of tickets by boys or young men, as long as all other budget allowance guidelines are met."],["p.para",{"id":"p179","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p179"},["span.emphasis","Friends of Scouting."],"The Church supports the annual Friends of Scouting drive. These funds provide financial support for the local BSA council. Stake presidents and bishops oversee the drive in their units."]],[".topic",{"id":"t14","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t14"},[".titleNumber","8.14"],["h2","Uniforms"],["p.para",{"id":"p182","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p182"},"Young men registered in a Scouting unit are encouraged to wear the appropriate uniform. No young man or boy should be excluded from Scouting if he is unable to purchase a uniform. Units may wish to maintain a supply of used uniforms to make them available for boys. Abbreviated or simple uniforms and insignia, which have been approved by the BSA, are appropriate and encouraged. Adult leaders are also encouraged to wear appropriate Scouting uniforms, where feasible."]],[".topic",{"id":"t15","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t15"},[".titleNumber","8.15"],["h2","Young Men and Boys of Other Faiths"],["p.para",{"id":"p185","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p185"},"Young men and boys of other faiths who agree to abide by Church standards should be welcomed and encouraged to participate in Scouting activities. Expenses for their participation are paid in the same manner as for other youth. Voluntary contributions from their families may be accepted and handled in accordance with Church policy."]],[".topic",{"id":"t16","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t16"},[".titleNumber","8.16"],["h2","Scouting for Those with Disabilities"],["p.para",{"id":"p188","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p188"},"As much as possible, programs and activities should be planned to include Scouts with disabilities. Young men or boys with mental, physical, or emotional disabilities should be encouraged to participate in Scouting to the extent their abilities will allow. They may complete as many of the program requirements as possible. More information about Scouting experiences for those with disabilities is available at",["a.urlRef",{"href":"http://www.scouting.org"},["span.language","www.scouting.org"]],"and from local Boy Scouts of America council offices. See also",["span.emphasis","Handbook 2,"],["a.crossRef",{"href":"/handbook/handbook-2-administering-the-church/selected-church-policies/21.1.26"},"21.1.26"],"."]],[".topic",{"id":"t17","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.t17"},[".titleNumber","8.17"],["h2","Specialty Programs and Stake Camps"],["p.para",{"id":"p191","uri":"/manual/scouting-handbook-united-states-2012/8-0-church-policies.p191"},"Latter-day Saint Scouting units do not organize “specialty” or similar programs that focus exclusively on a particular skill, hobby, or career. Also, camps organized by stakes should not be advertised as “Scout” camps and are not covered by BSA liability insurance."]]]]]],"refs":null}
