{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":6,"title":"A Big Wind and a Small Voice","subtitle":"By Cathy Witbeck","short_title":"A Big Wind and a Small Voice","uri":"/friend/2013/07/a-big-wind-and-a-small-voice","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/friend/2013/07/a-big-wind-and-a-small-voice"},[".heading",{"id":"head1","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.head1"},[".title","A Big Wind and a Small Voice"],[".byline",["p.para",{"id":"p2","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p2"},"By Cathy Witbeck"],["p.para",{"id":"p3","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p3"},"(Based on a true story)"]],[".epigraph","Oh, may I always listen to that still small voice",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","105)."]],[".kicker","Tyler heard a quiet voice, and he knew what to do."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p6"},["span.emphasis","Buzz, buzz."]],["p.para",{"id":"p7","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p7"},"Tyler sprawled on top of the jungle gym in his backyard, watching a fuzzy bee zip around and between the bars. “You won’t find any nectar here,” he said to the bee. “Go look somewhere else.”"],["p.para",{"id":"p8","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p8"},"A gust of wind blew through the yard, spinning the bee away. Tyler sat up. It was getting really windy. He looked over at the apricot tree his brothers Brad and Adam were playing under. Its branches were blowing straight back, like a giant brush was combing through its leaves."],["p.para",{"id":"p9","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p9"},"“Tyler, get off the jungle gym,” a voice inside Tyler said. It wasn’t loud, but it was calm and sure. Tyler knew it was the right thing to do."],["p.para",{"id":"p10","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p10"},"Tyler climbed down. Sitting beside his brothers under the apricot tree, he looked out at the backyard as the wind grew stronger."],["p.para",{"id":"p11","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p11"},"Just then a tall tree on the side of the yard began creaking in the wind."],["p.para",{"id":"p12","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p12"},"Tyler and his brothers watched as a powerful gust of wind hit the yard. With a loud",["span.emphasis","crack!"],"the tall tree crashed down directly in front of them. It smashed into the jungle gym Tyler had been lying on, bending it in half."],["p.para",{"id":"p13","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p13"},"Tyler and his brothers stared at the fallen tree, their eyes wide."],["p.para",{"id":"p14","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p14"},"Tyler shakily lifted his hand to touch a branch of the tree. It had fallen only a few inches from his nose. His hands shook, and his insides felt all jiggly-wiggly."],["p.para",{"id":"p15","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p15"},"“Wow,” Brad said, his voice quiet. “You could have been smushed.”"],["p.para",{"id":"p16","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p16"},"Adam’s mouth hung open like a big letter",["span.emphasis","O."]],["p.para",{"id":"p17","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p17"},"The three boys walked around the fallen tree, staring at the giant branches and the bent jungle gym."],["p.para",{"id":"p18","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p18"},"Tyler looked down at the roots of the tree. They had grown together in a big ball and were pulled completely out of the ground. “That’s why the roots couldn’t hold the tree up,” Brad said. “They grew in a ball because the ground here is mostly sand.”"],["p.para",{"id":"p19","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p19"},"“The foolish man built his house upon the sand,” Adam said. He laughed."],["p.para",{"id":"p20","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p20"},"Brad turned to Tyler. “How did you know the tree would fall?” he asked."],["p.para",{"id":"p21","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p21"},"As Tyler looked at the ball of roots, a warm feeling washed away the fear he’d felt when the tree fell. “I listened to the still, small voice,” he said. “It told me to move, so I did.”"],["p.para",{"id":"p22","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p22"},"Adam looked at him with a big smile. “Your house is built on a rock.”"]],[".resources",[".quote",{"id":"f1","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.f1"},["p.para",{"id":"p23","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p23"},"My cousin Bransyn and I were riding skateboards down the driveway. Suddenly I heard someone say, “Stop!” I stopped. My cousin stopped too. She asked me if I said stop, and I said no. She hadn’t said it either. We looked around and didn’t see anyone else. Then suddenly a car came speeding down the road in front of where we had been playing. I knew it was the Holy Ghost that had warned us of danger. It is good to know that I have the gift of the Holy Ghost."],[".bio",["p.para",{"id":"p24","uri":"/friend/2013/07/a-big-wind-and-a-small-voice.p24"},"Ashton W., age 9, Utah, USA"]]]]]]],"refs":null}
