{"id":20,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":20,"title":"A Change of Plan","subtitle":"By Jennifer Ricks","short_title":"A Change of Plan","uri":"/new-era/2013/05/a-change-of-plan","content":[["div",{"id":"head1","uri":"/new-era/2013/05/a-change-of-plan.head1"},[".title","A Change of Plan"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/05/a-change-of-plan.p2"},"By Jennifer Ricks"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/05/a-change-of-plan.p3"},"Jennifer Ricks lives in Utah, USA."]],[".kicker","I thought the group date we’d planned would be perfect—until my date called back with a question."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/05/a-change-of-plan.p5"},"Things were all set for a really fun weekend. My friend Tara and I had set up a girls-ask group date with some young men in our stake, and we were excited. A popular movie had just been released from theaters to DVD, and we were going to watch it all together at a friend’s house."],["div",{"id":"p6","uri":"/new-era/2013/05/a-change-of-plan.p6"},"And then Nathan, my date, called."],["div",{"id":"p7","uri":"/new-era/2013/05/a-change-of-plan.p7"},"“You know, Jennifer,” he said, “I’ve been thinking. Maybe we should do something else tonight.”"],["div",{"id":"p8","uri":"/new-era/2013/05/a-change-of-plan.p8"},"A panicky feeling gripped my chest. Was Nathan backing out of the date?"],["div",{"id":"p9","uri":"/new-era/2013/05/a-change-of-plan.p9"},"“Umm, what do you mean?” I asked, trying to keep my voice from shaking."],["div",{"id":"p10","uri":"/new-era/2013/05/a-change-of-plan.p10"},"“Well,” he continued, “I think that movie is just going to be watching hours of battles. Could we do something else instead?”"],["div",{"id":"p11","uri":"/new-era/2013/05/a-change-of-plan.p11"},"The panicky feeling left as I realized he was right. The movie, even though it was popular and didn’t have a bad rating, did have a lot of violence in it."],["div",{"id":"p12","uri":"/new-era/2013/05/a-change-of-plan.p12"},"“That’s a great idea,” I said. “You got it.”"],["div",{"id":"p13","uri":"/new-era/2013/05/a-change-of-plan.p13"},"I called Tara, and we decided to have a board game night instead. It ended up being much more fun and social than staring at the TV for a couple of hours."],["div",{"id":"p14","uri":"/new-era/2013/05/a-change-of-plan.p14"},"I feel so grateful that Nathan was willing to tell me how he really felt about the movie. His high standards were a great example to me and pushed my standards even higher. Since then, I’ve avoided a lot of other movies that, when I stop and think about it, aren’t very uplifting or fun, even if the rating isn’t that bad or if they’re really popular. I also never felt offended that Nathan didn’t like our original activity. That has given me the strength to speak up in situations when my standards are at stake. Nathan didn’t offend anyone by being honest about his feelings, and so I learned that, even if some people do take offense, I shouldn’t worry about standing up for my values either."]],[".resources"]],"refs":null}
