{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":6,"title":"A Challenging Time—a Wonderful Time","subtitle":"","short_title":"A Challenging Time—a Wonderful Time","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.head1"},["h1","A Challenging Time—a Wonderful Time"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p2"},"President Gordon B. Hinckley"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p3"},"President of the Church"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p4"},"An Evening with President Gordon B. Hinckley, 7 February 2003"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p5"},"My dear brethren and sisters, I come to you with love and appreciation and respect. I am grateful for what Elder Eyring has said and commend his words to you."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.f1"},[".caption",["b","PRESIDENT GORDON B. HINCKLEY",["br"],"PRESIDENT OF THE CHURCH"],["br"],["span.emphasis","An Evening with President Gordon B. Hinckley, 7 February 2003"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p6"},"I think I need not tell you that you occupy a very unique and important responsibility in this Church. We thank every one of you for your dedicated service. I wish to especially thank the institute men and your associates who have been of such great help in administering the Perpetual Education Fund."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p7"},"In this gathering you represent various categories of teachers—faculty members from the three campuses of Brigham Young University, institute directors and instructors, and seminary teachers, both full-time and part-time, and those of the LDS Business College. But you are all engaged in one common endeavor, and that is to cultivate within the hearts of young people a love for the Savior of the world and a desire to follow His teachings."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p8"},"The other evening we attended a concert given by various musical groups from BYU. It was wonderful. It was a great occasion. The performance was tremendous. There were about five hundred participants, all students."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p9"},"As I looked at them I thought of what great young people they are. They showed such talent and all performed together in perfect harmony. Then I thought that every one of them is a student of yours, learning about this Church, its doctrine, its history, its practices. And I thought of what a great challenge this is for you to teach in such a way as to not only instruct but, more importantly, to inspire."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p10"},"As I watched them, I imagined the many thousands of others who come under your leadership in institutes of religion at other universities and colleges across the world. Then I thought of the seminaries you represent, both as career teachers and as volunteers. I think there is nothing like it to be found anywhere."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p11"},"Do you really realize what each of you is a part of—this huge effort to teach religion to young people in many nations, speaking scores of languages? Literally, the sun never sets on groups of students who gather together to learn of the Lord and His great work. I compliment you most warmly. I thank you with all of my heart. I encourage you to work at it a little harder. I pray for your success and also for your satisfaction with what you are doing."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p12"},"You have no idea of the consequences of your service. As the years pass and your youthful students pursue their various endeavors, marry, and rear families, recollections of what they learned in seminary and institute will guide their decisions and prompt their activities."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p13"},"I knew a man who stood at the head of a large business institution. His wife was a member of the Church. He was not. But each morning he would arise early and drive their children to early-morning seminary. For a time he would sit in the car and wait for them. Then the weather turned cold. He went inside and sat in the back of the room where the class met. He was intrigued with the lessons given by a woman who was the volunteer teacher. He began to do on his own what his wife had been unable to get him to do. He studied the gospel. He was baptized and became a faithful and active member of the Church. He made a tremendous contribution."],[".topic",["h2","You Have a Challenging and Wonderful Responsibility"],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p15"},"Yours is not an easy task. I had a taste of it at one time. Pardon me if I give you a little personal history."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p16"},"I was called on a mission to the British Isles in 1933. I had completed my baccalaureate work at the University of Utah. I was older than most missionaries are today."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p17"},"Very few were going out at the time. The terrible Depression gripped the entire world. Money was extremely scarce. There were only sixty-five of us in all of the British Isles, where today there are perhaps twelve hundred."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p18"},"The two years I spent in England were very productive in terms of my development. Most of that time was spent in London as assistant to the president of the European Mission. He was a member of the Council of the Twelve. When I was released to come home, he asked that I meet with the First Presidency to tell them of some of the needs of the missions in Europe. He had written to pave the way."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p19"},"Elder John A. Widtsoe had previously served as president of the European Mission and at the time was Church Commissioner of Education. He invited me to try something. He asked that I go down to South High School in Salt Lake City and teach seminary after school five days a week, for which I would be paid $35 a month."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p20"},"I met with the First Presidency, and they invited me to begin the public relations work in the Church under the direction of a committee of six of the Council of the Twelve. For this work I would receive $65 a month, making $100 a month total between the two jobs. You are not so poorly paid after all."],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p21"},"I count it one of the great accomplishments of my life that I was able to pull through a full class of students who came over to our building each afternoon after school. They stayed with me through the school year. It was a taxing, challenging, and wonderful responsibility. I worked at it. I prayed about it. I gave it my very best, and I felt it was extremely rewarding."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p22"},"When that year was completed, the CES people importuned me to teach full-time seminary. The committee of the Twelve, likewise, who had a little more authority, asked that I now give my full time to the work. I had to make a choice. I chose to go with the Apostles."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p23"},"I have been in the full-time service of the Church longer now than any man alive. I have also served in a number of the regular ecclesiastical positions, including that of stake president. I have been a General Authority now for forty-five years, and I am now in my twenty-second year as a member of the First Presidency and in my eighth year as President of the Church."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p24"},"I have lived a long time, for which I am deeply grateful to the Lord. I have had rich and wonderful and rewarding experiences, for which I thank Him. I will always be grateful for the experience that I had as a seminary teacher. I am continuously grateful for the opportunity that I have to serve as chairman of the Church Board of Education and of the BYU Board of Trustees, which keeps me in touch with this vital program. These are stewardships that are extremely important and meaningful and wonderfully challenging."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p25"},"One measure of the importance we attach to the Church Educational System program is the fact that we spend more of the tithing funds of the Church on this than we do on the worldwide missionary program, the temple and family history program, or almost every other program except for the construction and maintenance of buildings."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p26"},"In my youth I was the beneficiary of weekday gospel teaching. I attended the LDS High School, a large high school here in Salt Lake City which was operated by the Church until 1930. Here we had a wonderful faculty and a great student body, and each day we had religious education as a part of the regular curriculum. Our campus was right here, where today the Church Office Building and the Relief Society Building stand."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p27"},"At that time an annual Boys’ Day was held in Salt Lake City. There were three high schools in the city—East, West, and LDS. We would march down Main Street in a big parade on Boys’ Day. And we of the LDS High School would laughingly chant as we marched, “A root-a-toot-toot. A root-a-toot-toot. We are the boys of the institute. We don’t smoke and we don’t chew and we don’t go with boys who do.”"],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p28"},"Those were happy and wonderful days with great associations which I still treasure."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p29"},"Many years have passed since then, seventy-five years to be exact, and how this world has changed! I look back and realize that I have lived through the First World War, the Second World War, the Korean War, the Vietnam War, the Gulf War, and the war on terrorism. What a bloody history these years have encompassed."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p30"},"And what a frightening change has occurred in our culture. A great flood of sleaze has gathered and is washing over us. Language is used on our campuses that never crossed our lips back in the days of my youth. Pornography with all of its titillating and vicious attraction is all about us. We have television, videos, DVDs, the Internet, and other means to deliver the filthy and the evil into our homes and lives. It is taking its toll. You, perhaps, are more aware of it than any other group of which I know. You are daily confronted with its results. This is the era of gutter-talk, of sloppy dress, of sloppy ways."]],[".topic",["h2","This Is a Marvelous Generation"],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p32"},"At the same time, this is the season when so many of our youth show such remarkable strength and capacity and resolve to do the right thing. How marvelous is the generation with which you deal. We have never had a generation its equal in all of the history of the Church. They are better educated. They are more familiar with the scriptures. I believe they pray with a greater measure of faith, have a greater desire to do the will of the Lord, are more active in the Church, go into the world as better prepared missionaries, and live to become better parents. It seems to me that the good are getting better and the bad are getting worse."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p33"},"These are your students. You have both kinds. And yours is the tremendous challenge to give courage, and inspiration, and faith to those willing to accept, and to try with all the capacity that you can possibly have to hold on to those who are pulled with such pressure into those activities which will separate them from you and your better students."]],[".topic",["h2","You Must Teach Morality"],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p35"},"You occupy a difficult role. Your chief responsibility is to teach doctrine and history, and I think you do this very well. You do not presume to occupy the place of the bishop or the place of parents, nor should you. It is their responsibility, primarily the parents, to nurture, to cultivate faith, to teach their children the ways of the Lord, to rear them in truth and righteousness. It is the bishop’s responsibility to counsel with them, to interview them, to talk with them concerning their lives and their aspirations, to give them strength to stand against the world. And yet, inevitably, you too must teach morality and build within these young people the strength that will fortify them against the wily ways of the adversary."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p36"},"Of course, sin is not unique to this generation. It has been in the world since Cain slew Abel. At one time conditions became so bad that the Lord felt compelled to cleanse the earth with a flood."],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p37"},"Through the ages the prophets were stoned and killed. The Redeemer of the world was crucified. His Apostles were put to death. The reformers were martyred. Joseph Smith was shot to death in Carthage Jail. From the founding of the Church our people have suffered so much and in so many ways. All of this has resulted from the work of the adversary."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p38"},"But now there is a more clever element in his efforts. There are no longer burnings, and stonings, and drivings. There is a subtle and enticing invitation to leave the good and the beautiful and the holy and turn in the direction of the evil, the filthy, the sleazy, and the addictive ways of the world."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p39"},"Music and entertainment are a part of this. For some reason that this old man cannot understand, the music of these off-color bands and entertainers is alluring and attractive to our youth. There is no melody in it. There is no uplift. I see no beauty in it. But our young people are enthralled with it. They pay substantial ticket fees to get into these concerts, and they go by the thousands. Here they hop and swoon and act like animals. They are like animals. They are responding to their baser nature."],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p40"},"Tampering with drugs often follows. One thing leads to another until they are totally hooked. They cannot escape the bondage of drugs. Their lives are destroyed, except for the few who recognize their predicament and with great determination and the help of the Lord break the habit. But this is a painful process."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p41"},"Pornography entices them. It comes in many forms, and they know all of these. Sex becomes a part of the whole picture. Among our own youth so many become entrapped."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p42"},"I know a girl, a beautiful girl, whose parents sent her off to one of your institutions. She wanted to leave home, and they consented. She came back the other day to tell her mother that she was pregnant. Tears flowed. Anger flared. Pleading prayers were offered. A wedding followed, but it was not a wedding with happiness. It was simply an event designed to accommodate a tragic situation."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p43"},"This is a circumstance which you know all too well. What can you do? What can you teach? How can you help with the desperate situation that confronts so many?"]],[".topic",["h2","Teach Them to Pray and to Walk Uprightly"],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p45"},"I am going to use only one verse of scripture today. It is the word of the Lord to parents. But it also applies to you. Said He: “Teach [them] to pray, and to walk uprightly before the Lord” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.28"},"D&C 68:28"],")."],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p46"},"I believe that brief mandate encompasses the most important things we can do."],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p47"},"First, teach them to pray—not in a self-righteous way, but as a response to the invitation from our Father in Heaven to speak with Him, to counsel with Him, to thank Him, to plead with Him for strength."],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p48"},"What a wonderful thing it will be if you can teach them in such a way that they will know that prayer is their refuge from sin, a certain source of strength to withstand evil, their promise of help if they will but seek that help."],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p49"},"Teach them to pray in the morning as they face the opportunities, the challenges, the temptations of the day. Teach them to pray in the evening to give thanks for the guidance, the strength, and the blessings of the Almighty upon their efforts. Teach them to kneel alone in prayer before they leave home on a date that they may remain in control of themselves, that they will so conduct themselves that the evening will provide a beautiful and wonderful experience and not something that can only bring later regret. Teach them to pray concerning their studies, concerning their friends, concerning the direction their lives should take, concerning the future companions of which they dream."],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p50"},"Secondly, teach them to walk uprightly before the Lord. Teach them that there is an all-seeing eye that looks down upon us, that knows our hearts, that knows our thoughts, from which we cannot hide. When all is said and done, we must live with ourselves, with the knowledge that this eye is upon us."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p51"},"Teach them always to walk the high road. In doing so they will walk uprightly with their Lord."],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p52"},"I know of no better admonition of the scripture than these few words that call us to pray and to walk uprightly before the Lord."]],[".topic",["h2","Be Exemplars"],["div",{"id":"p54","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p54"},"And you, my dear brethren and sisters who serve as their teachers, it goes without saying that you must be their exemplars in praying and walking uprightly before the Lord."],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p55"},"I hope that you will plead with the Lord to give you strength, to give you capacity, to give you inspiration in teaching those who come before you for instruction. Your example will count for more than all of your words concerning Church history and doctrine."],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p56"},"Let them see in you the sweet fruits of a life well lived after the pattern of the Lord. Let your marriage be strong and solid and sweet and ennobling. Let your parenthood be an example of what they wish to be in their own parenting. Let there be something of a light tone in your life. Let there be fun and happiness, a sense of humor, the capacity to laugh occasionally at things that are funny."],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p57"},"I think of the old poem that is so meaningful in your situation:"],[".poetry",{"id":"f2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.f2"},[".stanza",[".line",["span.emphasis","Mark Hopkins sat on one end of a log"]],[".line",["span.emphasis","And a farm boy sat on the other."]],[".line",["span.emphasis","Mark Hopkins came as a pedagogue"]],[".line",["span.emphasis","And taught as an elder brother."]],[".line",["span.emphasis","I don’t care what Mark Hopkins taught,"]],[".line",["span.emphasis","If his Latin was small and his Greek was naught,"]],[".line",["span.emphasis","For the farm boy he thought, thought he,"]],[".line",["span.emphasis","All through the lecture time and quiz,"]],[".line",["span.emphasis","“The kind of a man I mean to be"]],[".line",["span.emphasis","Is the kind of a man Mark Hopkins is.”"]]],[".citationInfo",["div",{"id":"p68","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p68"},"(Arthur Guiterman, “Education,” in",["span.emphasis","Masterpieces of Religious Verse,"],"ed. James Dalton Morrison [1948], 505.)"]]],["div",{"id":"p69","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p69"},"They want to see in you a certain kind of companionship. They want to know that you are such that they can talk with you. But remember always that you are the teacher. Let there be no undue familiarity. Let leadership take precedence over friendship."],["div",{"id":"p70","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p70"},"Your students will be with you only for a short time. Will they remember you, and will they remember the things that you have taught them?"],["div",{"id":"p71","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p71"},"I can still recall many of my teachers in high school—James E. Moss, Arthur Welling, J. R. Smith, Owen Horsefall, Bessie Jones, to name a few. I can’t remember very much of the subject matter they taught. The math, the history, the rules of English have largely been forgotten. But there is a residue, indefinable, which has remained with me all of these years and which has been added to as I have traveled the long road of life. It speaks of the beautiful in music and art, in literature, in nature. It constantly beckons me to walk the high road."]],[".topic",["h2","Fill Your Lives with Love and Happiness"],["div",{"id":"p73","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p73"},"My dear friends, let your lives be filled with love—a love for God, to whom you may go for strength and comfort; a love for His dear Son, whom you can know as your Redeemer, who gave His life without selfishness of any kind to bless all mankind; love of wife or husband and family, the dearest possessions that you have; love for your students and the great opportunity to touch their lives."],["div",{"id":"p74","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p74"},"Let your lives be filled with happiness. You who make of this teaching your profession may not have all the money that you might wish for and that you might have gained had you followed another occupation. But that is not where happiness is found. Happiness is found in small ways in which we touch one another’s lives and interact together."],["div",{"id":"p75","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p75"},"We are so deeply grateful to all of you, you who teach full-time and the very many who serve as volunteers. Look on the bright side at all times. You need not fail. You are not failing. Look about you. Look at your students. You are doing good, great good. Keep it up and rejoice in the Lord for the opportunity. Pray and walk uprightly before the Lord and He will bless you."],["div",{"id":"p76","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p76"},"You have all heard my talk on the Be’s—Be grateful, Be smart, Be clean, Be true, Be humble, Be prayerful. And I add for you, Be happy."],["div",{"id":"p77","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p77"},"All of us have problems. We face them every day. How grateful I am that we have difficult things to wrestle with. They keep us young, if that is possible. They keep us alive. They keep us going. They keep us humble. They pull us down to our knees to ask the God of Heaven for help in solving them. Be grateful for your problems, and know that somehow there will come a solution."]],[".topic",["h2","Do Your Very Best"],["div",{"id":"p79","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p79"},"May heaven smile upon you, my dear friends in this great work. Just do the best you can, but be sure it is your very best. Then leave it in the hands of the Lord."],["div",{"id":"p80","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p80"},"I have not said anything profound as I have spoken with you. Yet I have spoken of those things which are the most profound of all things in life, the great values which underlie our civilization and which make for our personal happiness, well-being, and eternal progress."],["div",{"id":"p81","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/a-challenging-time-a-wonderful-time.p81"},"I pray that heaven will bless you, that you will find love and peace and goodness in your homes, and that you will find happiness, a constant challenge, and the sweet rewards that come of leading and teaching and helping the young people of this great Church. May you be inspired and inspirational in the great work for which you are responsible, I humbly pray as I leave my love and blessing with you, in the sacred name of the Lord Jesus Christ, amen."]]]],"refs":null}
