{"id":13,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":13,"title":"A Crop of Blessings","subtitle":"By Shauna Gibby","short_title":"A Crop of Blessings","uri":"/friend/2013/05/a-crop-of-blessings","content":[["div",{"id":"head1","uri":"/friend/2013/05/a-crop-of-blessings.head1"},[".title","A Crop of Blessings"],[".byline",["div",{"id":"p2","uri":"/friend/2013/05/a-crop-of-blessings.p2"},"By Shauna Gibby"],["div",{"id":"p3","uri":"/friend/2013/05/a-crop-of-blessings.p3"},"(Based on a true story)"]],[".epigraph","I’m glad to pay a tithing, one-tenth of all I earn; it’s little when I think of all God gives me in return",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","150)."]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/05/a-crop-of-blessings.p5"},"Will loved the warm desert of southern Utah. He was 10 years old—old enough to go to school and climb on the nearby red rocks and help care for the trees and vegetables his family grew. Or tried to grow, anyway. It was 1899, the driest year anyone in St. George could remember."],["div",{"id":"p6","uri":"/friend/2013/05/a-crop-of-blessings.p6"},"“We need rain!” Will thought as he walked home from school one day. No rain had fallen for months, and the alfalfa fields looked brown and thirsty."],["div",{"id":"p7","uri":"/friend/2013/05/a-crop-of-blessings.p7"},"As usual, Will felt the hot sun pound down on him, and gritty sweat started to trickle down the sides of his face. But then Will noticed something that was",["span.emphasis","not"],"usual. All the grown-ups were huddled together in small groups talking. Something exciting was happening!"],["div",{"id":"p8","uri":"/friend/2013/05/a-crop-of-blessings.p8"},"“The prophet, President Lorenzo Snow, is traveling all the way to St. George,” Will’s mother explained when he got home. “He’s going to hold a special conference for us.”"],["div",{"id":"p9","uri":"/friend/2013/05/a-crop-of-blessings.p9"},"When President Snow came, Will went to the tabernacle to hear him speak. The prophet said he wasn’t sure why the Lord had wanted him to come to St. George. It was a hard time for everyone. The Church didn’t have enough money to pay for the meetinghouses and temples."],["div",{"id":"p10","uri":"/friend/2013/05/a-crop-of-blessings.p10"},"On the second day of the conference, President Snow asked all the children to line up in their Primary classes."],["div",{"id":"p11","uri":"/friend/2013/05/a-crop-of-blessings.p11"},"“I shall shake hands with each child present so that they may be able to say that they have shaken hands with a man who has shaken hands with a man who saw God face to face while in the flesh—Joseph Smith,” President Snow said."],["div",{"id":"p12","uri":"/friend/2013/05/a-crop-of-blessings.p12"},"Will stretched to peer over the other children as President Snow shook their hands one by one. When it was his turn, Will looked into the face of the prophet and felt warm and light inside."],["div",{"id":"p13","uri":"/friend/2013/05/a-crop-of-blessings.p13"},"Later, Will got the same feeling again when President Snow gave another talk. He said he knew what message the Lord wanted him to share with the people of the Church: They needed to pay tithing!"],["div",{"id":"p14","uri":"/friend/2013/05/a-crop-of-blessings.p14"},"“The time has now come for every Latter-day Saint … to pay his tithing in full,” President Snow said. “If you do, the Lord will open up the way before you in a manner that will astonish you.”"],["div",{"id":"p15","uri":"/friend/2013/05/a-crop-of-blessings.p15"},"Will knew that what the prophet had said was true. From then on, when he gathered eggs from the chicken coop, he set aside the first of every 10 eggs to take to the bishop. When his father earned a dollar fixing a wagon, he gave 10 cents to the Lord. After his mother milked the cow, she gave one jar of the milk for tithing."],["div",{"id":"p16","uri":"/friend/2013/05/a-crop-of-blessings.p16"},"For the next three months, Will’s family and friends kept paying their tithing and taking care of their crops."],["div",{"id":"p17","uri":"/friend/2013/05/a-crop-of-blessings.p17"},"But there was still no rain. They used what little water they had to try to keep their plants alive. They knew the Lord would bless them in His own time."],["div",{"id":"p18","uri":"/friend/2013/05/a-crop-of-blessings.p18"},"Several months later, tiny dark dots began to appear on the dusty dirt roads around town. It was raining in St. George! Everyone shouted for joy as the thirsty ground drank up the water falling from the sky."],["div",{"id":"p19","uri":"/friend/2013/05/a-crop-of-blessings.p19"},"“Quick, go get a barrel to catch the water that’s running off the roof!” Will’s mother said. As he ran, Will smiled up at the sky and let the raindrops splash down on his face."],["div",{"id":"p20","uri":"/friend/2013/05/a-crop-of-blessings.p20"},"That evening, he knelt in prayer with his family, thanking God for the blessing of rain."],["div",{"id":"p21","uri":"/friend/2013/05/a-crop-of-blessings.p21"},"Will watched his family’s crops grow strong and healthy that summer. He knew that something else had grown that summer as well: his testimony of prophets and tithing."]],[".resources",[".quote",{"id":"f1","uri":"/friend/2013/05/a-crop-of-blessings.f1"},["div",{"id":"p22","uri":"/friend/2013/05/a-crop-of-blessings.p22"},"My grandma sent me 10 dollars. My mom asked what I wanted to do with my money. I told her I wanted to pay my tithing. At church on Sunday my mom helped me fill out the tithing slip, and I gave my tithing to the bishop. I felt so happy when I gave it to him. I know Heavenly Father wants me to pay my tithing."],[".bio",["div",{"id":"p23","uri":"/friend/2013/05/a-crop-of-blessings.p23"},"Marin S., age 6, Colorado, USA"]]]]],"refs":null}
