{"id":35,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":35,"title":"A Decade of Persecution, 1877-87","subtitle":"","short_title":"Lesson 33","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/a-decade-of-persecution-1877-87","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/a-decade-of-persecution-1877-87.head1"},[".titleNumber","Lesson 33"],["h1","A Decade of Persecution, 1877–87"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/a-decade-of-persecution-1877-87.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","The revelation to the Prophet Joseph Smith commanding plural marriage was officially announced to the Church in August 1852."]],["li",["span.label","2."],[".para","The federal government passed a number of laws against the practice of plural marriage, which resulted in much persecution against the Church and the Latter-day Saints."]],["li",["span.label","3."],[".para","Because of the negative image created against the Church, members, particularly missionaries, were mobbed, beaten, and killed."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 33, pp. 422–34."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132"},"Doctrine and Covenants 132"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Discuss the anti-polygamy legislation and the government’s campaign against those practicing plural marriage in Utah during this period."],["div",{"id":"f","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","Review the various anti-polygamy bills, their background, and their increasingly stringent measures against the Church:"],["ul.bullet",["li",["span.label","•"],[".para","Public sentiment following the announcement of plural marriage in 1852 (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-thirty-two-brigham-youngs-presidencythe-final-decade.p1"},"pp. 424–25"],")."]],["li",["span.label","•"],[".para","1862 Morrill anti-bigamy law (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-thirty-two-brigham-youngs-presidencythe-final-decade.p1"},"p. 425"],")."]],["li",["span.label","•"],[".para","1874 Poland bill (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-thirty-two-brigham-youngs-presidencythe-final-decade.p1"},"p. 426"],")."]],["li",["span.label","•"],[".para","1875–79 Reynolds test case before the Supreme Court (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-thirty-two-brigham-youngs-presidencythe-final-decade.p1"},"pp. 426–27"],")."]],["li",["span.label","•"],[".para","1882 Edmunds Act (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-thirty-two-brigham-youngs-presidencythe-final-decade.p1"},"p. 427"],")."]],["li",["span.label","•"],[".para","1887 Edmunds-Tucker Act (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-thirty-two-brigham-youngs-presidencythe-final-decade.p1"},"pp. 433–34"],")."]]]],["li",["span.label","2."],[".para","Discuss the government’s anti-polygamy crusade, known in Utah as “the raid,” and the Church’s reaction to it (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-thirty-two-brigham-youngs-presidencythe-final-decade.p1"},"pp. 425–29"],"). Your discussion could include consideration of the effects of the anti-polygamy campaign on both the general Church and on individuals."]],["li",["span.label","3."],[".para","How did the anti-Mormon feeling carry over into other parts of the United States? Consider the death of Joseph Standing and the Cane Creek massacre."]]]]],["li",["span.label","•"],[".para","Using this era in Church history, help students understand that The Church of Jesus Christ of Latter-day Saints is the kingdom of God on the earth, that Christ stands at its head, and that he has never forsaken it. Political circumstances may seem to hinder the mission of the Church, but they will not stop the Lord’s kingdom from moving toward its ultimate destiny. In a revelation to President John Taylor on 14 April 1883, the Lord declared:"],[".para","“Thus saith the Lord unto the First Presidency, unto the Twelve, unto the Seventies and unto all my holy Priesthood, let not your hearts be troubled, neither be ye concerned about the management and organization of my Church and Priesthood and the accomplishment of my work. Fear me and observe my laws and I will reveal unto you, from time to time, through the channels that I have appointed, everything that shall be necessary for the future development and perfection of my Church, for the adjustment and rolling forth of my kingdom, and for the building up and the establishment of my Zion. For ye are my Priesthood and I am your God. Even so. Amen” (in James R. Clark, comp.,",["span.emphasis","Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,"],"6 vols. [Salt Lake City: Bookcraft, 1965–75], 2:354)."]],["li",["span.label","•"],[".para","John Taylor was sustained as President of the Church in 1880, and because it was the fiftieth anniversary of the organization of the Church, he proclaimed it a “jubilee year.” He took the name from a practice that had its origin in the Old Testament. He had stressed love and unity among the Saints, and because of the brewing storm over plural marriage, he wanted to draw the people even closer together."],[".para","At April conference on the fiftieth anniversary, President Taylor told the Saints, “We ought to do something, as they did in former times, to relieve those that are oppressed with debt, to assist those that are needy, to break the yoke off those that may feel themselves crowded upon, and to make it a time of general rejoicing” (in Conference Report, Apr. 1880, p. 61)."],[".para","This move came as a welcome gift to many—especially those who had left their homes in foreign lands to come to Zion and who owed large sums to the Perpetual Emigrating Fund. Upon recommendation of President Taylor, worthy poor were released from debt (amounting to approximately eight hundred and two thousand dollars)."],[".para","Discuss the blessing this jubilee celebration was to the Saints. How did it serve to strengthen the Saints under trying conditions? What principles of a Zion people were manifest? Greater love, President Taylor noted, had never been manifest in the Church."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"5:519–619; 6:1–132."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"3:1–99."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Gustive O. Larson,",["span.emphasis","The “Americanization” of Utah for Statehood"],"(San Marino, Cal.: Huntington Library, 1971), pp. 37–206."],[".para","A treatment of plural marriage covering the feelings of those involved in the practice, opposition, the underground, life in the penitentiary, and efforts of the United States to force the Church to abandon the practice."]],["li",["span.label","•"],[".para","Melvin L. Bashore, “Life behind Bars: Mormon Cohabs of the 1880s”",["span.emphasis","Utah Historical Quarterly,"],"Winter 1979, pp. 22–42."],[".para","The experiences of the Latter-day Saints who served prison terms because of their practice of plural marriage."]],["li",["span.label","•"],[".para","Barbara Hayward, “Utah’s Anti-Polygamy Society, 1878–1884,” master’s thesis, Brigham Young University, 1980."],[".para","A study of the activities of groups in the Utah Territory that banded together to fight against plural marriage."]],["li",["span.label","•"],[".para","Gustive O. Larson, “An Industrial Home for Polygamous Wives,”",["span.emphasis","Utah Historical Quarterly,"],"Summer 1970, pp. 263–75."],[".para","Documents the failure of the industrial home for polygamous wives, which surprised the non-Mormons of the territory."]],["li",["span.label","•"],[".para","Bruce A. Van Orden, “George Reynolds: Secretary, Sacrificial Lamb, and Seventy,” Ph.D. diss., Brigham Young University, 1986."],[".para","A study of George Reynolds who, at the request of the First Presidency, became the test case against the Morrill Act that was signed into law in 1862."]],["li",["span.label","•"],[".para","Francis M. Gibbons,",["span.emphasis","John Taylor: Mormon Philosopher, Prophet of God"],"(Salt Lake City: Deseret Book Co., 1985), pp. 215–76."],[".para","Covers the administration of President Taylor and the intense persecution the Church passed through."]],["li",["span.label","•"],[".para","B. H. Roberts,",["span.emphasis","The Life of John Taylor"],"(Salt Lake City: Bookcraft, 1963), pp. 323–463."],[".para","Outlines the administration of John Taylor from 1877 until his death in 1887."]],["li",["span.label","•"],[".para","Arthur M. Richardson and Nicholas G. Morgan, Sr.,",["span.emphasis","The Life and Ministry of John Morgan"],"(n.p.: Nicholas G. Morgan, Sr., 1965), pp. 223–52, 375–93."],[".para","Contains information dealing with the killing of Joseph Standing, John H. Gibbs, and William S. Berry, all missionaries in the Southern States mission."]]]]],"refs":null}
