{"id":26,"parent_id":0,"book_id":23525,"content_id":1,"language_id":0,"display_order":26,"title":"A Girl of Great Faith, Part Three: Strength in Far West","subtitle":"By Hilary Watkins Lemon","short_title":"A Girl of Great Faith, Part Three: Strength in Far West","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west"},[".heading",{"id":"head1","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.head1"},["h1","A Girl of Great Faith"],[".subtitle","Strength in",["span.dominant","Far West"]],[".byline",["p.para",{"id":"p3","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p3"},"By Hilary Watkins Lemon"],["p.para",{"id":"p4","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p4"},"(Based on the life of Mary Elizabeth Rollins Lightner)"]],[".kicker","Part 3: Mary Elizabeth Rollins loved her home in Independence, Missouri. She worked as a seamstress and remained faithful to the Church. Then mob violence in Independence became too great, and Mary Elizabeth and the other Saints had to flee to another part of the state."]],[".bodyBlock",[".figure",{"id":"f81","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.f81"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/fr13aug40-41-strength-in-far-west.jpg"}],[".credit",["p.para",{"id":"p6","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p6"},"Illustrations by Julie F. Young"]]],["p.para",{"id":"p7","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p7"},"Huddled together on the freezing ground, Mary Elizabeth and her family camped on the banks of the Missouri River and waited to be ferried over to freedom. While they waited, the Saints found out that among all the families, they did not have enough money to ferry everyone."],["p.para",{"id":"p8","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p8"},"“Some families will have to stay behind,” one of the men said."],["p.para",{"id":"p9","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p9"},"“Whoever stays behind will be killed!” a woman cried."],["p.para",{"id":"p10","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p10"},"“Maybe the ferryman will let us pay in fish,” one of the men suggested."],["p.para",{"id":"p11","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p11"},"A few of the men went to the shore and set up fishing lines. The rest of the Saints prayed in the cold rain for help from the Lord. The lines stayed out all night and into the next morning."],["p.para",{"id":"p12","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p12"},"When the men checked the fishing lines, they rejoiced to see they had caught some small fish and one very large catfish. Mary Elizabeth watched while the men cleaned the fish. When they cut open the catfish, everyone fell silent. To her amazement, Mary Elizabeth saw three bright silver half-dollars inside the fish, just the amount needed for all the Saints to cross the river to safety. Mary Elizabeth joined the other Saints in a prayer of gratitude for the Lord’s protection."],["p.para",{"id":"p13","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p13"},"Several years passed after that cold night on the river’s shore. In 1835 Mary Elizabeth married Adam Lightner. A few months later, the couple moved to Far West, Missouri, where many other Saints were living."],["p.para",{"id":"p14","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p14"},"Mary Elizabeth and Adam lived in Far West for two years. It wasn’t long before mobs began to fight against the Saints in Far West, just as they had in Independence."],["p.para",{"id":"p15","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p15"},"One day a mob came to Far West and set up cannons to attack the town. Some men from the mob approached Mary Elizabeth’s house. They carried a white flag to show that they came in peace. The men asked to speak to Mary Elizabeth, Adam, and Adam’s sister and her husband. They gathered outside Mary Elizabeth and Adam’s house."],["p.para",{"id":"p16","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p16"},"One of the men was a general in the Missouri military. “Governor Boggs has given me orders to remove your families from Far West before we destroy the town,” he said. Mary Elizabeth used to work for Mr. Boggs and his family in Independence. The Boggs family had liked Mary Elizabeth. Now Mr. Boggs was governor of the whole state, and though he disliked the Mormons, he wanted to save her."],["p.para",{"id":"p17","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p17"},"“Will you let all the Mormon women and children leave before the fighting begins?” Mary Elizabeth asked."],["p.para",{"id":"p18","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p18"},"“My orders are to spare only these two families. Everyone else must be destroyed,” said the general."],["p.para",{"id":"p19","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p19"},"Mary Elizabeth stood tall and said, “If that is the case, then I refuse to go. I am a full-blooded Mormon, and I am not ashamed of it.”"],["p.para",{"id":"p20","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p20"},"The general tried to persuade her to leave and save her children’s lives, but Mary Elizabeth stood firm. The general became angry. Suddenly a man rushed over. It was Heber C. Kimball, one of the Twelve Apostles! He helped defend Mary Elizabeth and her family from the angry general."],["p.para",{"id":"p21","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p21"},"“Sister Lightner,” said Brother Kimball, “God Almighty bless you. I thank my God for a soul that is ready to die for her religion. Not a hair of your head will be harmed. I will protect you.”"],["p.para",{"id":"p22","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p22"},"“So will I,” said a voice. Brother Kimball was joined by Hyrum Smith, the Prophet Joseph’s brother. Other Church leaders came forward to support Mary Elizabeth and her family."],["p.para",{"id":"p23","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p23"},"Even though the mob was ready to attack, the Saints in Far West were not harmed at that time. Mary Elizabeth took comfort that her faith in the Lord had made her strong."]],[".resources",[".moreInfo",["p.para",{"id":"p24","uri":"/friend/2013/08/a-girl-of-great-faith-part-three-strength-in-far-west.p24"},"Mary Elizabeth Rollins Lightner eventually moved with her family to Minersville, Utah. She passed away in 1913 at the age of 95. Mary Elizabeth personally knew many early leaders of the Church and stayed true to her testimony throughout her life."]]]]]],"refs":null}
