{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":7,"title":"A Girl of Great Faith, Part Two: Courage in Independence","subtitle":"By Hilary Watkins Lemon","short_title":"A Girl of Great Faith, Part Two: Courage in Independence","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence"},[".heading",{"id":"head1","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.head1"},[".title","A Girl of Great Faith"],[".subtitle","Courage in",["span.dominant","Independence"]],[".byline",["p.para",{"id":"p3","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p3"},"By Hilary Watkins Lemon"],["p.para",{"id":"p4","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p4"},"(Based on the life of Mary Elizabeth Rollins Lightner)"]],[".kicker","Part 2: After a few short, happy years in Kirtland, Mary Elizabeth and her family moved to Independence, Missouri, in the fall of 1831."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p6"},"Mary Elizabeth breathed deeply as she walked down the streets of Independence. Though she missed her uncle’s store in Kirtland, she admired his new red brick store on the corner of two of the widest, loveliest streets in Independence. She enjoyed the excitement of building up Zion."],["p.para",{"id":"p7","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p7"},"After a few months in Independence, Mary Elizabeth felt lucky when a man named Mr. Boggs hired her to work as a seamstress. She was only 14 years old, and the extra money she earned would be a blessing for her family. And besides, she liked to sew! The Boggs family lived just a short distance away from Mary Elizabeth’s new home. Mr. Boggs had just been elected to an important political position in the state of Missouri, and he needed new clothes for official occasions. One of Mary Elizabeth’s assignments was to sew Mr. Boggs’s shirt collars."],["p.para",{"id":"p8","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p8"},"Mary Elizabeth liked the Boggs family with their many children. She was especially fond of one of the little girls. The Boggs family liked her too. Often Mrs. Boggs sewed with Mary Elizabeth for hours at a time."],["p.para",{"id":"p9","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p9"},"One day Mrs. Boggs asked, “Mary Elizabeth, you know we are not Mormons as you are, don’t you?”"],["p.para",{"id":"p10","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p10"},"“Yes, Mrs. Boggs,” Mary Elizabeth said."],["p.para",{"id":"p11","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p11"},"“Mary Elizabeth, your church is wrong,” Mrs. Boggs said. “Being a Mormon will only bring you pain and disappointment.”"],["p.para",{"id":"p12","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p12"},"Mary Elizabeth sat silently."],["p.para",{"id":"p13","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p13"},"“I have spoken with my husband,” Mrs. Boggs went on. “We like you. My husband has power and money, more than your people do. We want to take you in as one of our own. We will provide for you and educate you. You will be one of us.” Mrs. Boggs smiled hopefully."],["p.para",{"id":"p14","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p14"},"“I am sorry, Mrs. Boggs, but I cannot abandon my faith or my people,” Mary Elizabeth said. “But thank you for your kindness to me.”"],["p.para",{"id":"p15","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p15"},"A few months later, things indeed became more painful for the Saints in Missouri. Mobs were starting to attack more frequently. They were even destroying crops and buildings."],["p.para",{"id":"p16","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p16"},"One day Mary Elizabeth and her younger sister Caroline were near Brother Phelps’s printing office when a mob began destroying the press and dumping large piles of printed paper out the window. Mary Elizabeth recognized the paper right away. The men were destroying the Book of Commandments!"],["p.para",{"id":"p17","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p17"},"“Caroline, we must save those papers,” Mary Elizabeth whispered. “Follow me.”"],["p.para",{"id":"p18","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p18"},"“They will kill us,” Caroline said. “But I will come.”"],["p.para",{"id":"p19","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p19"},"Waiting until the men had turned away from the girls, each sister grabbed a large armful of papers and began running toward a cornfield. The men saw the girls and began to chase them, yelling at them to stop. The girls ran into the tall corn, laid the papers on the ground, and lay on top of them to protect them. The sisters could hear the men crashing through the corn stalks nearby. Mary Elizabeth and Caroline’s hearts pounded, but to their relief, the girls were not found."],["p.para",{"id":"p20","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p20"},"After waiting in the corn for a long time, the sisters carried the papers back to the printing office. They were grateful to be safe and that they had helped the Lord’s work."]],[".resources",[".moreInfo",["p.para",{"id":"p21","uri":"/friend/2013/07/a-girl-of-great-faith-part-two-courage-in-independence.p21"},"The Book of Commandments was a collection of revelations that later became part of the Doctrine and Covenants. With the pages Mary Elizabeth and Caroline saved, the Church was able to bind a small number of copies of the Book of Commandments. Oliver Cowdery sent one of the small books to Mary Elizabeth to thank her for her courage."]]]]]],"refs":null}
