{"id":9,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":9,"title":"A New Writing","subtitle":"By Elder Mervyn B. Arnold","short_title":"A New Writing","uri":"/ensign/2013/08/a-new-writing","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/a-new-writing"},[".heading",{"id":"head1","uri":"/ensign/2013/08/a-new-writing.head1"},[".title","A New",["span.dominant","Writing"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/08/a-new-writing.p2"},"By Elder Mervyn B. Arnold"],["p.para",{"id":"p3","uri":"/ensign/2013/08/a-new-writing.p3"},"Of the Seventy"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/mervyn-b-arnold.jpg"}],[".kicker","May we, through our faith and diligence in feasting upon the scriptures, receive “a new writing”—personal revelation that blesses our lives."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/08/a-new-writing.p5"},"Several years ago, Elder Richard G. Scott of the Quorum of the Twelve Apostles asked me to come to his office. Prior to our visit, he had seen me with my old set of scriptures, which I had read many times and had marked up with different colors of pencils, pens, and markers."],["p.para",{"id":"p6","uri":"/ensign/2013/08/a-new-writing.p6"},"Elder Scott smiled and said, “Elder Arnold, I would suggest you never open your old set of scriptures again. Go buy a new set, and when you have finished reading the new set, close them, and then go buy another set. You will learn much more, and after a few new sets, perhaps you will start to understand what it really means to feast upon the scriptures.”"],["p.para",{"id":"p7","uri":"/ensign/2013/08/a-new-writing.p7"},"I will be forever grateful for that advice. As Elder Scott recommended, I have since read various sets of scriptures. Although I am not suggesting that every Church member needs to follow this practice, I have found it personally rewarding. I would like to share some insights I have learned since receiving Elder Scott’s wonderful advice."],["p.para",{"id":"p8","uri":"/ensign/2013/08/a-new-writing.p8"},"Over time I have come to appreciate the differences among reading, studying, searching, pondering, and feasting on the scriptures.",["span.emphasis","Reading"],"is to learn from what one sees in writing or print.",["span.emphasis","Studying"],"is an act of contemplation.",["span.emphasis","Searching"],"means to look carefully to find or discover something.",["span.emphasis","Pondering"],"is to weigh in the mind.",["span.emphasis","Feasting"],"means to partake abundantly."],["p.para",{"id":"p9","uri":"/ensign/2013/08/a-new-writing.p9"},"All the steps leading up to feasting on the scriptures are important. However, when we actually begin to feast, we spiritually take part in—or make a part of us—the teachings of the Savior, “whether [those teachings are] by mine own voice or by the voice of my servants” (",["a",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],"). As we begin to incorporate into our souls the teachings of the Savior, we begin",["span.emphasis","to take part"],"in the “mighty change” of heart spoken of by Alma (",["a",{"href":"/scriptures/bofm/alma/5.12"},"Alma 5:12"],")."],[".topic",{"id":"t1","uri":"/ensign/2013/08/a-new-writing.t1"},[".title","Feasting upon the Word"],["p.para",{"id":"p11","uri":"/ensign/2013/08/a-new-writing.p11"},"“Angels speak by the power of the Holy Ghost; wherefore, they speak the words of Christ,” Nephi tells us. “Wherefore, I said unto you,",["span.emphasis","feast"],"upon the words of Christ; for behold, the words of Christ will tell you",["span.emphasis","all things what ye should do"],"” (",["a",{"href":"/scriptures/bofm/2-ne/32.3"},"2 Nephi 32:3"],"; emphasis added)."],["p.para",{"id":"p12","uri":"/ensign/2013/08/a-new-writing.p12"},"This feast becomes possible as we contemplate what we read (study), look over the verses carefully and thoroughly in an effort to discover something (search), and weigh in our minds what we have read (ponder). We can then apply the scriptures (feast) in such a way that the teachings of the Savior and His prophets literally become part of us and mold us into what we must become to live in the presence of God."],["p.para",{"id":"p13","uri":"/ensign/2013/08/a-new-writing.p13"},"As we feast upon the scriptures, the menu seems to change each time we open them. Elder Dallin H. Oaks of the Quorum of the Twelve Apostles has noted how this takes place: “I was reading the Doctrine and Covenants for the 15th or 20th time. Their direction [on a particular subject] came to my mind with such freshness and impact that I thought they might have been newly inserted in my book. That is the way with prayerful study of the scriptures. The scriptures do not change, but",["span.emphasis","we do,"],"and so the same scriptures can give us new insights every time we read them.”",["sup",["a",{"href":"fn_footnote1"},"1"]]]],[".topic",{"id":"t2","uri":"/ensign/2013/08/a-new-writing.t2"},[".title","A Pattern for Revelation"],["p.para",{"id":"p15","uri":"/ensign/2013/08/a-new-writing.p15"},"One morning I found myself reading about the Liahona: “And there was also written upon [the pointers]",["span.emphasis","a new writing,"],"which was plain to be read, which did give us understanding concerning the ways of the Lord; and it was written and changed from time to time, according to the faith and diligence which we gave unto it” (",["a",{"href":"/scriptures/bofm/1-ne/16.29"},"1 Nephi 16:29"],"; emphasis added)."],["p.para",{"id":"p16","uri":"/ensign/2013/08/a-new-writing.p16"},"As I read, studied, searched, pondered, prayed about, and feasted upon this one verse over the next several days, I experienced many thoughts and feelings. I realized that here the Lord has given us a pattern for receiving “a new writing,” or personal revelation. Portions of that pattern are given in the verses before and after the 29th verse. A few of the key words in the pattern are",["span.emphasis","to ask"],"(“whither shall I go … ?”),",["span.emphasis","to heed"],"(“we did follow”), and",["span.emphasis","to look"],"(“behold the things which are written”). Receiving a new writing will happen only “according to the faith and diligence and heed” we give to the pattern. (See",["a",{"href":"/scriptures/bofm/1-ne/16.23,16,26,28"},"1 Nephi 16:23, 16, 26, 28"],".)"],["p.para",{"id":"p17","uri":"/ensign/2013/08/a-new-writing.p17"},"After reading, studying, searching, pondering, and feasting upon the scriptures and the words of the living prophets over a number of years, I have learned there are some things I can do as I seek for a new writing. Looking up footnotes, for example, greatly enhances the feasting process and allows additional insights that otherwise might not be revealed. For example, look at footnote",["span.emphasis","b"],"for",["a",{"href":"/scriptures/bofm/1-ne/16.29"},"1 Nephi 16:29"],", where one of the references states “that by small and simple things are great things brought to pass” (",["a",{"href":"/scriptures/bofm/alma/37.6"},"Alma 37:6"],"). Another reference cites the story of Naaman (see",["a",{"href":"/scriptures/ot/2-kgs/5.13"},"2 Kings 5:13"],"), who was healed of leprosy simply by following the counsel of a prophet to bathe in the river Jordan seven times."],["p.para",{"id":"p18","uri":"/ensign/2013/08/a-new-writing.p18"},"Our new writings, our own personal revelations, can be greatly enhanced as we ponder how small and simple things can greatly change our lives and the lives of our loved ones. President Brigham Young (1801–77) stated, “Our lives are made up of little, simple circumstances that amount to a great deal when they are brought together, and sum up the whole life of the man or woman; and yet in our passing from one to another our little acts and incidents seem to be very minute or simple, but we find that they amount to a great deal.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p19","uri":"/ensign/2013/08/a-new-writing.p19"},"From Nephi we learn that the Lord is willing to give us a new writing not only to guide us spiritually but also to help us temporally. Nephi tells us what he did after he broke his bow: “I, Nephi, did make out of wood a bow, and out of a straight stick, an arrow; wherefore, I did arm myself with a bow and an arrow, with a sling and with stones” (",["a",{"href":"/scriptures/bofm/1-ne/16.23"},"1 Nephi 16:23"],")."],["p.para",{"id":"p20","uri":"/ensign/2013/08/a-new-writing.p20"},"Nephi clearly did all in his power to obtain the desired temporal blessing. He did not wait around for someone to come to his tent door and hand him the food his people desperately needed. He went to work."],["p.para",{"id":"p21","uri":"/ensign/2013/08/a-new-writing.p21"},"Nephi, however, did not then pick up the Liahona and start up the mountain. Rather, he followed God’s pattern of seeking guidance through a living prophet."],["p.para",{"id":"p22","uri":"/ensign/2013/08/a-new-writing.p22"},"“And I said unto my father: Whither shall I go to obtain food?"],["p.para",{"id":"p23","uri":"/ensign/2013/08/a-new-writing.p23"},"“And it came to pass that he [Lehi] did inquire of the Lord” (",["a",{"href":"/scriptures/bofm/1-ne/16.23-24"},"1 Nephi 16:23–24"],")."],["p.para",{"id":"p24","uri":"/ensign/2013/08/a-new-writing.p24"},"It is vitally important that we not only feast upon the scriptures but also follow the counsel of the Lord and His living prophets. And we must not be selective in our obedience, picking and choosing which counsel or commandments we will heed."],["p.para",{"id":"p25","uri":"/ensign/2013/08/a-new-writing.p25"},"After Nephi had done his part, the Lord gave him a new writing “upon the ball” so that he was able to secure food to meet the physical needs of his people (see",["a",{"href":"/scriptures/bofm/1-ne/16.30-31"},"1 Nephi 16:30–31"],")."]],[".topic",{"id":"t3","uri":"/ensign/2013/08/a-new-writing.t3"},[".title","The Lord Will Provide"],["p.para",{"id":"p27","uri":"/ensign/2013/08/a-new-writing.p27"},"Upon returning home from serving as a mission president, I found myself in a serious financial situation. Before my departure in 1985, I worked in a building and development business with two wonderful partners. In the early 1980s, however, the economy had begun to slip into recession. Building came almost to a halt, and things did not look good. We liquidated almost all of our assets to pay off our loans. During my time away, my two partners managed to keep the business going."],["p.para",{"id":"p28","uri":"/ensign/2013/08/a-new-writing.p28"},"I felt much like Nephi. My bow, the economy, was broken. But like Nephi, I knew that if we did everything within our power—in our case, work at anything and everything to earn a living—the Lord would provide. I found out that blessings come in different ways. Sometimes they came to us through the help of family and loved ones. Sometimes they were totally different from what we had prayed or hoped for."],["p.para",{"id":"p29","uri":"/ensign/2013/08/a-new-writing.p29"},"During those difficult years, my partners and I lived on much-reduced salaries. Meanwhile we endeavored to keep the commandments, attend the temple, pay our tithes and offerings, and complete our assignments in the Church."],["p.para",{"id":"p30","uri":"/ensign/2013/08/a-new-writing.p30"},"This situation went on until one day a man who was not a member of the Church received a prompting. This righteous man, with whom I had done just one real estate transaction more than five years earlier, called me on the phone. He said my name had been on his mind and would not go away. He asked me to come see him. That meeting turned into many business transactions that not only helped us get on our feet but also allowed me to retire a few years later so I could offer my services to the Lord full-time."]],[".topic",{"id":"t4","uri":"/ensign/2013/08/a-new-writing.t4"},[".title","A Pattern for Feasting"],["p.para",{"id":"p32","uri":"/ensign/2013/08/a-new-writing.p32"},"One pattern that has helped me feast upon the scriptures can be found in President Joseph F. Smith’s (1838–1918) vision of the dead (see",["a",{"href":"/scriptures/dc-testament/dc/138.1-11"},"D&C 138:1–11"],"):"],["p.para",{"id":"p33","uri":"/ensign/2013/08/a-new-writing.p33"},"“I sat in my room pondering over the scriptures …” (",["a",{"href":"/scriptures/dc-testament/dc/138.1"},"verse 1"],")."],["p.para",{"id":"p34","uri":"/ensign/2013/08/a-new-writing.p34"},"Find a quiet place with few interruptions and distractions. For me that means reading early in the morning."],["p.para",{"id":"p35","uri":"/ensign/2013/08/a-new-writing.p35"},"“Reflecting upon the great atoning sacrifice …” (",["a",{"href":"/scriptures/dc-testament/dc/138.2"},"verse 2"],")."],["p.para",{"id":"p36","uri":"/ensign/2013/08/a-new-writing.p36"},"Some people want to read and check off one chapter a day, but sometimes I will spend an entire hour on one verse as I reflect, ponder, and pray over what I am reading, especially if I read footnotes."],["p.para",{"id":"p37","uri":"/ensign/2013/08/a-new-writing.p37"},"“While I was thus engaged …” (",["a",{"href":"/scriptures/dc-testament/dc/138.5"},"verse 5"],")."],["p.para",{"id":"p38","uri":"/ensign/2013/08/a-new-writing.p38"},"We need to be greatly interested in and committed to our feast—not texting, talking on the phone, or sandwiching in a minute here and there."],["p.para",{"id":"p39","uri":"/ensign/2013/08/a-new-writing.p39"},"“I opened the Bible and read …” (",["a",{"href":"/scriptures/dc-testament/dc/138.6"},"verse 6"],")."],["p.para",{"id":"p40","uri":"/ensign/2013/08/a-new-writing.p40"},"Elder Scott teaches that reading the scriptures can provide illumination for our minds and set the stage for us to receive communication from above.",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p41","uri":"/ensign/2013/08/a-new-writing.p41"},"“As I pondered over these things which are written, the eyes of my understanding were opened, and the Spirit of the Lord rested upon me …” (",["a",{"href":"/scriptures/dc-testament/dc/138.11"},"verse 11"],")."],["p.para",{"id":"p42","uri":"/ensign/2013/08/a-new-writing.p42"},"This is what feasting is all about. As our eyes are opened, our ears are able to hear, our hearts begin to feel what the Lord would have us learn, and we take part in the feast by acting upon feelings and impressions—by implementing what the Spirit prompts us to do in our lives. Changes will gradually take place, including in our countenances, and we will be better prepared to meet our Lord and Savior “at the great and last day” (",["a",{"href":"/scriptures/bofm/2-ne/2.26"},"2 Nephi 2:26"],")."],["p.para",{"id":"p43","uri":"/ensign/2013/08/a-new-writing.p43"},"May our Heavenly Father bless each of us to enjoy the sweetness of feasting upon the scriptures. And may we, through our faith and diligence in feasting, receive “a new writing”—personal revelation that blesses our lives with “understanding concerning the ways of the Lord” (",["a",{"href":"/scriptures/bofm/1-ne/16.29"},"1 Nephi 16:29"],")."]]],[".notes",["h3","Notes"]],[".resources",[".heading",{"id":"head1","uri":"/ensign/2013/08/a-new-writing/reading-the-scriptures-despite-my-dyslexia.head1"},[".title","Reading the Scriptures despite My Dyslexia"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/08/a-new-writing/reading-the-scriptures-despite-my-dyslexia.p2"},"Name withheld"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/08/a-new-writing/reading-the-scriptures-despite-my-dyslexia.p3"},"When I was 21, I met the sister missionaries, and they gave me a Book of Mormon and invited me to read it. I am dyslexic, so I said I couldn’t read. But they said I should try anyway. I was annoyed that they didn’t understand my condition, but I agreed to at least try. I knew they weren’t asking for their personal gain, so I obeyed."],["p.para",{"id":"p4","uri":"/ensign/2013/08/a-new-writing/reading-the-scriptures-despite-my-dyslexia.p4"},"At first I read only because the missionaries asked me to and I knew they thought the Book of Mormon would help me. And it did. I joined the Church soon after they gave me my first copy of the Book of Mormon. I have read it every day since then for the past 16 years."],["p.para",{"id":"p5","uri":"/ensign/2013/08/a-new-writing/reading-the-scriptures-despite-my-dyslexia.p5"},"For the first five years, I couldn’t understand any of the words I saw in the scriptures, but I read a line or two each day. Eventually I read the entire standard works as well as",["span.emphasis","Jesus the Christ"],"by Elder James E. Talmage. Although I can now understand only small pieces of what I read, I am glad I have continued to read the scriptures. I believe that when I am resurrected, everything I have read will come flooding back into my mind. So even though it might seem futile to read a book that I will never completely understand in this life, I still keep the commandment to read daily because I want to be obedient. Besides, I have found that regular scripture reading gives me the opportunity to be taught by the Spirit."],["p.para",{"id":"p6","uri":"/ensign/2013/08/a-new-writing/reading-the-scriptures-despite-my-dyslexia.p6"},"I have also listened to audio recordings of the scriptures. At night, after saying a prayer and reading the scriptures, I listened to the recordings as I fell asleep. By listening to the scriptures as well as trying to read them, I was able to get to know the scriptures really well. I have also listened to general conference and devotionals online so that I could hear the prophets talk about the gospel."],["p.para",{"id":"p7","uri":"/ensign/2013/08/a-new-writing/reading-the-scriptures-despite-my-dyslexia.p7"},"Daily scripture study is part of living the gospel, so I work at it. I didn’t join the Church to be half active; I joined to be fully active. Even though it’s hard, I read the scriptures every day because the prophets have asked us to. There is no point in hearing a commandment and not doing it."]],[".resources"]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/08/a-new-writing.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Dallin H. Oaks, “Sins and Mistakes,”",["span.emphasis","Ensign,"],"Oct. 1996, 62; emphasis added."],[".footnote",{"id":"fn2","uri":"/ensign/2013/08/a-new-writing.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Brigham Young, “Discourse,”",["span.emphasis","Deseret News,"],"Oct. 17, 1877, 578."],[".footnote",{"id":"fn3","uri":"/ensign/2013/08/a-new-writing.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"See Richard G. Scott,",["a.crossRef",{"href":"/ensign/2011/11/the-power-of-scripture.p1"},"“The Power of Scripture,”"],["span.emphasis","Ensign,"],"Nov. 2011, 6."]]}
