{"id":13,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":13,"title":"A Patient Prayer","subtitle":"By Elder José L. Alonso","short_title":"A Patient Prayer","uri":"/friend/2013/06/a-patient-prayer","content":[["div",{"id":"head1","uri":"/friend/2013/06/a-patient-prayer.head1"},[".seriesTitle","Friend to Friend"],[".title","A Patient Prayer"],[".byline",["div",{"id":"p3","uri":"/friend/2013/06/a-patient-prayer.p3"},"By Elder José L. Alonso"],["div",{"id":"p4","uri":"/friend/2013/06/a-patient-prayer.p4"},"Of the Seventy"]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/06/a-patient-prayer.p5"},"I grew up in Mexico with my siblings, my mother, and my grandmother. Every day after doing homework and chores, I played soccer. I loved soccer! I would pretend that my right leg was one team and my left leg was the other team."],["div",{"id":"p6","uri":"/friend/2013/06/a-patient-prayer.p6"},"One day when I was playing soccer, I suddenly couldn’t breathe very well. I rested for a few minutes, but I still had trouble breathing. I became so sick that I had to go to the hospital."],["div",{"id":"p7","uri":"/friend/2013/06/a-patient-prayer.p7"},"The hospital room had many other children in it, but I missed my family and felt very alone. Although I was not a member of the Church yet, I believed in God. Every day I prayed to be healed, but instead I got worse and worse. The doctors thought I might not live."],["div",{"id":"p8","uri":"/friend/2013/06/a-patient-prayer.p8"},"The doctors finally sent me home from the hospital, but I had to spend the next year in bed. I took many pills and had two shots every day. And I still had a prayer in my mind and heart. I told Heavenly Father that if I got well, I would serve Him all the rest of my life."],["div",{"id":"p9","uri":"/friend/2013/06/a-patient-prayer.p9"},"Then one day when I was reading in bed, I accidentally dropped my book on the floor. When I leaned down to pick it up, I realized that I was breathing normally. I dropped the book again. Again I could pick it up without any problem!"],["div",{"id":"p10","uri":"/friend/2013/06/a-patient-prayer.p10"},"I got out of bed. At first I was dizzy because I had not walked by myself in such a long time. I looked in the mirror and saw that I was smiling. I knew that I had received an answer from Heavenly Father."],["div",{"id":"p11","uri":"/friend/2013/06/a-patient-prayer.p11"},"Every day since then, I have tried to do something to express my gratitude to Heavenly Father. When I grew up, I became a doctor to help answer the prayers of other children. And now I am trying to serve Heavenly Father with my calling in the Church."],["div",{"id":"p12","uri":"/friend/2013/06/a-patient-prayer.p12"},"The answers to prayers do not always come easily, and they do not always come right away. But I know Heavenly Father answers our prayers. He knows our needs, and He knows what is best."]],[".resources"]],"refs":null}
