{"id":19,"parent_id":0,"book_id":22623,"content_id":1,"language_id":0,"display_order":19,"title":"A Plan for Our Family","subtitle":"By Marissa Widdison","short_title":"A Plan for Our Family","uri":"/friend/2013/01/a-plan-for-our-family","content":[["div",{"id":"head1","uri":"/friend/2013/01/a-plan-for-our-family.head1"},[".title","A",["span.dominant","Plan"],"for",["span.dominant","Our Family"]],[".byline",["div",{"id":"p2","uri":"/friend/2013/01/a-plan-for-our-family.p2"},"By Marissa Widdison"],["div",{"id":"p3","uri":"/friend/2013/01/a-plan-for-our-family.p3"},"(Based on a true story)"]],[".epigraph","Fam’lies can be together forever through Heav’nly Father’s plan",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","188)."]],[".kicker","I could tell Dad was happy, so why was there worry in his voice?"]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/01/a-plan-for-our-family.p6"},"I was sitting on Mom and Dad’s bed, missing them an awful lot, when the phone rang."],["div",{"id":"p7","uri":"/friend/2013/01/a-plan-for-our-family.p7"},"“Hey, Levi. Guess what?” Dad said. “Your sister Nora was born this afternoon!”"],["div",{"id":"p8","uri":"/friend/2013/01/a-plan-for-our-family.p8"},"I could tell Dad was happy, but his voice also sounded weird—like he was worried."],["div",{"id":"p9","uri":"/friend/2013/01/a-plan-for-our-family.p9"},"“How big is she?” I asked, wondering if I really wanted to know the answer."],["div",{"id":"p10","uri":"/friend/2013/01/a-plan-for-our-family.p10"},"Dad was silent for a moment. “A little more than two pounds,” he said. Now he definitely sounded worried. Nora was supposed to be born during Christmastime, but it was still September. “She’s tiny, all right,” Dad continued. “Remember to pray for her, Levi. And pray for us too so we can trust that Heavenly Father knows what’s best for our family.”"],["div",{"id":"p11","uri":"/friend/2013/01/a-plan-for-our-family.p11"},"After I hung up the phone, I went into the kitchen and picked up a bag of beans that Mom was planning on making into soup. The package said it weighed about as much as Nora did right now. I held it in my hands, trying to imagine what a baby that size would look like."],["div",{"id":"p12","uri":"/friend/2013/01/a-plan-for-our-family.p12"},"“Her spirit was just with Heavenly Father,” I thought, remembering what I had learned about the pre-earth life and the plan of salvation. I knew that even if Nora died, we would get to see her again because we were all sealed together as a family. But I also hoped she would stay with us here on earth."],["div",{"id":"p13","uri":"/friend/2013/01/a-plan-for-our-family.p13"},"Over the next few months, Mom and Dad were at the hospital a lot. Grandma and Grandpa came to our house to help take care of me and my younger siblings. The ward fasted and prayed for our family, and nice ladies from the Relief Society brought dinners for us sometimes. Everyone wanted to know how Nora was doing."],["div",{"id":"p14","uri":"/friend/2013/01/a-plan-for-our-family.p14"},"One evening, Mom and Dad called all of us into the living room. They told us that Dad was going with the bishop to give Nora a blessing. After Dad left in his suit and tie, Mom gathered all of us around the couch to say a prayer."],["div",{"id":"p15","uri":"/friend/2013/01/a-plan-for-our-family.p15"},"“Please bless Dad as he gives Nora a priesthood blessing,” Mom prayed. Her voice grew soft. “And please, if it is Thy will, allow her to come home and be healthy.”"],["div",{"id":"p16","uri":"/friend/2013/01/a-plan-for-our-family.p16"},"As we prayed, I could feel the Holy Ghost fill the room with peace and love. It was like Heavenly Father was telling me that, no matter what happened with Nora, it was all part of His plan."],["div",{"id":"p17","uri":"/friend/2013/01/a-plan-for-our-family.p17"},"Later that night, Dad came home and told us that something wonderful had happened at the hospital. Usually Nora’s room was loud and noisy. There were lots of machines and monitors with alarms and flashing lights, and nurses and doctors were always hurrying around to help the tiny babies there. But when Dad and the bishop arrived, things were different. All of the machines were quiet. The nurses were sitting by the babies, watching over them. Dad and the bishop were able to give Nora a blessing without any interruptions."],["div",{"id":"p18","uri":"/friend/2013/01/a-plan-for-our-family.p18"},"I don’t know whether Nora will grow up here on earth or return to live with Heavenly Father soon. But I do know that Heavenly Father hears and answers our prayers, and I feel peace when I remember that He has a plan for",["span.emphasis","every"],"member of my family."]]],"refs":null}
