{"id":15,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":15,"title":"A Sign from Mosetta","subtitle":"By Heather M. Scott","short_title":"A Sign from Mosetta","uri":"/ensign/2013/03/a-sign-from-mosetta","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/a-sign-from-mosetta"},[".heading",{"id":"head1","uri":"/ensign/2013/03/a-sign-from-mosetta.head1"},[".title","A Sign from",["span.dominant","Mosetta"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/a-sign-from-mosetta.p2"},"By Heather M. Scott"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/03/a-sign-from-mosetta.p3"},"Heather M. Scott lives in Texas, USA."]],[".kicker","Until I met Mosetta, I hadn’t known that such a deep level of spiritual sensitivity was possible."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/03/a-sign-from-mosetta.p5"},"In October 1995 my husband and I moved to the Columbus Air Force Base in Mississippi, USA. One Sunday, I ended up sitting next to a middle-aged woman in Relief Society. I quickly realized she was deaf, and my heart started to pound. Six years earlier, when I was in high school, I had participated briefly in a sign language club. I still remembered some of what I had learned, but I was nervous to try signing again. After church ended, I went to the restroom, where I found her washing her hands."],["p.para",{"id":"p6","uri":"/ensign/2013/03/a-sign-from-mosetta.p6"},"Despite feeling nervous, I approached her and signed, “My name is H-E-A-T-H-E-R. What is your name?” She stood there stunned and then signed back to me, “M-O-S-E-T-T-A.” She then became very excited and started signing rapidly. I was lost, but Mosetta was all smiles. She hugged me, and we became instant friends."],["p.para",{"id":"p7","uri":"/ensign/2013/03/a-sign-from-mosetta.p7"},"I learned that not only was Mosetta deaf, but she also had trouble speaking. She knew a southern dialect of ASL, could read simple things, and had learned to write the necessities: “I want to …”"],["p.para",{"id":"p8","uri":"/ensign/2013/03/a-sign-from-mosetta.p8"},"Each Sunday, Mosetta sat next to me, and I would help her participate as best I could. Before long I also started giving her a ride to church."],[".topic",{"id":"t1","uri":"/ensign/2013/03/a-sign-from-mosetta.t1"},[".title","Sharing Her Testimony at Home"],["p.para",{"id":"p10","uri":"/ensign/2013/03/a-sign-from-mosetta.p10"},"Some of my most profound experiences with the Spirit happened in her home, a small, cinder-block duplex. I remember the first time I went there. I had gone around the time of her birthday to give her a gift."],["p.para",{"id":"p11","uri":"/ensign/2013/03/a-sign-from-mosetta.p11"},"She motioned for me to sit down. It became clear that she wanted to talk about the gospel. She pulled out her copy of the Book of Mormon that the missionaries had given her before she joined the Church. She then showed me some other pamphlets she had received from representatives of other religions who had knocked at her door. She shook her head and signed, “No—not for me!” and then, holding the Book of Mormon, smiled and nodded her head “Yes!” while placing her hand on her heart."],["p.para",{"id":"p12","uri":"/ensign/2013/03/a-sign-from-mosetta.p12"},"I sat there amazed, wondering how she could have embraced the Church and all there is to know about the gospel. With her limited access to gospel knowledge, how did she know she wanted to commit herself to this Church? Did she really know all that Latter-day Saints believed? (At that time there weren’t as many materials as there are today for members who are deaf.) As I thought about it, the answer came swiftly and simply. She knew it was good because she had felt the Spirit in her heart, and that was enough. That realization strengthened my testimony, and I found myself wanting that kind of spirituality in my own life. Until I met Mosetta, I hadn’t known that such a deep level of spiritual sensitivity was possible. (See",["a",{"href":"/scriptures/nt/luke/8.4-8"},"Alma 32:28"],".)"],["p.para",{"id":"p13","uri":"/ensign/2013/03/a-sign-from-mosetta.p13"},"On another occasion at her home, Mosetta stood in her small kitchen facing me and then bowed her head and mumbled sounds while she signed—perfectly—the Lord’s Prayer (see",["a",{"href":"/scriptures/nt/matt/6.9-13"},"Matthew 6:9–13"],"). I folded my arms while she prayed with her hands, but I opened my eyes to peek at how beautifully she prayed. It was a powerful image: her eyes reverently closed, lips moving, and hands flowing from one word to the next. When she was done, I hugged her, enjoying how good I felt having prayed with her. I learned that there is beauty and power in humble, sincere prayers—even repeated ones—if they are heartfelt. I knew Heavenly Father heard her prayers, and I felt certain that He loved them. I did too."]],[".topic",{"id":"t2","uri":"/ensign/2013/03/a-sign-from-mosetta.t2"},[".title","Sharing Her Testimony at Church"],["p.para",{"id":"p15","uri":"/ensign/2013/03/a-sign-from-mosetta.p15"},"Mosetta continued to come to church with me for several years. Each week, she sat patiently with a smile on her lips for three long hours on hard chairs. She never heard a word and never made a comment, but she was there."],["p.para",{"id":"p16","uri":"/ensign/2013/03/a-sign-from-mosetta.p16"},"My favorite memory of Mosetta was the Sunday before my last Christmas in Mississippi. A young college student, Nicole, was going to sing “O Holy Night” as part of the sacrament meeting program. With Mosetta in mind, Nicole had decided to add sign language to the song. Upon realizing that Nicole was signing, Mosetta sat up to “listen.”"],["p.para",{"id":"p17","uri":"/ensign/2013/03/a-sign-from-mosetta.p17"},"Nicole became nervous, though, and started to forget some of the signs. Seeing this, Mosetta, who had been watching intently, raised her hands high in the air and began signing the song. Nicole, watching Mosetta, began following her, and together they finished the song. Before leaving the pulpit, Nicole signed, “Thank you,” and Mosetta smiled and nodded her head."],["p.para",{"id":"p18","uri":"/ensign/2013/03/a-sign-from-mosetta.p18"},"Tears flowed down my cheeks as I silently wondered how many years Mosetta had come to church and sat in silence, never hearing a word, rarely able to share her testimony of Jesus Christ. There was no doubting that Mosetta loved the Lord, and that day a way had been provided for her to proclaim it."]]],[".resources",[".moreInfo",["p.para",{"id":"p19","uri":"/ensign/2013/03/a-sign-from-mosetta.p19"},"For more information about Church materials for those who are deaf, visit",["a",{"href":"http://asl.lds.org"},"asl.lds.org"],"and",["a",{"href":"http://disabilities.lds.org"},"disabilities.lds.org"],"."]]]]]],"refs":null}
