{"id":11,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":11,"title":"A Time for Faith, Not Fear","subtitle":"By Elder Larry W. Gibbons","short_title":"A Time for Faith, Not Fear","uri":"/ensign/2013/07/a-time-for-faith-not-fear","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/a-time-for-faith-not-fear"},[".heading",{"id":"head1","uri":"/ensign/2013/07/a-time-for-faith-not-fear.head1"},[".title","A Time for Faith, Not Fear"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p2"},"By Elder Larry W. Gibbons"],["p.para",{"id":"p3","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p3"},"Served as a member of the Seventy from 2006 to 2012"]],[".event",["p.para",{"id":"p4","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p4"},"From a North America Southeast Area multistake conference broadcast address delivered on January 31, 2010."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/larry-w-gibbons.jpg"}],[".kicker","When the night is dark and the clouds are thick, we have an opportunity to put our hand in the Lord’s hand and rely on Him to help us through."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p6"},"I have a good friend who was recently found to have a cancerous tumor. Learning of the diagnosis was difficult for him and his family. You can imagine the anxiety and fear he would naturally feel. Shortly after difficult brain surgery, he was afraid and sick, feeling alone and melancholy. An associate visited him, stood at the foot of his hospital bed, and, sensing his feelings, called him by name and said, “This is a time for faith, not fear.”"],["p.para",{"id":"p7","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p7"},"In recent years the world has faced terrible earthquakes, devastating storms, economic turmoil, and other disasters. In addition, many of us face a variety of difficult personal challenges. As my friend was told, this is a time for faith, not fear."],["p.para",{"id":"p8","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p8"},"During Jesus Christ’s mortal ministry, a man named Jairus pleaded that Jesus would come to his home and bless his 12-year-old daughter, who was very sick. Jairus came with faith that she could be healed. Then came the devastating news: don’t trouble the Master further; your daughter is dead. You can understand how Jairus must have felt at that moment, but the Savior’s counsel to him was the same as the counsel given to my friend in the hospital: “Be not afraid, only believe” (",["a",{"href":"/scriptures/nt/mark/5.36"},"Mark 5:36"],")."],["p.para",{"id":"p9","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p9"},"“Be not afraid, only believe” is wonderful, reassuring counsel for all of us. But how can we have faith when the storms of life beat all about us? How can we strengthen our faith when anxiety and fear begin to dominate our thinking and erode our faith in God and our confidence in the future? I offer some reminders and suggestions I hope we will remember in difficult times."],[".topic",{"id":"t1","uri":"/ensign/2013/07/a-time-for-faith-not-fear.t1"},[".title","Trials and difficulties are a necessary part of life and not a sign that the Lord has forgotten us or is displeased with us."],["p.para",{"id":"p11","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p11"},"Life is a test. Trials may come even if we are seeking to put the Lord first in our lives. One of the reasons we are here on earth is to strengthen our faith. Difficult, dark days are a necessary part of life and give us an opportunity to build our faith and learn to rely on a power far greater than our own. As President Boyd K. Packer, President of the Quorum of the Twelve Apostles, has said: “Faith, to be faith, must center around something that is not known. Faith, to be faith, must go beyond that for which there is confirming evidence. Faith, to be faith, must go into the unknown. Faith, to be faith, must walk to the edge of the light, and then a few steps into the darkness.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p12","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p12"},"It is hard to build faith in the noonday sun. When the night is dark and the clouds are thick, we have an opportunity to put our hand in the Lord’s hand and rely on Him to help us through. Doing so strengthens our faith."],["p.para",{"id":"p13","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p13"},"Most of us naturally long for security and clarity in life, but there must be some uncertainty to allow us to use our agency and grow. There is no freedom without agency, and there is no true agency without some risk. Therefore, there is no true freedom without some risk, some uncertainty."]],[".topic",{"id":"t2","uri":"/ensign/2013/07/a-time-for-faith-not-fear.t2"},[".title","“Lift up thine eyes” (",["a",{"href":"/scriptures/ot/isa/60.4"},"Isaiah 60:4"],")."],["p.para",{"id":"p15","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p15"},"When your difficulties seem overwhelming, look up, not down. When sadness and despair start to get a foothold, remember this: the Atonement of Jesus Christ did more than overcome physical and spiritual death. Yes, we will all be resurrected, and all of us have the opportunity to be forgiven of our sins as we repent and exercise faith in Jesus Christ. But as wonderful as the gifts of resurrection and repentance are, the Atonement is much more. Through the Atonement we can receive strength to meet the most difficult trials of life."],["p.para",{"id":"p16","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p16"},"When we look up to the Savior, we can be strengthened beyond our own abilities and beyond what we can envision with our mortal understanding. The Psalmist said it this way:"],["p.para",{"id":"p17","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p17"},"“I will lift up mine eyes unto the hills, from whence cometh my help."],["p.para",{"id":"p18","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p18"},"“My help cometh from the Lord, which made heaven and earth” (",["a",{"href":"/scriptures/ot/ps/121.1-2"},"Psalm 121:1–2"],")."],["p.para",{"id":"p19","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p19"},"When the days seem dark and foreboding, “lift up thine eyes.”"]],[".topic",{"id":"t3","uri":"/ensign/2013/07/a-time-for-faith-not-fear.t3"},[".title","Diligently live the commandments."],["p.para",{"id":"p21","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p21"},"Jesus said, “If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself” (",["a",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],")."],["p.para",{"id":"p22","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p22"},"The Lord promises that if we will live the commandments, we will know. Nothing is quite as powerful for strengthening faith as living the commandments. In difficult times we naturally long for security. We long for the knowledge that everything will be all right, that we are safe and secure. That is normal. But the only true security is in living the commandments and keeping our covenants."],["p.para",{"id":"p23","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p23"},"I remember a patient who came to our clinic. He was in a hurry to leave and start his vacation in another city. After he had left, we found a worrisome density on his chest X-ray. I called him and told him what we had found. When I talked to him next, he was calling from a hospital in Southern California."],["p.para",{"id":"p24","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p24"},"“I need that X-ray, and I don’t want to take the time to have it sent through the mail,” he said. “Do you have someone who could get on a plane today and hand deliver it to me here in California? I will pay their expenses, of course, and I will give them an additional $300.” Then he said, “No, I will give them $500—no, I will give them $1,000.” His next words came across the phone line so cold and clear that I will never forget them. He said, “I will give them anything they want—money means nothing.”"],["p.para",{"id":"p25","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p25"},"Facing what he was facing, he was absolutely correct. In the analysis of things that really matter, money is unimportant."],["p.para",{"id":"p26","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p26"},"I will always remember sitting in the front room of the home of my closest friend two days after he passed away at a relatively young age. His wife and son were in the room, along with a striking feeling of absolute peace and calm despite the sorrow. I thought about that over and over, and I ascribe the feeling we felt that day to the fact that my friend had made and kept covenants. The covenants he had made were eternal covenants. He had kept his covenants. The family knew that. And that brought comfort and peace of mind into their hearts. Living the commandments and keeping our covenants truly builds faith and brings security today and in eternity."]],[".topic",{"id":"t4","uri":"/ensign/2013/07/a-time-for-faith-not-fear.t4"},[".title","You are not alone."],["p.para",{"id":"p28","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p28"},"I have found that usually when we face our most difficult tests, the Lord is there ahead of us to prepare the way through them."],["p.para",{"id":"p29","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p29"},"My wife and I were a bit anxious about going to Russia when called to serve there in 2006. We had never been to Russia and did not know a lot about it. The responsibilities of the call seemed challenging, to say the least. In a meeting in his office, President Packer gave us wonderful counsel: “Remember, the Lord will have been there before you.” He then reminded us of the Lord’s promise, “For I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up” (",["a",{"href":"/scriptures/dc-testament/dc/84.88"},"D&C 84:88"],")."],["p.para",{"id":"p30","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p30"},"Speaking of angels, I treasure the words of Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles: “I testify of angels, both the heavenly and the mortal kind. In doing so I am testifying that God never leaves us alone, never leaves us unaided in the challenges that we face. ‘[N]or will he, so long as time shall last, or the earth shall stand, or there shall be one man [or woman or child] upon the face thereof to be saved.’ [",["a",{"href":"/scriptures/bofm/moro/7.36"},"Moroni 7:36"],".]”",["sup",["a",{"href":"fn_footnote2"},"2"]]]],[".topic",{"id":"t5","uri":"/ensign/2013/07/a-time-for-faith-not-fear.t5"},[".title","When we face hard times valiantly, we are in good company."],["p.para",{"id":"p32","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p32"},"This should build our courage and faith. One of the trials that some Latter-day Saints face is opposition and misunderstanding. If that has occurred, take heart. Opposition and persecution caused by your beliefs put you in the company of some of the best children of God who have ever lived on the earth. The Savior taught:"],["p.para",{"id":"p33","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p33"},"“If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you."],["p.para",{"id":"p34","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p34"},"“… If they have persecuted me, they will also persecute you” (",["a",{"href":"/scriptures/nt/john/15.19-20"},"John 15:19–20"],")."]],[".topic",{"id":"t6","uri":"/ensign/2013/07/a-time-for-faith-not-fear.t6"},[".title","Facing a trial builds faith and confidence."],["p.para",{"id":"p36","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p36"},"Many years ago, I took a rafting trip through the Grand Canyon with my son and friends. It was a great adventure. As we traveled down the river through the canyon, we would sometimes hear the roar of the rapids around the next bend. It was frankly a bit frightening. We were tempted to pull over and park the boat. But shooting the rapids, though a bit scary, turned out to be the best part of the trip."],["p.para",{"id":"p37","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p37"},"Rapids are a part of our journey. Sometimes they may even upset the boat. But navigating the rapids of life brings a great sense of accomplishment and exhilaration we would miss if we got out and waited on the bank. The rapids really are the best part."]],[".topic",{"id":"t7","uri":"/ensign/2013/07/a-time-for-faith-not-fear.t7"},[".title","Answers to prayer and solutions to problems generally come as we act."],["p.para",{"id":"p39","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p39"},"Faith is a principle of action. The answers to prayer and the solutions to our problems generally come as we begin to act, not while we are on our knees praying."],["p.para",{"id":"p40","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p40"},"A story from the early days of Latter-day Saint pioneers in Arizona illustrates the principle that faith is strengthened incrementally as we push forward. A large company of several hundred persons had been called to settle Arizona. One brother, reporting on the expedition in President Brigham Young’s office, said the group had gone about 50 miles (80.5 km) beyond the Colorado River. Finding no water, they were in desperate circumstances. Their chaplain went out alone one day and pleaded with the Lord for water."],["p.para",{"id":"p41","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p41"},"“Soon there was a fall of rain and snow depositing plenty of water for the cattle, and [for the company] to fill up all their barrels. … In the morning all were refreshed, barrels filled up, and all turned back rejoicing in the goodness of the Lord in saving them from perishing. They returned to Salt Lake and reported Arizona uninhabitable.”"],["p.para",{"id":"p42","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p42"},"Brother Dan Jones recalled that Brigham Young “said nothing for a few moments, but sat looking me straight in the eye. Finally he asked, ‘What do you think of that Brother Jones?’”"],["p.para",{"id":"p43","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p43"},"Brother Jones answered, “I would have filled up, went on, and prayed again.” Brigham Young, putting his hand on Brother Jones, declared, “This is the man that shall take charge of the next trip to Arizona.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p44","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p44"},"When we are uncertain of the path ahead, we fill up our hearts with faith, go forward into the unknown, and stop and pray again and again."]],[".topic",{"id":"t8","uri":"/ensign/2013/07/a-time-for-faith-not-fear.t8"},[".title","God has armed you for your trials."],["p.para",{"id":"p46","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p46"},"You have the gift of the Holy Ghost, and you have the right to receive revelation every day. At times revelation may not come as quickly as you might like because the Lord gives us opportunities to grow and develop our abilities according to His knowledge of us and what we need, but He will guide us through the Holy Ghost. And if we are worthy, He will not let us go very far in the wrong direction without warning us.",["sup",["a",{"href":"fn_footnote4"},"4"]]],["p.para",{"id":"p47","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p47"},"I recall a meeting with a large number of stake presidents and mission presidents in Houston, Texas, USA. President Henry B. Eyring, then a member of the Quorum of the Twelve Apostles, was presiding. The stake presidents were struggling with a great many problems and were eager to receive counsel from an Apostle of the Lord. When he arose to speak, President Eyring simply said, “Brethren, you are receiving revelation every day. You are receiving it right at this moment. What are your major concerns, and what is the Lord telling you about what to do about them?” What followed was a wonderful, powerful meeting as the stake presidents counseled together and shared the inspiration they had received and were receiving at the moment about their concerns. President Eyring, who guided the discussions, added his counsel."],["p.para",{"id":"p48","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p48"},"Remember also that a priesthood blessing can be a wonderful source of guidance and comfort during stressful times."]],[".topic",{"id":"t9","uri":"/ensign/2013/07/a-time-for-faith-not-fear.t9"},[".title","Turn the matter over to the Lord and wait patiently."],["p.para",{"id":"p50","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p50"},"Sometimes—after we have fasted, prayed, and done all we can do to dispel clouds that have not parted; after we have gone into the dark and expected further light that has not appeared; after we have lived the commandments through difficulties that remain unrelenting—we simply need to turn things over to our Heavenly Father."],["p.para",{"id":"p51","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p51"},"During some of the dark days early in the history of taking the gospel to the lands of the former Soviet Union, Elder Dennis B. Neuenschwander of the Seventy was feeling discouraged and seeing no progress despite the best efforts of the Saints and missionaries. As he discussed the situation with one of the Twelve Apostles, the advice came: “This is the Lord’s work—let Him do some of it.”",["sup",["a",{"href":"fn_footnote5"},"5"]],"Many years later, when the Church was facing a difficult time obtaining visas for North American missionaries in Russia, then-Elder Dieter F. Uchtdorf said encouragingly, “Brethren, let the Lord do some of the heavy lifting.”",["sup",["a",{"href":"fn_footnote6"},"6"]]]],[".topic",{"id":"t10","uri":"/ensign/2013/07/a-time-for-faith-not-fear.t10"},[".title","Listen to Church leaders."],["p.para",{"id":"p53","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p53"},"There is much to be optimistic and hopeful about. Those with prophetic vision are not downcast and pessimistic, even in the face of stiff challenges."],["p.para",{"id":"p54","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p54"},"President Uchtdorf has said: “I have seen enough ups and downs throughout my life to know that winter will surely give way to the warmth and hope of a new spring. I am optimistic about the future.”",["sup",["a",{"href":"fn_footnote7"},"7"]]],["p.para",{"id":"p55","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p55"},"President Eyring has said: “Any believing Latter-day Saint is an optimist about what lies ahead for him or her, however difficult the present may be.”",["sup",["a",{"href":"fn_footnote8"},"8"]]],["p.para",{"id":"p56","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p56"},"And President Thomas S. Monson has said:"],["p.para",{"id":"p57","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p57"},"“There will be nothing in this world that can defeat us."],["p.para",{"id":"p58","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p58"},"“My beloved brothers and sisters, fear not. Be of good cheer. The future is as bright as your faith.”",["sup",["a",{"href":"fn_footnote9"},"9"]]],["p.para",{"id":"p59","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p59"},"I bear witness that we have a Heavenly Father who has prepared the plan of life on earth. He knows and loves us. He understands our trials. He will listen to and answer our prayers. Jesus Christ lives. I know that He is the Son of God. His Church has been restored in its fulness."],["p.para",{"id":"p60","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p60"},"The Lord says simply and clearly, “Whosoever belongeth to my church need not fear, for such shall inherit the kingdom of heaven” (",["a",{"href":"/scriptures/dc-testament/dc/10.55"},"D&C 10:55"],"). We have every reason to look forward with faith, not fear."]]],[".notes",["h3","Notes"]],[".resources",[".sideQuote",{"id":"f2","uri":"/ensign/2013/07/a-time-for-faith-not-fear.f2"},[".title","Believe"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/jeffrey-r-holland.jpg"}],["p.para",{"id":"p72","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p72"},"“First and forever fan the flame of your faith, because all things are possible to them that believe.”"],[".citationInfo",["p.para",{"id":"p73","uri":"/ensign/2013/07/a-time-for-faith-not-fear.p73"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles, “Lord, I Believe,”",["span.emphasis","Ensign,"],"May 2013, 95."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/07/a-time-for-faith-not-fear.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Boyd K. Packer, “What Is Faith?” in",["span.emphasis","Faith"],"(1983), 42."],[".footnote",{"id":"fn2","uri":"/ensign/2013/07/a-time-for-faith-not-fear.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Jeffrey R. Holland, “The Ministry of Angels,”",["span.emphasis","Ensign,"],"Nov. 2008, 31."],[".footnote",{"id":"fn3","uri":"/ensign/2013/07/a-time-for-faith-not-fear.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"See Daniel W. Jones,",["span.emphasis","Forty Years among the Indians"],"(1890), 234–35."],[".footnote",{"id":"fn4","uri":"/ensign/2013/07/a-time-for-faith-not-fear.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],"See Boyd K. Packer,",["a.crossRef",{"href":"/ensign/2011/11/counsel-to-youth.p1"},"“Counsel to Youth,”"],["span.emphasis","Ensign,"],"Nov. 2011, 18."],[".footnote",{"id":"fn5","uri":"/ensign/2013/07/a-time-for-faith-not-fear.fn5"},["span.label",["a",{"name":"footnote5"},"5."]],"Dallin H. Oaks, Europe Area mission presidents’ seminar, Frankfurt, Germany, Nov. 14–16, 1993."],[".footnote",{"id":"fn6","uri":"/ensign/2013/07/a-time-for-faith-not-fear.fn6"},["span.label",["a",{"name":"footnote6"},"6."]],"Dieter F. Uchtdorf, Europe East Area mission presidents’ seminar, Tallinn, Estonia, Aug. 21–23, 2007."],[".footnote",{"id":"fn7","uri":"/ensign/2013/07/a-time-for-faith-not-fear.fn7"},["span.label",["a",{"name":"footnote7"},"7."]],"Dieter F. Uchtdorf, “Two Principles for Any Economy,”",["span.emphasis","Ensign,"],"Nov. 2009, 55."],[".footnote",{"id":"fn8","uri":"/ensign/2013/07/a-time-for-faith-not-fear.fn8"},["span.label",["a",{"name":"footnote8"},"8."]],"Henry B. Eyring, “Our Perfect Example,”",["span.emphasis","Ensign,"],"Nov. 2009, 70."],[".footnote",{"id":"fn9","uri":"/ensign/2013/07/a-time-for-faith-not-fear.fn9"},["span.label",["a",{"name":"footnote9"},"9."]],"Thomas S. Monson, “Be of Good Cheer,”",["span.emphasis","Ensign,"],"May 2009, 92."]]}
