{"id":1,"parent_id":0,"book_id":22652,"content_id":1,"language_id":0,"display_order":1,"title":"A Word for the Hesitant Missionary","subtitle":"By President Dieter F. Uchtdorf","short_title":"A Word for the Hesitant Missionary","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary","content":[["div",{"id":"head1","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.head1"},[".seriesTitle","First Presidency Message"],[".title","A Word for the",["span.dominant","Hesitant Missionary"]],[".byline",["div",{"id":"p3","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p3"},"By President Dieter F. Uchtdorf"],["div",{"id":"p4","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p4"},"Second Counselor in the First Presidency"]]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p5"},"Disciples of Jesus Christ have always been under the obligation to take His gospel to the world (see",["a",{"href":"/scriptures/nt/mark/16.15-16"},"Mark 16:15–16"],"). Nevertheless, sometimes it is difficult to open our mouths and speak about our faith to those around us. While some members of the Church have a natural gift for talking to others about religion, others are a little hesitant or may feel awkward, embarrassed, or even fearful of doing so."],["div",{"id":"p6","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p6"},"To that end, may I suggest four things that anyone can do to follow the commission of the Savior to preach the gospel “unto every creature” (",["a",{"href":"/scriptures/dc-testament/dc/58.64"},"D&C 58:64"],")."],["div",{"id":"t1","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.t1"},[".title","Be a Light"],["div",{"id":"p8","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p8"},"A favorite saying of mine often attributed to St. Francis of Assisi reads, “Preach the gospel at all times and if necessary, use words.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"Implicit in this saying is the understanding that often the most powerful sermons are unspoken."],["div",{"id":"p9","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p9"},"When we have integrity and live consistently by our standards, people notice. When we radiate joy and happiness, they notice even more."],["div",{"id":"p10","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p10"},"Everyone wants to be happy. When we members of the Church radiate the light of the gospel, people can see our happiness and sense the love of God filling and overflowing in our lives. They want to know why. They want to understand our secret."],["div",{"id":"p11","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p11"},"That leads them to ask questions such as “Why are you so happy?” or “Why do you always have such a positive attitude?” The answers to these questions, of course, lead perfectly into a conversation about the restored gospel of Jesus Christ."]],["div",{"id":"t2","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.t2"},[".title","Be Conversational"],["div",{"id":"p13","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p13"},"Bringing up the subject of religion—particularly to our friends and loved ones—can seem daunting and challenging. It doesn’t have to be. Mentioning spiritual experiences or talking about Church activities or events in casual conversation can be easy and pleasant if we invest a little courage and common sense."],["div",{"id":"p14","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p14"},"My wife, Harriet, is a wonderful example of this. When we were living in Germany, she would find a way to work Church-related topics into her conversations with friends and acquaintances. For example, when someone asked about her weekend, she would say, “This Sunday we had an impressive experience in our church! A 16-year-old young man gave a beautiful talk in front of 200 people of our congregation about living a clean life.” Or, “I learned about a 90-year-old woman who knitted more than 500 blankets and gave them to our Church’s humanitarian program to be shipped to people in need all around the world.”"],["div",{"id":"p15","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p15"},"More often than not, the people who heard this wanted to know more. They asked questions. And that led to opportunities to talk about the gospel in a natural, confident, nonpushy way."],["div",{"id":"p16","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p16"},"With the advent of the Internet and social media, it is easier today to talk about these things in a conversational way than ever before. What we need is simply the courage to do so."]],["div",{"id":"t3","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.t3"},[".title","Be Full of Grace"],["div",{"id":"p18","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p18"},"Unfortunately, it is so easy to be disagreeable. It happens too often that we argue, belittle, and condemn. When we become angry, rude, or hurtful with people, the last thing they want is to learn more about us. It is impossible to know how many people have either left the Church or never joined because someone said something that hurt or offended them."],["div",{"id":"p19","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p19"},"There is so much incivility in the world today. Because of the anonymity of the Internet, it is easier than ever to say toxic or grating things online. Shouldn’t we, the hopeful disciples of our gentle Christ, have a higher, more charitable standard? The scriptures teach, “Let your speech be alway[s] with grace, seasoned with salt, that ye may know how ye ought to answer every man” (",["a",{"href":"/scriptures/nt/col/4.6"},"Colossians 4:6"],")."],["div",{"id":"p20","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p20"},"I like the idea of our words being clear as a sunny sky and full of grace. Can you imagine what our families, wards, nations, and even the world would be like if we could adopt this simple principle?"]],["div",{"id":"t4","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.t4"},[".title","Be Filled with Faith"],["div",{"id":"p22","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p22"},"Sometimes we take upon ourselves too much credit or too much blame when it comes to others accepting the gospel. It’s important to remember that the Lord doesn’t expect us to do the converting."],["div",{"id":"p23","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p23"},"Conversion comes not through our words but through the heavenly ministrations of the Holy Spirit. Sometimes all it takes is one single phrase of our testimony or about an experience to set in motion the softening of a heart or the opening of a door that can lead others to experience sublime truths through the promptings of the Spirit."],["div",{"id":"p24","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p24"},"President Brigham Young (1801–77) said he knew the gospel was true when he “saw a man without eloquence, or talents for public speaking, who could only say, ‘I know, by the power of the Holy Ghost, that the Book of Mormon is true, that Joseph Smith is a Prophet of the Lord.’” President Young said when he heard that humble testimony, “The Holy Ghost proceeding from that individual illuminate[d] my understanding, and light, glory, and immortality [were] before me.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p25","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p25"},"Brothers and sisters, have faith. The Lord can magnify the words you speak and make them mighty. God doesn’t ask you to convert but rather to open your mouths. The task of converting is not yours—that belongs to the person hearing and to the Holy Spirit."]],["div",{"id":"t5","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.t5"},[".title","Every Member a Missionary"],["div",{"id":"p27","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary.p27"},"My dear friends, today there are more ways than ever for us to open our mouths and share with others the joyful news of the gospel of Jesus Christ. There is a way for everyone—even the hesitant missionary—to participate in this great work. We can each find a way to use our own particular talents and interests in support of the great work of filling the world with light and truth. As we do so, we will find the joy that comes to those who are faithful and courageous enough “to stand as witnesses of God at all times” (",["a",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],")."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/ensign/2013/02/a-word-for-the-hesitant-missionary","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary"},["span.label",["a",{"name":"footnote1"},"1."]],"St. Francis of Assisi, in William Fay and Linda Evans Shepherd,",["span.emphasis","Share Jesus without Fear"],"(1999), 22."],["div",{"id":"/ensign/2013/02/a-word-for-the-hesitant-missionary","uri":"/ensign/2013/02/a-word-for-the-hesitant-missionary"},["span.label",["a",{"name":"footnote2"},"2."]],["span.emphasis","Teachings of Presidents of the Church: Brigham Young"],"(1997), 67."]]}
