{"id":18,"parent_id":0,"book_id":22655,"content_id":1,"language_id":0,"display_order":18,"title":"Addicted to Video Games","subtitle":"Name withheld","short_title":"Addicted to Video Games","uri":"/new-era/2013/02/addicted-to-video-games","content":[["div",{"id":"head1","uri":"/new-era/2013/02/addicted-to-video-games.head1"},[".title",["span.dominant","Addicted"],"to Video Games"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/02/addicted-to-video-games.p2"},"Name withheld"]]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/02/addicted-to-video-games.f1"},[".credit",["div",{"id":"p3","uri":"/new-era/2013/02/addicted-to-video-games.p3"},"Illustration by Stephen Sitton"]]],["div",{"id":"p4","uri":"/new-era/2013/02/addicted-to-video-games.p4"},"When I was 13, my mother gave me a video game for my birthday. Video games were relatively new for me, and this one had great graphics and was very entertaining. School was on break, and I decided that I would finish the game as soon as possible so that I would have more time to play outside with my friends."],["div",{"id":"p5","uri":"/new-era/2013/02/addicted-to-video-games.p5"},"One Thursday afternoon I began playing my new video game. Before I knew it, it was past midnight, and I had not said my evening prayer. But I kept on playing."],["div",{"id":"p6","uri":"/new-era/2013/02/addicted-to-video-games.p6"},"Things just got worse. When I woke up the following day, the first thing I did was turn on the game and start playing again. I hardly even stopped to eat or sleep, and all I thought about was how I was going to reach the next level in my game."],["div",{"id":"p7","uri":"/new-era/2013/02/addicted-to-video-games.p7"},"On Saturday evening my mother warned me that if I did not go to sleep early, I would have a hard time waking up the next morning to go to church. But I kept on playing and did not fall asleep until 3:00 in the morning. When I arrived at church, I felt so tired that I had trouble concentrating. I wasn’t able to pass the sacrament, and I returned home to sleep, completely exhausted."],["div",{"id":"p8","uri":"/new-era/2013/02/addicted-to-video-games.p8"},"I slept all through Sunday and did not wake up until Monday morning, and I only woke up so I could keep playing. That week I knew that I had to get a good night’s rest and try to go to bed early, but even then I kept wasting my time on video games. I began spending more time playing video games than reading the scriptures. In fact, I even stopped reading for several days. When school started up again, my mom forbade me to play during the week, so I took advantage of the weekends to play, including Sundays."],["div",{"id":"p9","uri":"/new-era/2013/02/addicted-to-video-games.p9"},"By no longer attending Sunday services, I stopped doing what really mattered for something as unimportant as a video game. I was not following the advice of my grandfather, who once said, “Don’t ever forsake the things that really matter for something commonplace.” This advice has always stuck with me."],["div",{"id":"p10","uri":"/new-era/2013/02/addicted-to-video-games.p10"},"I realized I needed to find balance in my life. One thing that helped me was my seminary class. At my middle school, seminary was held as part of the daily curriculum, and it helped me a lot. It gave me the opportunity to learn to set my priorities straight and place the Lord before everything else. If we trust Him and if we ask Him from the bottom of our hearts to help us with some aspect of our lives, the Lord will hear us. If we truly desire to change, we can."],["div",{"id":"p11","uri":"/new-era/2013/02/addicted-to-video-games.p11"},"Fortunately, I didn’t have to go through a major problem to make me quit gaming. Setting my priorities straight and limiting the time I spent gaming was enough. However, that did not happen until I asked the Lord in prayer for help, and He helped me."]]],"refs":null}
