{"id":14,"parent_id":0,"book_id":22910,"content_id":1,"language_id":0,"display_order":14,"title":"Alex from California and Katie from Oregon","subtitle":"","short_title":"Alex from California and Katie from Oregon","uri":"/friend/2013/03/alex-from-california-and-katie-from-oregon","content":[["div",{"id":"head1","uri":"/friend/2013/03/alex-from-california-and-katie-from-oregon.head1"},[".seriesTitle","Friends Around the World"],[".title","Alex from California and Katie from Oregon"]],[".bodyBlock",["div",{"id":"p3","uri":"/friend/2013/03/alex-from-california-and-katie-from-oregon.p3"},"How did you meet your best friend? Alexandra W. from California and Katie C. from Oregon met because their grandmas are best friends. Even though their families live far apart, these girls have a lot in common. They are both in second grade, they both love ice cream, and they both have been baptized. Both girls also had a special general conference experience that they will always remember."],["div",{"id":"f1","uri":"/friend/2013/03/alex-from-california-and-katie-from-oregon.f1"},[".caption","Our grandmas decided it would be fun to celebrate our eighth birthdays by going to Salt Lake City for general conference. We explored the Church History Museum. At one exhibit, we helped tie a quilt. We also saw an actor dressed up as the prophet Brigham Young."]],["div",{"id":"f2","uri":"/friend/2013/03/alex-from-california-and-katie-from-oregon.f2"},[".caption","There were lots of things to see in Utah! Here we are at This Is the Place Monument, where Brigham Young told the pioneers they had finished their journey across the plains."]],["div",{"id":"f3","uri":"/friend/2013/03/alex-from-california-and-katie-from-oregon.f3"},[".caption","The most exciting day of all was Saturday morning. We walked into the Conference Center with thousands of people from all over the world. Our grandmas helped us find our seats. Suddenly everyone in the Conference Center became quiet, and we stood up to show respect as President Monson walked into the room. We saw the prophet of God! We listened to the prophet and General Authorities speak, and we heard the Tabernacle Choir sing."]],["div",{"id":"f4","uri":"/friend/2013/03/alex-from-california-and-katie-from-oregon.f4"},[".caption","Did you know that before the Conference Center was built, general conference was held in the Tabernacle on Temple Square? The organ pipes behind us should look familiar—a picture of them is on the front of every green hymnbook!"]],["div",{"id":"f5","uri":"/friend/2013/03/alex-from-california-and-katie-from-oregon.f5"},[".caption","Now that we are back home again, we like to look back and remember. We remember not only the fun things we saw and did but also the special feelings we had when we heard and saw the prophet of God. We know that we have a Father in Heaven who loves us and that Jesus Christ is our Savior. And that is worth remembering!"]]]],"refs":null}
