{"id":93,"parent_id":0,"book_id":23520,"content_id":1,"language_id":1,"display_order":93,"title":"Introduction to the Book of Alma","subtitle":"","short_title":"Introduction to the Book of Alma","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma"},[".heading",{"id":"head2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.head2"},["h1",["span.dominant","Introduction to"],"The Book of Alma"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.t1"},["h2","Why study this book?"],["p.para",{"id":"p3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.p3"},"By studying the book of Alma, students will learn about Jesus Christ and the necessity of His Atonement and Resurrection in the plan of salvation. They will also learn about the power of the word of God to overcome priestcraft, false doctrine, sin, hatred, and apostasy and to lead individuals to experience a mighty change of heart. Students can be edified and inspired as they read about the missionary efforts of Alma, Amulek, and the sons of Mosiah, as well as the conversion and faithfulness of the Anti-Nephi-Lehies (the people of Ammon). As they study chapters detailing the warfare between the Nephites and the Lamanites, they can learn principles that will guide them in the tumultuous times in which they live and help them prevail in their personal battles against the adversary."]],[".topic",{"id":"t2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.t2"},["h2","Who wrote this book?"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.p5"},"Mormon compiled and abridged records from the large plates of Nephi to create the book of Alma. The book is named for Alma, who, as the son of Alma, is often called Alma the Younger. When King Mosiah instituted the reign of the judges among the Nephites, Alma the Younger became the first chief judge and succeeded his father as high priest over the Church (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/29.42"},"Mosiah 29:42"],"). He eventually resigned his position as chief judge to dedicate himself “wholly to the high priesthood” and “to deliver the word of God unto the people” throughout the land of the Nephites (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.20"},"Alma 4:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.1"},"5:1"],"). Mormon used the records of Alma’s ministry (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1"},"Alma 1–44"],") and the writings of Alma’s sons Helaman (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45"},"Alma 45–62"],") and Shiblon (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/63"},"Alma 63"],") to compose the book of Alma."]],[".topic",{"id":"t3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.t3"},["h2","To whom was this book written and why?"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.p7"},"Mormon did not address the book of Alma to a particular audience or state why he wrote it. However, the book’s numerous teachings on the redeeming mission of Jesus Christ contribute to a central purpose of the Book of Mormon, which is to testify “that Jesus is the Christ, the Eternal God” (title page of the Book of Mormon; see also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5"},"Alma 5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7"},"7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13"},"13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32"},"32–34"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36"},"36"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39"},"39–42"],")."]],[".topic",{"id":"t4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.t4"},["h2","When and where was it written?"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.p9"},"The original records used as sources for the book of Alma were likely written between 91",["span.small","B.C."],"and 52",["span.small","B.C."],"Mormon abridged those records sometime between",["span.small","A.D."],"345 and",["span.small","A.D."],"385. Mormon did not record where he was when he compiled this book."]],[".topic",{"id":"t5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.t5"},["h2","What are some distinctive features of this book?"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.p11"},"Although the book of Alma is the longest in the Book of Mormon, it covers a period of only 39 years—approximately 91",["span.small","B.C."],"to 52",["span.small","B.C."],"The book recounts the first instance of successful missionary labors among the Lamanites. It also highlights the faithfulness of the converted Lamanites in keeping their covenants (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23.6-7"},"Alma 23:6–7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24"},"24"],"). Additionally, the book of Alma includes teachings about the doctrine of foreordination and the ministry of Melchizedek (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13"},"Alma 13"],"); the power of the word of God (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31"},"Alma 31"],"); how to develop faith in Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32"},"Alma 32–34"],"); the severity of breaking the law of chastity (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39"},"Alma 39"],"); the state of our spirits following death (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40"},"Alma 40"],"); the doctrines of resurrection and restoration (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40"},"Alma 40–41"],"); and the roles of justice and mercy in Heavenly Father’s plan of redemption (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42"},"Alma 42"],"). This book also contains the Lord’s instructions concerning self-defense and the justification for war (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.45-47"},"Alma 43:45–47"],")."]],[".topic",{"id":"t6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.t6"},["h2","Outline"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.p13"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1"},"Alma 1–3"]],"Nehor introduces priestcraft among the Nephites. Alma leads righteous Nephites in defending themselves against Amlici and his followers, who have combined with a Lamanite army. After thwarting Amlici’s attempt to become a king and destroy the Church, the Nephites defeat another Lamanite army."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.p14"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4"},"Alma 4–16"]],"Alma resigns as chief judge. He travels throughout the land of the Nephites to combat pride and wickedness by preaching the word of God. Amulek joins Alma, and they teach of the Atonement of Jesus Christ, the Resurrection, and the need for faith in the Lord and repentance. Zeezrom is converted and baptized."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.p15"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17–28"]],"The sons of Mosiah and others preach the word of God among the Lamanites in the land of Nephi. Thousands are converted to the Lord. The converts forsake their weapons of war and go to dwell among the Nephites. Many people die in a great battle between the Nephites and the Lamanites."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.p16"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29"},"Alma 29–42"]],"Alma desires to bring souls to repentance. He confounds Korihor, an anti-Christ. While teaching the Zoramites, a group of Nephite dissenters, Alma compares the word of God to a seed that must be nourished by faith. Amulek testifies of the Atonement and teaches the Zoramites to exercise faith unto repentance. Alma provides individual counsel and testimony to his sons Helaman, Shiblon, and Corianton. Alma entrusts the sacred records to Helaman. He teaches about the postmortal spirit world, resurrection, and the roles of justice and mercy in God’s plan."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.p17"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43"},"Alma 43–45"]],"Stirred to anger by Nephite dissenters, the Lamanites come to war against the Nephites. Moroni leads the Nephites to victory over the army of Zerahemnah. Alma interviews and blesses Helaman, prophesies the destruction of the Nephites, and departs out of the land."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/alma.p18"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46"},"Alma 46–63"]],"Moroni, Lehi, Teancum, Helaman, and Pahoran lead the Nephites to victory against Lamanite armies controlled by Amalickiah and Ammoron. Moroni and Pahoran also quell the rebellion of Nephite dissenters known as king-men. Shiblon receives the Nephite records and later gives them to Helaman’s son Helaman. The army of Moronihah defeats the Lamanites in another battle."]]]]]],"refs":null}
