{"id":15,"parent_id":0,"book_id":23405,"content_id":1,"language_id":0,"display_order":15,"title":"Alone among 1,500","subtitle":"By Carolyn Lund","short_title":"Alone among 1,500","uri":"/new-era/2013/06/alone-among-1500","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/06/alone-among-1500"},[".heading",{"id":"head1","uri":"/new-era/2013/06/alone-among-1500.head1"},[".title","Alone among 1,500"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/06/alone-among-1500.p2"},"By Carolyn Lund"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/06/alone-among-1500.p3"},"Carolyn Lund lives in Arizona, USA."]],[".kicker","At a new school packed with people, I felt alone and in need of comfort."]],[".bodyBlock",[".figure",{"id":"f1","uri":"/new-era/2013/06/alone-among-1500.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun34-ALL-alone-among-1500-AV130304_kat0001.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/06/alone-among-1500.p5"},"Photo illustrations by Cody Bell"]]],["p.para",{"id":"p6","uri":"/new-era/2013/06/alone-among-1500.p6"},"Students flooded the hallways going every which way to get to their classes. There were 1,500 students crowded into a high school built for 1,000. Ironically, every time the bell rang I found myself trudging through the masses but feeling completely alone."],["p.para",{"id":"p7","uri":"/new-era/2013/06/alone-among-1500.p7"},"As an 11th-grader at a new school, I was growing to hate high school. At the beginning of the year, I had put forth great effort to introduce myself to people and initiate conversations with others. But as the weeks passed, I began to feel invisible. I sat alone in my classes, never spoke, and eventually stopped smiling."],["p.para",{"id":"p8","uri":"/new-era/2013/06/alone-among-1500.p8"},"I had been the class president and a cheerleader just the year before at my old school, and my family began to worry as they saw my demeanor change from bubbly and enthusiastic to sad and distressed. My dad would ask, “How was school?” and all I could mutter was, “Fine,” before heading upstairs to my room to cry. Ashamed of my failed attempts at making friends, I lied to my parents, not telling them that instead of eating lunch with my classmates I went and studied in the library by myself."],["p.para",{"id":"p9","uri":"/new-era/2013/06/alone-among-1500.p9"},"Toward the end of the school year, I reached my breaking point, surprising myself at the response I gave one day to my dad’s usual question. “I don’t want to go back,” I told him. “I hate my life.” Seeing the hurt and concern on his face only made me feel worse. That night as I got ready for bed, I knelt down and poured out my heart to the Lord, praying longer and harder than I ever had before. Instead of praying that I would find friends at school, I prayed that I would simply find worth and joy in my life again."],["p.para",{"id":"p10","uri":"/new-era/2013/06/alone-among-1500.p10"},"The next morning at school I found myself silently praying that I would be comforted. As the bell rang for the first class and the hallways began to fill up, I focused on my prayer. Surprisingly, my nervous anxiety seemed to melt away and was immediately replaced by a sense of calm. It was at that moment, in the midst of the bustling hallway, that I felt closer to the Savior than I ever had before. I felt His arms seemingly wrap around me in a warm embrace of understanding and reassurance."],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun35-ALL-alone-among-1500-AV130228_kat0004alt.jpg"}],["p.para",{"id":"p11","uri":"/new-era/2013/06/alone-among-1500.p11"},"I turned to the Lord often during the rest of that year, and I continue to rely on Him now. Although I did not have a huge group of friends, I did make several close friends that year—friends that have become some of my best friends in the years since. Looking back, I am grateful for that difficult experience, because it helped make the transition to college an easy one. I learned that the Lord saw me, one of His precious daughters, as having infinite worth. He will always be there to help us through moments of desperation, and we can recognize His presence with us if we pray to feel His loving embrace."]],[".resources",[".moreInfo",[".title","More Online"],["p.para",{"id":"p13","uri":"/new-era/2013/06/alone-among-1500.p13"},"For more on this topic, visit",["a",{"href":"http://lds.org/go/63E"},"lds.org/go/63E"],"."]],[".moreInfo",[".title","The First Presidency on Loneliness"],[".sideQuote",{"id":"f4","uri":"/new-era/2013/06/alone-among-1500.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],["p.para",{"id":"p15","uri":"/new-era/2013/06/alone-among-1500.p15"},"“Heavenly Father wants you to check in with Him through sincere and fervent prayer. Remember, you are never alone. Never forget that you are loved. Never doubt that someone surely cares for you.”"],[".citationInfo",["p.para",{"id":"p16","uri":"/new-era/2013/06/alone-among-1500.p16"},"President Thomas S. Monson, “A Time to Choose,”",["span.emphasis","Ensign,"],"May 1995, 98."]]],[".sideQuote",{"id":"f5","uri":"/new-era/2013/06/alone-among-1500.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/henry-b-eyring.jpg"}],["p.para",{"id":"p17","uri":"/new-era/2013/06/alone-among-1500.p17"},"“We never need to feel that we are alone or unloved in the Lord’s service because we never are. We can feel the love of God. The Savior has promised angels on our left and our right to bear us up [see",["a",{"href":"/scriptures/dc-testament/dc/84.88"},"D&C 84:88"],"]. And He always keeps His word.”"],[".citationInfo",["p.para",{"id":"p18","uri":"/new-era/2013/06/alone-among-1500.p18"},"President Henry B. Eyring, First Counselor in the First Presidency, “Mountains to Climb,”",["span.emphasis","Ensign,"],"May 2012, 26."]]],[".sideQuote",{"id":"f6","uri":"/new-era/2013/06/alone-among-1500.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dieter-f-uchtdorf.jpg"}],["p.para",{"id":"p19","uri":"/new-era/2013/06/alone-among-1500.p19"},"“You will not feel loneliness, sorrow, pain, or discouragement forever. We have the faithful promise of God that He will neither forget nor forsake those who incline their hearts to Him [see",["a",{"href":"/scriptures/nt/heb/13.5"},"Hebrews 13:5"],"]. Have hope and faith in that promise. Learn to love your Heavenly Father and become His disciple in word and in deed.”"],[".citationInfo",["p.para",{"id":"p20","uri":"/new-era/2013/06/alone-among-1500.p20"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, “You Matter to Him,”",["span.emphasis","Ensign,"],"Nov. 2011, 22."]]]]]]]],"refs":null}
