{"id":8,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":8,"title":"Answers to My Questions","subtitle":"","short_title":"Answers to My Questions","uri":"/new-era/2013/05/answers-to-my-questions","content":[["div",{"id":"head1","uri":"/new-era/2013/05/answers-to-my-questions.head1"},[".title","Answers to My Questions"]],[".bodyBlock",["div",{"id":"t1","uri":"/new-era/2013/05/answers-to-my-questions.t1"},[".title","Does the Church want us all to be the same, without individuality or personality?"],[".sideQuote",{"id":"f1","uri":"/new-era/2013/05/answers-to-my-questions.f1"},["div",{"id":"p3","uri":"/new-era/2013/05/answers-to-my-questions.p3"},"“While the Atonement is meant to help us all become more like Christ, it is not meant to make us all the same. Sometimes we confuse differences in personality with sin. We can even make the mistake of thinking that because someone is different from us, it must mean they are not pleasing to God. This line of thinking leads some to believe that the Church wants to create every member from a single mold—that each one should look, feel, think, and behave like every other. This would contradict the genius of God, who created every man different from his brother, every son different from his father. Even identical twins are not identical in their personalities and spiritual identities."],["div",{"id":"p4","uri":"/new-era/2013/05/answers-to-my-questions.p4"},"“It also contradicts the intent and purpose of the Church of Jesus Christ, which acknowledges and protects the moral agency—with all its far-reaching consequences—of each and every one of God’s children. As disciples of Jesus Christ, we are united in our testimony of the restored gospel and our commitment to keep God’s commandments. But we are diverse in our cultural, social, and political preferences."],["div",{"id":"p5","uri":"/new-era/2013/05/answers-to-my-questions.p5"},"“The Church thrives when we take advantage of this diversity and encourage each other to develop and use our talents to lift and strengthen our fellow disciples.”"],[".citationInfo",["div",{"id":"p6","uri":"/new-era/2013/05/answers-to-my-questions.p6"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency"]]]],["div",{"id":"t2","uri":"/new-era/2013/05/answers-to-my-questions.t2"},[".title","What should I do if a friend has rejected invitations to learn more about the Church?"],[".sideQuote",{"id":"f2","uri":"/new-era/2013/05/answers-to-my-questions.f2"},["div",{"id":"p8","uri":"/new-era/2013/05/answers-to-my-questions.p8"},"“To those who show an interest in our conversations, we can follow the Savior’s example by inviting them to ‘come and see’ [",["a",{"href":"/scriptures/nt/john/1.39"},"John 1:39"],"]. Some will accept our invitation, and others will not. We all know someone who has been invited several times before accepting an invitation to ‘come and see.’ Let’s also think about those who once were with us but who now we rarely see, inviting them to come back and see once more."],["div",{"id":"p9","uri":"/new-era/2013/05/answers-to-my-questions.p9"},"“We respect each person’s choice and timing. The Lord said, ‘Let every man choose for himself’ [",["a",{"href":"/scriptures/dc-testament/dc/37.4"},"D&C 37:4"],"]. A person’s lack of interest need not diminish our bonds of friendship and love. Whether or not the invitation is accepted as you invite others to ‘come and see,’ you will feel the approval of the Lord.”"],[".citationInfo",["div",{"id":"p10","uri":"/new-era/2013/05/answers-to-my-questions.p10"},"Elder Neil L. Andersen of the Quorum of the Twelve Apostles"]]]],["div",{"id":"t3","uri":"/new-era/2013/05/answers-to-my-questions.t3"},[".title","What if I",["span.emphasis","believe"],"the Church is true but don’t actually",["span.emphasis","know"],"it?"],[".sideQuote",{"id":"f3","uri":"/new-era/2013/05/answers-to-my-questions.f3"},["div",{"id":"p12","uri":"/new-era/2013/05/answers-to-my-questions.p12"},"“A 14-year-old boy recently said to me a little hesitantly, ‘Brother Holland, I can’t say yet that I know the Church is true, but I believe it is.’ I hugged that boy until his eyes bulged out. I told him with all the fervor of my soul that",["span.emphasis","belief"],"is a precious word, an even more precious act, and he need never apologize for ‘only believing.’ I told him that Christ Himself said, ‘Be not afraid, only believe’ [",["a",{"href":"/scriptures/nt/mark/5.36"},"Mark 5:36"],"], a phrase which, by the way, carried young Gordon B. Hinckley into the mission field. I told this boy that belief was always the first step toward conviction and that the definitive articles of our collective faith forcefully reiterate the phrase ‘We believe.’ And I told him how very proud I was of him for the honesty of his quest.”"],[".citationInfo",["div",{"id":"p13","uri":"/new-era/2013/05/answers-to-my-questions.p13"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles"]]]],["div",{"id":"t4","uri":"/new-era/2013/05/answers-to-my-questions.t4"},[".title","Why do we need the Church? Isn’t just being spiritual enough?"],[".sideQuote",{"id":"f4","uri":"/new-era/2013/05/answers-to-my-questions.f4"},["div",{"id":"p15","uri":"/new-era/2013/05/answers-to-my-questions.p15"},"“The Church is a refuge where followers of Christ attain peace. Some young people in the world say they are spiritual but not religious. Feeling spiritual is a good first step. However, it is in the Church that we are fellowshipped, taught, and nourished by the good word of God. More importantly, it is priesthood authority in the Church that provides for sacred ordinances and covenants that bind families together and qualify each of us to return to God the Father and Jesus Christ in the celestial kingdom. These ordinances bring peace because they are covenants with the Lord.”"],[".citationInfo",["div",{"id":"p16","uri":"/new-era/2013/05/answers-to-my-questions.p16"},"Elder Quentin L. Cook of the Quorum of the Twelve Apostles"]]]],["div",{"id":"t5","uri":"/new-era/2013/05/answers-to-my-questions.t5"},[".title","What does it mean to “minister”?"],[".sideQuote",{"id":"f5","uri":"/new-era/2013/05/answers-to-my-questions.f5"},["div",{"id":"p18","uri":"/new-era/2013/05/answers-to-my-questions.p18"},"“Jesus Christ is your example. He ‘came not to be ministered unto, but to minister’ [see",["a",{"href":"/scriptures/nt/matt/20.27-28"},"Matthew 20:27–28"],"]. To minister means to love and care for others. It means to attend to their physical and spiritual needs. Put simply, it means to do what the Savior would do if He were here. …"],["div",{"id":"p19","uri":"/new-era/2013/05/answers-to-my-questions.p19"},"“The work of ministering is not confined to ordinances or home teaching visits or occasional service projects. We are always priesthood men—not just on Sunday and not only when we’re wearing white shirts and ties. We have a duty to minister wherever we stand. Ministering is not just something we do—it defines who we are.”"],[".citationInfo",["div",{"id":"p20","uri":"/new-era/2013/05/answers-to-my-questions.p20"},"David L. Beck, Young Men general president"]]]],["div",{"id":"t6","uri":"/new-era/2013/05/answers-to-my-questions.t6"},[".title","What can I do if someone I love is making bad choices?"],[".sideQuote",{"id":"f6","uri":"/new-era/2013/05/answers-to-my-questions.f6"},["div",{"id":"p22","uri":"/new-era/2013/05/answers-to-my-questions.p22"},"“I offer some … thoughts for those who love a family member who is not making good choices. That can challenge our patience and endurance. We need to trust in the Lord and in His timing that a positive response to our prayers and rescue efforts can occur. We do all that we can to serve, to bless, and to submissively acknowledge God’s will in all things. We exercise faith and remember that there are some things that must be left to the Lord. He invites us to set our burdens down at His feet. With faith we can know that this straying loved one is not abandoned but is in the watchcare of a loving Savior.”"],[".citationInfo",["div",{"id":"p23","uri":"/new-era/2013/05/answers-to-my-questions.p23"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f7","uri":"/new-era/2013/05/answers-to-my-questions.f7"},["div",{"id":"p24","uri":"/new-era/2013/05/answers-to-my-questions.p24"},"“",["span.emphasis","Preach My Gospel"],"speaks of the difficulty in overcoming addictive behavior and encourages priesthood leaders and members to ‘not be shocked or discouraged’ if investigators or new members continue to struggle with such problems. Rather, we are counseled to ‘show confidence in the individual and not be judgmental … [treating] it as a temporary and understandable setback’ [(2004), 189]. Could we do less with our own … family members who struggle with similar problems, having temporarily strayed from the path of righteousness? Surely they merit our steadiness, patience, and love—and yes, our forgiveness.”"],[".citationInfo",["div",{"id":"p25","uri":"/new-era/2013/05/answers-to-my-questions.p25"},"Elder Craig A. Cardon of the Seventy"]]]],["div",{"id":"t7","uri":"/new-era/2013/05/answers-to-my-questions.t7"},[".title","What does it mean to have a “broken heart” and a “contrite spirit”?"],[".sideQuote",{"id":"f8","uri":"/new-era/2013/05/answers-to-my-questions.f8"},["div",{"id":"p27","uri":"/new-era/2013/05/answers-to-my-questions.p27"},"“We need to know that our hearts are honest and broken. How do we know that? We begin by engaging in sincere self-reflection. The heart is the center of our feelings. As we look into our hearts, we screen ourselves. What no one around us knows, we surely know. We know our motives and desires. When we engage in sincere, honest reflection, we do not rationalize or deceive ourselves."],["div",{"id":"p28","uri":"/new-era/2013/05/answers-to-my-questions.p28"},"“There is also a way to judge if our hearts are broken. A broken heart is a soft, an open, and a receptive heart. When I hear the Savior say, ‘Behold, I stand at the door, and knock’ [",["a",{"href":"/scriptures/nt/rev/3.20"},"Revelation 3:20"],"], I hear Him knocking at the door of my heart. If I open this door to Him, I am more responsive to the invitations of the Spirit, and I am more accepting of God’s will."],["div",{"id":"p29","uri":"/new-era/2013/05/answers-to-my-questions.p29"},"“As we sincerely and prayerfully ponder the extent to which our hearts are honest and broken, we will be taught by the Holy Ghost. We will receive a sweet confirmation or gentle correction, inviting us to act."],["div",{"id":"p30","uri":"/new-era/2013/05/answers-to-my-questions.p30"},"“… We have to know that our spirit is contrite. The word",["span.emphasis","contrite"],"in the Oxford dictionary is defined as ‘feeling or expressing remorse at the recognition that one has done wrong.’ If we have a contrite spirit, we acknowledge our sins and shortcomings. We are teachable ‘concerning [all] things pertaining to righteousness’ [",["a",{"href":"/scriptures/bofm/alma/21.23"},"Alma 21:23"],"]. We feel godly sorrow and are willing to repent. A contrite spirit is willing to listen ‘to the enticings of the Holy Spirit’ [",["a",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],"]."],["div",{"id":"p31","uri":"/new-era/2013/05/answers-to-my-questions.p31"},"“A contrite spirit is manifest by our willingness and determination to act. We are willing to humble ourselves before God, willing to repent, willing to learn, and willing to change. We are willing to pray, ‘Not my will, but thine, be done’ [",["a",{"href":"/scriptures/nt/luke/22.42"},"Luke 22:42"],"].”"],[".citationInfo",["div",{"id":"p32","uri":"/new-era/2013/05/answers-to-my-questions.p32"},"Elder Erich W. Kopischke of the Seventy"]]]]],[".resources",[".quote",{"id":"f9","uri":"/new-era/2013/05/answers-to-my-questions.f9"},["div",{"id":"p33","uri":"/new-era/2013/05/answers-to-my-questions.p33"},"“Listening to someone addressing everyone but feeling like they are talking to you personally is amazing. I am so thankful for the inspiration our leaders receive.”"],[".bio",["div",{"id":"p34","uri":"/new-era/2013/05/answers-to-my-questions.p34"},"Emilia B., 17, Idaho, USA"]]],[".quote",{"id":"f10","uri":"/new-era/2013/05/answers-to-my-questions.f10"},["div",{"id":"p35","uri":"/new-era/2013/05/answers-to-my-questions.p35"},"“In Elder Holland’s talk on Sunday afternoon, I really liked the story he shared about the boy who said he couldn’t say he knew the Church is true, but he believed it was. What a great way to start the quest for a testimony.”"],[".bio",["div",{"id":"p36","uri":"/new-era/2013/05/answers-to-my-questions.p36"},"Eric F., 15, Utah, USA"]]],[".quote",{"id":"f11","uri":"/new-era/2013/05/answers-to-my-questions.f11"},["div",{"id":"p37","uri":"/new-era/2013/05/answers-to-my-questions.p37"},"“This conference really opened up my mind to what Heavenly Father has in store for all of us. He inspires prophets and other servants to give certain messages, because He knows what we are going through, and He knows how to help us.”"],[".bio",["div",{"id":"p38","uri":"/new-era/2013/05/answers-to-my-questions.p38"},"Aybra C., 13, Utah, USA"]]],[".quote",{"id":"f12","uri":"/new-era/2013/05/answers-to-my-questions.f12"},["div",{"id":"p39","uri":"/new-era/2013/05/answers-to-my-questions.p39"},"“Prior to conference I considered some questions and concerns I had. I prayed, studied the scriptures, and became in tune with the Spirit. Because of my preparation, I got so much more out of this conference. I listened with real intent for those answers I was searching for, and through several talks, I found them.”"],[".bio",["div",{"id":"p40","uri":"/new-era/2013/05/answers-to-my-questions.p40"},"Savannah H., 14, British Columbia, Canada"]]]]],"refs":null}
