{"id":5,"parent_id":0,"book_id":22655,"content_id":1,"language_id":0,"display_order":5,"title":"Answering Questions about the Plan of Salvation","subtitle":"By Michael R. Morris","short_title":"Answering Questions about the Plan of Salvation","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation","content":[["div",{"id":"head1","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.head1"},[".title","Answering Questions about the Plan of Salvation"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p2"},"By Michael R. Morris"],["div",{"id":"p3","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p3"},"Church Magazines"]]],[".bodyBlock",["div",{"id":"p4","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p4"},"“And what do Mormons believe about marriage?” my high school Spanish teacher asked me."],["div",{"id":"p5","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p5"},"All of my classmates turned in their seats, listening for my answer. I gulped as I wondered how our class discussion had wandered from Don Quixote and Dulcinea to dating and marriage."],["div",{"id":"p6","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p6"},"There wasn’t another member of the Church in the class. What should I say? How much detail should I give? Would everyone make fun of me if I talked about eternal marriage?"],["div",{"id":"p7","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p7"},"“We, uh … ,” I stammered, still uncertain what to say."],["div",{"id":"p8","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p8"},"Just then, my friend Denise came to my rescue. “Mormons have a beautiful view of marriage,” she said. “They believe that marriages performed in their temples can last forever.”"],["div",{"id":"p9","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p9"},"“That",["span.emphasis","is"],"beautiful,” our teacher replied. Even my classmates seemed satisfied."],["div",{"id":"p10","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p10"},"With that, class resumed and I was left wondering why I had been sweating over a question that my nonmember friend answered so easily."],["div",{"id":"p11","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p11"},"As more people hear about the Church, Latter-day Saints will have more opportunities to answer questions about the gospel. In high school, I learned that we don’t have to give long answers, and we don’t have to be afraid. The beautiful, simple doctrines of the gospel speak for themselves."],["div",{"id":"p12","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p12"},"The next time your friends ask questions about what we know as “the plan of salvation,” consider using the following short answers. They offer the details most people want to know, so you don’t have to feel like you need to diagram the entire plan of salvation in a chart."],["div",{"id":"t1","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.t1"},[".title","Where Did We Come From?"],["div",{"id":"p14","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p14"},"We are eternal beings. Before we were born, we lived with God, the Father of our spirits. All persons on earth are literally brothers and sisters of the same Father in Heaven. In our pre-earth life, each of us was an individual with a divine nature and destiny. God gave all of us the gift of agency, or the right to choose for ourselves, both in the pre-earth life and here on earth. Because He is the Father of our spirits, we call Him our Heavenly Father."]],["div",{"id":"t2","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.t2"},[".title","Why Are We Here?"],["div",{"id":"p16","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p16"},"Earth life is part of God’s plan for our eternal happiness. That plan includes gaining a physical body and learning to choose between good and evil. Our living prophet, President Thomas S. Monson, has said: “How grateful we should be that a wise Creator fashioned an earth and placed us here, with a veil of forgetfulness of our previous existence so that we might experience a time of testing, an opportunity to prove ourselves in order to qualify for all that God has prepared for us to receive” (“The Race of Life,”",["span.emphasis","Ensign,"],"May 2012, 91)."]],["div",{"id":"t3","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.t3"},[".title","Where Are We Going after This Life?"],["div",{"id":"p18","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p18"},"Our lives continue after we die, but our future lives are determined by how we live now. If we live the gospel, the grace of the Lord Jesus Christ enables us to repent, be forgiven, and become clean before God."],["div",{"id":"p19","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p19"},"In the Book of Mormon we learn “that the spirits of all men, as soon as they are departed from this mortal body, … whether they be good or evil, are taken home to that God who gave them life."],["div",{"id":"p20","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p20"},"“And then it shall come to pass, that the spirits of those who are righteous are received into a state of happiness, which is called paradise, a state of rest, a state of peace, where they shall rest from all their troubles and from all care, and sorrow” (",["a",{"href":"/scriptures/bofm/alma/40.11-12"},"Alma 40:11–12"],")."],["div",{"id":"p21","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p21"},"If we apply the Atonement, or sacrifice, of Jesus Christ, repent of our sins, and strive to live as He lived, His Atonement will cleanse us and allow us to live forever with Heavenly Father."],["div",{"id":"p22","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p22"},"Those who choose not to follow Christ and accept His gospel will not receive those blessings (see",["a",{"href":"/scriptures/bofm/alma/40.12-14"},"Alma 40:13–14"],")."]],["div",{"id":"t4","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.t4"},[".title","What Is the Role of Jesus Christ?"],["div",{"id":"p24","uri":"/new-era/2013/02/answering-questions-about-the-plan-of-salvation.p24"},"Our Heavenly Father sent His Son, Jesus Christ, to be our Savior and to show us the way to live according to God’s plan. The Savior’s Atonement can wash away our sins and make us worthy to return to God’s presence. Following the Savior’s Crucifixion, His body lay in the tomb for three days until His spirit returned. As a result of Jesus’s victory over the grave (see",["a",{"href":"/scriptures/bofm/morm/7.5"},"Mormon 7:5"],"), we will be resurrected after we die and live forever in perfected bodies."]]]],"refs":null}
