{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":5,"title":"April: Jesus Christ Restored His Church in the Latter Days","subtitle":"","short_title":"April","uri":"/manual/2013-outline-for-sharing-time/april","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/2013-outline-for-sharing-time/april"},[".heading",{"id":"head1","uri":"/manual/2013-outline-for-sharing-time/april.head1"},[".titleNumber","April"],["h1","Jesus Christ Restored His Church in the Latter Days"],["span.epigraph",{"id":"lds-"},"“I have sent forth the fulness of my gospel by the hand of my servant Joseph” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.17"},"D&C 35:17"],")."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/2013-outline-for-sharing-time/april.f1"},["p.para",{"id":"p4","uri":"/manual/2013-outline-for-sharing-time/april.p4"},"Song: Song of your choice from the",["span.emphasis","Children’s Songbook"]]],[".intro","Supplement the ideas provided here with some of your own. Each week, plan ways to (1) identify the doctrine, (2) help the children understand it, and (3) help them apply it in their lives.",["b","Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/2013-outline-for-sharing-time/april.t1"},["h2","Week 1: After Jesus Christ and His Apostles died, gospel truths were lost."],["p.para",{"id":"p7","uri":"/manual/2013-outline-for-sharing-time/april.p7"},["b","Identify the doctrine",["span.emphasis","(discussing):"]],"Ask the children to name some things Jesus Christ taught when He was on the earth. Show a picture of Christ ordaining the Apostles. Explain that after Christ died and was resurrected, His Apostles taught the gospel, but many people would not listen to them; soon, the Apostles died, and some important truths about the gospel were not taught anymore. Write on the board “After Jesus Christ and His Apostles died, gospel truths were lost,” and have the children say it with you."],[".image",{"id":"f2","uri":"/manual/2013-outline-for-sharing-time/april.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/primary-children-coloring_900012_inl.jpg"}],[".caption",["p",{"id":"lds-"},"Drawing allows children to express their understanding of gospel principles. Children love to see their own pictures used as visual aids."]]],["p.para",{"id":"p9","uri":"/manual/2013-outline-for-sharing-time/april.p9"},["b","Encourage understanding",["span.emphasis","(drawing pictures):"]],"Write on the board some gospel principles that were lost or changed during the Apostasy (for example, baptism, priesthood, temples, living prophets, and the sacrament). Divide the children into small groups. Give each group a piece of paper with one of the gospel principles written on it, and ask the children to draw a picture to represent that principle. Invite a child from each group to place their picture on the board. Explain that when Christ was on the earth, He taught all of these important gospel truths. Ask the children to close their eyes. Remove all of the pictures and hide them. Then ask the children to open their eyes. Explain that the gospel truths were lost after Jesus Christ and His Apostles died. Tell the children that the gospel was restored through Joseph Smith. Replace the pictures, and testify that The Church of Jesus Christ of Latter-day Saints has all the truths that were once lost. (Keep the pictures to use in week 4.)"]],[".topic",{"id":"t2","uri":"/manual/2013-outline-for-sharing-time/april.t2"},["h2","Week 2: Heavenly Father and Jesus Christ appeared to Joseph Smith."],["p.para",{"id":"p11","uri":"/manual/2013-outline-for-sharing-time/april.p11"},["b","Identify the doctrine",["span.emphasis","(seeing a picture):"]],"Cover a picture of the First Vision with several smaller pieces of paper. Invite children to remove the pieces of paper one at a time. Ask the children to quietly raise their hands when they know what the picture is. After all the pieces of paper have been removed, ask the children to tell you what is happening in the picture."],["p.para",{"id":"p12","uri":"/manual/2013-outline-for-sharing-time/april.p12"},["b","Encourage understanding",["span.emphasis","(reading scriptures):"]],"Show the children where in the scriptures we can read Joseph Smith’s description of his experience in the Sacred Grove (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.14-19"},"Joseph Smith—History 1:14–19"],"). Read or ask some children to read several verses that describe what happened. You may want to ask younger children to do simple actions, such as standing and stretching their arms up like trees or folding their arms as if they are praying. Ask the children how they might have felt if they could have watched Heavenly Father and Jesus Christ appear and talk to Joseph Smith. Discuss the importance of this event."],["p.para",{"id":"p13","uri":"/manual/2013-outline-for-sharing-time/april.p13"},["b","Encourage application",["span.emphasis","(sharing testimonies):"]],"Have the children sing “The Sacred Grove” (",["span.emphasis","CS,"],"87). Then bear your testimony that Heavenly Father and Jesus Christ appeared to Joseph Smith. Invite a few children to share their testimonies of the First Vision."]],[".box-decor",{"id":"f3","uri":"/manual/2013-outline-for-sharing-time/april.f3"},["p.para",{"id":"p14","uri":"/manual/2013-outline-for-sharing-time/april.p14"},["b","Testify:"],"As you teach the children, take opportunities to briefly testify of gospel truths (see",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/teach-the-doctrine.p1"},["span.emphasis","TNGC,"],"45"],")."]],[".topic",{"id":"t3","uri":"/manual/2013-outline-for-sharing-time/april.t3"},["h2","Week 3: Priesthood authority was restored by heavenly messengers."],["p.para",{"id":"p16","uri":"/manual/2013-outline-for-sharing-time/april.p16"},["b","Identify the doctrine",["span.emphasis","(singing a song):"]],"Ask the children how they might announce something very important. Explain that long ago trumpets would be played when something important was announced. Ask the children to close their eyes and imagine that they hear trumpets as the pianist plays “The Priesthood Is Restored” (",["span.emphasis","CS,"],"89). Ask the children to sing the song and discover what important message this song is announcing. Ask a few children to explain what the song means."],[".img-left",{"id":"f4","uri":"/manual/2013-outline-for-sharing-time/april.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/restoration-priesthood-picutres_938793_inl.jpg"}],[".caption",["p",{"id":"lds-"},"Guest speakers can add variety and interest to Primary."]]],["p.para",{"id":"p17","uri":"/manual/2013-outline-for-sharing-time/april.p17"},["b","Encourage understanding",["span.emphasis","(listening to guest speakers):"]],"Show the children pictures of the restoration of the Aaronic Priesthood and the restoration of the Melchizedek Priesthood. Invite an Aaronic Priesthood holder to briefly share the story of the restoration of the Aaronic Priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D&C 13"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-72"},"Joseph Smith—History 1:68–72"],"). Then invite a Melchizedek Priesthood holder tell the children about the restoration of the Melchizedek Priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.12-13"},"D&C 27:12–13"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.72"},"Joseph Smith—History 1:72"],"). Show the pictures again, and ask the children to name the people in the pictures."],["p.para",{"id":"p19","uri":"/manual/2013-outline-for-sharing-time/april.p19"},["b","Encourage application",["span.emphasis","(sharing testimonies):"]],"Have each class write on a piece of paper one thing that we have today because the Aaronic Priesthood was restored (for example, baptism and the sacrament) and one thing we have because the Melchizedek Priesthood was restored (for example, confirmation and blessings for the sick). Ask some of the children to share what they wrote. Express your gratitude for the blessings that come from our Heavenly Father because of the restoration of the priesthood."]],[".box-decor",{"id":"f5","uri":"/manual/2013-outline-for-sharing-time/april.f5"},["p.para",{"id":"p20","uri":"/manual/2013-outline-for-sharing-time/april.p20"},["b","Adapt activities:"],"Some of the activities in this outline would work better for older children; others would work better for younger children. As you plan your lessons, consider the ages and abilities of the children you are teaching."]],[".topic",{"id":"t4","uri":"/manual/2013-outline-for-sharing-time/april.t4"},["h2","Week 4: Joseph Smith translated the Book of Mormon and restored gospel truths."],["p.para",{"id":"p22","uri":"/manual/2013-outline-for-sharing-time/april.p22"},["b","Identify the doctrine and encourage understanding",["span.emphasis","(discussing):"]],"Before Primary, write “Joseph Smith translated the Book of Mormon and restored gospel truths” on a sheet of paper, and cut the paper into puzzle pieces. On the back of each piece, write the name of a person or thing related to the translation of the Book of Mormon (for example, Joseph Smith, Urim and Thummim, angel Moroni, golden plates, power of God, and Oliver Cowdery). Give each class one of the puzzle pieces, and ask them to discuss how the item or person on the back of the piece is related to the translation of the Book of Mormon. Invite each class to come to the front of the room, share what they discussed, and put their puzzle piece on the board. When the puzzle is complete, read the sentence together."],[".image",{"id":"f6","uri":"/manual/2013-outline-for-sharing-time/april.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/jigsaw-puzzle_928608_inl.jpg"}]],["p.para",{"id":"p27","uri":"/manual/2013-outline-for-sharing-time/april.p27"},["b","Encourage understanding",["span.emphasis","(listening to a guest speaker):"]],"Invite a priesthood holder to portray Joseph Smith and tell the story of how he translated the Book of Mormon. Give him several of the pictures the children drew in week 1 and ask him to share how the gospel principles were restored through Joseph Smith. He could wear a simple costume, such as a black ribbon bow tie. Invite him to take off the costume and bear his testimony of Joseph Smith."],["p.para",{"id":"p28","uri":"/manual/2013-outline-for-sharing-time/april.p28"},["b","Encourage application",["span.emphasis","(sharing ideas):"]],"Ask the children to stand if they can name a gospel truth that had been lost and was restored through Joseph Smith. Invite a few of the children to share their thoughts. Share your testimony of the restored gospel and the Book of Mormon."]]]]]],"refs":null}
