{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":5,"title":"April: The Family Is Central to God’s Plan","subtitle":"","short_title":"April","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan"},[".heading",{"id":"head1","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.head1"},[".titleNumber","April"],["h1","The Family Is Central to God’s Plan"],["span.epigraph",{"id":"lds-"},"“Marriage between a man and a woman is ordained of God and … the family is central to the Creator’s plan for the eternal destiny of His children” (“The Family: A Proclamation to the World”)."],[".intro","Supplement the ideas provided here with some of your own. Plan ways to identify the doctrine for the children and help them understand it and apply it in their lives.",["b","Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.t1"},["h2","Week 1: The family is central to God’s plan."],["p.para",{"id":"p6","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p6"},["b","Identify the doctrine",["span.emphasis","(finding missing words):"]],"Before Primary begins, tape the words “family” and “central” to the bottom of two chairs. Write the following on the board: “The __________ is __________ to God’s plan.” Invite the children to look under their chairs for the missing words. Invite those who find the words to put them in the correct blanks on the board. Ask all of the children to say the sentence together."],["p.para",{"id":"p7","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p7"},["b","Encourage understanding",["span.emphasis","(discussing families and singing a song):"]],"Explain that",["span.emphasis","central"],"means “a necessary part.” Ask the children to hold up as many fingers as there are members of their family, and discuss how everyone is part of a family. Sing “Families Can Be Together Forever” (",["span.emphasis","CS,"],"188)."],["p.para",{"id":"p8","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p8"},["b","Encourage application",["span.emphasis","(drawing pictures):"]],"Ask the children to draw a large circle and then, in the center of their circle, a picture of their family. Encourage the children to take their pictures home and teach their families that the family is central to God’s plan."]],[".topic",{"id":"t2","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.t2"},["h2","Week 2: Parents have important responsibilities in families."],["p.para",{"id":"p10","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p10"},["b","Identify the doctrine",["span.emphasis","(singing):"]],"Ask the children to think of their favorite Primary song. Tell them that when you count to three they should all stand and sing their song at the same time. Count to three and let them sing. Stop the singing, and have the music leader lead them all in one song. Point out that without the music leader to lead them, there was confusion. Explain that we would have confusion in our homes, too, if Heavenly Father had not given parents the important responsibility of leading the family."],["p.para",{"id":"p11","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p11"},["b","Encourage understanding",["span.emphasis","(discussing parental roles):"]],"Invite two boys and two girls to come forward. Give each a prop representing a member of the family (father, mother, son, and daughter). Stand next to the “father” and explain that it is the father’s responsibility to be the patriarch over his family and to preside over, provide for, and protect them. Ask the children for examples of what fathers do to fulfill these roles, and ask the “father” to pantomime what they describe. Stand by the “mother” and explain that it is the mother’s responsibility to care for and nurture the family. Ask the children for examples of what mothers do to fulfill these roles, and ask the “mother” to pantomime what they describe. Tell the children that both parents will have the responsibility to be good examples and teach the gospel. Give each class something that represents how parents can teach their family (for example, the scriptures, a family home evening manual, or pictures of a family eating, praying, or working together). Invite a child in each class to tell how the parents could use the item to help their family."]],[".topic",{"id":"t3","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.t3"},["h2","Week 3: Children have the responsibility to obey their parents."],["p.para",{"id":"p13","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p13"},["b","Identify the doctrine",["span.emphasis","(reading a scripture):"]],"Before Primary, hide a piece of paper with",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.1"},"Ephesians 6:1"],"written on it. Ask one child to stand, and direct him or her to the hidden paper. For example, you could say, “Take three giant steps forward. Take six steps to the left.” When the child has found the paper, have all of the children find the verse in their scriptures, and ask one child to read it out loud. Explain that “in the Lord” means “in doing what is right.”"],["p.para",{"id":"p14","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p14"},["b","Encourage understanding",["span.emphasis","(discussing a scripture story):"]],"Tell the story of Lehi sending his sons to get the brass plates (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3"},"1 Nephi 3–4"],"). Review the story by asking questions, such as: “Who were the children? Who was the parent? What was the parent asking? Was it easy to obey? What happened when the children obeyed their parent?”"]],[".topic",{"id":"t4","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.t4"},["h2","Week 4: I can show love to each member of my family."],["p.para",{"id":"p16","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p16"},["b","Encourage understanding",["span.emphasis","(playing a guessing game and singing a song):"]],"Give clues about the following family members, and ask the children to touch their noses when they know who you are describing: father, mother, brother, sister, grandma, grandpa, aunt, uncle, cousin. For example, clues about an aunt could be: “I am a girl. I grew up with your father. I am your cousin’s mother.” When the children have guessed the correct family member, give a child a prop to represent that person, and invite the child to stand in front of the room. Explain that families may or may not include all of these family members, but even though each family is different, all families have one thing in common—love. Sing together “A Happy Family” (",["span.emphasis","CS,"],"198)."],["p.para",{"id":"p17","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p17"},["b","Encourage application",["span.emphasis","(discussing families):"]],"Have a child hold a picture of a house. Invite a few children to name the family members who live in their house and ways they show love to them. Invite a second child to stand near the first and hold another picture of a house. Ask, “Who has family living nearby? How do you show you love them?” Finally, have a third child hold a picture of a house and stand far away from the other two. Ask, “Do any of you have family members who live far away?” Discuss ways the children can show love to those family members. Encourage the children to choose a way to show love to their family members during the coming week."]]],[".resources",[".box-decor",{"id":"f1","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.f1"},["p.para",{"id":"p18","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p18"},"Song: “The Family Is of God”"],[".citationInfo",["p.para",{"id":"p19","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p19"},"(pages 28–29 in this outline)"]]],[".box-decor",{"id":"f2","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.f2"},["p.para",{"id":"p20","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p20"},["b","Tip:"],"As you teach about families, be sensitive to the family situations of the children in your Primary. Encourage all the children to live worthily and prepare so they can have eternal families of their own someday."]],[".image",{"id":"f3","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.f3"},[".caption",["p.para",{"id":"p21","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p21"},"Using children in visual demonstrations captures the attention of the children and prepares them to learn."]]],[".box-decor",{"id":"f4","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.f4"},["p.para",{"id":"p22","uri":"/manual/2014-outline-for-sharing-time-families-are-forever/april-the-family-is-central-to-gods-plan.p22"},["b","Show love:"],"To show your love for those you teach, give sincere compliments that specify what the child has done. For example, you could say, “Thank you for sharing your story about your family,” instead of giving a generic compliment such as “good job” or “thank you.”"]]]]]],"refs":null}
