{"id":108,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":108,"title":"Aram, Arameans","subtitle":"","short_title":"Aram, Arameans","uri":"/scriptures/bd/aram","content":[["div",{"id":"t1","uri":"/scriptures/bd/aram.t1","order":".000.315"},[".title","Aram, Arameans"],["div",{"id":"p1","uri":"/scriptures/bd/aram.p1","order":".000.316"},"The Arameans were not a single nation but a widespread branch of the Semitic race. In the King James Version they are generally called Syrians. According to",["a.scriptureRef",{"href":"/scriptures/ot/gen/10.22"},"Gen. 10:22"],"Aram was son of Shem, but in",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.21"},"Gen. 22:21"],"he is called son of Kemuel and grandson of Nahor. The Arameans therefore had kinship with the Hebrews. Their oldest seats were in Aram-naharaim (meaning the land within the bend of the [Euphrates] River). From an early date there were many Arameans in Assyria and Babylonia, and in these countries the Aramaic language finally prevailed over the old Assyrian and was only displaced by the Arab conquest. On the other hand, the Arameans crossed the Euphrates and, pushing aside the old inhabitants of the Orontes valley, were settled in the time of David as far south as Damascus and Beth-Rehob on the southern skirts of Hermon (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/8.3-8"},"2 Sam. 8:3–8"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/10.6-19"},"10:6–19"],"). These immigrants were not yet strong enough to resist David, who reduced them to subjection, but Damascus regained its independence under Solomon and soon became the center of a powerful kingdom, which pressed hard on Israel from the days of Ahab downward and reduced the house of Jehu to the last extremity. When the Assyrians advanced on Canaan the first brunt of their attack fell on the Syrians, and the relief thus given to Israel seems to be alluded to in",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/13.5"},"2 Kgs. 13:5"],". At length, in 733",["span.small","B.C."],", Damascus fell before Tiglath-pileser Ⅱ and the Arameans lost their political independence. But their language, which was already that of a great part of the empire of Nineveh, continued to spread in the train of Assyrian and Persian conquest. Aramaic was the diplomatic speech of Palestine in the time of Hezekiah (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.26"},"2 Kgs. 18:26"],"). There is evidence that after the return from exile the Jews themselves gradually adopted Aramaic as the language of common life. The dialect called Hebrew in the New Testament is not the language of David and Isaiah, but a form of Aramaic."]]],"refs":null}
