{"id":113,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":113,"title":"Architecture","subtitle":"","short_title":"Architecture","uri":"/scriptures/bd/architecture","content":[["div",{"id":"t1","uri":"/scriptures/bd/architecture.t1","order":".000.326"},[".title","Architecture"],["div",{"id":"p1","uri":"/scriptures/bd/architecture.p1","order":".000.327"},"It is probable that long after their settlement in Palestine a considerable portion of the Israelites continued to dwell in tents; and tent sanctuaries were employed from the earliest times (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/7.6-7"},"2 Sam. 7:6–7"],") down to the reign of Josiah. It was not until the establishment of the monarchy that the taste for sumptuous buildings began to show itself. This was due in part to foreign influence, and David’s house of cedar (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/5.11"},"2 Sam. 5:11"],") and the temple of Solomon were both erected by Phoenician workmen. Phoenician architecture had not such marked peculiarities as distinguished that of Egypt or of Babylonia. Temples were mostly of massive stone blocks; the decorations generally consisted of metal plating or of carved cedarwood. The Phoenicians, like other Semites, cared much more for richness of material than for beauty of form. Besides the products of Syria, ivory and sandalwood (called almug trees,",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/10.11"},"1 Kgs. 10:11"],"), brought by the Tyrians from the remote East, were occasionally used. Thus Solomon had an ivory throne, overlaid, at least in part, with gold; and in later times there were ivory palaces (under Ahab,",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22.39"},"1 Kgs. 22:39"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/ps/45.8"},"Ps. 45:8"],"), that is, of course, palaces in which ivory formed the principal interior decoration. Under the Seleucid dynasty the Greek style of architecture was introduced but, owing to the religious scruples of the Jews, was never completely naturalized. The plastic representation of men and animals, which constituted an essential feature of Greek art, could not be tolerated by the strict Jews; and so strong was the feeling on this subject that at the time of the Jewish revolt it was thought necessary to demolish the palace built at Tiberias by Herod Antipas because of the sculptured animals with which it was adorned. See also",["i",["a.scriptureRef",{"href":"/scriptures/bd/house"},"House"],"."]]]],"refs":null}
