{"id":9,"parent_id":0,"book_id":1750,"content_id":1,"language_id":1,"display_order":9,"title":"August: My Body Is a Temple of God","subtitle":"","short_title":"August","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god","content":[["div",{"id":"head1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.head1"},[".titleNumber","August"],["h1","My Body Is a Temple of God"],"“Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? … The temple of God is holy, which temple ye are” (1Corinthians 3:16–17).",[".intro","Supplement the ideas provided here with some of your own. Plan ways to identify the doctrine for the children and help them understand it and apply it in their lives. Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]],[".bodyBlock",[".topic",["h2","Week 1: My body is a temple."],[".img-right",{"id":"f1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.f1"}],["div",{"id":"p6","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.p6"},["b","Identify the doctrine",["span.emphasis","(discussing temples):"]],"Before Primary, write the phrase “Ye are the temple of God” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16"},"1 Corinthians 3:16"],") on the board. Show the children pictures of temples, and ask them what makes a temple so special (it is a house of the Lord, clean, well cared for, and a place where the Holy Ghost can come). Write their responses on the board. Explain that our bodies, like temples, are sacred and need to be treated with respect by ourself and others."],[".img-left",{"id":"f2","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.f2"}],["div",{"id":"p7","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.p7"},["b","Encourage understanding and application",["span.emphasis","(answering questions and coloring):"]],"Copy the picture on",["a.crossRef",{"href":"/manual/behold-your-little-ones-nursery-manual/lesson-10-i-will-take-care-of-my-body.p30"},"page 47"],"of the nursery manual,",["span.emphasis","Behold Your Little Ones"],". Cut out the circles in the picture, and put them in a container. Ask a child to choose one of the circles. Ask the children how the picture reminds them to treat their bodies like temples. Give each child a copy of the picture, and invite them to color it. Invite older children to write one thing under each circle that they will do this week to treat their bodies like temples. Invite the children to take their pictures home to teach their family how they can treat their bodies like temples."],[".img-right",{"id":"f3","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.f3"}],["div",{"id":"p8","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.p8"},["b","Encourage application",["span.emphasis","(discussing gospel standards):"]],"Display a copy of “My Gospel Standards.” Ask the children to identify which gospel standards teach them how to treat their bodies like temples. Invite the children to turn to someone sitting nearby and share one way they are treating their body like a temple. Then ask them to think about one way they can improve. Invite a few of the children to share their thoughts with everyone."]],[".topic",["h2","Week 2: Dressing modestly shows respect for Heavenly Father and myself."],["div",{"id":"p10","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.p10"},["b","Identify the doctrine",["span.emphasis","(reading a scripture and a gospel standard):"]],"Ask the children to turn to",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16"},"1 Corinthians 3:16"],"and read the scripture aloud together. Tell the children that one of the ways we treat our bodies like temples is by dressing modestly. Display “My Gospel Standards,” and have the children read aloud the standard that says, “I will dress modestly to show respect for Heavenly Father and myself.”"],["div",{"id":"p11","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.p11"},["b","Encourage understanding",["span.emphasis","(discussing modesty and illustrating posters):"]],"Discuss what dressing modestly means (see the “Dress and Appearance” section of",["span.emphasis","For the Strength of Youth"],"). Prepare several posters with “I will dress modestly by …” written at the top. Divide the children into groups, and ask each group to write their commitment to dress modestly or draw a picture of themselves in modest dress on one of the posters. Display the posters in the Primary room."],[".",{"id":"f4","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.f4"}]],[".topic",["h2","Week 3: Living the Word of Wisdom shows respect for my body."],["div",{"id":"p13","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.p13"},["b","Encourage understanding",["span.emphasis","(reading scriptures):"]],"On one side of the board write “Commandments” and the following scripture reference:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.7-9,12,14,16"},"D&C 89:7–9, 12, 14, 16"],". On the other side, write “Promises” and the following reference:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"D&C 89:18–21"],". Have half of the children read the first set of scriptures and look for commandments the Lord has given us in the Word of Wisdom. Have the other children read the remaining scriptures and look for blessings He has promised us if we obey. Discuss what the commandments and blessings mean."],[".",{"id":"f5","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.f5"}],["div",{"id":"p14","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.p14"},["b","Encourage application",["span.emphasis","(playing a game):"]],"Invite one child to say, “I will live the Word of Wisdom by",["span.textInput","______"],"” and fill in the blank with something he or she will do to live the Word of Wisdom. Then invite another child to repeat the phrase and the first child’s response and then add his or her own response. Ask a third child to repeat the phrase and both of the other children’s responses and then add another response. Repeat as time allows, with each child adding a response."]],[".topic",["h2","Week 4: Reading, watching, and listening to wholesome things keeps my mind clean."],[".img-right",{"id":"f6","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.f6"}],["div",{"id":"p21","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.p21"},["b","Identify the doctrine",["span.emphasis","(seeing an object lesson):"]],"Show the children two glasses, one with dirty water and one with clean water. Ask the children which one they would rather drink and why. Tell the children that our minds are like the glasses, and we should put only clean and good things in them. Write the following sentence on the board, and have the children say it with you: “Reading, watching, and listening to wholesome things keeps my mind clean.” Consider teaching the children simple hand actions to help them remember the sentence. For example, for the word",["span.emphasis","reading,"],"put your hands out like you are holding a book; for the word",["span.emphasis","watching,"],"point to your eye; for",["span.emphasis","listening,"],"cup your hand around your ear; and for",["span.emphasis","mind,"],"point to your forehead. Repeat the sentence several times, substituting the actions for the words."],["div",{"id":"p22","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.p22"},["b","Encourage understanding",["span.emphasis","(playing a game and singing a song):"]],"Show the children a picture of Jesus Christ with children, and ask them to look at it for a few seconds. Cover the picture and ask the children to tell you details they remember about it. Help the children understand that we remember the things we see. Explain that when we fill our minds with good things we also think of good things. Show the picture again, and have the children sing",["span.crossRef","“I Feel My Savior’s Love”"],"(",["span.emphasis","CS,"],"74–75). Ask the children to share how the song makes them feel. Explain that listening to good music helps us feel the Spirit and keeps our minds clean."],[".",{"id":"f7","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.f7"},["div",{"id":"p10","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/august-my-body-is-a-temple-of-god.p10"},["span.emphasis","Children will learn more effectively when a variety of teaching methods is used. For example, in week 4, the children identify the doctrine by seeing an object lesson and then are encouraged to use simple hand actions to help them remember."]]]]]],"refs":null}
