{"id":153,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":153,"title":"Baptism","subtitle":"","short_title":"Baptism","uri":"/scriptures/bd/baptism","content":[["div",{"id":"t1","uri":"/scriptures/bd/baptism.t1","order":".000.421"},[".title","Baptism"],["div",{"id":"p1","uri":"/scriptures/bd/baptism.p1","order":".000.422"},"From a Greek word meaning to “dip” or “immerse.” Baptism in water is the introductory ordinance of the gospel and must be followed by baptism of the Spirit in order to be complete. As one of the ordinances of the gospel, it is associated with faith in the Lord Jesus Christ, repentance, and the laying on of hands for the gift of the Holy Ghost. Baptism has always been practiced whenever the gospel of Jesus Christ has been on the earth and has been taught by men holding the holy priesthood who could administer the ordinances. Although there is some obscurity in the Bible as to the antiquity of baptism before the time of Jesus, from latter-day revelation it is clear that Adam was baptized (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.64-68"},"Moses 6:64–68"],") and that the patriarchs and prophets since his time have taught the gospel and administered the ordinances that pertain to the gospel. This includes both water baptism and the laying on of hands for the Holy Ghost (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.23-24"},"Moses 8:23–24"],"). The Book of Mormon shows also that baptism was taught and practiced long before the coming of Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31"},"2 Ne. 31"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-17"},"Mosiah 18:8–17"],"). In the New Testament, Paul speaks of the children of Israel being baptized by Moses “in the cloud and in the sea” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.1-4"},"1 Cor. 10:1–4"],"). Noah and Abraham are spoken of as “preachers of righteousness,” which means they taught the gospel and administered its ordinances (",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.8"},"Gal. 3:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/4.1-2"},"Heb. 4:1–2"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/2.5"},"2 Pet. 2:5"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.23-24"},"Moses 8:23–24"],")."],["div",{"id":"p2","uri":"/scriptures/bd/baptism.p2","order":".000.423"},"Baptism symbolizes death, burial, and resurrection and can only be done by immersion. It is clear that John the Baptist and Philip baptized in that manner (",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.16"},"Matt. 3:16"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.37-39"},"Acts 8:37–39"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/6.1-6"},"Rom. 6:1–6"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/2.12"},"Col. 2:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.72-74"},"D&C 20:72–74"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.12-13"},"128:12–13"],"). Any other method is not baptism."],["div",{"id":"p3","uri":"/scriptures/bd/baptism.p3","order":".000.424"},"We learn from latter-day revelation, which confirms the teaching in the Bible, that the Aaronic Priesthood has authority to baptize with water, whereas the Melchizedek Priesthood has power to baptize not only with water but also to confer the Holy Ghost (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D&C 13"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-72"},"JS—H 1:68–72"],"). We note also that John the Baptist, who had the Aaronic Priesthood, recognized this distinction and used it to illustrate one of the differences between his mission and the mission of Jesus, who had the priesthood of Melchizedek (",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.11"},"Matt. 3:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.8"},"Mark 1:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.15-16"},"Luke 3:15–16"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.25-33"},"John 1:25–33"],"; contrast",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.5-25"},"Acts 8:5–25"],")."],["div",{"id":"p4","uri":"/scriptures/bd/baptism.p4","order":".000.425"},"Baptism is not optional if one wishes the fulness of salvation. Jesus said a person must be born of water and of the Spirit (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.3-5"},"John 3:3–5"],"). When He sent the Twelve Apostles forth to teach the gospel He told them that whosoever believed and was baptized would be saved, and whosoever did not believe would be damned (",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.16"},"Mark 16:16"],"). Jesus Himself was baptized “to fulfil all righteousness” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.15"},"Matt. 3:15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.4-11"},"2 Ne. 31:4–11"],"). But the Pharisees, being unwilling to accept the gospel, “rejected the counsel of God against themselves, being not baptized” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.30"},"Luke 7:30"],")."],["div",{"id":"p5","uri":"/scriptures/bd/baptism.p5","order":".000.426"},"Baptism in water has several purposes. It is for the remission of sins, for membership in the Church, and for entrance into the celestial kingdom; it is also the doorway to personal sanctification when followed by the reception of the Holy Ghost."],["div",{"id":"p6","uri":"/scriptures/bd/baptism.p6","order":".000.427"},"The age at which baptism should be administered is not specified in the Bible, although it is evident that candidates were to be old enough to be capable of belief and have some understanding. In latter-day revelation we learn that the Lord has set the age at eight years as the time when a person begins to become accountable and can be baptized (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.71"},"D&C 20:71"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-28"},"68:25–28"],"). This was also the age given in Old Testament times (",["a.scriptureRef",{"href":"/scriptures/jst/jst-gen/17.11"},["span.small","JST"],"Gen. 17:11 [Appendix]"],")."],["div",{"id":"p7","uri":"/scriptures/bd/baptism.p7","order":".000.428"},"Baptism is a most sacred ordinance, which a person, having received it, can remember throughout life as a reminder of the personal commitment to Jesus Christ. Its symbolism is beautiful, and its consequences ever so desirable. John the Baptist had the signal honor among all men to take the Son of God into the water and baptize Him, after which he saw the Holy Ghost descend upon Jesus. By being baptized Jesus obeyed the law Himself and set the example for all mankind. See also",["i",["a.scriptureRef",{"href":"/scriptures/bd/confirmation"},"Confirmation"],";",["a.scriptureRef",{"href":"/scriptures/bd/john-the-baptist"},"John the Baptist"],";",["a.scriptureRef",{"href":"/scriptures/bd/laying-on-of-hands"},"Laying on of hands"],"."]]]],"refs":null}
