{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":6,"title":"Be a Light to Your Friends","subtitle":"By Elder Benjamín De Hoyos","short_title":"Be a Light to Your Friends","uri":"/new-era/2013/09/be-a-light-to-your-friends","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/be-a-light-to-your-friends"},[".heading",{"id":"head1","uri":"/new-era/2013/09/be-a-light-to-your-friends.head1"},["h1","Be a",["span.dominant","Light"],"to Your Friends"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/09/be-a-light-to-your-friends.p2"},"By Elder Benjamín De Hoyos"],["p.para",{"id":"p3","uri":"/new-era/2013/09/be-a-light-to-your-friends.p3"},"Of the Seventy"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/benjamin-de-hoyos.jpg"}],[".kicker","When my friends and I became teenagers, things began to change between us."]],[".bodyBlock",[".figure",{"id":"f12","uri":"/new-era/2013/09/be-a-light-to-your-friends.f12"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep12-000-be-a-light-to-your-friends-poster.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/09/be-a-light-to-your-friends.p5"},"Illustration by Scott Greer"]]],["p.para",{"id":"p6","uri":"/new-era/2013/09/be-a-light-to-your-friends.p6"},"I grew up with the same friends for the first 12 years of my life. We were neighbors. We went to the same schools and attended each other’s birthday parties. I sometimes ate at their homes, they came to mine, and we had fun together. But when we became teenagers, things began to change. They were not members of the Church, and they swore, they smoked, and they drank alcohol. They had a completely different view of the law of chastity than I did."],["p.para",{"id":"p7","uri":"/new-era/2013/09/be-a-light-to-your-friends.p7"},"I thought about the problem carefully, and then I talked to my father about what to do. He said, “You have to decide. These good friends are different from you. Before you couldn’t tell, but now there’s a very big difference.”"],["p.para",{"id":"p8","uri":"/new-era/2013/09/be-a-light-to-your-friends.p8"},"I trusted my father’s counsel. My friends knew I was a member of the Church, so when I decided not to always go everywhere they went, they understood. Eventually, we spent less and less time together even though we were still friendly."],["p.para",{"id":"p9","uri":"/new-era/2013/09/be-a-light-to-your-friends.p9"},"It was a trial for me to leave my friends, but I knew that it was important to maintain the principles of the gospel in my life. I thought about Alma’s counsel to his sons when he taught them to have faith in God. He said, “Whosoever shall put their trust in God shall be supported in their trials” (",["a",{"href":"/scriptures/bofm/alma/36.3"},"Alma 36:3"],")."],["p.para",{"id":"p10","uri":"/new-era/2013/09/be-a-light-to-your-friends.p10"},"One of the things that helped me get through this hard time was going every week to Church activities, including Mutual. I also kept myself busy with dancing, sports, and youth conferences."],["p.para",{"id":"p11","uri":"/new-era/2013/09/be-a-light-to-your-friends.p11"},"I made a new friend who was not a member of the Church, and he sometimes invited me to go to parties. These parties were the same day as Mutual, so I told him, “I’m sorry. I would like to go, but I have other plans.”"],["p.para",{"id":"p12","uri":"/new-era/2013/09/be-a-light-to-your-friends.p12"},"He asked what I was doing. I told him, “I’m going to Mutual.”"],["p.para",{"id":"p13","uri":"/new-era/2013/09/be-a-light-to-your-friends.p13"},"“What’s Mutual?” he asked."],["p.para",{"id":"p14","uri":"/new-era/2013/09/be-a-light-to-your-friends.p14"},"I explained that we had a lot of fun activities at Mutual and that I was serving as a counselor in the presidency. After I turned down three invitations to his parties, he said, “Invite me to Mutual.”"],["p.para",{"id":"p15","uri":"/new-era/2013/09/be-a-light-to-your-friends.p15"},"So he came with me, the missionaries taught him, and he was eventually baptized."],["p.para",{"id":"p16","uri":"/new-era/2013/09/be-a-light-to-your-friends.p16"},"I invite you to make decisions now so that you can be a light to your friends. One thing you can do is attend seminary. Your seminary teachers do",["span.emphasis","their"],"part; they put forth a lot of effort in preparing lessons for you. Seminary will be even more of a blessing to you when you do",["span.emphasis","your"],"part: read the assignments, pray and fast, receive and accept the teachings. Learning takes place when both parties do what they need to do."],["p.para",{"id":"p17","uri":"/new-era/2013/09/be-a-light-to-your-friends.p17"},"When I was in high school, one of my friends invited me to a party and said, “Let’s go ask my father if we can borrow his car.” His father did not want to let him borrow the car. Then, when his father saw me, he said, “OK, I’ll let you borrow the car, but only if Benjamín will drive.”"],["p.para",{"id":"p18","uri":"/new-era/2013/09/be-a-light-to-your-friends.p18"},"This man knew that my family and I were members of the Church, that we didn’t drink alcohol, and that I would be a safe driver."],["p.para",{"id":"p19","uri":"/new-era/2013/09/be-a-light-to-your-friends.p19"},"The reaction of my friend’s father helped me appreciate my parents’ teachings and the example they set. At home we had family home evening and family prayer. Sunday was a day of rest for us. These types of things were the gospel in action for us, and we enjoyed it a lot. My father often invited other members of the Church to come to our house to talk about the gospel on Sunday afternoons. We ate together, we talked about the gospel, and we shared a close friendship."],["p.para",{"id":"p20","uri":"/new-era/2013/09/be-a-light-to-your-friends.p20"},"Prepare now to build your own strong future families. You do that when you are active in learning about the gospel. Remember that if you will put your trust in God; have daily, fervent prayer; read the scriptures; keep yourselves clean; and work on your Duty to God or Personal Progress, you will be protected from harm, will be a light to your friends, and will find joy in your life."]]]]],"refs":null}
