{"id":15,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":15,"title":"Be the One","subtitle":"By Angelica Hagman","short_title":"Be the One","uri":"/new-era/2013/05/be-the-one","content":[["div",{"id":"head1","uri":"/new-era/2013/05/be-the-one.head1"},[".title","Be the One"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/05/be-the-one.p2"},"By Angelica Hagman"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/05/be-the-one.p3"},"Angelica Hagman lives in California, USA."]],[".kicker","Three stories from the Book of Mormon helped me realize everything I can do."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/05/be-the-one.f1"},[".credit",["div",{"id":"p5","uri":"/new-era/2013/05/be-the-one.p5"},"Photo illustration by Welden C. Andersen"]]],["div",{"id":"p6","uri":"/new-era/2013/05/be-the-one.p6"},"Lately in my study of the Book of Mormon, I’ve been on the lookout for less-prominent story lines—you know, the stories we might not pay as much attention to as Nephi building a ship, Abinadi preaching to wicked King Noah, or Helaman leading the 2,000 stripling warriors to battle."],["div",{"id":"p7","uri":"/new-era/2013/05/be-the-one.p7"},"My conclusion? The scriptures can teach us an incredible amount, even by mentioning seemingly insignificant details! I’ve learned several lessons as I’ve pored over the Book of Mormon for people, places, and plots mentioned only briefly or barely at all. Three of my recent discoveries have even combined to teach me one important message:",["span.emphasis","Be the one."]],["div",{"id":"p8","uri":"/new-era/2013/05/be-the-one.p8"},"Let’s examine the three stories and what they teach about being the one."],["div",{"id":"t1","uri":"/new-era/2013/05/be-the-one.t1"},[".title","Be the One Who Chooses the Right—Even When Nobody Else Does!"],["div",{"id":"p10","uri":"/new-era/2013/05/be-the-one.p10"},"Three simple words clued me onto an easily missed Book of Mormon story:",["span.emphasis","save only one."]],["div",{"id":"p11","uri":"/new-era/2013/05/be-the-one.p11"},"After King Lamoni’s father, the king of all the Lamanites, accepted Aaron’s teachings (around 90–77",["span.small","B.C."],"), he sent out a proclamation among his people, forbidding them to persecute Aaron and his brethren, the other sons of Mosiah and those who were with them. As a result, Aaron and his fellow missionaries had much success. Thousands of the Lamanites were “brought to the knowledge of the Lord” (",["a",{"href":"/scriptures/bofm/alma/23.5"},"Alma 23:5"],"; see also",["a",{"href":"/scriptures/bofm/alma/23.1-4"},"verses 1–4"],")."],["div",{"id":"p12","uri":"/new-era/2013/05/be-the-one.p12"},"The missionaries’ success was limited, though. In certain areas of the land, the Lamanites hardened their hearts. None of the Amulonites were converted. Nor were any of the Amalekites—and here enter the three words I referred to earlier—",["span.emphasis","“save only one”"],"(",["a",{"href":"/scriptures/bofm/alma/23.14"},"Alma 23:14"],")."],["div",{"id":"p13","uri":"/new-era/2013/05/be-the-one.p13"},["span.emphasis","Save only one."],"Out of possibly thousands of Amalekites, only",["span.emphasis","one"],"chose to embrace the gospel."],["div",{"id":"p14","uri":"/new-era/2013/05/be-the-one.p14"},"We don’t know the identity of the",["span.emphasis","one"],"or how difficult the choice to accept the gospel was for him or her. Nor do we know the sacrifices he or she had to make because of this decision. We",["span.emphasis","do"],"know “the Amalekites were of a … wicked and murderous disposition” (",["a",{"href":"/scriptures/bofm/alma/43.6"},"Alma 43:6"],"). In other words, deciding to choose the right probably wasn’t easy in their community!"],["div",{"id":"p15","uri":"/new-era/2013/05/be-the-one.p15"},"Would",["span.emphasis","I"],"have been the one?",["span.emphasis","Am"],"I the one? The one who refuses to participate in gossip? The one who stands up for the Church? The one who chooses the right—whatever the circumstances—even when nobody else does?"]],["div",{"id":"f2","uri":"/new-era/2013/05/be-the-one.f2"},[".caption","When Abinadi, another example from the Book of Mormon, chose to",["span.emphasis","be the one,"],"his choice led Alma to",["span.emphasis","be the one"],"as well—the only one of King Noah’s priests to accept the gospel, which influenced an entire nation (see",["a",{"href":"/scriptures/bofm/mosiah/11"},"Mosiah 11–18"],")."]],["div",{"id":"t2","uri":"/new-era/2013/05/be-the-one.t2"},[".title","Be the One Who Leaves Behind a Bad Situation—Preferably before It Turns Bad!"],["div",{"id":"p18","uri":"/new-era/2013/05/be-the-one.p18"},"During Captain Moroni’s time (around 68",["span.small","B.C."],"), a land dispute arose between the people in the land of Morianton and the people in the land of Lehi. Their contentions grew and the people of Morianton became determined to kill those in the land of Lehi, taking up arms against them (see",["a",{"href":"/scriptures/bofm/alma/50.26"},"Alma 50:26"],"). The people in Lehi fled to Moroni’s camp to ask for assistance."],["div",{"id":"p19","uri":"/new-era/2013/05/be-the-one.p19"},"The people of Morianton—led by a man named Morianton—were afraid of Moroni and his armies, for good reason. After Morianton discovered that the people of Lehi were asking for military assistance, he convinced his people to flee northward to escape Moroni’s armies (see",["a",{"href":"/scriptures/bofm/alma/50.27-29"},"Alma 50:27–29"],"). Before Morianton could set his plan into action, however, he became “angry with one of his maid servants, and he fell upon her and beat her much” (",["a",{"href":"/scriptures/bofm/alma/50.30"},"Alma 50:30"],")."],["div",{"id":"p20","uri":"/new-era/2013/05/be-the-one.p20"},"Luckily, the maidservant had her wits about her. Beaten and bruised, she decided to leave Morianton’s reign. Not only did she escape a bad situation, but she also decided to seek a much better one. She fled to Moroni’s camp and told Moroni about Morianton’s plan to move his people into the land northward. Moroni set out to stop Morianton and eventually succeeded—a really good thing, because Morianton’s plan might have led to the eventual overthrow of the Nephites’ freedom (see",["a",{"href":"/scriptures/bofm/alma/50.32"},"Alma 50:32"],")."],["div",{"id":"p21","uri":"/new-era/2013/05/be-the-one.p21"},"With the help of this single maidservant, the Nephites preserved their freedom. But even if the consequences had been much less dramatic, the maidservant chose well when she decided to leave Morianton behind to seek refuge with Moroni’s people."],["div",{"id":"p22","uri":"/new-era/2013/05/be-the-one.p22"},"In our day, “leaving Morianton behind” may mean leaving early from a party (or staying away from it in the first place if you know or suspect ahead of time that it won’t match your standards), turning off inappropriate media, or abandoning a destructive habit. Be the one to leave behind bad situations—preferably before they turn bad in the first place—and seek for something better. And be willing to support righteous leaders."]],["div",{"id":"f3","uri":"/new-era/2013/05/be-the-one.f3"},[".caption","Samuel the Lamanite tried to teach the gospel to the people in Zarahemla—not an easy task. They rejected him, and he was ready to leave. But when the Lord called him to stay, he chose to",["span.emphasis","be the one"],"to help the people come unto Christ, even at the risk of his own life (see",["a",{"href":"/scriptures/bofm/hel/13"},"Helaman 13–15"],")."]],["div",{"id":"t3","uri":"/new-era/2013/05/be-the-one.t3"},[".title","Be the One Who Steps Up to the Plate—Even If Success Is Not Assured!"],["div",{"id":"p25","uri":"/new-era/2013/05/be-the-one.p25"},"Most of us know plenty about Laman the murmuring brother of Nephi (see 1 Nephi). But what about the Laman who helped free Nephite prisoners from a Lamanite camp?"],["div",{"id":"p26","uri":"/new-era/2013/05/be-the-one.p26"},"During a period of many battles (around 63",["span.small","B.C."],"), the Nephites and Lamanites wished to exchange prisoners of war. But after the Lamanite leader, Ammoron, sent an epistle filled with lies and hatred to Captain Moroni, Moroni decided to come up with a different plan from what the Lamanites proposed."],["div",{"id":"p27","uri":"/new-era/2013/05/be-the-one.p27"},"Laman (a former servant of a Lamanite king) agreed to spearhead Moroni’s plan. Pretending to be escaped Lamanite prisoners, Laman and a few other men of Lamanite descent brought wine to the Lamanite guards at night. You may remember the rest of the story: the Lamanites craved the wine, became extremely drunk, and fell asleep; and then the Nephites armed their fellow Nephite prisoners with weapons. The next day, the Lamanites awoke to an unexpected surprise—their prisoners were now armed—and the Lamanites wisely laid down their own weapons at the Nephites’ feet (see",["a",{"href":"/scriptures/bofm/alma/55.4-24"},"Alma 55:4–24"],")."],["div",{"id":"p28","uri":"/new-era/2013/05/be-the-one.p28"},"It was a great plan! No problem, right? Actually, Laman would have had valid reasons to refuse to set Moroni’s plan in motion. Not only did Laman take an enormous risk by posing as an escaped Lamanite prisoner, but what if the Lamanite guards had recognized him? Laman was a wanted man—he had been suspected unfairly of murdering a former Lamanite king (see",["a",{"href":"/scriptures/bofm/alma/47"},"Alma 47"],"and",["a",{"href":"/scriptures/bofm/alma/55.5"},"55:5"],")."],["div",{"id":"p29","uri":"/new-era/2013/05/be-the-one.p29"},"Despite the danger, Laman decided to be the one to tackle the challenge."],["div",{"id":"p30","uri":"/new-era/2013/05/be-the-one.p30"},"We’ll all have challenges where we have to take on a responsibility even if we’re not sure we’ll succeed—fulfilling a Church calling, volunteering to help someone in need, accepting the prophet’s call for priesthood holders to prepare to serve a mission. We can be the ones to step up to the plate, even when the obstacles ahead seem insurmountable. At times like these, we can remember President Thomas S. Monson’s counsel, “If we are on the Lord’s errand, we are entitled to the Lord’s help” (“The Priesthood—a Sacred Gift,”",["span.emphasis","Ensign,"],"May 2007, 58). We will have heavenly assistance to help us succeed in Heavenly Father’s work."]],["div",{"id":"t4","uri":"/new-era/2013/05/be-the-one.t4"},[".title","You Can Be the One"],["div",{"id":"p32","uri":"/new-era/2013/05/be-the-one.p32"},"Today, our challenges may be different from those experienced by the only converted Amalekite, Morianton’s escaped maidservant, and the former servant of the Lamanite king. But these three stories in the Book of Mormon (along with others) give us a clear invitation: when the Lord needs someone to choose the right, to leave behind a bad situation and seek a better one, to support righteous leaders, or to take on difficult challenges—when He needs someone to do",["span.emphasis","anything,"],"really—we can do it.",["span.emphasis","Be the one."]]]]],"refs":null}
