{"id":25,"parent_id":0,"book_id":22654,"content_id":1,"language_id":0,"display_order":25,"title":"Beauty All Around","subtitle":"By Marissa Widdison","short_title":"Beauty All Around","uri":"/liahona/2013/02/beauty-all-around","content":[["div",{"id":"head1","uri":"/liahona/2013/02/beauty-all-around.head1"},[".title","Beauty All Around"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/02/beauty-all-around.p2"},"By Marissa Widdison"],["div",{"id":"p3","uri":"/liahona/2013/02/beauty-all-around.p3"},"Church Magazines"]]],[".bodyBlock",["div",{"id":"p4","uri":"/liahona/2013/02/beauty-all-around.p4"},"Imagine you are visiting Africa. As you look at wild animals through your binoculars, you notice a shape coming toward you. It’s an eagle owl! As it gets closer, you hold up your arm to defend yourself. But instead of attacking, the owl gently lands on your arm, making little noises and looking at you for a moment before taking flight once more. This really happened to President Boyd K. Packer, President of the Quorum of the Twelve Apostles. He loves animals and especially birds."],["div",{"id":"p5","uri":"/liahona/2013/02/beauty-all-around.p5"},"One way President Packer shows how much he loves nature is through art. Ever since he was a child, he has liked to draw, paint, and carve. “All my observations confirm to my soul that there is a God, who created it all,” President Packer said."],["div",{"id":"f1","uri":"/liahona/2013/02/beauty-all-around.f1"},[".credit",["div",{"id":"p6","uri":"/liahona/2013/02/beauty-all-around.p6"},"Photographs courtesy of President Boyd K. Packer"]],["div",{"id":"f2","uri":"/liahona/2013/02/beauty-all-around.f2"},[".caption","President Packer drew these animals when he was 11 years old. His father would bring home extra paper that the local newspaper didn’t use, and President Packer would lie on his stomach and draw. “If drawing is a disease, it seems that I was seriously afflicted,” he said."]],["div",{"id":"f3","uri":"/liahona/2013/02/beauty-all-around.f3"},[".caption","President Packer was about 10 years old when he made this from pinecones found on a family camping trip."]],["div",{"id":"f4","uri":"/liahona/2013/02/beauty-all-around.f4"},[".caption","While serving as a pilot in the military, President Packer sent letters home in envelopes that he decorated during free moments."]],["div",{"id":"f5","uri":"/liahona/2013/02/beauty-all-around.f5"},[".caption","President Packer has carved dozens of birds over the years. He said that carving helps him relax and think about what he should say in upcoming talks."]],["div",{"id":"f6","uri":"/liahona/2013/02/beauty-all-around.f6"},[".caption","President Packer cut out and painted the wood birds below when he was a child, using wood from old boxes and paint given to him by a neighbor."]]]]],"refs":null}
