{"id":17,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":17,"title":"Because of Mom","subtitle":"","short_title":"Because of Mom","uri":"/new-era/2013/05/because-of-mom","content":[["div",{"id":"head1","uri":"/new-era/2013/05/because-of-mom.head1"},[".title","Because of Mom"],[".kicker","Like the sons of Helaman who were taught by their mothers (see",["a",{"href":"/scriptures/bofm/alma/56.47-48"},"Alma 56:47–48"],"), Latter-day Saint youth appreciate their mothers’ lessons and good examples. Following are what some young men and young women have to say about their mothers—and what they do to show their moms they love them."]],[".bodyBlock",[".quote",{"id":"f1","uri":"/new-era/2013/05/because-of-mom.f1"},["div",{"id":"p3","uri":"/new-era/2013/05/because-of-mom.p3"},"My mother blesses me (as well as a lot of other people) because she knows a lot about the scriptures and uses them to help me when I have a problem. She always reminds us to have family home evening, prayer, and scripture reading. Much of who we are is thanks to her."],["div",{"id":"p4","uri":"/new-era/2013/05/because-of-mom.p4"},"She is often alone, so I help her a lot in the kitchen or with other things she needs to do."],[".bio",["div",{"id":"p5","uri":"/new-era/2013/05/because-of-mom.p5"},"Ailed S., 15, Monterrey, Mexico"]]],[".quote",{"id":"f2","uri":"/new-era/2013/05/because-of-mom.f2"},["div",{"id":"p6","uri":"/new-era/2013/05/because-of-mom.p6"},"My mom writes notes to cheer me up when I need it. I play basketball, and when I have a bad game or a bad practice, I know she is someone I can talk to about it. She gives me good advice. When I was in the sixth grade, we read the Book of Mormon together, and that’s when I gained a testimony of it."],["div",{"id":"p7","uri":"/new-era/2013/05/because-of-mom.p7"},"I try to help her by cleaning up. I tell her I love her and make sure she knows that what she does is appreciated."],[".bio",["div",{"id":"p8","uri":"/new-era/2013/05/because-of-mom.p8"},"Shelby S., 17, Oregon, USA"]]],[".quote",{"id":"f3","uri":"/new-era/2013/05/because-of-mom.f3"},["div",{"id":"p9","uri":"/new-era/2013/05/because-of-mom.p9"},"My mom is a great example to me and takes time to help me learn how to clean and cook better. She also tries to help me sew. When I came in last during a race, she showed me the scripture in",["a",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],"to help me realize that Heavenly Father loves me despite my weaknesses. She teaches us about loving our family when she reads to us and gathers us all around her. Because of her, we like to be together as a family."],["div",{"id":"p10","uri":"/new-era/2013/05/because-of-mom.p10"},"I help Mom clean, and I take care of my brothers when she is at work. I like to surprise her by cleaning the house and cooking sometimes."],[".bio",["div",{"id":"p11","uri":"/new-era/2013/05/because-of-mom.p11"},"Hallie B., 16, Utah, USA"]]],[".quote",{"id":"f4","uri":"/new-era/2013/05/because-of-mom.f4"},["div",{"id":"p12","uri":"/new-era/2013/05/because-of-mom.p12"},"Our mother is really good at taking care of us and is there when we need her comfort. She’s taught us not to be judgmental of others and to be obedient. Whenever we have a problem at school, we can talk to her. We really appreciate her a lot."],["div",{"id":"p13","uri":"/new-era/2013/05/because-of-mom.p13"},"We help around the house and watch our three little brothers. We try to get them to smile and laugh so that our mom isn’t as stressed."],[".bio",["div",{"id":"p14","uri":"/new-era/2013/05/because-of-mom.p14"},"Sierra N., 16, and Spencer N., 14, Utah, USA"]]],[".quote",{"id":"f5","uri":"/new-era/2013/05/because-of-mom.f5"},["div",{"id":"p15","uri":"/new-era/2013/05/because-of-mom.p15"},"I can tell my mom anything. For example, if I break something, she might get upset at first, but then she’ll say, “Oh, I’m sorry. Do you need help cleaning it up?” And I’ll say, “No, I got it.” She also takes me everywhere I need to go. She likes hanging out as a family, so we take long walks to new places and see what is going on there."],["div",{"id":"p16","uri":"/new-era/2013/05/because-of-mom.p16"},"On Mother’s Day my siblings and I bring her breakfast in bed. A lot of times when we’re in a good working mood, we’ll clean the kitchen, and that makes her day every time we do it. We try to do chores without complaining and help my younger siblings with their work."],[".bio",["div",{"id":"p17","uri":"/new-era/2013/05/because-of-mom.p17"},"Sam C., 16, Colorado, USA"]]],[".quote",{"id":"f6","uri":"/new-era/2013/05/because-of-mom.f6"},["div",{"id":"p18","uri":"/new-era/2013/05/because-of-mom.p18"},"When I come home from school, my mom and I talk about how my day went. I tell her everything that has happened, and she takes time to listen and give me advice if I need it. She’s there for me, no matter what."],["div",{"id":"p19","uri":"/new-era/2013/05/because-of-mom.p19"},"I often hug her and tell her I love her. I’ve had to help around the house a lot because she hasn’t been feeling very well lately. I also spend a lot of time with my little brother."],[".bio",["div",{"id":"p20","uri":"/new-era/2013/05/because-of-mom.p20"},"Hannah L., 16, Utah, USA"]]],[".quote",{"id":"f7","uri":"/new-era/2013/05/because-of-mom.f7"},["div",{"id":"p21","uri":"/new-era/2013/05/because-of-mom.p21"},"I love my mom because she is easygoing and helpful. It makes it nice to be at home. She is a great cook, so we get good dinners all the time. We have lots of freedom, but she also lets me know what the rules and regulations are. She is there if I need help with anything."],["div",{"id":"p22","uri":"/new-era/2013/05/because-of-mom.p22"},"I try to do what she says the first time she asks so that she doesn’t have to repetitively ask. I try as hard as I can to not fight with my siblings. She likes to read, so I try not to interrupt her reading too much."],[".bio",["div",{"id":"p23","uri":"/new-era/2013/05/because-of-mom.p23"},"Jaden W., 14, Arizona, USA"]]],[".quote",{"id":"f8","uri":"/new-era/2013/05/because-of-mom.f8"},["div",{"id":"p24","uri":"/new-era/2013/05/because-of-mom.p24"},"My mom can tell when I am in a bad mood, and she’ll text me to tell me that she loves me. One time my mom was dropping me off for early-morning seminary, and I was not talking much. That morning she sent a text saying, “I love you and am proud of you. I hope you have a really good day because you deserve it.” She’s taught me how to serve others and be more selfless. From her I have learned that no matter the situation you are in, you can always help others."],["div",{"id":"p25","uri":"/new-era/2013/05/because-of-mom.p25"},"I write her little notes and put them in places where she’ll find them. I like to bake a lot, so sometimes I will make something that I know she really likes."],[".bio",["div",{"id":"p26","uri":"/new-era/2013/05/because-of-mom.p26"},"Brittany H., 16, California, USA"]]]],[".resources",["div",{"id":"f9","uri":"/new-era/2013/05/because-of-mom.f9"},[".title","Giving Thanks to Mom"],["div",{"id":"p28","uri":"/new-era/2013/05/because-of-mom.p28"},"“There are some simple things you can do to help your mother. …"],["div",{"id":"p29","uri":"/new-era/2013/05/because-of-mom.p29"},"“You can make your bed, help with the dishes, and do other chores—without being asked."],["div",{"id":"p30","uri":"/new-era/2013/05/because-of-mom.p30"},"“You can say thank you more often when you finish a nice meal … or when clean clothes are put in your drawers."],["div",{"id":"p31","uri":"/new-era/2013/05/because-of-mom.p31"},"“Most of all, you can put your arms around your mother often and tell her you love her.”"],[".citationInfo",["div",{"id":"p32","uri":"/new-era/2013/05/because-of-mom.p32"},"Elder M. Russell Ballard of the Quorum of the Twelve Apostles, “Daughters of God,”",["span.emphasis","Ensign,"],"May 2008, 110."]]]]],"refs":null}
