{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":5,"title":"Becoming a Good Shepherd","subtitle":"","short_title":"Lesson 3","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.head1"},[".titleNumber","Lesson 3"],["h1","Becoming a Good Shepherd"],[".intro","“I am the good shepherd, and know my sheep, and am known of mine."],[".intro","“As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep” (",["a.scriptureRef",{"href":"/scriptures/nt/john/10.14-15"},"John 10:14–15"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p6","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p6"},"Leaders should demonstrate love and concern for those they lead."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.f1"},["ol.number",["li",["span.label","1."],[".para","Jesus Christ is the Good Shepherd."]],["li",["span.label","2."],[".para","Family and Church leaders should strive to follow the pattern of leadership set by the Lord."]]]]],[".topic",["h2","Concept 1. Jesus Christ Is the Good Shepherd."],[".topic",["h3","Commentary"],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p12"},"In the Bible, shepherds are used to represent leaders of God’s people (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/63.11"},"Isaiah 63:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.2"},"Jeremiah 23:2"],"). Shepherds watch for enemies who might attack the sheep, and they defend them when necessary. They tend to sick or wounded sheep and search for and rescue lost or trapped ones. In Christ’s teachings, shepherds love their sheep and try to earn their trust. The sheep know, love, and trust the shepherd above all others. A good shepherd will even die for his sheep. Christ contrasts the shepherd with the hireling, who deserts the sheep in times of danger because he does not love them (see",["a.scriptureRef",{"href":"/scriptures/nt/john/10.11-13"},"John 10:11–13"],";",["span.emphasis","The Life and Teachings of Jesus and His Apostles"],"[Religion 211 and 212 student manual, 1979], pp. 108–9)."],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p13"},"Jesus Christ is the Good Shepherd. In",["a.scriptureRef",{"href":"/scriptures/nt/john/10.14-15"},"John 10:14–15"],", Jesus explains that He and His sheep know each other, just as He and His Father know each other. This kind of relationship develops over time and requires personal experience. (For other references to Christ as a shepherd, see",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.24"},"Genesis 49:24"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/23"},"Psalm 23"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/80.1"},"80:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/10.1-30"},"John 10:1–30"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/13.20"},"Hebrews 13:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.25"},"1 Peter 2:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/5.4"},"5:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.37-38,58-60"},"Alma 5:37–38, 58–60"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/7.18"},"Helaman 7:18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.13"},"15:13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.17"},"Mormon 5:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.44"},"D&C 50:44"],".)"],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p14"},"Elder Henry B. Eyring of the Quorum of the Twelve commented: “A shepherd watches over sheep. In the scriptural stories the sheep are in danger; they need protection and nourishment. The Savior warns us that we must watch the sheep as He does. He gave His life for them. They are His. We cannot approach His standard if, like a hired servant, we watch only when it is convenient and only for a reward. …"],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p15"},"“The members of the Church are the sheep. They are His, and we are called by Him to watch over them. We are to do more than warn them against danger. We are to feed them” (in Conference Report, Mar.–Apr. 2001, 49; or",["span.emphasis","Ensign,"],"May 2001, 38)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p17"},"Have several students read to the class the scriptures cited in the second paragraph of the commentary, paying attention to the titles of Jesus Christ in these passages."],["div",{"id":"p18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p18"},"Ask questions like the following. Use information in the commentary to help your discussion."],["ul.bullet",["li",["span.label","•"],[".para","Why are shepherds so important?"]],["li",["span.label","•"],[".para","What do shepherds do?"]],["li",["span.label","•"],[".para","How are hirelings different from shepherds?"]],["li",["span.label","•"],[".para","How might sheep react differently under the care of a shepherd than under a hireling?"]],["li",["span.label","•"],[".para","What did Jesus do during His mortal ministry that teaches us what it means to be a shepherd?"]]]]],[".topic",["h2","Concept 2. Family and Church Leaders Should Strive to Follow the Pattern of Leadership Set By the Lord."],[".topic",["h3","Commentary"],["div",{"id":"p26","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p26"},"The Lord tells Church and family leaders to be shepherds. President James E. Faust taught: “Tonight I would like to speak to the priesthood of God in their capacity as the Lord’s shepherds. Elder Bruce R. McConkie stated: ‘Anyone serving in any capacity in the Church in which he is responsible for the spiritual or temporal well-being of any of the Lord’s children is a shepherd to those sheep. The Lord holds his shepherds accountable for the safety [meaning the salvation] of his sheep’ [",["span.emphasis","Mormon Doctrine,"],"2nd ed. (1966), 710]. The bearers of the priesthood have this great responsibility, whether it is father, grandfather, home teacher, elders quorum president, bishop, stake president, or other Church calling” (in Conference Report, Apr. 1995, 62; or",["span.emphasis","Ensign,"],"May 1995, 45–46)."],["div",{"id":"p27","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p27"},"We can only become good shepherds as we grow close to the Lord. Elder Henry B. Eyring explained: “He who sees all things, whose love is endless, and who never sleeps—He watches with us. He knows what the sheep need at every moment. By the power of the Holy Ghost, He can tell us and send us to them. …"],["div",{"id":"p28","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p28"},"“It is love that must motivate the shepherds of Israel. That may seem difficult at the start, because we may not even know the Lord well. But if we begin with even a little grain of faith in Him, our service to the sheep will increase our love for Him and for them. It comes from simple things that every shepherd must do. We pray for the sheep, every one for whom we are responsible. When we ask, ‘Please tell me who needs me,’ answers will come. A face or a name will come into our minds. Or we may have a chance meeting that we feel isn’t chance. In those moments we will feel the love of the Savior for them and for us. As you watch over His sheep, your love for Him will grow. And that will increase your confidence and your courage” (in Conference Report, Mar.–Apr. 2001, 51; or",["span.emphasis","Ensign,"],"May 2001, 39–40)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p30","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p30"},"Display the pictures at the end of this lesson. Which one did the Savior exemplify? Why?"],["div",{"id":"p31","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p31"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.47"},"Moroni 7:47"],"as a class. Discuss charity, and point out that, since charity is the pure love of Christ, when we have charity for others, we love them as He loves us. Discuss why this attitude is important to family and Church leaders."],["div",{"id":"p32","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p32"},"Discuss why family and Church leaders should be shepherds to those they lead (see the commentary)."],"Read the statement by Elder Eyring from the commentary. Discuss questions such as:",["ul.bullet",["li",["span.label","•"],[".para","According to Elder Eyring, what can increase our confidence and courage as leaders?"]],["li",["span.label","•"],[".para","How does service relate to love?"]],["li",["span.label","•"],[".para","What conditions in the world call for our leaders to be good shepherds?"]],["li",["span.label","•"],[".para","How can we determine what expressions of love and concern are appropriate in our role as leaders?"]]],"Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.3-11,17,43-49,55-56"},"Alma 56:3–11, 17, 43–49, 55–56"],", and discuss these verses as a class. Ask questions such as:",["ul.bullet",["li",["span.label","•"],[".para","Do you think Helaman was a good shepherd? Why?"]],["li",["span.label","•"],[".para","How did the two thousand young men led by Helaman respond to his leadership?"]],["li",["span.label","•"],[".para","Do you think these two thousand young men would have been less successful under a different style of leadership? Why?"]]],["div",{"id":"p42","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p42"},"Encourage students to develop Christlike love for everyone so that they will be prepared to be good shepherds when the opportunity comes."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p44","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p44"},"Elder James E. Faust"],["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p45"},"Of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p46"},["span.emphasis","“These I Will Make My Leaders,” in Conference Report, Oct. 1980, 50–54; or"],"Ensign,",["span.emphasis","Nov. 1980, 34–37"]]],["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p47"},"I am humbled by the opportunity to address the priesthood this evening. I should like to direct my remarks to the leaders of the Church, and especially to the future leaders, the young men of the Aaronic Priesthood. Many of you young men will have leadership responsibilities sooner than you realize. It does not seem long since I was a deacons quorum president. As far as the worldwide, fast-growing Church is concerned, leadership is one of our greatest challenges."],[".topic",["h3","Leaders receive and give assignments"],["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p49"},"A year or so ago I sat in an elders quorum meeting. The members of the presidency were fine, capable young men; but when they got around to sharing the quorum responsibilities and getting the work done, they limited it to those who were present and who would volunteer. Not one assignment was given."],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p50"},"One of the first principles we must keep in mind is that the work of the Lord goes forward through assignments. Leaders receive and give assignments. This is an important part of the necessary principle of delegating. No one appreciates a willing volunteer more than I, but the total work cannot be done as the Lord wants it done merely by those doing the work who may be present at meetings. I have often wondered what the earth would look like if the Lord in the Creation had left the work to be done only by volunteers."],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p51"},"If we look upon fulfilling of assignments as building the kingdom of God and as being an opportunity as well as a privilege and an honor, then assignments and challenges should certainly be given to every member of the quorum. Such involvement should include, with appropriate wisdom and discretion, those who perhaps need them the most—the inactive and the partially active brethren. Assignments always should be given with the greatest love, consideration, and kindness. Those asked to respond should be treated with respect and appreciation."],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p52"},"General Authorities regularly receive assignments from the First Presidency and the President of the Council of the Twelve. Whether such assignments come in writing, as most do, or are personally given, they are always couched with “if you please” or “if it is convenient” or “Would you kindly attend to this or to that.” Never are these assignments framed in terms of a command or a demand."]],[".topic",["h3","Follow Savior’s example"],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p54"},"Ever since I was first in Egypt in World War II, I have been interested in ancient ruins. There is a fascination in observing why some columns still stand and others have toppled over. Very frequently those still standing do so because they bear a weight on top. There is, I believe, a parallel principle in leadership. Those who stand faithful to their priesthood are often those who bear some weight of responsibility. Those involved are those most likely to be committed. So a successful quorum leader will want all of those in his quorum to have an opportunity to serve with some kind of calling appropriate to the circumstances."],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p55"},"The most encompassing short course on leadership was given by the Savior himself: “And he saith unto them, Follow me” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.19"},"Matt. 4:19"],"). A leader cannot ask of others what he is not willing to do himself. Our safest course is to follow the example of the Savior, and our security is to listen to and follow the direction of his prophet, the President of the Church."]],[".topic",["h3","Good leader “expects much, inspires greatly”"],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p57"},"Some years ago I was traveling in the Rosario Argentina Mission up in the northern part of Argentina. As we were traveling along the road, we passed a large herd of cattle being moved. The herd was moving peaceably and without difficulty. The herd was quiet. There were no dogs. Out in front leading the herd were three gauchos on horseback, each about fifteen or twenty yards apart. These three horsemen were slumped forward in their saddles, completely relaxed, confident that the herd would follow them. At the rear of the herd was a single rider bringing up the rear. He, too, was slumped forward in his saddle as if he were sleeping. The whole herd moved peacefully, quietly, and was subdued. From that experience it seemed obvious to me that leadership is about three-fourths show-the-way and about one-fourth follow-up."],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p58"},"The leader himself, when directing, does not have to be bombastic and loud. Those who are called to lead in the ministry of the Master are not called to be chiefs or dictators. They are called to be good shepherds. They are to be constantly training others to take their place and become greater leaders than their teachers. A good leader expects much, inspires greatly, and sets on fire those he is called to lead."],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p59"},"Now, a leader must cause things to happen and lives to be affected. Something should move and change. He must see that those under him do not fail. But it should be done in the Lord’s way. He should be the instrument in the hands of the Almighty for changing lives. He needs to know where he is now, where he is going, and how he is going to get there."]],[".topic",["h3","Listening"],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p61"},"A leader must be a good listener. He must be willing to take counsel. He must show a genuine concern and love for those under his stewardship. No priesthood leader can ever be effective unless he has firmly in mind the transcending keys of leadership found in section 121 of the Doctrine and Covenants:"],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p62"},"“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;"],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p63"},"“By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile—"],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p64"},"“Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing forth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee to be his enemy” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41-43"},"D&C 121:41–43"],")."],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p65"},"In my experience, the Holy Ghost moves to reprove with sharpness only very rarely. Any reproving should be done gently in an effort to convince the one being reproved that it is done in his own interest. …"]],[".topic",["h3","Divine assistance"],["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p67"},"With faith in the Lord and humility, a priesthood leader may confidently expect divine assistance in his problems. It may require struggling and pondering, but the reward is sure. The answer may come as it did to Enos: “The voice of the Lord came into my mind,” said he (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.10"},"Enos 1:10"],"). Or, it may be the feeling in the bosom in accordance with section 9 of the Doctrine and Covenants."],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p68"},"After receiving such divine assurance by and through the power of the Holy Ghost, the humble leader can then pursue an unswerving course with the absolute conviction in mind and heart that that which is being done is on the right course and is what the Lord himself would do in the matter. …"],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p69"},"Most of us who are called to leadership in the Church feel that we are inadequate because of inexperience, lack of ability, or meager learning and education. Of the many descriptions of Moses is the following: “Now the man Moses was very meek, above all the men which were upon the face of the earth” (",["a.scriptureRef",{"href":"/scriptures/ot/num/12.3"},"Num. 12:3"],")."],["div",{"id":"p70","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p70"},"Years ago I recall President John Kelly, who was then presiding over the Fort Worth Texas Stake, called Brother Felix Velasquez to be the president of the Spanish branch. This good man worked, as I recall, as a car inspector on the railroad. When President Kelly called him to this service, he responded, “President, I cannot be the president of the Spanish branch. I cannot read.” President Kelly then promised him that if he would accept the calling and labor diligently to magnify it, he would be sustained and blessed. With the help of the Lord, this humble man, through his diligent efforts, became able to read. He served well as branch president and for many years subsequent and now is serving in the high council of that stake. The Lord blesses his servants in many ways. …"]],[".topic",["h3","Counseling; “genius of leadership”"],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p72"},"I come now to the genius of leadership, through the priesthood, in the government of the Church. I wish to quote President Stephen L Richards, who said:"],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p73"},"“As I conceive it, the genius of our Church government is government through",["span.emphasis","councils. …"],"Hardly a day passes but that I see the wisdom, God’s wisdom, in creating councils: to govern his Kingdom. In the spirit under which we labor, men can get together with seemingly divergent views and far different backgrounds, and under the operation of that spirit, by counseling together, they can arrive at an accord.” (In Conference Report, Oct. 1953, p. 86; italics added.)"],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p74"},"Counseling together as leaders is the key to the successful functioning of a presidency or a bishopric. But what if unity in decision making is difficult or is absent? President Joseph F. Smith gave us this advice:"],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p75"},"“When bishops and their counselors do not see eye to eye, or when presidents and their counselors have any difference whatever in their sentiments or in their policy, it is their duty to get together, to go before the Lord together and humble themselves before him until they get revelation from the Lord and see the truth alike, that they may go before their people unitedly” (",["span.emphasis","Gospel Doctrine,"],"[5th ed. (1939)], p. 156)."]],[".topic",["h3","Be example of personal righteousness"],["div",{"id":"p77","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p77"},"Those who would lead in this Church must set the example of personal righteousness. They should seek for the constant guidance of the Holy Spirit. They should have their lives and homes in order. They should be honest and prompt in the paying of their bills. They must be exemplary in all their conduct. They should be men of honor and integrity. As we seek for the constant guidance of the Holy Spirit, the Lord will answer."],["div",{"id":"p78","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p78"},"While I was serving as Area Supervisor in South America, a most unforgettable experience happened in Montevideo, Uruguay. I wanted to change some money because I was living in Brazil at the time, so Brother Carlos Pratt took me to a money exchange house in downtown Montevideo. He introduced me to one of the officials, and the official said they would change $1,000. I did not have $1,000 in cash and had only a check drawn on a bank in Salt Lake City. The exchange house had never done business with me before. In fact, they had never seen me before and could not expect to ever see me again. They had no way to verify if I had $1,000 on deposit in the bank upon which I had drawn the check. But they accepted my check without hesitation—based solely on the fact that I was a Mormon and that they had previously done business with other Mormons. Frankly, I was both grateful and pleased because of their confidence. …"]],[".topic",["h3","“Strengthen thy brethren”"],["div",{"id":"p80","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p80"},"When the Savior was giving Peter some leadership training he said, “When thou art converted, strengthen thy brethren” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.32"},"Luke 22:32"],")."],["div",{"id":"p81","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p81"},"It is interesting that he used the word strengthen. It is very difficult to",["span.emphasis","strengthen"],"without being a good communicator. Often problems develop, not because the plan is faulty, but because the communication is inadequate. …"],["div",{"id":"f7","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.f7"},"Priesthood leaders have the rare opportunity to conduct priesthood interviews. Specifically, through personal contacts and interviews the leader can accomplish the following:",["ol.number",["li",["span.label","1."],[".para","Inspire and motivate."]],["li",["span.label","2."],[".para","Delegate and trust."]],["li",["span.label","3."],[".para","Hold accountable and follow up."]],["li",["span.label","4."],[".para","Teach by example and principle."]],["li",["span.label","5."],[".para","Be generous with appreciation."]]]],["div",{"id":"p88","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p88"},"Sometimes leaders hold the reins too tightly, often limiting the natural talents and gifts of those who are called to labor at their sides."],["div",{"id":"p89","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p89"},"Leadership does not always produce a harmonious symphony of faith, skills, and talents of the group, producing maximum effectiveness and power. It is sometimes a loud solo. President Lee taught a fuller meaning of the scripture, “Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99"},"D&C 107:99"],"). In addition to having all of us learn our duties, leaders should let, or permit, their associates to be fully effective within their own office and callings, and helpers should be fully clothed with appropriate authority. …"],["div",{"id":"p90","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p90"},"I pray that, by laboring diligently under the guidance of the Holy Spirit, those who have and will be called to leadership will see our duty clearer and have farther vision to set goals and chart a more righteous course."],["div",{"id":"p91","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p91"},"My testimony is that this Church grows and succeeds because we are under the guiding influence of the holy priesthood of God. I believe that our leaders can generate the great spiritual power needed to guide the work of God through personal revelation, to which in righteousness they are entitled. The counsel of the Lord to Joshua is priceless: “Have I not commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.” (",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.9"},"Josh. 1:9"],".)"],["div",{"id":"p92","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/becoming-a-good-shepherd.p92"},"That it may be so I pray humbly in the name of Jesus Christ, amen."]],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","Why is it important for leaders to give assignments to those they preside over?"]],["li",["span.label","•"],[".para","What principles govern giving assignments?"]],["li",["span.label","•"],[".para","What principle of leadership is behind the Savior’s admonition to “Follow me”?"]],["li",["span.label","•"],[".para","How can leaders know if they are leading in the way the Lord wants?"]],["li",["span.label","•"],[".para","In addition to becoming worthy to have the Spirit, what can leaders do to meet their responsibilities to those they lead?"]],["li",["span.label","•"],[".para","What is the “genius of leadership”?"]],["li",["span.label","•"],[".para","What might happen if leaders try to “hold the reins too tightly”?"]]]]]]]],"refs":null}
