{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":15,"title":"Behold the Lamb of God","subtitle":"By David Rolph Seely and Jo Ann H. Seely","short_title":"Behold the Lamb of God","uri":"/ensign/2013/04/behold-the-lamb-of-god","content":[["div",{"id":"head1","uri":"/ensign/2013/04/behold-the-lamb-of-god.head1"},[".title","Behold the Lamb of God"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/04/behold-the-lamb-of-god.p2"},"By David Rolph Seely and Jo Ann H. Seely"],["div",{"id":"p3","uri":"/ensign/2013/04/behold-the-lamb-of-god.p3"},"Instructors in Ancient Scripture, Brigham Young University"]],[".kicker","The figure of the ancient sacrificial lamb can help us understand the Atonement."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/04/behold-the-lamb-of-god.p5"},"On the rocky slopes of Mount Gerizim in the Holy Land, Samaritans have gathered for centuries to celebrate Passover. Families dressed in holiday attire assemble as priests in ritual robes chant scripture passages and men and youths wearing white clothing tend fires in roasting pits. One-year-old sacrificial lambs are brought individually to the village square, often by young boys who call them by name and stroke them affectionately. These lambs are prized possessions the families offer to God."],["div",{"id":"p6","uri":"/ensign/2013/04/behold-the-lamb-of-god.p6"},"Passover begins at sunset when the high priest raises his voice, and at the moment of sacrifice, the people joyfully shout and clap, hugging and kissing one another. They exult in the blood of the lambs and rejoice as they fulfill the principles of sacrifice recorded in the books of Moses: obey the commandments, offer a precious gift, and sacrifice unblemished lambs. The sweet savor of the roasting lambs fills the air until the feast commences at midnight, when loved ones join together to sing hymns and to give thanks to God."],["div",{"id":"p7","uri":"/ensign/2013/04/behold-the-lamb-of-god.p7"},"The Passover lamb serves as a powerful metaphor of the mission and Atonement of Jesus Christ. The sacrificial lamb foreshadowed the sacrifice of the Savior. Nephi taught his people that the law of Moses, which required them to sacrifice lambs, was intended to cast their minds toward Christ: “For this end hath the law of Moses been given; and all things which have been given of God from the beginning of the world, unto man, are the typifying of [Christ]” (",["a",{"href":"/scriptures/bofm/2-ne/11.4"},"2 Nephi 11:4"],"). At the beginning of the Savior’s ministry, John the Baptist introduced Jesus as “the Lamb of God, which taketh away the sin of the world” (",["a",{"href":"/scriptures/nt/john/1.29"},"John 1:29"],"). The Apostle Peter taught the early Saints that they were redeemed through “the precious blood of Christ, as of a lamb without blemish” (",["a",{"href":"/scriptures/nt/1-pet/1.19"},"1 Peter 1:19"],"). As we explore the symbolism of the sacrificial lamb and the role of our Savior, the Lamb of God, our understanding of the Atonement can deepen."],["div",{"id":"t1","uri":"/ensign/2013/04/behold-the-lamb-of-god.t1"},[".title","The Sacrificial Lamb"],["div",{"id":"p9","uri":"/ensign/2013/04/behold-the-lamb-of-god.p9"},"The symbols of sacrifice have been in use since Adam and Eve stepped outside the Garden of Eden into the fallen world. As Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles explains, “Adam and Eve … knew this world would contain thorns and thistles and troubles of every kind. Perhaps their most challenging realization … [was] the fact that they would now be distanced from God, separated from Him with whom they had walked and talked.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"In His love, Heavenly Father established the sacrificial lamb to remind Adam and Eve that they could return to His presence because of the sacrifice of Jesus Christ. They were taught by an angel, “This thing is a similitude of the sacrifice of the Only Begotten of the Father, which is full of grace and truth” (",["a",{"href":"/scriptures/pgp/moses/5.7"},"Moses 5:7"],")."],["div",{"id":"p10","uri":"/ensign/2013/04/behold-the-lamb-of-god.p10"},"Generations later, the prophet Abraham learned firsthand what it meant for God to sacrifice His Only Begotten Son. Without explanation, God commanded Abraham, “Take now thy son, thine only son Isaac, whom thou lovest … and offer him there for a burnt offering upon one of the mountains.” With what must have been a grieved heart, Abraham obediently “rose up early” the next morning and took Isaac to fulfill God’s commands. When they arrived at the appointed place, Isaac noted the wood and the fire for the sacrifice and asked, “Where is the lamb?” Abraham responded, “My son, God will provide himself a lamb for a burnt offering.” Then Abraham built the altar, readied the wood, and bound Isaac for sacrifice. (See",["a",{"href":"/scriptures/ot/gen/22.2-9"},"Genesis 22:2–9"],".)"],["div",{"id":"p11","uri":"/ensign/2013/04/behold-the-lamb-of-god.p11"},"Traditionally, an animal’s legs were bound before it was sacrificed. In Jewish literature the story of Abraham and Isaac is known as the",["span.emphasis","Akedah,"],"or “The Binding,” in reference to Abraham binding his son. Heavenly Father spared Abraham and Isaac by providing the ram in the thicket; the blood of the animal was shed for Isaac."],["div",{"id":"p12","uri":"/ensign/2013/04/behold-the-lamb-of-god.p12"},"Abraham’s obedience in “offering up his son Isaac, which is a similitude of God and his Only Begotten Son” (",["a",{"href":"/scriptures/bofm/jacob/4.5"},"Jacob 4:5"],"), was accounted to him for righteousness. The children of Israel, Abraham’s posterity, continued to learn about the Atonement of Jesus Christ through the sacrifices they offered, first at the tabernacle in the wilderness and then at the temple, under the law of Moses. Lambs were offered as the burnt offerings at the morning and evening sacrifices and on sabbaths, special feasts, and holy days (see",["a",{"href":"/scriptures/ot/ex/29.38-42"},"Exodus 29:38–42"],";",["a",{"href":"/scriptures/ot/num/28"},"Numbers 28–29"],"). The Lord instructed the men of Israel to bring their sacrifices “without blemish” of their “own voluntary will”; each man placed his hand upon the head of his lamb, and the lamb was “accepted for him to make atonement for him” (",["a",{"href":"/scriptures/ot/lev/1.3-4"},"Leviticus 1:3, 4"],")."],["div",{"id":"p13","uri":"/ensign/2013/04/behold-the-lamb-of-god.p13"},"These blood sacrifices became a poignant symbol of the Atonement: “For the life of the flesh is in the blood: and I have given it to you upon the altar to make an atonement for your souls: for it is the blood that maketh an atonement for the soul” (",["a",{"href":"/scriptures/ot/lev/17.11"},"Leviticus 17:11"],"). In return for these sacrifices, the Lord extended transcendent promises: “I will meet with the children of Israel, and the tabernacle shall be sanctified by my glory. … And I will dwell among the children of Israel, and will be their God” (",["a",{"href":"/scriptures/ot/ex/29.43-45"},"Exodus 29:43, 45"],")."],["div",{"id":"p14","uri":"/ensign/2013/04/behold-the-lamb-of-god.p14"},"The children of Israel also learned about the Atonement through the Passover, a feast commemorating the Exodus from Egypt. The elements of the Passover meal—especially the lamb—pointed to the coming of the Messiah and the redemption He would offer from death and hell."],["div",{"id":"p15","uri":"/ensign/2013/04/behold-the-lamb-of-god.p15"},"Shortly before the children of Israel were freed from bondage in Egypt, the Lord commanded them to “take to them every man a lamb, … without blemish, a male of the first year” (",["a",{"href":"/scriptures/ot/ex/12.3,5"},"Exodus 12:3, 5"],"). Each family chose a lamb on the 14th day of the first month and sacrificed it, being careful to avoid breaking any bones. They took the blood of the animal and daubed it on the door frames as a token of their obedience to the Lord’s commandments. In return for their obedience, the Lord promised He would “pass over” them and spare their firstborn (",["a",{"href":"/scriptures/ot/ex/12.13"},"Exodus 12:13"],"). After the Israelites escaped from Egypt, they continued to celebrate Passover each year."],["div",{"id":"p16","uri":"/ensign/2013/04/behold-the-lamb-of-god.p16"},"The central symbol of Passover is the lamb offered as a substitute for the firstborn of Israel. Samaritans continue this tradition today, but for the Jews, Passover sacrifices were discontinued once the temple in Jerusalem was destroyed in",["span.small","A.D."],"70. After this time the Jews continued to observe Passover, which retained many powerful symbols, but they did not perform blood sacrifices."],["div",{"id":"p17","uri":"/ensign/2013/04/behold-the-lamb-of-god.p17"},"Heavenly Father spared the children of the families who kept Passover, but when it came time for the infinite and eternal sacrifice, He “spared not his own Son, but delivered him up for us all” (",["a",{"href":"/scriptures/nt/rom/8.32"},"Romans 8:32"],"). There “was no ram in the thicket to be offered as a substitute” for the Lamb of God.",["sup",["a",{"href":"fn_footnote2"},"2"]]]],["div",{"id":"t2","uri":"/ensign/2013/04/behold-the-lamb-of-god.t2"},[".title","Jesus Christ as Fulfillment of the Sacrificial Lamb"],["div",{"id":"p19","uri":"/ensign/2013/04/behold-the-lamb-of-god.p19"},"Isaiah describes the Messiah as a meek and suffering servant: “He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter” (",["a",{"href":"/scriptures/ot/isa/53.7"},"Isaiah 53:7"],"). Before the Savior fulfilled His role as the sacrificial Lamb of God, He met with His apostles at the Last Supper and commemorated Israel’s deliverance from Egypt (see",["a",{"href":"/scriptures/nt/matt/26.17-20"},"Matthew 26:17–20"],"). After the meal, the Lord took two symbolic elements of the Passover—the unleavened bread and the wine—and sanctified them to represent His body and His blood: “Take, eat; this is my body."],["div",{"id":"p20","uri":"/ensign/2013/04/behold-the-lamb-of-god.p20"},"“And he took the cup, and gave thanks, and gave it to them, saying, Drink ye all of it” (",["a",{"href":"/scriptures/nt/matt/26.26-27"},"Matthew 26:26–27"],")."],["div",{"id":"p21","uri":"/ensign/2013/04/behold-the-lamb-of-god.p21"},"The newly instituted sacrament represented a different type of deliverance. Whereas Israel had been delivered from physical bondage, the Savior’s impending sacrifice promised deliverance from spiritual and physical death."],["div",{"id":"p22","uri":"/ensign/2013/04/behold-the-lamb-of-god.p22"},"John identifies Jesus as the sacrificial Lamb in his gospel. After Jesus suffered in the Garden of Gethsemane, John records that the Savior was betrayed by Judas Iscariot, and the soldiers “took Jesus, and bound him” (",["a",{"href":"/scriptures/nt/john/18.12"},"John 18:12"],"), which reminds us of the",["span.emphasis","Akedah"],"(“The Binding”) and symbolizes a bound sacrifice. Jesus was brought before the Jewish leader Annas and the High Priest Caiaphas, and then to the Roman rulers Herod Antipas and Pontius Pilate. Although Jesus solemnly declared His Messiahship to His initial accusers, He “opened not his mouth” during His trial before Herod Antipas and was also silent at times before the chief priests and Pilate (",["a",{"href":"/scriptures/ot/isa/53.7"},"Isaiah 53:7"],"; see also",["a",{"href":"/scriptures/nt/mark/15.3-5"},"Mark 15:3–5"],";",["a",{"href":"/scriptures/nt/luke/23.8-9"},"Luke 23:8–9"],"). He was eventually condemned to die."],["div",{"id":"p23","uri":"/ensign/2013/04/behold-the-lamb-of-god.p23"},"John also records that the Last Supper occurred the day before Passover; thus the Savior was likely bound and crucified at the same time the Passover lambs were being sacrificed at the temple (see",["a",{"href":"/scriptures/nt/john/13.1"},"John 13:1"],"). John also recounts that when Pilate ordered the soldiers to break the legs of those being crucified to hasten their deaths, the soldiers instead pierced Jesus’s side to make sure He was dead. Just as the lambs of Israel were sacrificed without breaking any bones, so the Son of God was sacrificed and the scriptures fulfilled: “A bone of him shall not be broken” (",["a",{"href":"/scriptures/nt/john/19.36"},"John 19:36"],"; see also",["a",{"href":"/scriptures/ot/ps/34.20"},"Psalm 34:20"],")."],["div",{"id":"p24","uri":"/ensign/2013/04/behold-the-lamb-of-god.p24"},"After the Savior completed His atoning sacrifice, blood sacrifices were no longer a gospel ordinance. We are now required to offer the Lord “a broken heart and a contrite spirit” (",["a",{"href":"/scriptures/bofm/3-ne/9.20"},"3 Nephi 9:20"],"). We are also asked to comply with the principles of sacrifice by obeying the commandments, offering precious gifts of love, time, and service, and remembering the sacrifice of our Savior. Our sacrifices deepen our worship, acknowledge our debt to God, and express gratitude for our blessings (see Bible Dictionary,",["a",{"href":"/scriptures/bd/sacrifices"},"“Sacrifices”"],")."]],["div",{"id":"t3","uri":"/ensign/2013/04/behold-the-lamb-of-god.t3"},[".title","Worthy Is the Lamb"],["div",{"id":"p26","uri":"/ensign/2013/04/behold-the-lamb-of-god.p26"},"In the spring a myriad of newborn lambs dot the countryside of the Holy Land, reminding us of the Beloved Lamb who was sacrificed so that we might live. In his marvelous vision, Nephi was taught that “the Lamb of God is the Son of the Eternal Father, and the Savior of the world; and that all men must come unto him, or they cannot be saved” (",["a",{"href":"/scriptures/bofm/1-ne/13.40"},"1 Nephi 13:40"],"; for the full vision, see",["a",{"href":"/scriptures/bofm/1-ne/11"},"1 Nephi 11–14"],"). We cannot access the full blessings of the Atonement of the Lamb of God without making sacrifices of our own. In fact, in the",["span.emphasis","Lectures on Faith"],"we are taught that “a religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation. … It [is] through this sacrifice, and this only, that God has ordained that men should enjoy eternal life.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["div",{"id":"p27","uri":"/ensign/2013/04/behold-the-lamb-of-god.p27"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles teaches that our sacrifices of “a broken heart and a contrite spirit” (",["a",{"href":"/scriptures/bofm/3-ne/9.20"},"3 Nephi 9:20"],") and our loving service to our fellow beings are a small but “worshipful imitation” of the sacrifice of our Savior. Elder Oaks says, “Just as the atoning sacrifice of Jesus Christ is at the center of the plan of salvation, we followers of Christ must make our own sacrifices to prepare for the destiny that plan provides for us.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["div",{"id":"p28","uri":"/ensign/2013/04/behold-the-lamb-of-god.p28"},"After the Savior fulfilled His role as the sacrificial Lamb, He rose from the tomb and ascended to heaven, where He stands “on the right hand of God” (",["a",{"href":"/scriptures/nt/acts/7.55"},"Acts 7:55"],"). Those who “[come] out of great tribulation, and [wash] their robes … in the blood of the Lamb” are welcomed into the presence of God, where “the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes” (",["a",{"href":"/scriptures/nt/rev/7.14,17"},"Revelation 7:14, 17"],")."],["div",{"id":"p29","uri":"/ensign/2013/04/behold-the-lamb-of-god.p29"},"We join with the angelic praise recorded by John the Beloved and immortalized by George Frideric Handel in his oratorio",["span.emphasis","Messiah"],": “Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honour, and glory, and blessing. … Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever” (",["a",{"href":"/scriptures/nt/rev/5.12-13"},"Revelation 5:12–13"],")."]],["div",{"id":"f1","uri":"/ensign/2013/04/behold-the-lamb-of-god.f1"},["h3","Doctrinal Points"],["ul.bullet",["li",["span.label","•"],[".para","The sacrifice of the Passover lamb foreshadowed the sacrifice of Jesus Christ."]],["li",["span.label","•"],[".para","Jesus Christ is also known as the Lamb of God."]],["li",["span.label","•"],[".para","The Savior’s Atonement fulfilled the law of Moses and ended the sacrifice of the Passover lamb."]],["li",["span.label","•"],[".para","God has commanded us to offer a broken heart and a contrite spirit for a sacrifice."]]]],["div",{"id":"f3","uri":"/ensign/2013/04/behold-the-lamb-of-god.f3"},[".caption","Adam and Eve were told to sacrifice “the firstlings of their flocks” (",["a",{"href":"/scriptures/pgp/moses/5.5"},"Moses 5:5"],"), a practice they passed on to their children."],[".credit",["div",{"id":"p43","uri":"/ensign/2013/04/behold-the-lamb-of-god.p43"},["span.emphasis","Abel’s Offer,"],"by Hans Andersen Brendekilde © Dahesh Museum of Art, New York, USA/The Bridgeman Art Library, may not be copied"]]],["div",{"id":"f4","uri":"/ensign/2013/04/behold-the-lamb-of-god.f4"},[".caption","Abraham’s experience with his son Isaac was a stark lesson about the Savior’s sacrifice."],[".credit",["div",{"id":"p45","uri":"/ensign/2013/04/behold-the-lamb-of-god.p45"},["span.emphasis","Abraham Giving Thanks for Having Spared His Son Isaac,"],"by David Teniers the Younger/Kunsthistorisches Museum, Vienna, Austria/photo Eric Lessing/Art Resource, NY, may not be copied"]]],["div",{"id":"f5","uri":"/ensign/2013/04/behold-the-lamb-of-god.f5"},[".caption","At the Last Supper, a Passover meal, the Savior showed how His sacrifice would deliver Israel from spiritual and physical death."],[".credit",["div",{"id":"p47","uri":"/ensign/2013/04/behold-the-lamb-of-god.p47"},["span.emphasis","Peace I Leave with You,"],"by Walter Rane, courtesy of Church History Museum"]]],["div",{"id":"f6","uri":"/ensign/2013/04/behold-the-lamb-of-god.f6"},[".caption","Jesus Christ was bound and taken to rulers before whom He “opened not his mouth” (see",["a",{"href":"/scriptures/ot/isa/53.7"},"Isaiah 53:7"],")."],[".credit",["div",{"id":"p49","uri":"/ensign/2013/04/behold-the-lamb-of-god.p49"},["span.emphasis","Christ before the High Priest,"],"by Gerrit van Honthorst © National Gallery, London/Art Resource, NY, may not be copied"]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".callout",{"id":"f8","uri":"/ensign/2013/04/behold-the-lamb-of-god.f8"},["div",{"id":"p35","uri":"/ensign/2013/04/behold-the-lamb-of-god.p35"},"“The Lamb of God is the Son of the Eternal Father, and the Savior of the world; and … all men must come unto him, or they cannot be saved” (",["a",{"href":"/scriptures/bofm/1-ne/13.40"},"1 Nephi 13:40"],")."]]]],"refs":[["div",{"id":"/ensign/2013/04/behold-the-lamb-of-god","uri":"/ensign/2013/04/behold-the-lamb-of-god"},["span.label",["a",{"name":"footnote1"},"1."]],"Jeffrey R. Holland, “The Ministry of Angels,”",["span.emphasis","Ensign,"],"Nov. 2008, 29."],["div",{"id":"/ensign/2013/04/behold-the-lamb-of-god","uri":"/ensign/2013/04/behold-the-lamb-of-god"},["span.label",["a",{"name":"footnote2"},"2."]],"Thomas S. Monson, “The Search for Jesus,”",["span.emphasis","Ensign,"],"Dec. 1990, 4."],["div",{"id":"/ensign/2013/04/behold-the-lamb-of-god","uri":"/ensign/2013/04/behold-the-lamb-of-god"},["span.label",["a",{"name":"footnote3"},"3."]],["span.emphasis","Lectures on Faith"],"(1985), 69."],["div",{"id":"/ensign/2013/04/behold-the-lamb-of-god","uri":"/ensign/2013/04/behold-the-lamb-of-god"},["span.label",["a",{"name":"footnote4"},"4."]],"Dallin H. Oaks, “Sacrifice,”",["span.emphasis","Ensign,"],"May 2012, 22."]]}
