{"id":22,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":22,"title":"Better than Petals","subtitle":"By Callie Buys","short_title":"Better than Petals","uri":"/friend/2013/04/better-than-petals","content":[["div",{"id":"head1","uri":"/friend/2013/04/better-than-petals.head1"},[".title","Better than Petals"],[".byline",["div",{"id":"p2","uri":"/friend/2013/04/better-than-petals.p2"},"By Callie Buys"],["div",{"id":"p3","uri":"/friend/2013/04/better-than-petals.p3"},"(Based on a true story)"]],[".epigraph","For the temple is a holy place where we are sealed together. As a child of God, I’ve learned this truth: A fam’ly is forever",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","95)."]],[".kicker","Why wasn’t Autumn’s cousin going to have a wedding like the ones in the movies?"]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/04/better-than-petals.p6"},"“I think you have plenty of petals,” Mom said to Autumn as she carefully placed another handful of pretty pink and white rose petals into Autumn’s basket."],["div",{"id":"p7","uri":"/friend/2013/04/better-than-petals.p7"},"Autumn frowned. “Just a few more,” she said, picking up some red ones."],["div",{"id":"p8","uri":"/friend/2013/04/better-than-petals.p8"},"The rose bushes that lined the sidewalk near Autumn’s house dropped what seemed like thousands of petals on the ground every spring. The neighbor who owned the bushes told Autumn she could collect all the petals she wanted. And Autumn wanted lots of them!"],["div",{"id":"p9","uri":"/friend/2013/04/better-than-petals.p9"},"Autumn loved to dress up like a bride and act out pretend weddings. Sometimes she asked her sister to play the wedding song on the piano as she walked down the aisle, and sometimes she convinced a friend to be the pretend groom. And Autumn loved to scatter rose petals on the ground, just like flower girls did for brides in the movies."],["div",{"id":"p10","uri":"/friend/2013/04/better-than-petals.p10"},"One day, Mom told Autumn that her favorite cousin, Angie, was getting married in a few months. She had asked Autumn to be her flower girl! “That means I can walk down the aisle in a real wedding with a real bride and groom!” Autumn exclaimed. “I know just what to do. I’ll carry a little basket with rose petals, and I will wear a beautiful dress, and—”"],["div",{"id":"p11","uri":"/friend/2013/04/better-than-petals.p11"},"“Well, not quite,” Mom said. “You will be wearing a beautiful dress, but Angie is getting married in the temple, so she will not walk down an aisle.”"],["div",{"id":"p12","uri":"/friend/2013/04/better-than-petals.p12"},"“Will I still throw rose petals at the wedding?” Autumn asked. Now she felt worried."],["div",{"id":"p13","uri":"/friend/2013/04/better-than-petals.p13"},"“No, honey,” Mom said. “Only people who have made special covenants with Heavenly Father can go inside the temple to see a wedding. But you can wait in a special room at the temple, and when Angie and Noah come out, you will be one of the first to see how happy they look. Then they will want to take lots of pictures with you, and they might need your help at the reception that night.”"],["div",{"id":"p14","uri":"/friend/2013/04/better-than-petals.p14"},"“But Mom, won’t Angie be sad not to walk down the aisle?” Autumn asked. “That’s the best part of a wedding.”"],["div",{"id":"p15","uri":"/friend/2013/04/better-than-petals.p15"},"Mom pulled Autumn close. “No, Angie won’t be sad,” she said. “And I think you know why. What do you remember about the temple?”"],["div",{"id":"p16","uri":"/friend/2013/04/better-than-petals.p16"},"“When you get married in the temple, you can be together forever,” Autumn said."],["div",{"id":"p17","uri":"/friend/2013/04/better-than-petals.p17"},"“Right,” said Mom. “For time and all eternity. That means that Angie and Noah will be married forever if they obey the commandments. That’s the best part—and it makes them very happy.”"],["div",{"id":"p18","uri":"/friend/2013/04/better-than-petals.p18"},"Autumn believed Mom. But deep inside, she still wished that Angie could walk down the aisle and that she could carry her little basket of rose petals."],["div",{"id":"p19","uri":"/friend/2013/04/better-than-petals.p19"},"On Angie’s wedding day, Autumn wore a pretty new dress and had pink flowers in her hair. At the temple, Autumn waited in a room with her cousins while Mom and Dad went inside to watch Angie and Noah get married. When Mom and Dad came out, they walked with Autumn around the temple grounds, and she saw flowers even prettier than the roses at home."],["div",{"id":"p20","uri":"/friend/2013/04/better-than-petals.p20"},"Soon Autumn saw the temple door open, and Noah and Angie walked out with radiant smiles. They looked so happy! It made Autumn feel warm and light inside."],["div",{"id":"p21","uri":"/friend/2013/04/better-than-petals.p21"},"As Angie and Noah walked around the temple grounds holding hands, Autumn knew they had made the right choice to be married in the temple, even though it meant that Autumn did not get to scatter rose petals like she had seen in the movies."],["div",{"id":"p22","uri":"/friend/2013/04/better-than-petals.p22"},"Mom noticed Autumn looking at Angie and squeezed her hand. Autumn smiled back. “I’m glad I got to see Angie and Noah come out of the temple,” she said, looking up at the beautiful white building. “It was much better than petals.”"]],[".resources",[".sideQuote",{"id":"f1","uri":"/friend/2013/04/better-than-petals.f1"},["div",{"id":"p23","uri":"/friend/2013/04/better-than-petals.p23"},"“There is nothing more important than honoring the marriage and family covenants you have made or will make in the temples of God.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],[".citationInfo",["div",{"id":"p24","uri":"/friend/2013/04/better-than-petals.p24"},"President Henry B. Eyring, First Counselor in the First Presidency"]],[".bodyNotes",["div",{"id":"/friend/2013/04/better-than-petals","uri":"/friend/2013/04/better-than-petals"},["span.label",["a",{"name":"footnote2"},"2."]],"“Families under Covenant,”",["span.emphasis","Ensign,"],"May 2012, 63."]]]]],"refs":null}
