{"id":23,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":23,"title":"Book of Mormon: Gathering Israel, Preparing for Second Coming","subtitle":"By R. Scott Lloyd","short_title":"Book of Mormon: Gathering Israel, Preparing for Second Coming","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming","content":[["div",{"id":"head1","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.head1"},[".title","Book of Mormon: Gathering Israel, Preparing for Second Coming"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.p2"},"By R. Scott Lloyd"],["div",{"id":"p3","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.p3"},["span.emphasis","Church News"]]]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.p4"},"The Book of Mormon is “specifically addressed to the remnant of the house of Israel” and is a sign to the world that the Lord has begun to gather scattered Israel, Elder Russell M. Nelson of the Quorum of the Twelve Apostles said on January 17, 2013."],["div",{"id":"p5","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.p5"},"Elder Nelson’s remarks in the Joseph Smith Memorial Building in Salt Lake City, Utah, concluded the three-day 2013 Seminar for New Mission Training Center Presidents and Visitors’ Center Directors."],["div",{"id":"p6","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.p6"},"Elder Nelson identified two important promises of the Book of Mormon as being that scattered Israel will be gathered and that the Lord will come again."],["div",{"id":"p7","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.p7"},"In the dispensation of Abraham, Elder Nelson said, God covenanted that through Abraham’s lineage people of all nations would be blessed. Other components of the covenant were numberless posterity, certain lands would be inherited, the Savior of the world would come through the lineage, and the seed of Abraham would be the official bearers of the priesthood to all nations."],["div",{"id":"p8","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.p8"},"Elder Nelson recounted that Israel was disobedient and was scattered as a result, but God promised that in time, Israel would be gathered back into the fold of the Lord."],["div",{"id":"p9","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.p9"},"“The … title page of the Book of Mormon makes reference to the house of Israel, and the three farewell speeches of Mormon and Moroni close the Book of Mormon by making reference to the gathering of Israel,” Elder Nelson explained. “So the whole Book of Mormon is bracketed by this doctrine. It’s one of the important teachings of the Church. The coming forth of the Book of Mormon exists as a sign to the entire world that the Lord has commenced to gather Israel and fulfill covenants He made those 4,000 years ago to Abraham, Isaac, and Jacob.”"],["div",{"id":"p10","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.p10"},"“We not only teach this concept, but we participate in it,” he remarked to the departing missionary couples. “We do so as we help to gather the elect of the Lord on both sides of the veil. Marvelously and mercifully, the invitation to come unto Christ can also be extended to those who died without a knowledge of the gospel. Part of their preparation requires earthly efforts of others. So we gather pedigree charts and create family group sheets and do temple work vicariously to gather individuals unto the Lord and into their families, their eternal families.”"],["div",{"id":"p11","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.p11"},"The promise of the gathering is important, Elder Nelson said, because it is “a promised prelude to prepare the world for the Second Coming of the Lord. The Book of Mormon is God’s instrument brought forth to accomplish both of those divine objectives.”"],["div",{"id":"f1","uri":"/ensign/2013/04/book-of-mormon-gathering-israel-preparing-for-second-coming.f1"},[".caption","Elder Russell M. Nelson of the Quorum of the Twelve Apostles speaks during the Seminar for New Missionary Training Center Presidents and Visitors’ Center Directors on January 17, 2013, in Salt Lake City, Utah."]]]],"refs":null}
