{"id":19,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":19,"title":"Book Reviews","subtitle":"","short_title":"Book Reviews","uri":"/friend/2013/05/book-reviews","content":[["div",{"id":"head1","uri":"/friend/2013/05/book-reviews.head1"},[".title","Book Reviews"]],[".bodyBlock",["div",{"id":"t1","uri":"/friend/2013/05/book-reviews.t1"},[".title","Fiction for Children ages 5–9"],["div",{"id":"p3","uri":"/friend/2013/05/book-reviews.p3"},["span.emphasis","Mercy Watson to the Rescue,"],"by Kate DiCamillo. Mercy Watson is a pet pig who loves buttered toast but hates sleeping alone. When Mr. and Mrs. Watson’s too-heavy bed starts falling through the floor, Mercy’s search for buttered toast helps her save the day."],["div",{"id":"p4","uri":"/friend/2013/05/book-reviews.p4"},["span.emphasis","Henry and Mudge and the Careful Cousin,"],"by Cynthia Rylant. Henry likes playing with his big, drooly dog, Mudge. But his cousin Annie is more concerned about keeping her dress and shoes clean. When Annie comes for a visit, Henry wonders if all three of them will ever learn how to play together."]],["div",{"id":"t2","uri":"/friend/2013/05/book-reviews.t2"},[".title","Fiction for children ages 10–12"],["div",{"id":"p6","uri":"/friend/2013/05/book-reviews.p6"},["span.emphasis","Burton and the Giggle Machine,"],"by Dorothy Haas. Burton’s friends need cheering up, so Burton decides to invent a cure. Follow along as he creates a giggle machine and stops sneaky Professor Savvy from stealing his family’s creative inventions."]],["div",{"id":"t3","uri":"/friend/2013/05/book-reviews.t3"},[".title","Nonfiction"],["div",{"id":"p8","uri":"/friend/2013/05/book-reviews.p8"},["span.emphasis","Owen & Mzee: The True Story of a Remarkable Friendship,"],"by Isabella Hatkoff, Craig Hatkoff, and Paula Kahumbu. How does an orphaned hippo become friends with a 130-year-old giant tortoise? Find out in this story of animal friendship."]],["div",{"id":"t4","uri":"/friend/2013/05/book-reviews.t4"},[".title","Picture Books"],["div",{"id":"p10","uri":"/friend/2013/05/book-reviews.p10"},["span.emphasis","Lost and Found,"],"Oliver Jeffers. When a boy finds a lost penguin on his front door step, he journeys all the way to the South Pole to take it home, only to discover that the penguin might not be lost at all."],["div",{"id":"p11","uri":"/friend/2013/05/book-reviews.p11"},["span.emphasis","First Day Jitters,"],"Julie Danneberg. It’s the first day of a new school year, but Sarah Jane refuses to go! Will Mr. Hartwell ever get rid of Sarah Jane’s jitters and convince her to go to school?"]],[".annotation",["div",{"id":"p12","uri":"/friend/2013/05/book-reviews.p12"},"These reviews do not constitute Church endorsement of these books, but the books have been carefully reviewed to ensure that Church standards are observed."]]],[".resources"]],"refs":null}
