{"id":17,"parent_id":0,"book_id":22625,"content_id":1,"language_id":0,"display_order":17,"title":"Branching Out to Strengthen Home and Family","subtitle":"By Jennifer Jarrett and Sarah Black","short_title":"Branching Out to Strengthen Home and Family","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family","content":[["div",{"id":"head1","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family.head1"},[".title","Branching Out to Strengthen Home and Family"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family.p2"},"By Jennifer Jarrett and Sarah Black"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family.p3"},"Jennifer Jarrett and Sarah Black live in Washington, USA."]],[".kicker","A creative craft project helped these young women bring their family history to life."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family.p5"},"When a group of young women in the state of Washington, USA, wanted to become more involved with family history, they decided to create an embroidered family-tree project. It ended up bringing their family history to life and taught them new skills along the way."],["div",{"id":"p6","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family.p6"},"“This project was a great way for the young women in my ward to work together and have fun learning about our families,” says McKenna S., 14. “Creating my family tree has given me a new perspective on my ancestry. I learned about people I didn’t know who were part of my family, and I had the opportunity to be baptized for one of my great-grandmothers.”"],["div",{"id":"p7","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family.p7"},"To start the project, each young woman collected five generations of ancestors’ names. The group began by visiting a local family history center, where they learned how to do family history research online. Monica B., 14, especially enjoys researching names on",["a",{"href":"http://new.familysearch.org"},"new.familysearch.org"],"and submitting her ancestors’ names for temple work. She says, “It was a neat experience to take family names—that I found myself—to the temple to do baptisms. I feel a stronger connection to my ancestors now and love seeing their names on the tree displayed in our home.”"],["div",{"id":"p8","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family.p8"},"The young women spent time working with their parents, grandparents, aunts, and uncles searching for family information. All this time spent sharing family history stories and collecting names helped them strengthen their family relationships. For Madison F., 14, it became a family project. Her mother says, “This project helps the whole family. We knew very little about my husband’s side of the family and have had fun finding and reading through the names on his side of the tree, because most of them are people we had never heard of.”"],["div",{"id":"p9","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family.p9"},"After gathering names, the young women took a trip to the temple to begin the ordinance work for their ancestors. “I was very excited to take the names I had found to the temple,” Jerica D., 17, says. “It made the experience much more meaningful.”"],["div",{"id":"p10","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family.p10"},"In addition to learning about family history and temple work, the young women also learned how to embroider. They each embroidered their family’s last name onto a tree, and each leaf on the family tree has the name of a family member on it. At first, Tahna T., 13, resisted this part of the project because it wasn’t a skill she felt she was good at, but she learned to enjoy it so much that she continues to develop her talent with needlework."],["div",{"id":"p11","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family.p11"},"The young women say that one of the best parts of this project was getting together for parties to work on their trees together. They met at a leader’s home and brought their family tree materials and snacks to share. Then they spent hours chatting, working, and snacking. They compared unusual and similar family names, helped one another with embroidery, and talked about how to lay out the leaves of their trees. Natasha T., 16, says, “I had a lot of fun working with the other young women, kind of like we were a family.”"],["div",{"id":"p12","uri":"/new-era/2013/01/branching-out-to-strengthen-home-and-family.p12"},"Now the young women proudly display their family trees at home. Some of them have hung their trees in their bedrooms, while others have displayed them in their family rooms for visitors to see. They love to look at all the names and talk about them with their families. Breanna D., 15, says, “I thought it was really neat how we could look up so many people I was related to and know that they once lived and breathed just like me.”"]]],"refs":null}
