{"id":34,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":34,"title":"Brigham Young’s Presidency: The Final Decade","subtitle":"","short_title":"Lesson 32","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/brigham-youngs-presidency-the-final-decade","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/brigham-youngs-presidency-the-final-decade.head1"},[".titleNumber","Lesson 32"],["h1","Brigham Young’s Presidency: The Final Decade"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/brigham-youngs-presidency-the-final-decade.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","During the last years of Brigham Young’s presidency, the Relief Society and Sunday School were revitalized, and the Young Ladies’ and Young Men’s Mutual Improvement Associations were founded."]],["li",["span.label","2."],[".para","The Church renewed its emphasis on education and rejuvenated the University of Deseret in Salt Lake City; Brigham Young Academy in Provo, Utah; and Brigham Young College in Logan, Utah."]],["li",["span.label","3."],[".para","Colonies were established in Arizona and an effectual door for the preaching of the gospel in Mexico was opened."]],["li",["span.label","4."],[".para","The St. George Temple was completed and dedicated in 1877."]],["li",["span.label","5."],[".para","Under the direction of President Young several significant changes took place relating to the priesthood and to Church government."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 32, pp. 406–21."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Read and discuss the following statements by President Brigham Young about the importance of education:"],[".para","“See that your children are properly educated in the rudiments of their mother tongue, and then let them proceed to higher branches of learning; let them become more informed in every department of true and useful learning than their fathers are. When they have become well acquainted with their language, let them study other languages, and make themselves fully acquainted with the manners, customs, laws, governments and literature of other nations, peoples, and tongues. Let them also learn all the truth pertaining to the arts and sciences, and how to apply the same to their temporal wants. Let them study things that are upon the earth, that are in the earth, and that are in the heavens” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [1941], p. 252)."],[".para","“Go to work and start some schools, go to school and study; have the girls go, and teach them chemistry, so that they can take any of these rocks and analyze them. The sciences can be learned without much difficulty. I want to have schools to entertain the minds of the people and draw them out to learn the arts and sciences. Send the old children to school, and the young ones also; there is nothing I would like better than to learn chemistry, botany, geology, and mineralogy, so that I could tell what I walk on, the properties of the air I breathe, what I drink, etc.” (",["span.emphasis","Discourses of Brigham Young,"],"p. 253)."],[".para","“How gladly would we understand every principle pertaining to science and art, and become thoroughly acquainted with every intricate operation of nature, and with all the chemical changes that are constantly going on around us! How delightful this would be, and what a boundless field of truth and power is open for us to explore! We are only just approaching the shores of the vast ocean of information that pertains to this physical world, to say nothing of that which pertains to the heavens, to angels and celestial beings, to the place of their habitation, to the manner of their life, and their progress to still higher degrees of perfection” (",["span.emphasis","Discourses of Brigham Young,"],"p. 255)."]],["li",["span.label","•"],[".para","Assess the legacy of President Brigham Young. Consider the following contributions:"],["ul.bullet",["li",["span.label","•"],[".para","Revitalization of the Relief Society and Sunday School auxiliaries."]],["li",["span.label","•"],[".para","Founding the Mutual Improvement Association (Young Men and Young Women programs)."]],["li",["span.label","•"],[".para","Contributions to secondary and higher education."]],["li",["span.label","•"],[".para","Colonization of one-sixth of the land mass of the United States."]],["li",["span.label","•"],[".para","Temple building."]],["li",["span.label","•"],[".para","Matters pertaining to the priesthood, including reordering the seniority of the Twelve, priesthood reorganization, and creation of new stakes."]]]],["li",["span.label","•"],[".para","Summarizing his life’s work, President Young wrote:"],[".para","“All my transactions and labors have been carried on in accordance with my calling as a servant of God. I know no difference between spiritual and temporal labors. God has seen fit to bless me with means, and as a faithful steward I use them to benefit my fellow men—to promote their happiness in this world in preparing them for the great hereafter."],[".para","“My whole life is devoted to the Almighty’s service” (“Brigham Young’s Reply to the New York Herald,”",["span.emphasis","Millennial Star,"],"6 May 1873, p. 287)."],[".para","The truth of this statement can be seen in President Young’s contributions to the temporal and spiritual progress of the Church. Encourage class members to emulate President Brigham Young’s philosophy in magnifying their own stewardships."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"5:399–518."]],["li",["span.label","•"],[".para","William G. Hartley, “The Priesthood Reorganization of 1877: Brigham Young’s Last Achievement,”",["span.emphasis","Brigham Young University Studies,"],"Fall 1979, pp. 3–36."],[".para","Details the work of President Young in putting the priesthood quorums, bishoprics, high councils, and stake presidencies in order."]],["li",["span.label","•"],[".para","Edwin Butterworth, Jr., “Eight Presidents: A Century at BYU,”",["span.emphasis","Ensign,"],"Oct. 1975, pp. 23–30."],[".para","Contains information on the founding of Brigham Young University and on its first president, Karl G. Maeser."]],["li",["span.label","•"],[".para","Susan Oman and Carol Madsen, “100 Years of Primary,”",["span.emphasis","Ensign,"],"Apr. 1978, pp. 32–39."],[".para","A brief history of the Primary from its beginning in 1878 to 1978, with information on its organization."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Jaynann Morgan Payne, “Eliza R. Snow: First Lady of the Pioneers,”",["span.emphasis","Ensign,"],"Sept. 1973, pp. 62–67."],[".para","An overview of Eliza R. Snow’s life and character."]],["li",["span.label","•"],[".para",["span.emphasis","History of Relief Society, 1842–1966"],"(Salt Lake City: General Board of the Relief Society, 1967)."],[".para","A history of the Church’s oldest auxiliary."]],["li",["span.label","•"],[".para","Janet Peterson and LaRene Gaunt,",["span.emphasis","Elect Ladies"],"(Salt Lake City: Deseret Book Co., 1990)."],[".para","Contains biographical sketches on the general Relief Society presidents from Emma Smith to Barbara Winder."]],["li",["span.label","•"],[".para","Susa Young Gates,",["span.emphasis","History of the Young Ladies’ Mutual Improvement Association"],"(Salt Lake City: Deseret News, 1911)."]],["li",["span.label","•"],[".para","Leon M. Strong, “A History of the Young Men’s Mutual Improvement Association, 1875–1938,” master’s thesis, Brigham Young University, 1939."]],["li",["span.label","•"],[".para","Charles S. Peterson,",["span.emphasis","Take up Your Mission: Mormon Colonizing along the Little Colorado River, 1870–1900"],"(Tucson: University of Arizona Press, 1973)."],[".para","The history of Latter-day Saint settlements in southern Arizona."]],["li",["span.label","•"],[".para","Leonard J. Arrington,",["span.emphasis","Brigham Young: American Moses"],"(New York: Alfred A. Knopf, 1985), pp. 382–401."],[".para","The last chapter summarizes the life and accomplishments of President Young."]]]]],"refs":null}
