{"id":12,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":12,"title":"Brothers and Sisters—Friends Forever","subtitle":"By David A. Edwards","short_title":"Brothers and Sisters—Friends Forever","uri":"/new-era/2013/04/brothers-and-sister-friends-forever","content":[["div",{"id":"head1","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.head1"},[".title","Brothers and Sisters—Friends Forever"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p2"},"By David A. Edwards"],["div",{"id":"p3","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p3"},"Church Magazines"]],[".kicker","Through gospel teachings and family associations, these brothers and sisters in Indiana have learned friendship, service, and faith."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p5"},"Having brothers and sisters can have its ups and downs, but it certainly helps you learn some lessons and develop traits that will help later in life, such as friendship, patience, and service."],["div",{"id":"p6","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p6"},"One family of brothers and sisters in Indiana has learned those lessons well—and has had a lot of fun along the way."],["div",{"id":"t1","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.t1"},[".title","Fun with Family Friends"],["div",{"id":"p8","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p8"},"“It’s fun being a brother,” says Seth V., 18. “I get to have friends in the family.”"],["div",{"id":"p9","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p9"},"That feeling of friendship is echoed by Aubrey, Janessa, and Tyler, his 15-year-old siblings, who are fraternal triplets."],["div",{"id":"p10","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p10"},"One important source of friendship and togetherness is family home evening activities. After their family has a spiritual lesson, they often engage in fun—and rather lively—activities. Seth explains, “We often find things to do in the house, like carpet tag.”"],["div",{"id":"p11","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p11"},"“Once we played a game sort of like soccer-hockey inside,” says Janessa."],["div",{"id":"p12","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p12"},"And Aubrey, remembering another activity, simply says, “Jumping on a watermelon.” As everyone laughs, she adds, “We sort of exploded the watermelon.”"]],["div",{"id":"p13","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p13"},"Lest you get the wrong impression, Seth explains that there was a purpose to what was going on, but something went awry. “That just happened once,” he says, “but my foot did get stuck in the watermelon.”"],["div",{"id":"p14","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p14"},"“And then we tried vacuuming it to clean it up,” says Aubrey, to more laughter."],["div",{"id":"p15","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p15"},"All joking aside, these brothers and sisters feel genuine joy and comfort through the friendship and service they experience in their relationships."],["div",{"id":"t2","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.t2"},["div",{"id":"p16","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p16"},"Tyler, who has cerebral palsy and uses a wheelchair, says, “It’s very important to have friends with you, because they can help you through hard times. My brothers and sisters are my friends.”"]],["div",{"id":"t3","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.t3"},[".title","Service to Siblings"],["div",{"id":"p18","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p18"},"These siblings all support each other in their various activities, such as Aubrey’s marching band performances, Janessa’s volleyball games, and Tyler’s soccer games."],["div",{"id":"p19","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p19"},"Tyler’s entry into the world of power soccer, which is a sport for people who use powered wheelchairs, is also a story of family service. There was no nearby team for Tyler to play on until an Eagle Scout project by his oldest brother, Matt, 20, made it a reality for him a couple of years ago. Matt organized their town’s power soccer team, which participates in a league with teams from other cities. Their father coached the team, and Matt was an assistant coach until he left on his full-time mission. Now Tyler and other power wheelchair users in their area can participate in an activity that helps them develop skills and character—all because one young man found a way to do something for his brother."],["div",{"id":"p20","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p20"},"Of course, the day-to-day service these siblings give each other is also rewarding. Aubrey and Janessa enjoy helping and supporting each other in their Young Women activities and Personal Progress projects. Seth enjoys helping his sisters with their Spanish homework, as well as helping Tyler keep a busy schedule by taking him to school and Church events."],["div",{"id":"p21","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p21"},"Priesthood service is something Seth and Tyler enjoy. When Tyler became a deacon, he was happy to able to pass the sacrament by adding an attachment to his wheelchair so that people could take the trays from him. Seth says, “Priesthood service means a lot to me—preparing, blessing, and passing the sacrament to everyone, including taking it to people who can’t make it to church because they’re not able to get out of the house.”"]],["div",{"id":"t4","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.t4"},[".title","The Gospel as a Guide"],["div",{"id":"p23","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p23"},"When they’re not together, these brothers and sisters try to be good friends to others by sharing the Church’s standards and teachings with them."],["div",{"id":"p24","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p24"},"Janessa says that studying the scriptures helps, because “a scripture can stand out and help me through temptations and trials. Or when my friends ask me questions about the Church, I can refer back to the scripture and answer them and tell them about the Church and our standards.”"],["div",{"id":"p25","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p25"},"Trying to be a good example at all times is important to Aubrey, because “people are watching us all the time,” she says. “They notice that we have different standards from theirs. A boy in my biology class would always refer to me as ‘the Mormon.’ Then one time he said, ‘Aubrey, you’re always so happy all the time. It’s different.’ In band I’m nicknamed the ‘Mormon baritone’ because I’m the only Church member in my section. The others sometimes stop cussing when I’m with them, and sometimes they stop because I ask them to. But people are watching you all the time.”"],["div",{"id":"p26","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p26"},"Seth has talked about religion with one of his friends several times, and he has given him a copy of the Book of Mormon. “He understands our Church a little more, understands me more. At least he has a Book of Mormon in case he has more questions. Even after high school, if we go our separate ways, he might run into it again and remember, and he might look into it more.”"],["div",{"id":"p27","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p27"},"All of these brothers and sisters enjoy seminary. Tyler says that “the best part for me is to learn about the gospel.” He also enjoys the gathering of Latter-day Saint youth that happens at school between the time early-morning seminary ends and school begins. “In the morning, we all have a little spot everybody at school calls the ‘Mormon Place,’ where we all meet and talk. It’s cool,” says Tyler."],["div",{"id":"p28","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p28"},"When he is with other people, Tyler also likes to help them by listening to them and talking with them about difficulties they are having. “I hope to help people with their problems,” he says."]],["div",{"id":"t5","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.t5"},[".title","A More Perfect Perspective"],["div",{"id":"p30","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p30"},"Though they admit they sometimes have disagreements and experience the normal friction felt in most families, these brothers and sisters also know that their belief in an eternal family has affected how they regard each other and their relationships."],["div",{"id":"p31","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p31"},"Seth says, “Since we know our relationship is forever, we’re not going to hold any grudges, that’s for sure.”"],["div",{"id":"p32","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p32"},"“In the Church we know that you can be with your family forever,” says Janessa, “and that makes everything different.”"],["div",{"id":"p33","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p33"},"And the difference is easy to see when Seth, Aubrey, Janessa, and Tyler are together. The lessons they are learning in their family now will last them a lifetime—and beyond."]],["div",{"id":"f1","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.f1"},[".caption","Seth: “My future is based around my testimony. I’m planning on going on a mission. Later, I want to start a family and continue living the gospel.”"]],["div",{"id":"f2","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.f2"},[".caption","Aubrey: “You want your faith to grow, so you need the gospel and a relationship with God.”"]],["div",{"id":"f3","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.f3"},[".caption","Janessa: “If your testimony is strong and you’re living by the gospel standards, it will be easier to resist temptation in the future.”"]],["div",{"id":"f4","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.f4"},[".caption","Tyler: “At school there’s a lot of stuff that challenges us, so we have to stand alone and protect ourselves.”"]]],[".resources",[".sideQuote",{"id":"f5","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.f5"},[".title","Build Lasting Relationships"],["div",{"id":"p35","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p35"},"“Continue building lasting, loving relationships for all family members. Listen to one another, be united, work together, play together, pray together, study together. Live celestial principles together, serve the Lord together. … Never let golden opportunities go by in your relationships with your family members that will help build eternal principles.”"],[".citationInfo",["div",{"id":"p36","uri":"/new-era/2013/04/brothers-and-sisters-friends-forever.p36"},"Elder L. Tom Perry of the Quorum of the Twelve Apostles, “Born of Goodly Parents,”",["span.emphasis","Ensign,"],"May 1985, 23."]]]]],"refs":null}
