{"id":224,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":224,"title":"Burial","subtitle":"","short_title":"Burial","uri":"/scriptures/bd/burial","content":[["div",{"id":"t1","uri":"/scriptures/bd/burial.t1","order":".000.615"},[".title","Burial"],["div",{"id":"p1","uri":"/scriptures/bd/burial.p1","order":".000.616"},"According to Jewish custom at the time of Christ, after death the body was washed, covered with spices, and wound round and round with long cloths of linen or other material. The relatives at once gathered to the house of mourning, and so too did the hired minstrels and “such as were skilful of lamentation,” but the time allowed for this was short, for in all ordinary cases, except that of a parent, the burial took place, if possible, on the same day. The body was laid without coffin on a bier and carried out beyond the town walls to the place of burial, which was either a public cemetery or, where circumstances allowed, in the private grounds of the family. The women often led the procession; hence our Lord could speak to the widow of Nain before He stopped the bearers of her son. It was the office of the hired mourners to express sorrow by music, praises of the dead, loud wailings, with other outward signs of woe, such as beating of the breast and rending of the garments. This excessive display and promotion of grief was evidently displeasing to Jesus, who in the case of the death of Jairus’s daughter put all the mourners out of the house because they made such a “tumult” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.23-25"},"Matt. 9:23–25"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.37-42"},"Mark 5:37–42"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.52-56"},"Luke 8:52–56"],"). All who met the funeral were expected to join the procession. As regards the final disposal of the body, the Jews abhorred the idea of cremation, and either buried it in the ground or in a rockhewn tomb. The tomb was visited by the friends for at least the first three days. Tombs were carefully marked and generally kept whitewashed in order that people might not be defiled by walking over them unawares (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.27"},"Matt. 23:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.44"},"Luke 11:44"],")."]]],"refs":null}
