{"id":245,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":245,"title":"Canon","subtitle":"","short_title":"Canon","uri":"/scriptures/bd/canon","content":[["div",{"id":"t1","uri":"/scriptures/bd/canon.t1","order":".000.660"},[".title","Canon"],["div",{"id":"p1","uri":"/scriptures/bd/canon.p1","order":".000.661"},"A word of Greek origin, originally meaning “a rod for testing straightness,” now used to denote the authoritative collection of the sacred books used by the true believers in Christ. In The Church of Jesus Christ of Latter-day Saints, the canonical books are called standard works. The history of the process by which the books of the Bible were collected and recognized as a sacred authority is almost hidden in obscurity. There are several legends extant and these may have some truth in them but certainly are not complete or totally accurate. Though many of the details have not been preserved, we know that the servants of the Lord have been commanded to keep records even from the earliest times, and that those records have been revered by the faithful and handed down from generation to generation."],["div",{"id":"p2","uri":"/scriptures/bd/canon.p2","order":".000.662"},"Much of the information we now have on this subject has come to us through latter-day revelation. For example, we learn that Adam was an intelligent being who could read and write and had a pure and perfect language. Sacred records were kept by him and handed down to succeeding patriarchs, even to Enoch and Abraham, who also added their own writings to the collection (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.3-6,46"},"Moses 6:3–6, 46"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.31"},"Abr. 1:31"],"). Likewise Moses kept a record in his day (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.40-41"},"Moses 1:40–41"],"). A collection of Old Testament documents and other writings was available in Jerusalem in 600",["span.small","B.C."],", written upon plates of brass, and was obtained by Nephi from Laban (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4"},"1 Ne. 4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.10-19"},"5:10–19"],")."],["div",{"id":"p3","uri":"/scriptures/bd/canon.p3","order":".000.663"},"The various Old Testament prophets wrote or dictated to scribes who recorded (such as Jeremiah to Baruch,",["a.scriptureRef",{"href":"/scriptures/ot/jer/36"},"Jer. 36"],"), and thus the sacred books were produced and collected."],["div",{"id":"p4","uri":"/scriptures/bd/canon.p4","order":".000.664"},"In New Testament times the apostles and prophets kept records, giving an official testimony of the earthly ministry of the Savior and the progress and teachings of the Church. Many of the details, such as time and place involved in the production and the preservation of the records, are not available, but the general concept is clear that the servants of the Lord wrote what they knew to be true of Jesus. Thus came the Gospels. The epistles were primarily written to regulate affairs among the members of the Church."],["div",{"id":"p5","uri":"/scriptures/bd/canon.p5","order":".000.665"},"With the multiplicity of true books, of both Old and New Testament origin, there was also a proliferation of false writings from apostates and from authors who for one reason or another wished to propagate some particular thesis. From time to time decisions needed to be made as to which books were authoritative and which were false. A council of Jewish scholars met for this purpose in Jamnia, or Javneh (near Joppa), in about",["span.small","A.D."],"90, and some determinations were made as to what were the official and accepted books of the Jews’ religion. This probably was a defensive reaction to the rise of Christian writings, and perhaps also from the fact that the Christians freely used the Jewish scriptures (Old Testament) as well as the writings of the Apostles and the early Christian leaders. It appears that the rabbis wanted to make clear the distinction between the two."],["div",{"id":"p6","uri":"/scriptures/bd/canon.p6","order":".000.666"},"Councils were held in early Christianity to determine which of the writings were authoritative and which were heretical. Some good judgment was used, and many spurious books were rejected, while our present New Testament was preserved. Times of persecution also precipitated decisions as to which books were true and which false. If a Christian is forced by the Roman government to burn his books, he most likely will surrender those that are nonauthoritative and conceal the more valuable documents. In order to do this, he must know which are which."],["div",{"id":"p7","uri":"/scriptures/bd/canon.p7","order":".000.667"},"No doubt many writings, of both Old and New Testament times, have been lost, and perhaps even willfully destroyed (see",["i",["a.scriptureRef",{"href":"/scriptures/bd/lost-books"},"Lost books"]],"). When the Church was in apostasy, whether before or after the time of Christ, some valuable writings were misjudged to be in error (because the judges lacked the truth) and so were discarded. Likewise some books of lesser value may have been judged to be good. In the main, however, sound guidelines were established that helped to preserve the authoritative books. Among these rules were the following: (1) Is it claimed that the document was written by a prophet or an apostle? (2) Is the content of the writing consistent with known and accepted doctrines of the faith? (3) Is the document already used and accepted in the Church? By application of these tests the books now contained in the Bible have been preserved."],["div",{"id":"p8","uri":"/scriptures/bd/canon.p8","order":".000.668"},"Although the decisions were made in the past as to which writings are authoritative, that does not mean that the canon of scripture is complete and that no more can be added. True prophets and apostles will continue to receive new revelation, and from time to time the legal authorities of the Church will see fit to formally add to the collection of scripture."]]],"refs":null}
