{"id":9,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":9,"title":"Chapter 7: Submitting Names for Temple Ordinances","subtitle":"","short_title":7,"uri":"/manual/introduction-to-family-history-student-manual/chapter-7","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/introduction-to-family-history-student-manual/chapter-7"},[".heading",{"id":"head1","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.head1"},[".titleNumber","7"],["h1","Submitting Names for Temple Ordinances"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t1"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p4"},["b","Elder Russell M. Nelson"],"of the Quorum of the Twelve Apostles taught, “The purpose of family history work is to obtain the names and data of our ancestors so that temple ordinances can be performed in their behalf” (“Young Adults and the Temple,”",["span.emphasis","Ensign,"],"Feb. 2006, 15).",["b","Elder Dennis B. Neuenschwander,"],"an emeritus member of the Seventy, said: “Family history work leads us to the temple. Family history and temple work are one work. … Family history research should be the primary source of names for temple ordinances, and temple ordinances are the primary reason for family history research” (in Conference Report, Apr. 1999, 111, or",["span.emphasis","Ensign,"],"May 1999, 84–85)."],["p.para",{"id":"p5","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p5"},"Submitting names for temple ordinances is an option that appears automatically as part of the FamilySearch program. Until the mid-1970s, clearance of names for temple ordinances required the submission of request forms by mail to Church headquarters.",["b","Elder Monte J. Brough,"],"formerly of the Seventy, stated that to appreciate the current name submission process, “we need to talk about the past when members sent the information about each of their ancestors to Church headquarters. It was a slow, complex process to clear a name for temple ordinances. It could take as long as nine months. In fact, often people submitted a name to be cleared, and by the time it actually cleared, they had forgotten about it” (in “Everyone’s Blessing,”",["span.emphasis","Ensign,"],"Dec. 1994, 19). Thanks to modern computer technology and family history software, a name with the required minimum information can be cleared almost instantly."],["p.para",{"id":"p6","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p6"},"This chapter discusses the urgency expressed by latter-day prophets regarding family history work. It will also help acquaint you with guidelines for submitting names to temples."]],[".topic",{"id":"t2","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t2"},["h2","Commentary"],[".topic",{"id":"t3","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t3"},["h3","Latter-day Prophets Have Expressed Urgency for Us to Perform Saving Ordinances for the Dead",["span.dominant","[7.1]"]],[".box-decor",{"id":"f1","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f1"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.8,15-19"},"Doctrine and Covenants 128:8, 15–19"]]]]],[".topic",{"id":"t4","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t4"},["h4","Angels need our help.",["span.dominant","[7.1.1]"]],["p.para",{"id":"p12","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p12"},"At the dedication of the lower story of the St. George Utah Temple on January 1, 1877,",["b","President Brigham Young"],"(1801–77) indicated that some in the spirit world have waited thousands of years for their temple work to be done: “What do you suppose the fathers would say if they could speak from the dead? Would they not say, ‘We have lain here thousands of years, here in this prison house, waiting for this dispensation to come?’ … What would they whisper in our ears? Why, if they had the power the very thunders of heaven would be in our ears, if we could realize the importance of the work we are engaged in. All the angels in heaven are looking at this little handful of people, and stimulating them to the salvation of the human family” (",["span.emphasis","Teachings of Presidents of the Church: Brigham Young"],"[1997], 309)."]],[".topic",{"id":"t5","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t5"},["h4","More temples mean more work to be done.",["span.dominant","[7.1.2]"]],[".img-left",{"id":"f3","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/prophet-seer-revelator-lds-mormon_697813.jpg"}]],["p.para",{"id":"p14","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p14"},"Temple building was accelerated during the administration of President Spencer W. Kimball. When he became President of the Church in December 1973, there were 15 temples in operation. When he died in November 1985, there were 36 temples in operation. On one occasion",["b","President Kimball"],"(1895–1985) discussed the urgency to construct more temples:"],["p.para",{"id":"p15","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p15"},"“There now begins the most intensive period of temple building in the history of the Church. We look to the day when the sacred ordinances of the Church, performed in the temples, will be available to all members of the Church in convenient locations around the globe."],["p.para",{"id":"p16","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p16"},"“The building of these temples must be accompanied by a strong emphasis on genealogical [family history] research on the part of members of the Church."],["p.para",{"id":"p17","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p17"},"“We feel an urgency for this great work to be accomplished and wish to encourage the Saints to accept their responsibility of performing temple ordinances, writing their personal and family history, participating in the name extraction program when called to do so, completing their four-generation research, and then continuing their family research to ensure the redemption of their kindred dead” (“We Feel an Urgency,”",["span.emphasis","Ensign,"],"Aug. 1980, 2)."]],[".topic",{"id":"t6","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t6"},["h4","The work of redeeming the dead must accelerate.",["span.dominant","[7.1.3]"]],[".img-left",{"id":"f4","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/howard-w-hunter-portrait_1083275.jpg"}]],["p.para",{"id":"p19","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p19"},["b","President Howard W. Hunter"],"(1907–95) often testified of the urgency of family history and temple work:"],["p.para",{"id":"p20","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p20"},"“From Joseph Smith the Prophet to our present-day prophet, seer, revelator, and president … we have been admonished to seek after our dead and perform for them those ordinances which are needed for their exaltation in the celestial kingdom of God. …"],["p.para",{"id":"p21","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p21"},"“Man was not given a choice to do this work when and if he pleased, or when he had time, but the work was given as an obligation to be filled. …"],["p.para",{"id":"p22","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p22"},"“Our dead are anxiously waiting for this people to search out their names and then go into the temples of God to officiate for them, that they may be liberated from their prison house in the spirit world. The keys of this great power given to the Prophet Joseph Smith are with us today. This power, to officiate for the dead, breaks down the barriers of the grave. All of us should find the joy of this magnificent labor of love. …"],["p.para",{"id":"p23","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p23"},"“With regard to temple and family history work, I have one overriding message: This work must hasten. The work waiting to be done is staggering and escapes human comprehension. …"],["p.para",{"id":"p24","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p24"},"“We know that our responsibility is for every son and daughter of God even though they have left mortality. No one really dies. The great work of the temples, and all that supports it, must expand. It is imperative!” (",["span.emphasis","The Teachings of Howard W. Hunter"],"[1997], 231–34)."]],[".topic",{"id":"t7","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t7"},["h4","The Lord has prepared a way.",["span.dominant","[7.1.4]"]],[".img-left",{"id":"f5","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/henry-b-eyring-lds-first-presidency_1083563.jpg"}]],["p.para",{"id":"p26","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p26"},["b","President Henry B. Eyring"],"of the First Presidency taught that the Lord prepared a way from the beginning for us to help our ancestors:"],["p.para",{"id":"p27","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p27"},"“Many of your ancestors died never having the chance to accept the gospel and to receive the blessings and promises you have received. The Lord is fair, and He is loving. And so He prepared for you and me a way for us to have the desire of our hearts to offer to our ancestors all the blessings He has offered us."],["p.para",{"id":"p28","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p28"},"“The plan to make that possible has been in place from the beginning. The Lord gave promises to His children long ago. The very last book of the Old Testament is the book of the prophet Malachi. And the last words are a sweet promise and a stern warning:"],["p.para",{"id":"p29","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p29"},"“‘Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord:"],["p.para",{"id":"p30","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p30"},"“‘And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse’ [",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],"]."],["p.para",{"id":"p31","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p31"},"“Some of those words are crucial to understand. The great and dreadful day of the Lord is the end of the world. Jehovah, the Messiah, will come in glory. The wicked will all be destroyed. We live in the last days. Time could be running out for us to do what we have promised to do” (in Conference Report, Apr. 2005, 80; or",["span.emphasis","Ensign,"],"May 2005, 77–78)."]]],[".topic",{"id":"t8","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t8"},["h3","Church Family History Databases Help Determine Which Gospel Ordinances Are Needed for Known Ancestors",["span.dominant","[7.2]"]],[".topic",{"id":"t9","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t9"},["h4","Technology makes submitting names simpler.",["span.dominant","[7.2.1]"]],["p.para",{"id":"p34","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p34"},["b","Elder Russell M. Nelson"],"explained that a newly updated FamilySearch computer program facilitates family history work and helps Church members determine what temple ordinances have or have not been performed for each individual ancestor: “The Prophet Joseph Smith said, ‘The greatest responsibility in this world that God has laid upon us is to seek after our dead’ [",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 475]. New technology makes it easier than ever to fulfill that responsibility. Temple and family history work is now facilitated by [FamilySearch]. This Internet-based system helps members identify their ancestors, determine what ordinance work needs to be done for them, and prepare their names for the temple. It can be accessed from home, a family history center, or wherever the Internet is available. The steps are easy to follow” (in Conference Report, Apr. 2010, 90; or",["span.emphasis","Ensign,"],"May 2010, 92–93)."]],[".image",{"id":"f6","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/young-adult-woman-computer_1007070.jpg"}]],[".topic",{"id":"t10","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t10"},["h4","FamilySearch helps prepare names for temple ordinances.",["span.dominant","[7.2.2]"]],["p.para",{"id":"p36","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p36"},"FamilySearch can help you during the process of preparing your ancestors’ names to receive their ordinances in the temple. Once you have found family members and added them to your family tree on FamilySearch, temple ordinance information will be displayed for those individuals. FamilySearch has tutorials and helps on the website to help you through the process. Since the process, symbols, and explanations in the computer program are improved and updated regularly, the following information illustrates the basic concepts for determining the status of ordinance work and then preparing the names of an individual or family for the temple:"],[".figure",{"id":"f7","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f7"},["ol.number",["li",["span.label","1."],["p.para",["span.emphasis","Determine which gospel ordinances have been done and which may still need to be done."],"A symbol close to the name of the head of a family indicates the status of that family’s ordinances. More detailed information may be found by clicking on the symbol. FamilySearch indicates which ordinances have been done, which still need to be done, which are in progress (someone has reserved them—meaning only the person who submitted the name may perform the ordinance), and in some cases which ordinances are not needed (such as baptism for children who died before the age of eight)."]],["li",["span.label","2."],["p.para",["span.emphasis","Of the ancestors who still need ordinances, determine which of them are eligible for their temple work to be done."],"FamilySearch informs you when permission from the nearest living family member of the individual you want to do ordinances for is needed. It also informs you when more information is needed before ordinances may be performed for certain individuals. See the following sections in this chapter for more information about which people you may perform ordinances for and how certain special circumstances affect how you prepare the names for the temple."]],["li",["span.label","3."],["p.para",["span.emphasis","Reserve names for the temple."],"After determining that you may perform ordinances for a certain individual or family, follow the directions to reserve the name for temple ordinances (try clicking on the status of the individual’s ordinances and following the directions). Reserving the name will add it to your",["b","Temple Ordinances"],"list and will make the status of the temple work appear as “in progress.”"]],["li",["span.label","4."],["p.para",["span.emphasis","Submit names to the temple."],"You may serve as proxy for your ancestors, or you may choose to allow someone else to serve as proxy. Go to the",["b","Temple Ordinances"],"tab to print off a Family Ordinance Request to take to the temple. When you get to the temple, the temple workers will scan in the request sheet and print off the family ordinance cards (the pink, blue, and yellow cards). You may decide to ask the temple workers to ask someone else to serve as proxy. You may also choose to assign names to the temple. That means that the names will be sent to a temple and temple patrons there will perform the ordinances for those people. See the last section in this chapter for more information about acting as proxy for your ancestors."]]]]]],[".image",{"id":"f8","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f8"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/temple-ordinance-cards_1067852.jpg"}],[".caption",["p",{"id":"lds-"},"Cards like these are printed and taken to the temple when performing temple ordinances for our ancestors."]]],[".topic",{"id":"t11","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t11"},["h3","Follow the Guidelines for Submitting Names for Temple Ordinances",["span.dominant","[7.3]"]],[".topic",{"id":"t12","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t12"},["h4","Understand whose names you can submit.",["span.dominant","[7.3.1]"]],["p.para",{"id":"p44","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p44"},"The Church has given the following guidelines regarding names you may submit for temple ordinances:"],["p.para",{"id":"p45","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p45"},"“Generally, you may perform temple ordinances for deceased persons one year or more after the date of death without regard to the person’s worthiness or cause of death. If you have questions, please contact your bishop or branch president."],["p.para",{"id":"p46","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p46"},"“Before you perform ordinances for a deceased person born within the last 95 years, obtain permission from the closest living relative. Relatives may not want the ordinances performed or may want to perform the ordinances themselves. The closest living relatives are, in this order: a spouse, then children, then parents, then siblings."],["p.para",{"id":"p47","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p47"},"“You are responsible to submit names of the following individuals for temple work (the individuals must have been deceased for at least one year):"],["ul.bullet",["li",["span.label","“•"],["p.para","Immediate family members."]],["li",["span.label","“•"],["p.para","Direct-line ancestors (parents, grandparents, great-grandparents, and so on, and their families)."]]],["p.para",{"id":"p50","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p50"},"“You may also submit the names of the following individuals who have been deceased for at least one year:"],["ul.bullet",["li",["span.label","“•"],["p.para","Biological, adoptive, and foster family lines connected to your family."]],["li",["span.label","“•"],["p.para","Collateral family lines (uncles, aunts, cousins, and their families)."]],["li",["span.label","“•"],["p.para","Your own descendants."]],["li",["span.label","“•"],["p.para","Possible ancestors, meaning individuals who have a probable family relationship that cannot be verified because the records are inadequate, such as those who have the same last name and resided in the same area as your known ancestors."]]],["p.para",{"id":"p55","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p55"},"“Do not submit the names of persons who are not related to you, including names of famous people or names gathered from unapproved extraction projects, such as victims of the Jewish Holocaust."],["p.para",{"id":"p56","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p56"},"“You may submit the names of individuals with whom you shared a friendship. This is an exception to the general rule that members should not submit the names of individuals to whom they are not related. Before performing ordinances for a deceased individual who was a friend, you should obtain permission from the individual’s closest living relative” (",["span.emphasis","Member’s Guide to Temple and Family History Work"],"[2009], 30)."]],[".topic",{"id":"t13","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t13"},["h4","Determine when ordinances may not be needed.",["span.dominant","[7.3.2]"]],["p.para",{"id":"p58","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p58"},"FamilySearch indicates when ordinances are not needed, such as in the following situations:"],["ul.bullet",["li",["span.label","•"],["p.para","Children born after their mother was sealed to her husband in a temple are born in the covenant. They do not need to receive the ordinance of sealing to parents."]],["li",["span.label","•"],["p.para","No baptism or endowment is performed for a child who died before age eight (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.8-12"},"Moroni 8:8–12"],"; see also Merlin R. Lybbert, “The Special Status of Children,”",["span.emphasis","Ensign,"],"May 1994, 31–32). Only a sealing to parents is performed for such children. If the child was sealed to parents while he or she was living or if the child was born in the covenant, no vicarious ordinances are performed."]]]]],[".image",{"id":"f12","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f12"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/gila-valley-lds-temple_1083381.jpg"}],[".caption",["p",{"id":"lds-"},"The Gila Valley Arizona Temple"]]],[".topic",{"id":"t14","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t14"},["h3","There Are Guidelines for Submitting Names to the Temple When There Are Unusual Circumstances",["span.dominant","[7.4]"]],[".topic",{"id":"t15","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t15"},["h4","Couples whose marriage cannot be documented may be sealed.",["span.dominant","[7.4.1]"]],["p.para",{"id":"p64","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p64"},"If you have a couple in your ancestry who lived together as husband and wife, but you cannot find any information to document their marriage, you may still have their temple sealing performed by preparing their names in FamilySearch for that ordinance and submitting it to the temple."]],[".image",{"id":"f13","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f13"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/fukuoka-japan-mormon-temple_1083276.jpg"}],[".caption",["p",{"id":"lds-"},"Fukuoka Japan Temple"]]],[".topic",{"id":"t16","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t16"},["h4","There are specific guidelines concerning stillborn children.",["span.dominant","[7.4.2]"]],["p.para",{"id":"p67","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p67"},"No temple ordinances are performed for stillborn children (those who are considered dead at the time of birth). They may be listed, however, in family records (the child may be listed simply as “Stillborn”)."],["p.para",{"id":"p68","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p68"},"In some locations, such as Europe, children who were",["span.emphasis","not"],"stillborn but who died shortly after birth were often",["span.emphasis","listed"],"as “stillborn.” Since these children were alive for a short period of time, they may be sealed to their parents. FamilySearch will let you know if a sealing ordinance may be performed for a child listed as “stillborn.” (The computer will sort such information by time period and probability, or the likelihood that a brief live birth might have been recorded “stillborn” during a particular era.)"]],[".topic",{"id":"t17","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t17"},["h4","Persons who are presumed dead may have ordinances performed for them.",["span.dominant","[7.4.3]"]],["p.para",{"id":"p70","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p70"},"Persons who are presumed dead because they are missing in action (for example, in times of war), lost at sea, declared legally dead, or who disappeared under circumstances where death is apparent but no body was ever recovered may have their temple ordinances performed after 10 years have passed since the time of presumed death."],["p.para",{"id":"p71","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p71"},"In all other cases of missing persons, the temple ordinances may",["span.emphasis","not"],"be performed until after 110 years have passed from the time of a person’s",["span.emphasis","birth"],"(an assumption that if the person was missing but alive, he or she would have died within 110 years)."]],[".topic",{"id":"t18","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t18"},["h4","There is a sealing guideline for women who were married more than once.",["span.dominant","[7.4.4]"]],["p.para",{"id":"p73","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p73"},"If a woman was legally married more than once (such as after the death of a husband), you may have a sealing ordinance performed for her and each husband. This will avoid the situation of having to make judgments for which we are not qualified. Remember, if an ordinance is performed on earth, it does not become binding until accepted in the spirit world by the worthy person for whom the ordinance was performed."]],[".topic",{"id":"t19","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t19"},["h4","Individuals with mental disabilities may have all ordinances performed for them.",["span.dominant","[7.4.5]"]],["p.para",{"id":"p75","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p75"},"All temple ordinances may be performed for individuals with mental disabilities if they died when they were eight years of age or older. If they died before age eight, only the ordinance of sealing to parents is needed."]],[".topic",{"id":"t20","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t20"},["h4","Ask concerning guidelines for other unusual circumstances.",["span.dominant","[7.4.6]"]],["p.para",{"id":"p77","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p77"},"Ask your family history consultant about the guidelines for temple ordinances for other unusual circumstances. If your family history consultant does not know the answer, ask your priesthood leader (bishop or branch president), and he will help you find the answer."]]],[".image",{"id":"f14","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f14"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/young-adults-temple-lds_235666.jpg"}]],[".topic",{"id":"t21","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t21"},["h3","If You Have a Current Temple Recommend and Have Been Endowed, You May Serve as Proxy for Those Persons of the Same Gender Whose Names You Have Cleared for Temple Ordinances, or You May Allow Others to Serve as Proxy for Persons You Have Cleared for Temple Ordinances",["span.dominant","[7.5]"]],[".box-decor",{"id":"f15","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f15"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/ot/ps/24.3-4"},"Psalm 24:3–4"]]]]],[".image",{"id":"f17","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f17"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/bishop-counseling-man-ghana_1083279.jpg"}],[".caption",["p",{"id":"lds-"},"Authorized priesthood leaders help to certify worthiness to attend the temple."]]],[".topic",{"id":"t22","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t22"},["h4","Worthiness is essential for temple worship.",["span.dominant","[7.5.1]"]],["p.para",{"id":"p83","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p83"},"“To enter the temple, you must be worthy. You certify your worthiness in two interviews—one with a member of your bishopric or your branch president and another with a member of your stake presidency or the mission president. Your priesthood leaders will keep these interviews private and confidential. In each of the interviews, the priesthood leader will ask you about your personal conduct and worthiness. You will be asked about your testimony of Heavenly Father and the Atonement of Jesus Christ, and you will be asked whether you support the general and local leaders of the Church. You will be asked to confirm that you are morally clean and that you keep the Word of Wisdom, pay a full tithe, live in harmony with the teachings of the Church, and do not maintain any affiliation or sympathy with apostate groups."],["p.para",{"id":"p84","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p84"},"“If you give acceptable answers to the questions in the interviews and if you and your priesthood leaders are satisfied that you are worthy to enter the temple, you will receive a temple recommend. You and your priesthood leaders will sign the recommend, which will allow you to enter the temple for the next two years, as long as you remain worthy."],["p.para",{"id":"p85","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p85"},"“Temple recommend interviews offer a great opportunity for you to examine your worthiness and the pattern of your life” (",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], 172)."],["p.para",{"id":"p86","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p86"},"After you have received your endowment, when you attend the temple again, you will serve as proxy for a person on the other side of the veil. Through temple work for the dead, Church members have the opportunity to worship in the temple regularly and remember the covenants made and blessings promised in these sacred ordinances."],["p.para",{"id":"p87","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p87"},"For those members not yet endowed but who are at least 12 years of age or who are recently baptized converts to the Church, a limited-use recommend may be issued by the bishop or branch president in order to do baptisms and confirmations for the dead. Males must be priesthood holders. You may serve as proxy only for persons of your own gender."]],[".image",{"id":"f18","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f18"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/copenhagen-denmark-lds-temple_1083285.jpg"}],[".caption",["p",{"id":"lds-"},"Copenhagen Denmark Temple"]]],[".topic",{"id":"t23","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.t23"},["h4","Others may perform ordinances for names you have prepared.",["span.dominant","[7.5.2]"]],["p.para",{"id":"p90","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.p90"},"You and your family do not have to personally be the proxies for the ancestors whose names you have prepared for temple ordinances. You may choose to give the name cards you print out to others, such as ward or branch members, for them to act as proxy for the ordinances. There is also an option in FamilySearch for you to forward names of your ancestors to temples and allow the ordinances for those persons to be performed by others."]]]],[".box-decor",{"id":"f19","uri":"/manual/introduction-to-family-history-student-manual/chapter-7.f19"},["ul.bullet",["h2","Questions to Ponder"],["li",["span.label","•"],["p.para","What are two or three reasons why work for the dead is urgent?"]],["li",["span.label","•"],["p.para","What are the immediate needs in your own family history work?"]]],["ul.bullet",["h2","Suggested Assignment"],["li",["span.label","•"],["p.para","Find information for another individual or family to submit for temple ordinance work."]]],["ul.bullet",["h2","Additional Resources"],["li",["span.label","•"],["p.para","Spencer W. Kimball, “We Feel an Urgency,”",["span.emphasis","Ensign,"],"Aug. 1980, 2–3."]],["li",["span.label","•"],["p.para","Howard W. Hunter, “A Temple-Motivated People,”",["span.emphasis","Ensign,"],"Mar. 2004, 38–44."]],["li",["span.label","•"],["p.para","Russell M. Nelson, “Young Adults and the Temple,”",["span.emphasis","Ensign,"],"Feb. 2006, 12–17."]]]]],[".resources"]]]],"refs":null}
