{"id":14,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":14,"title":"Chapter 12: Early Incidents in Our Lord’s Public Ministry","subtitle":"","short_title":"Chapter 12","uri":"/manual/jesus-the-christ/chapter-12","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-12"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-12.head1"},[".titleNumber","Chapter 12"],["h1","Early Incidents in Our Lord’s Public Ministry"]],[".bodyBlock",[".topic",["h2","First Clearing of the Temple"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-12.p4"},"Soon after the marriage festivities in Cana, Jesus, accompanied by His disciples, as also by His mother and other members of the family, went to Capernaum, a town pleasantly situated near the northerly end of the Sea of Galilee or Lake of Gennesaret",["sup",["a",{"href":"fn_1"},"a"]],"and the scene of many of our Lord’s miraculous works; indeed it came to be known as His own city.",["sup",["a",{"href":"fn_2"},"b"]],"Because of the unbelief of its people it became a subject of lamentation to Jesus when in sorrow He prefigured the judgment that would befall the place.",["sup",["a",{"href":"fn_3"},"c"]],"The exact site of the city is at present unknown. On this occasion Jesus tarried but a few days at Capernaum; for the time of the annual Passover was near, and in compliance with Jewish law and custom He went up to Jerusalem."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-12.p5"},"The synoptic Gospels,",["sup",["a",{"href":"fn_4"},"d"]],"which are primarily devoted to the labors of Christ in Galilee, contain no mention of His attendance at the paschal festival between His twelfth year and the time of His death; to John alone are we indebted for the record of this visit at the beginning of Christ’s public ministry. It is not improbable that Jesus had been present at other Passovers during the eighteen years over which the evangelists pass in complete and reverent silence; but at any or all such earlier visits, He, not being thirty years old, could not have assumed the right or privilege of a teacher without contravening established customs.",["sup",["a",{"href":"fn_5"},"e"]],"It is worth our attention to note that on this, the first recorded appearance of Jesus in the temple subsequent to His visit as a Boy, He should resume His “Father’s business” where He had before been engaged. It was in His Father’s service that He had been found in discussion with the doctors of the law,",["sup",["a",{"href":"fn_6"},"f"]],"and in His Father’s cause He was impelled to action on this later occasion."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-12.p6"},"The multitudinous and mixed attendance at the Passover celebration has already received passing mention;",["sup",["a",{"href":"fn_7"},"g"]],"some of the unseemly customs that prevailed are to be held in mind. The law of Moses had been supplemented by a cumulative array of rules, and the rigidly enforced requirements as to sacrifices and tribute had given rise to a system of sale and barter within the sacred precincts of the House of the Lord. In the outer courts were stalls of oxen, pens of sheep, cages of doves and pigeons; and the ceremonial fitness of these sacrificial victims was cried aloud by the sellers, and charged for in full measure. It was the custom also to pay the yearly poll tribute of the sanctuary at this season—the ransom offering required of every male in Israel, and amounting to half a shekel",["sup",["a",{"href":"fn_8"},"h"]],"for each, irrespective of his relative poverty or wealth. This was to be paid “after the shekel of the sanctuary,” which limitation, as rabbis had ruled, meant payment in temple coin. Ordinary money, varieties of which bore effigies and inscriptions of heathen import, was not acceptable, and as a result, money-changers plied a thriving trade on the temple grounds."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-12.p7"},"Righteously indignant at what He beheld, zealous for the sanctity of His Father’s House, Jesus essayed to clear the place;",["sup",["a",{"href":"fn_9"},"i"]],"and, pausing not for argument in words, He promptly applied physical force almost approaching violence—the one form of figurative language that those corrupt barterers for pelf could best understand. Hastily improvising a whip of small cords, He laid about Him on every side, liberating and driving out sheep, oxen, and human traffickers, upsetting the tables of the exchangers and pouring out their heterogeneous accumulations of coin. With tender regard for the imprisoned and helpless birds He refrained from assaulting their cages; but to their owners He said: “Take these things hence”; and to all the greedy traders He thundered forth a command that made them quail: “Make not my Father’s house an house of merchandise.” His disciples saw in the incident a realization of the psalmist’s line: “The zeal of thine house hath eaten me up.”",["sup",["a",{"href":"fn_10"},"j"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-12.p8"},"The Jews, by which term we mean the priestly officials and rulers of the people, dared not protest this vigorous action on the ground of unrighteousness; they, learned in the law, stood self-convicted of corruption, avarice, and of personal responsibility for the temple’s defilement. That the sacred premises were in sore need of a cleansing they all knew; the one point upon which they dared to question the Cleanser was as to why He should thus take to Himself the doing of what was their duty. They practically submitted to His sweeping intervention, as that of one whose possible investiture of authority they might be yet compelled to acknowledge. Their tentative submission was based on fear, and that in turn upon their sin-convicted consciences. Christ prevailed over those haggling Jews by virtue of the eternal principle that right is mightier than wrong, and of the psychological fact that consciousness of guilt robs the culprit of valor when the imminence of just retribution is apparent to his soul.",["sup",["a",{"href":"fn_11"},"k"]],"Yet, fearful lest He should prove to be a prophet with power, such as no living priest or rabbi even professed to be, they timidly asked for credentials of His authority—“What sign shewest thou unto us, seeing that thou doest these things?” Curtly, and with scant respect for this demand, so common to wicked and adulterous men",["sup",["a",{"href":"fn_12"},"l"]],"Jesus replied: “Destroy this temple and in three days I will raise it up.”",["sup",["a",{"href":"fn_13"},"m"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-12.p9"},"Blinded by their own craft, unwilling to acknowledge the Lord’s authority, yet fearful of the possibility that they were opposing one who had the right to act, the perturbed officials found in the words of Jesus reference to the imposing temple of masonry within whose walls they stood. They took courage; this strange Galilean, who openly flouted their authority, spoke irreverently of their temple, the visible expression of the profession they so proudly flaunted in words—that they were children of the covenant, worshipers of the true and living God, and hence superior to all heathen and pagan peoples. With seeming indignation they rejoined: “Forty and six years was this temple in building, and wilt thou rear it up in three days?”",["sup",["a",{"href":"fn_14"},"n"]],"Though frustrated in their desire to arouse popular indignation against Jesus at this time, the Jews refused to forget or forgive His words. When afterward He stood an undefended prisoner, undergoing an illegal pretense of trial before a sin-impeached court, the blackest perjury uttered against Him was that of the false witnesses who testified: “We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands.”",["sup",["a",{"href":"fn_15"},"o"]],"And while He hung in mortal suffering, the scoffers who passed by the cross wagged their heads and taunted the dying Christ with “Ah, thou that destroyest the temple, and buildest it in three days, save thyself, and come down from the cross.”",["sup",["a",{"href":"fn_16"},"p"]],"Yet His words to the Jews who had demanded the credentials of a sign had no reference to the colossal Temple of Herod, but to the sanctuary of His own body, in which, more literally than in the man-built Holy of Holies, dwelt the ever living Spirit of the Eternal God. “The Father is in me” was His doctrine.",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-12.p10"},"“He spake of the temple of His body,” the real tabernacle of the Most High.",["sup",["a",{"href":"fn_18"},"r"]],"This reference to the destruction of the temple of His body, and the renewal thereof after three days, is His first recorded prediction relating to His appointed death and resurrection. Even the disciples did not comprehend the profound meaning of His words until after His resurrection from the dead; then they remembered and understood. The priestly Jews were not as dense as they appeared to be, for we find them coming to Pilate while the body of the crucified Christ lay in the tomb, saying: “Sir, we remember that that deceiver said, while he was yet alive, After three days I will rise again.”",["sup",["a",{"href":"fn_19"},"s"]],"Though we have many records of Christ having said that He would die and on the third day would rise again, the plainest of such declarations were made to the apostles rather than openly to the public. The Jews who waited upon Pilate almost certainly had in mind the utterance of Jesus when they had stood, nonplussed before Him, at the clearing of the temple courts.",["sup",["a",{"href":"fn_20"},"t"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-12.p11"},"Such an accomplishment as that of defying priestly usage and clearing the temple purlieus by force could not fail to impress, with varied effect, the people in attendance at the feast; and they, returning to their homes in distant and widely separated provinces, would spread the fame of the courageous Galilean Prophet. Many in Jerusalem believed on Him at the time, mainly because they were attracted by the miracles He wrought; but He refused to “commit himself unto them,” realizing the insecure foundation of their professions. Popular adulation was foreign to His purpose; He wanted no motley following, but would gather around Him such as received the testimony of His Messiahship from the Father. “He knew all men, and needed not that any should testify of man: for he knew what was in man.”",["sup",["a",{"href":"fn_21"},"u"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-12.p12"},"The incident of Christ’s forcible clearing of the temple is a contradiction of the traditional conception of Him as of One so gentle and unassertive in demeanor as to appear unmanly. Gentle He was, and patient under affliction, merciful and long-suffering in dealing with contrite sinners, yet stern and inflexible in the presence of hypocrisy, and unsparing in His denunciation of persistent evil-doers. His mood was adapted to the conditions to which He addressed Himself; tender words of encouragement or burning expletives of righteous indignation issued with equal fluency from His lips. His nature was no poetic conception of cherubic sweetness ever present, but that of a Man, with the emotions and passions essential to manhood and manliness. He, who often wept with compassion, at other times evinced in word and action the righteous anger of a God. But of all His passions, however gently they rippled or strongly surged, He was ever master. Contrast the gentle Jesus moved to hospitable service by the needs of a festal party in Cana, with the indignant Christ plying His whip, and amidst commotion and turmoil of His own making, driving cattle and men before Him as an unclean herd."]],[".topic",["h2","Jesus and Nicodemus",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-12.p14"},"That the wonderful deeds wrought by Christ at and about the time of this memorable Passover had led some of the learned, in addition to many of the common people, to believe in Him, is evidenced by the fact that Nicodemus, who was a Pharisee in profession and who occupied a high place as one of the rulers of the Jews, came to Him on an errand of inquiry. There is significance in the circumstance that this visit was made at night. Apparently the man was impelled by a genuine desire to learn more of the Galilean, whose works could not be ignored; though pride of office and fear of possible suspicion that he had become attached to the new Prophet led him to veil his undertaking with privacy.",["sup",["a",{"href":"fn_23"},"w"]],"Addressing Jesus by the title he himself bore, and which he regarded as one of honor and respect, he said: “Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.”",["sup",["a",{"href":"fn_24"},"x"]],"Whether his use of the plural pronoun “we” indicates that he was sent by the Sanhedrin, or by the society of Pharisees—the members of which were accustomed to so speak, as representatives of the order—or was employed in the rhetorical sense as indicating himself alone, is of little importance. He acknowledged Jesus as a “teacher come from God,” and gave reasons for so regarding Him. Whatever of feeble faith might have been stirring in the heart of the man, such was founded on the evidence of miracles, supported mainly by the psychological effect of signs and wonders. We must accord him credit for sincerity and honesty of purpose."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-12.p15"},"Without waiting for specific questions, “Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.” Nicodemus appears to have been puzzled; he asked how such a rejuvenation was possible. “How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?” We do Nicodemus no injustice in assuming that he as a rabbi, a man learned in the scriptures, ought to have known that there was other meaning in the words of Jesus than that of a mortal, literal birth. Moreover, were it possible that a man could be born a second time literally and in the flesh, how could such a birth profit him in spiritual growth? It would be but a reentrance on the stage of physical existence, not an advancement. The man knew that the figure of a new birth was common in the teachings of his day. Every proselyte to Judaism was spoken of at the time of his conversion as one new-born."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-12.p16"},"The surprise manifested by Nicodemus was probably due, in part at least, to the universality of the requirement as announced by Christ. Were the children of Abraham included? The traditionalism of centuries was opposed to any such view. Pagans had to be born again through a formal acceptance of Judaism, if they would become even small sharers of the blessings that belonged as a heritage to the house of Israel; but Jesus seemed to treat all alike, Jews and Gentiles, heathen idolaters and the people who with their lips at least called Jehovah, God."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-12.p17"},"Jesus repeated the declaration, and with precision, emphasizing by the impressive “Verily, verily,” the greatest lesson that had ever saluted the ears of this ruler in Israel: “Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.” That the new birth thus declared to be absolutely essential as a condition of entrance into the kingdom of God, applicable to every man, without limitation or qualification, was a spiritual regeneration, was next explained to the wondering rabbi: “That which is born of the flesh is flesh; and that which is born of the Spirit is spirit. Marvel not that I said unto thee, Ye must be born again.” Still the learned Jew pondered yet failed to comprehend. Possibly the sound of the night breeze was heard at that moment; if so, Jesus was but utilizing the incident as a skilful teacher would do to impress a lesson when He continued: “The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.” Plainly stated, Nicodemus was given to understand that his worldly learning and official status availed him nothing in any effort to understand the things of God; through the physical sense of hearing he knew that the wind blew; by sight he could be informed of its passage; yet what did he know of the ultimate cause of even this simple phenomenon? If Nicodemus would really be instructed in spiritual matters, he had to divest himself of the bias due to his professed knowledge of lesser things."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-12.p18"},"Rabbi and eminent Sanhedrist though he was, there at the humble lodging of the Teacher from Galilee, he was in the presence of a Master. In the bewilderment of ignorance he asked, “How can these things be?” The reply must have been humbling if not humiliating to the man: “Art thou a master of Israel, and knowest not these things?” Plainly a knowledge of some of the fundamental principles of the gospel had been before accessible; Nicodemus was held in reproach for his lack of knowledge, particularly as he was a teacher of the people. Then our Lord graciously expounded at greater length, testifying that He spoke from sure knowledge, based upon what He had seen, while Nicodemus and his fellows were unwilling to accept the witness of His words. Furthermore, Jesus averred His mission to be that of the Messiah, and specifically foretold His death and the manner thereof—that He, the Son of Man, must be lifted up, even as Moses had lifted the serpent in the wilderness as a prototype, whereby Israel might escape the fatal plague.",["sup",["a",{"href":"fn_25"},"y"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-12.p19"},"The purpose of the foreappointed death of the Son of Man was: “That whosoever believeth in him should not perish, but have eternal life”; for to this end, and out of His boundless love to man had the Father devoted His Only Begotten Son. And further, while it was true that in His mortal advent the Son had not come to sit as a judge, but to teach, persuade and save, nevertheless condemnation would surely follow rejection of that Savior, for light had come, and wicked men avoided the light, hating it in their preference for the darkness in which they hoped to hide their evil deeds. Here again, perhaps, Nicodemus experienced a twinge of conscience, for had not he been afraid to come in the light, and had he not chosen the dark hours for his visit? Our Lord’s concluding words combined both instruction and reproof: “But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God.”"],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-12.p20"},"The narrative of this interview between Nicodemus and the Christ constitutes one of our most instructive and precious scriptures relating to the absolute necessity of unreserved compliance with the laws and ordinances of the gospel, as the means indispensable to salvation. Faith in Jesus Christ as the Son of God, through whom alone men may gain eternal life; the forsaking of sin by resolute turning away from the gross darkness of evil to the saving light of righteousness; the unqualified requirement of a new birth through baptism in water, and this of necessity by the mode of immersion, since otherwise the figure of a birth would be meaningless; and the completion of the new birth through baptism by the Spirit—all these principles are taught herein in such simplicity and plainness as to make plausible no man’s excuse for ignorance."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-12.p21"},"If Jesus and Nicodemus were the only persons present at the interview, John, the writer, must have been informed thereof by one of the two. As John was one of the early disciples, afterward one of the apostles, and as he was distinguished in the apostolic company by his close personal companionship with the Lord, it is highly probable that he heard the account from the lips of Jesus. It was evidently John’s purpose to record the great lesson of the occasion rather than to tell the circumstantial story. The record begins and ends with equal abruptness; unimportant incidents are omitted; every line is of significance; the writer fully realized the deep import of his subject and treated it accordingly. Later mention of Nicodemus tends to confirm the estimate of the man as he appears in this meeting with Jesus—that of one who was conscious of a belief in the Christ, but whose belief was never developed into such genuine and virile faith as would impel to acceptance and compliance irrespective of cost or consequence.",["sup",["a",{"href":"fn_26"},"z"]]]],[".topic",["h2","From City to Country"],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-12.p23"},"Leaving Jerusalem, Jesus and His disciples went into the rural parts of Judea, and there tarried, doubtless preaching as opportunity was found or made; and those who believed on Him were baptized.",["sup",["a",{"href":"fn_27"},"a"]],"The prominent note of His early public utterances was that of His forerunner in the wilderness: “Repent: for the kingdom of heaven is at hand.”",["sup",["a",{"href":"fn_28"},"b"]],"The Baptist continued his labors; though doubtless, since his recognition of the Greater One for whose coming he had been sent to prepare, he considered the baptism he administered as of somewhat different significance. He had at first baptized in preparation for One who was to come; now he baptized repentant believers unto Him who had come."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-12.p24"},"Disputation had arisen between some of John’s zealous adherents and one or more Jews",["sup",["a",{"href":"fn_29"},"c"]],"concerning the doctrine of purifying. The context",["sup",["a",{"href":"fn_30"},"d"]],"leaves little room for doubt that a question was involved as to the relative merits of John’s baptism and that administered by the disciples of Jesus. With excusable ardor and well-intended zeal for their master, the disciples of John, who had been embroiled in the dispute, came to him saying: “Rabbi, he that was with thee beyond Jordan, to whom thou bearest witness, behold, the same baptizeth, and all men come to him.” John’s supporters were concerned at the success of One whom they regarded in some measure as a rival to their beloved teacher. Had not John given to Jesus His first attestation? “He to whom thou bearest witness” said they, not deigning even to designate Jesus by name. Following the example of Andrew, and of John the future apostle, the people were leaving the Baptist and gathering about the Christ. John’s reply to his ardent followers constitutes a sublime instance of self-abnegation. His answer was to this effect: A man receives only as God gives unto him. It is not given to me to do the work of Christ. Ye yourselves are witnesses that I disclaimed being the Christ, and that I said I was one sent before Him. He is as the Bridegroom; I am only as the friend of the bridegroom,",["sup",["a",{"href":"fn_31"},"e"]],"His servant; and I rejoice greatly in being thus near Him; His voice gives me happiness; and thus my joy is fulfilled. He of whom you speak stands at the beginning of His ministry; I near the end of mine. He must increase but I must decrease. He came from heaven and therefore is superior to all things of earth; nevertheless men refuse to receive His testimony. To such a One, the Spirit of God is not apportioned; it is His in full measure. The Father loveth Him, the Son, and hath given all things into His hand, and: “He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.”",["sup",["a",{"href":"fn_32"},"f"]]],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-12.p25"},"In such a reply, under the existent conditions, is to be found the spirit of true greatness, and of a humility that could rest only on a conviction of divine assurance to the Baptist as to himself and the Christ. In more than one sense was John great among all who are born of women.",["sup",["a",{"href":"fn_33"},"g"]],"He had entered upon his work when sent of God so to do;",["sup",["a",{"href":"fn_34"},"h"]],"he realized that his work had been in a measure superseded, and he patiently awaited his release, in the meantime continuing in the ministry, directing souls to his Master. The beginning of the end was near. He was soon seized and thrown into a dungeon; where, as shall be shown, he was beheaded to sate the vengeance of a corrupt woman whose sins he had boldly denounced.",["sup",["a",{"href":"fn_35"},"i"]]],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-12.p26"},"The Pharisees observed with increasing apprehension the growing popularity of Jesus, evidenced by the fact that even more followed after Him and accepted baptism at the hands of His disciples than had responded to the Baptist’s call. Open opposition was threatened; and as Jesus desired to avert the hindrance to His work which such persecution at that time would entail, He withdrew from Judea and retired to Galilee, journeying by way of Samaria. This return to the northern province was effected after the Baptist had been cast into prison.",["sup",["a",{"href":"fn_36"},"j"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-12.f1"},["h3","Notes to Chapter 12"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-12.p28"},["b","Sea of Galilee."],"—This, the largest body of fresh water in Palestine, is somewhat pear-shape in outline and measures approximately thirteen miles in extreme length on a northerly-southerly line and between six and seven miles in greatest width. The river Jordan enters it at the northeast extremity and flows out at the south-west; the lake may be regarded, therefore, as a great expansion of the river, though the water-filled depression is about two hundred feet in depth. The out-flowing Jordan connects the sea of Galilee with the Dead Sea, the latter a body of intensely saline water, which in its abundance of dissolved salts and in the consequent density of its brine is comparable to the Great Salt Lake in Utah, though the chemical composition of the waters is materially different. The sea of Galilee is referred to by Luke, in accordance with its more appropriate classification, as a lake (",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.1-2"},"Luke 5:1, 2"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.22-23,33"},"8:22, 23, 33"],"). Adjoining the lake on the northwest is a plain, which in earlier times was highly cultivated: this was known as the land of Gennesaret (",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.34"},"Matthew 14:34"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.53"},"Mark 6:53"],"); and the water body came to be known as the sea or lake of Gennesaret (",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.1"},"Luke 5:1"],"). From the prominence of one of the cities on its western shore, it was known also as the sea of Tiberias (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.1,23"},"John 6:1, 23"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/21.1"},"21:1"],"). In the Old Testament it is called the sea of Chinnereth (",["a.scriptureRef",{"href":"/scriptures/ot/num/34.11"},"Numbers 34:11"],") or Chinneroth (",["a.scriptureRef",{"href":"/scriptures/ot/josh/12.3"},"Joshua 12:3"],") after the name of a contiguous city (",["a.scriptureRef",{"href":"/scriptures/ot/josh/19.35"},"Joshua 19:35"],"). The surface of the lake or sea is several hundred feet below normal sea-level, 681 feet lower than the Mediterranean according to Zenos, or 700 feet as stated by some others. This low-lying position gives to the region a semi-tropical climate. Zenos, in the",["span.emphasis","Standard Bible Dictionary,"],"says: “The waters of the lake are noted for abundant fish. The industry of fishing was accordingly one of the most stable resources of the country round about. … Another feature of the sea of Galilee is its susceptibility to sudden storms. These are occasioned partly by its lying so much lower than the surrounding tableland (a fact that creates a difference of temperature and consequent disturbances in the atmosphere), and partly by the rushing of gusts of wind down the Jordan valley from the heights of Hermon. The event recorded in",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.24"},"Matt. 8:24"],"is no extraordinary case. Those who ply boats on the lake are obliged to exercise great care to avoid peril from such storms. The shores of the sea of Galilee as well as the lake itself were the scenes of many of the most remarkable events recorded in the Gospels.”"]],["li",["span.label","2."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-12.p29"},["b","The Four Gospels."],"—All careful students of the New Testament must have observed that the books of Matthew, Mark, and Luke, treat the events of the Savior’s sayings and doings in Galilee with greater fulness than they accord to His work in Judea; the book or Gospel of John, on the other hand, treats particularly the incidents of our Lord’s Judean ministry, without excluding, however, important events that occurred in Galilee. In style of writing and method of treatment, the authors of the first three Gospels (evangelists as they and John are collectively styled in theologic literature) differ more markedly from the author of the fourth Gospel than among themselves. The events recorded by the first three can be more readily classified, collated, or arranged, and in consequence the Gospels written by Matthew, Mark, and Luke are now commonly known as the Synoptics, or Synoptic Gospels."]],["li",["span.label","3."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-12.p30"},["b","Thirty Years of Age."],"—According to Luke (",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.23"},"3:23"],") Jesus was about thirty years of age at the time of His baptism, and we find that soon thereafter, He entered publicly upon the work of His ministry. The law provided that at the age of thirty years the Levites were required to enter upon their special service (",["a.scriptureRef",{"href":"/scriptures/ot/num/4.3"},"Numbers 4:3"],"). Clarke,",["span.emphasis","Bible Commentary,"],"treating the passage in",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.23"},"Luke 3:23"],"says: “This was the age required by the law to which the priests must arrive before they could be installed in their office.” Jesus may possibly have had regard for what had become a custom of the time, in waiting until He had attained that age before entering publicly on the labors of a Teacher among the people. Not being of Levitical descent He was not eligible to priestly ordination in the Aaronic order, and therefore, certainly did not wait for such before beginning His ministry. To have taught in public at an earlier age would have been to arouse criticism, and objection, which might have resulted in serious handicap or hindrance at the outset."]],["li",["span.label","4."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-12.p31"},["b","Throngs and Confusion at the Passover Festival."],"—While it is admittedly impossible that even a reasonably large fraction of the Jewish people could be present at the annual Passover gatherings at Jerusalem, and in consequence provision was made for local observance of the feast, the usual attendance at the temple celebration in the days of Jesus was undoubtedly enormous. Josephus calls the Passover throngs “an innumerable multitude” (",["span.emphasis","Wars,"],"ii, 1:3), and in another place (",["span.emphasis","Wars,"],"vi, 9:3) states that the attendance reached the enormous aggregate of three millions of souls; such is the record, though many modern writers treat the statement as an exaggeration. Josephus says that for the purpose of giving the emperor Nero information as to the numerical strength of the Jewish people, particularly in Palestine, the chief priests were asked by Cestius to count the number of lambs slain at the feast, and the number reported was 256,500 which on the basis of between ten and eleven persons to each paschal table would indicate the presence, he says, of at least 2,700,200 not including visitors other than Jews, and such of the people of Israel as were debarred from participation in the paschal meal because of ceremonial unfitness."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-12.p32"},"The scenes of confusion, inevitable under the conditions then prevailing, are admirably summarized by Geikie (",["span.emphasis","Life and Words of Christ,"],"chapter 30), who cites many earlier authorities for his statements: “The streets were blocked by the crowds from all parts, who had to make their way to the Temple, past flocks of sheep, and droves of cattle, pressing on in the sunken middle part of each street reserved for them, to prevent contact and defilement. Sellers of all possible wares beset the pilgrims, for the great feasts were, as has been said, the harvest time of all trades at Jerusalem, just as, at Mecca, even at this day, the time of the great concourse of worshippers at the tomb of the Prophet, is that of the busiest trade among the merchant pilgrims, who form the caravans from all parts of the Mohammedan world."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-12.p33"},"“Inside the Temple space, the noise and pressure were, if possible, worse. Directions were posted up to keep to the right or the left, as in the densest thoroughfares of London. The outer court, which others than Jews might enter, and which was, therefore, known as the Court of the Heathen, was in part, covered with pens for sheep, goats, and cattle, for the feast and the thank offerings. Sellers shouted the merits of their beasts, sheep bleated, and oxen lowed. It was, in fact, the great yearly fair of Jerusalem, and the crowds added to the din and tumult, till the services in the neighboring courts were sadly disturbed. Sellers of doves, for poor women coming for purification from all parts of the country, and for others, had a space set apart for them. Indeed, the sale of doves was, in great measure, secretly, in the hands of the priests themselves: Hannas, the high priest, especially, gaining great profits from his dove cotes on Mount Olivet. The rents of the sheep and cattle pens, and the profits on the doves, had led the priests to sanction the incongruity of thus turning the Temple itself into a noisy market. Nor was this all. Potters pressed on the pilgrims their clay dishes and ovens for the Passover lamb; hundreds of traders recommended their wares aloud; shops for wine, oil, salt, and all else needed for sacrifices, invited customers; and, in addition, persons going across the city, with all kinds of burdens, shortened their journey by crossing the Temple grounds. The provision for paying the tribute, levied on all, for the support of the Temple, added to the distraction. On both sides of the east Temple gate, stalls had for generations been permitted for changing foreign money. From the fifteenth of the preceding month money-changers had been allowed to set up their tables in the city, and from the twenty-first,—or twenty days before the Passover,—to ply their trade in the Temple itself. Purchasers of materials for offerings paid the amount at special stalls, to an officer of the Temple, and received a leaden cheque for which they got what they had bought, from the seller. Large sums, moreover, were changed, to be cast, as free offerings, into one of the thirteen chests which formed the Temple treasury. Every Jew, no matter how poor, was, in addition, required to pay yearly a half-shekel—about eighteen pence—as atonement money for his soul, and for the support of the Temple. As this would not be received except in a native coin, called the Temple shekel, which was not generally current, strangers had to change their Roman, Greek, or Eastern money, at the stalls of the money-changers, to get the coin required. The trade gave ready means for fraud, which was only too common. Five per cent exchange was charged, but this was indefinitely increased by tricks and chicanery, for which the class had everywhere earned so bad a name, that like the publicans, their witness would not be taken before a court.”"],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-12.p34"},"Touching the matter of the defilement to which the temple courts had been subjected by traffickers acting under priestly license, Farrar (",["span.emphasis","Life of Christ,"],"p. 152) gives us the following: “And this was the entrance-court to the Temple of the Most High! The court which was a witness that that house should be a House of Prayer for all nations had been degraded into a place which, for foulness, was more like shambles, and for bustling commerce more like a densely crowded bazaar; while the lowing of oxen, the bleating of sheep, the Babel of many languages, the huckstering and wrangling, and the clinking of money and of balances (perhaps not always just), might be heard in the adjoining courts, disturbing the chant of the Levites and the prayers of priests!”"]],["li",["span.label","5."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-12.p35"},["b","The Servility of the Jews in the Presence of Jesus."],"—The record of the achievement of Jesus, in ridding the temple courts of those who had made the House of the Lord a market place, contains nothing to suggest the inference that He exercised superhuman strength or more than manly vigor. He employed a whip of His own making, and drove all before Him. They fled helter-skelter. None are said to have voiced an objection until the expulsion had been made complete. Why did not some among the multitude object? The submission appears to have been abject and servile in the extreme. Farrar, (",["span.emphasis","Life of Christ,"],"pp. 151, 152) raises the question and answers it with excellent reasoning and in eloquent lines: “Why did not this multitude of ignorant pilgrims resist? Why did these greedy chafferers content themselves with dark scowls and muttered maledictions, while they suffered their oxen and sheep to be chased into the streets and themselves ejected, and their money flung rolling on the floor by one who was then young and unknown, and in the garb of despised Galilee? Why, in the same way we might ask, did Saul suffer Samuel to beard him in the very presence of his army? Why did David abjectly obey the orders of Joab? Why did Ahab not dare to arrest Elijah at the door of Naboth’s vineyard? Because sin is weakness; because there is in the world nothing so abject as a guilty conscience, nothing so invincible as the sweeping tide of a Godlike indignation against all that is base and wrong. How could these paltry sacrilegious buyers and sellers, conscious of wrongdoing, oppose that scathing rebuke, or face the lightnings of those eyes that were enkindled by an outraged holiness? When Phinehas the priest was zealous for the Lord of Hosts, and drove through the bodies of the prince of Simeon and the Midianitish woman with one glorious thrust of his indignant spear, why did not guilty Israel avenge that splendid murder? Why did not every man of the tribe of Simeon become a Goel to the dauntless assassin? Because Vice cannot stand for one moment before Virtue’s uplifted arm. Base and grovelling as they were, these money-mongering Jews felt, in all that remnant of their souls which was not yet eaten away by infidelity and avarice, that the Son of Man was right."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-12.p36"},"“Nay, even the Priests and Pharisees, and Scribes and Levites, devoured as they were by pride and formalism, could not condemn an act which might have been performed by a Nehemiah or a Judas Maccabaeus, and which agreed with all that was purest and best in their traditions. But when they had heard of this deed, or witnessed it, and had time to recover from the breathless mixture of admiration, disgust, and astonishment which it inspired, they came to Jesus, and though they did not dare to condemn what He had done, yet half indignantly asked Him for some sign that He had a right to act thus.”"]],["li",["span.label","6."],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-12.p37"},["b","Jewish Regard for the Temple."],"—The Jews professed high regard for the temple. “An utterance of the Savior, construed by the dark-minded as an aspersion upon the temple, was used against Him as one of the chief accusations on which His death was demanded. When the Jews clamored for a sign of His authority He predicted His own death and subsequent resurrection, saying, ‘Destroy this temple, and in three days I will raise it up.’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/2.19-22"},"John 2:19–22"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.61"},"Matt. 26:61"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.40"},"27:40"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.58"},"Mark 14:58"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.29"},"15:29"],"). They blindly regarded this remark as a disrespectful allusion to their temple, a structure built by human hands, and they refused to forget or forgive. That this veneration continued after the crucifixion of our Lord is evident from accusations brought against Stephen, and still later against Paul. In their murderous rage the people accused Stephen of disrespect for the temple, and brought false witnesses who uttered perjured testimony saying, ‘This man ceaseth not to speak blasphemous words against this holy place.’ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.13"},"Acts 6:13"],".) And Stephen was numbered with the martyrs. When it was claimed that Paul had brought with him into the temple precincts, a Gentile, the whole city was aroused, and the infuriated mob dragged Paul from the place and sought to kill him. (",["a.scriptureRef",{"href":"/scriptures/nt/acts/21.26-31"},"Acts 21:26–31"],".)”—The author;",["span.emphasis","House of the Lord,"],"pp. 50–51."]],["li",["span.label","7."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-12.p38"},["b","Some of the “Chief Rulers” Believed."],"—Nicodemus was not the only one among the ruling classes who believed in Jesus; but of most of these we learn nothing to indicate that they had sufficient courage to come even by night to make independent and personal inquiry. They feared the result in loss of popularity and standing. We read in",["a.scriptureRef",{"href":"/scriptures/nt/john/12.42-43"},"John 12:42, 43"],": “Nevertheless among the chief rulers also many believed on him; but because of the Pharisees they did not confess him, lest they should be put out of the synagogue: for they loved the praise of men more than the praise of God.” Note also the instance of the scribe who proffered to become a professed disciple, but, probably because of some degree of insincerity or unfitness, was rather discouraged than approved by Jesus. (",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.19-20"},"Matthew 8:19, 20"],".)"]],["li",["span.label","8."],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-12.p39"},["b","Nicodemus."],"—The course followed by this man evidences at once that he really believed in Jesus as one sent of God, and that his belief failed of development into a condition of true faith, which, had it but been realized, might have led to a life of devoted service in the Master’s cause. When at a later stage than that of his interview with Christ the chief priests and Pharisees upbraided the officers whom they had sent to take Jesus into custody and who returned to report their failure, Nicodemus, one of the council, ventured to mildly expostulate against the murderous determination of the rulers, by stating a general proposition in interrogative form: “Doth our law judge any man before it hear him and know what he doeth?” He was answered by his colleagues with contempt, and appears to have abandoned his well-intended effort (",["a.scriptureRef",{"href":"/scriptures/nt/john/7.50-53"},"John 7:50–53"],"; read preceding",["a.scriptureRef",{"href":"/scriptures/nt/john/7.30-49"},"verses 30–49"],"). We next hear of him bringing a costly contribution of myrrh and aloes, about a hundred-weight, to be used in the burial of Christ’s then crucified body; but even in this deed of liberality and devotion, in which his sincerity of purpose cannot well be questioned, he had been preceded by Joseph of Arimathea, a man of rank, who had boldly asked for and secured the body for reverent burial (",["a.scriptureRef",{"href":"/scriptures/nt/john/19.38-42"},"John 19:38–42"],"). Nevertheless Nicodemus did more than did most of his believing associates among the noble and great ones; and to him let all due credit be given; he will not fail of his reward."]],["li",["span.label","9."],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-12.p40"},["b","“The Jews” or “a Jew.”"],"—We read that “there arose a question between some of John’s disciples and the Jews about purifying” (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.25"},"John 3:25"],"). Bearing in mind that the expression “the Jews” is very commonly used by the author of the fourth Gospel to designate the officials or rulers among the people, the passage quoted may be understood to mean that the Baptist’s disciples were engaged in disputation with the priestly rulers. It is held, however, by Biblical scholars generally, that “the Jew” in this passage is a mistranslation, and that the true rendering is “a Jew.” The disputation concerning purifying appears to have arisen between some of the Baptist’s followers and a single opponent; and the passage as it appears in the King James version of the Bible is an instance of scripture not translated correctly."]],["li",["span.label","10."],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-12.p41"},["b","Friend of the Bridegroom."],"—Judean marriage customs in the days of Christ required the appointing of a chief groomsman, who attended to all the preliminaries and made arrangements for the marriage feast, in behalf of the bridegroom. He was distinctively known as the friend of the bridegroom. When the ceremonial requirements had been complied with, and the bride had been legally and formally given unto her spouse, the joy of the bridegroom’s friend was fulfilled inasmuch as his appointed duties had been successfully discharged. (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.29"},"John 3:29"],".) According to Edersheim (",["span.emphasis","Life and Times of Jesus the Messiah,"],"vol. 1, p. 148), by the simpler customs prevalent in Galilee a “friend of the bridegroom” was not often chosen; and (pp. 663–64) the expression “children of the bridechamber” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.15"},"Matthew 9:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/2.19"},"Mark 2:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.34"},"Luke 5:34"],", in all of which citations the expression is used by Jesus), was applied collectively to all the invited guests at a wedding festival. He says: “As the institution of ‘friends of the bridegroom’ prevailed in Judea, but not in Galilee, this marked distinction of the ‘friend of the bridegroom’ in the mouth of the Judean John, and ‘sons (children) of the bridechamber’ in that of the Galilean Jesus, is itself evidential of historic accuracy.”"]],["li",["span.label","11."],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-12.p42"},["b","The Atonement Money."],"—In the course of the exodus, the Lord required of every male in Israel who was twenty years old or older at the time of a census the payment of a ransom, amounting to half a shekel (",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.12-16"},"Exodus 30:12–16"],"). See pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p16"},"383"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p48"},"396"],"herein. As to the use to which this money was to be put, the Lord thus directed Moses: “And thou shalt take the atonement money of the children of Israel, and shalt appoint it for the service of the tabernacle of the congregation; that it may be a memorial unto the children of Israel before the Lord, to make an atonement for your souls” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.16"},"Exodus 30:16"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/ex/38.25-31"},"38:25–31"],"). In time, the tax of half a shekel, equivalent to a bekah (",["a.scriptureRef",{"href":"/scriptures/ot/ex/38.26"},"Exodus 38:26"],"), was collected annually, though for this exaction no scriptural authority is of record. This tax must not be confused with the redemption money, amounting to five shekels for every firstborn male, the payment of which exempted the individual from service in the labors of the sanctuary. In place of the firstborn sons in all the tribes, the Lord designated the Levites for this special ministry; nevertheless He continued to hold the firstborn males as peculiarly His own, and required the payment of a ransom as a mark of their redemption from the duties of exclusive service. See",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.2,13-15"},"Exodus 13:2, 13–15"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/3.13,40-51"},"Numbers 3:13, 40–51"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/8.15-18"},"8:15–18"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/18.15-16"},"18:15, 16"],"; also pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p15"},"95, 96"],"herein."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-12.fn1"},["b","1"],["span.label","a"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p28"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-12.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.12"},"John 2:12"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.13"},"Matthew 4:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.1"},"9:1"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-12.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.23"},"Matthew 11:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.15"},"Luke 10:15"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-12.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p29"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-12.fn5"},["b","5"],["span.label","e"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p30"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-12.fn6"},["b","6"],["span.label","f"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p13"},"114"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.46-49"},"Luke 2:46–49"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-12.fn7"},["b","7"],["span.label","g"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p11"},"113"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p31"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-12.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/ot/ex/30.11-16"},"Exodus 30:11–16"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p42"},"Note 11"],", end of chapter."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-12.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.14-17"},"John 2:14–17"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-12.fn10"},["b","10"],["span.label","j"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/69.9"},"Psalm 69:9"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-12.fn11"},["b","11"],["span.label","k"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p35"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-12.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/matt/12.38-39"},"Matthew 12:38, 39"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.1"},"16:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.11"},"Mark 8:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.30"},"John 6:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/1.22"},"1 Corinthians 1:22"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-12.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.19"},"John 2:19"],"; read",["a.scriptureRef",{"href":"/scriptures/nt/john/2.18-22"},"verses 18–22"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-12.fn14"},["b","14"],["span.label","n"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p37"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-12.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/mark/14.58"},"Mark 14:58"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p7"},"624"],"herein."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-12.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/mark/15.29-30"},"Mark 15:29, 30"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-12.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/john/10.38"},"John 10:38"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/17.21"},"17:21"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-12.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.19-22"},"John 2:19–22"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Corinthians 3:16, 17"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/6.19"},"6:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/6.16"},"2 Corinthians 6:16"],"; see further",["a.scriptureRef",{"href":"/scriptures/nt/col/2.9"},"Colossians 2:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/8.2"},"Hebrews 8:2"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-12.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.63"},"Matthew 27:63"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p32"},"665"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-12.fn20"},["b","20"],["span.label","t"],"As Canon Farrar has tersely written, “Unless the ‘we remember’ was a distinct falsehood, they could have been referring to no other occasion than this.” (",["span.emphasis","Life of Christ,"],"p. 155.)"],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-12.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.23-25"},"John 2:23–25"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-12.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/john/3.1-21"},"John 3:1–21"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-12.fn23"},["b","23"],["span.label","w"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p38"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-12.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/john/3.2"},"John 3:2"],"; read",["a.scriptureRef",{"href":"/scriptures/nt/john/3.1-21"},"verses 1–21"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-12.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/ot/num/21.7-9"},"Numbers 21:7–9"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-12.fn26"},["b","26"],["span.label","z"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p39"},"Note 8"],", end of chapter. See",["span.emphasis","Articles of Faith,"],"5:96–100."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-12.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/john/3.22"},"John 3:22"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/4.2"},"4:2"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-12.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.17"},"Matthew 4:17"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.15"},"Mark 1:15"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-12.fn29"},["b","29"],["span.label","c"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p40"},"Note 9"],", end of chapter."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-12.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/john/3.25-36"},"John 3:25–36"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-12.fn31"},["b","31"],["span.label","e"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p41"},"Note 10"],", end of chapter."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-12.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/john/3.27-36"},"John 3:27–36"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-12.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.11"},"Matthew 11:11"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-12.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/luke/3.2-3"},"Luke 3:2, 3"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-12.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/14.3-12"},"Matthew 14:3–12"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-12.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.12"},"Matthew 4:12"],"."]]}
