{"id":4,"parent_id":0,"book_id":9113,"content_id":1,"language_id":1,"display_order":4,"title":"Chapter 2: 1 Nephi 1–5","subtitle":"","short_title":"Chapter 2","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5","content":[["div",{"id":"head1","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.head1"},[".titleNumber","Chapter 2"],["h1","1Nephi 1–5"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p4"},"Prophets receive revelation from Heavenly Father for His children (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],"), and written scriptures preserve their prophetic words for future generations. The record in 1 Nephi illustrates a pattern that is repeated in the lives of many prophets: Lehi prayed, received a revelation that included seeing the Savior, warned his people, and was rejected by many of those he warned. Many of the people sought to take his life. (See",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.5-20"},"1 Nephi 1:5–20"],".) Students will benefit from seeing this pattern in Lehi’s life, in the lives of other ancient prophets, and in the life of the Prophet Joseph Smith."],["div",{"id":"p5","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p5"},"The first five chapters of 1 Nephi provide an opportunity for students to gain a greater appreciation for the words of prophets and the sacred scriptures that preserve them."]],[".topic",["h2","Some Doctrines and Principles"],["ul.bullet",["li",["span.label","•"],[".para","The Lord calls prophets to warn His children and testify of the truth (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4-20"},"1 Nephi 1:4–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.2"},"2:2"],")."]],["li",["span.label","•"],[".para","The Lord extends tender mercies to those who exercise faith in Him (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.14,20"},"1 Nephi 1:14, 20"],")."]],["li",["span.label","•"],[".para","The Lord provides a way for us to keep His commandments (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.11-20"},"1 Nephi 2:11–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7-28"},"3:7–28"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.1-38"},"4:1–38"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.8"},"5:8"],")."]],["li",["span.label","•"],[".para","The scriptures preserve the word of the Lord (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5"},"1 Nephi 5"],")."]]]],[".topic",["h2","Suggestions for Teaching"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4-20"},"1 Nephi 1:4–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.2"},"2:2"],". The Lord Calls Prophets to Warn His Children and Testify of the Truth"],"Invite students to discuss how they have dealt with warnings in their lives. The following questions may be useful for you:",["ul.bullet",["li",["span.label","•"],[".para","What are some examples of warnings we might receive?"]],["li",["span.label","•"],[".para","Why do we sometimes fail to heed warnings, even when we know we should heed them?"]]],["div",{"id":"p16","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p16"},"True to his prophetic calling, Lehi warned the people in Jerusalem according to the revelations he had received. To help students review Lehi’s warnings to the Jews, divide the class into three groups. Give each group one of the following scripture passages to read, and invite them to answer the questions below."],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4-11"},"1 Nephi 1:4–11"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.12-17"},"1 Nephi 1:12–17"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.18-20"},"1 Nephi 1:18–20"]]]],["ul.bullet",["li",["span.label","•"],[".para","In what ways were Lehi’s experiences similar to experiences of other prophets?"]],["li",["span.label","•"],[".para","What parallels do you see between Lehi’s vision and later experiences and the experiences of the Prophet Joseph Smith?"]],["li",["span.label","•"],[".para","What warning did Lehi declare to the people?"]]],["div",{"id":"p23","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p23"},"Invite the groups to share with the class what they have read about Lehi and the answers they found to the questions."],["ul.bullet",["li",["span.label","•"],[".para","What warnings has the President of the Church given recently?"]],["li",["span.label","•"],[".para","How do people’s responses to the prophet today compare with people’s responses to Lehi’s message?"]],["li",["span.label","•"],[".para","What gives you confidence to follow the counsel of the prophet?"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.14,20"},"1 Nephi 1:14, 20"],". The Lord Extends Tender Mercies to Those Who Exercise Faith in Him"],["div",{"id":"p28","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p28"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.20"},"1 Nephi 1:20"],"and notice what Nephi promises to show us (see also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.14"},"verse 14"],"). Suggest that students highlight the phrase “the tender mercies of the Lord” in their scriptures. Then ask them to turn to",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3"},"Moroni 10:3"],"and notice what Moroni exhorts us to remember and ponder. (In the first chapter of the Book of Mormon, Nephi promises to show us the Lord’s tender mercies. In the book’s final chapter, Moroni instructs the reader to “remember how merciful the Lord hath been.”)"],["div",{"id":"p29","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p29"},"Ask students to turn to the statement by Elder David A. Bednar on",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-2-1-nephi-1-5.p22"},"page 13"],"in the student manual. (This statement is also available on the companion DVD",["span.dominant","A"],". If you use the DVD, preview the video clip so you can be prepared to pause it at appropriate times for discussion.) Invite students to read (or listen to) the first two paragraphs of the statement, looking for answers to this question:"],["ul.bullet",["li",["span.label","•"],[".para","What are the tender mercies of the Lord?"]]],["div",{"id":"p31","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p31"},"You may want to write on the board the tender mercies Elder Bednar listed: “blessings, strength, protection, assurances, guidance, loving-kindness, consolation, support, and spiritual gifts.” Note that these tender mercies are “very personal and individualized” and that we receive them “from and because of and through the Lord Jesus Christ.”"],["div",{"id":"p32","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p32"},"Invite students to read (or listen to) the third paragraph in the statement by Elder Bednar. Ask them to list other examples of tender mercies that could be added to those mentioned above."],["div",{"id":"f7","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.f7"},"To help students recognize tender mercies of the Lord that are recorded in the Book of Mormon, consider using one or more of the following activities:",["ol.number",["li",["span.label","1."],[".para","If students are familiar with the account in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1"},"1 Nephi 1–5"],", ask them to suggest instances in those chapters that show the Lord’s tender mercies—blessings that are “personal and individualized.” As they mention different passages, write the references on the board."]],["li",["span.label","2."],[".para","If students are not very familiar with the account, give them a few minutes to scan",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1"},"1 Nephi 1–5"],", looking for examples of the Lord’s tender mercies. Examples may include",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.16"},"1 Nephi 2:16"],", where Nephi tells of the Lord softening his heart in answer to prayer, and",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.8"},"1 Nephi 3:8"],", where Lehi is gladdened by the assurance that his son has been blessed of the Lord. When they suggest passages, write the references on the board. Then invite them to read the passages aloud and share their thoughts about them."]],["li",["span.label","3."],[".para","Ask students to think about passages throughout the Book of Mormon that show the tender mercies of the Lord. When they suggest passages, write the references on the board. Then invite them to read the passages and share their thoughts about them."]],["li",["span.label","4."],[".para","Point out that as taught in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.20"},"verse 20"],", the Lord’s tender mercies often take the form of deliverance. Divide the class into three groups. Assign",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1"},"1 Nephi 1–7"],"to the first group,",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8"},"1 Nephi 8–14"],"to the second group, and",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15"},"1 Nephi 15–22"],"to the third group. Ask them to look in the chapter headings for instances of deliverance. List their findings on the board. Students may be surprised to find that almost every chapter in 1 Nephi describes the deliverance of a person or a group of people. Deliverance is a central theme in the Book of Mormon."]]]],["ul.bullet",["li",["span.label","•"],[".para","According to",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.20"},"1 Nephi 1:20"],", who receives the Lord’s tender mercies? (“All those whom he hath chosen.”)"]],["li",["span.label","•"],[".para","What does Nephi say qualified people to be chosen?"]]],[".blockQuote",[".preamble","Invite a student to read the following quotation, in which Elder Bednar describes how our faith prepares us to be chosen to receive the Lord’s tender mercies. Help students notice how our use of agency, or the power to choose, affects our readiness to receive these blessings. (You may want to write this quotation on the board before class.)"],["div",{"id":"p41","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p41"},"“It is",["span.emphasis","our"],"hearts and",["span.emphasis","our"],"aspirations and",["span.emphasis","our"],"obedience which definitively determine whether we are counted as one of God’s chosen. …"],["div",{"id":"p42","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p42"},"“… The fundamental purposes for the gift of agency were to love one another and to choose God. Thus we become God’s chosen and invite His tender mercies as we use our agency to choose God” (in Conference Report, Apr. 2005, 107; or",["span.crossRef",["span.emphasis","Ensign,"],"May 2005, 101"],"; italics in original)."]],["ul.bullet",["li",["span.label","•"],[".para","What do you think it means to “choose God”?"]],["li",["span.label","•"],[".para","In what ways have you used your agency to love others and choose God?"]],["li",["span.label","•"],[".para","How do you think our love for one another is related to our agency?"]],["li",["span.label","•"],[".para","When have you recognized the Lord’s tender mercies or deliverance in your life or in the life of someone you know? (You may want to divide students into pairs to talk about these experiences. After they have had time to share, you could ask a few of them to tell about something they learned from their partners.)"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.11-20"},"1 Nephi 2:11–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7-28"},"3:7–28"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.1-38"},"4:1–38"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.8"},"5:8"],". The Lord Provides a Way for Us to Keep His Commandments"],["div",{"id":"p48","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p48"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.1-5"},"1 Nephi 3:1–5"],"."],["ul.bullet",["li",["span.label","•"],[".para","In these verses, what command is given to Lehi and his sons?"]],["li",["span.label","•"],[".para","Why do you think Laman and Lemuel would say that this command was “a hard thing”?"]]],["div",{"id":"p51","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p51"},"As part of this discussion, you might mention that the distance from Jerusalem to the Red Sea is approximately 180 miles. Lehi and his family had “traveled three days” beyond this point (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.5-6"},"1 Nephi 2:5–6"],"). This meant at least a 12- to 14-day trip one way from Jerusalem to their temporary home in the valley of Lemuel. (See the map on",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/appendix-journey.p1"},"page 410"],"in the student manual.)"],["div",{"id":"p52","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p52"},"Ask a student to read or recite",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],". (You may want to have students pair up and help each other memorize the verse if they have not memorized it already.)"],["ul.bullet",["li",["span.label","•"],[".para","How do you think Nephi knew that God would prepare a way?"]]],["div",{"id":"p54","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p54"},"If you feel it would be helpful for students to see the difference between the attitude of Nephi and Sam and the attitude of Laman and Lemuel, invite half of the class to silently study",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.11-14"},"1 Nephi 2:11–14"],". Invite them to look for clues about why Laman and Lemuel would respond negatively to the Lord’s command. Invite the rest of the class to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.16-20"},"verses 16–20"],"and determine why Nephi and Sam were more ready to obey the Lord. Ask students to share their conclusions."],["div",{"id":"p55","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p55"},"Briefly review with students the first two attempts to obtain the brass plates (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.10-21"},"1 Nephi 3:10–21"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.22-28"},"1 Nephi 3:22–28"],"). Help the students contrast Laman and Lemuel’s responses to the results with Nephi and Sam’s responses."],["div",{"id":"p56","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p56"},"You may want to point out that one reason Nephi had faith in God’s ability to provide a way was that he believed the stories in the scriptures. Read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.2"},"1 Nephi 4:2"],"with students."],["ul.bullet",["li",["span.label","•"],[".para","How is the story mentioned in this verse an example of the principle in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"?"]],["li",["span.label","•"],[".para","How did this story relate to the circumstances Lehi’s family faced?"]]],["div",{"id":"p59","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p59"},"Assign students to review",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.28"},"1 Nephi 3:28–4:38"],"and discover examples of how God helped Nephi accomplish the things He had commanded, even when those tasks seemed impossible. Have them share examples from their findings. (Examples may include",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.29"},"1 Nephi 3:29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.6-7,10-11,20,31"},"4:6–7, 10–11, 20, 31"],".)"],["ul.bullet",["li",["span.label","•"],[".para","What experiences have shown you the truth of",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"? How have these experiences influenced your faith in the Lord?"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5"},"1 Nephi 5"],". The Scriptures Preserve the Word of the Lord"],["div",{"id":"p62","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p62"},"Have students look at",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.10-16"},"1 Nephi 5:10–16"],"and list on the board what the brass plates contained."],["ul.bullet",["li",["span.label","•"],[".para","According to",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.17"},"1 Nephi 5:17"],", how did the study of these scriptures affect Lehi?"]],["li",["span.label","•"],[".para","Why do you think that studying the contents of the brass plates mentioned in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.10-16"},"verses 10–16"],"would bring about the blessings described in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.17"},"verse 17"],"?"]],["li",["span.label","•"],[".para","How did Lehi and Nephi show that they valued the scriptures?"]],["li",["span.label","•"],[".para","What can we do to show that we value the scriptures?"]]],["div",{"id":"p67","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p67"},"Explain that more than 300 years after Lehi and his family left Jerusalem, his descendants discovered a group of people whose ancestors had also fled Jerusalem. These people, who now lived in a city they called Zarahemla, had not carried written scriptures with them. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.14-17"},"Omni 1:14–17"],"."],["ul.bullet",["li",["span.label","•"],[".para","What happened to this people’s faith and language because they did not have a scriptural record? Why do you think the lack of the scriptures had this effect on them?"]],["li",["span.label","•"],[".para","How did they feel when they learned that Mosiah and his people had a scriptural record?"]]],["div",{"id":"p70","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p70"},"Explain that the people of Zarahemla and the Nephites united under the leadership of Mosiah. After Mosiah died, his son Benjamin served as the people’s king."],["div",{"id":"p71","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p71"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.1-5"},"Mosiah 1:1–5"],". These verses include words of King Benjamin to his sons."],["ul.bullet",["li",["span.label","•"],[".para","How did King Benjamin and his people benefit because the brass plates had been preserved?"]],["li",["span.label","•"],[".para","What can we do to preserve the scriptures for ourselves and our families?"]]],["div",{"id":"p74","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p74"},"Invite students to share what they feel when they faithfully study the Book of Mormon. You could also invite them to write a short letter to a family member or future son or daughter describing the value the Book of Mormon has in their lives. Suggest that they describe in the letter what they feel when they study it."],["div",{"id":"p75","uri":"/manual/book-of-mormon-teacher-manual/chapter-2-1-nephi-1-5.p75"},"Encourage students to study the Book of Mormon daily and to read or reread the entire Book of Mormon as part of this course."]]]]],"refs":null}
