{"id":5,"parent_id":0,"book_id":72,"content_id":1,"language_id":1,"display_order":5,"title":"Chapter 3: Teaching Infants and Toddlers: from Birth to Approximately Three Years","subtitle":"","short_title":"Chapter 3","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years"},[".heading",{"id":"head1","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.head1"},[".titleNumber","Chapter",["span.dominant","3"]],["h1","Teaching Infants and Toddlers: from Birth to Approximately Three Years"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p3"},"The period of life from birth to approximately three years of age is the time when a child becomes aware of gender—of being a boy or girl. As you read this chapter, remember that one of your important goals is to help your child understand that he or she is a son or daughter of God. Children are privileged to be males or females by divine creation. Help them feel that whichever gender they are, they are of great worth. Teach them that their gender influences their goals and that, depending upon their gender, their goals are to become effective fathers or mothers. Such early gender identity removes uncertainty about the worth of the child and builds security regarding his future."],["p.para",{"id":"p4","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p4"},"This section should also help you understand how you can lay a foundation for your children to build upon in developing intimate relationships. The relationships that you build with your children during their early years will have a tremendous influence on the way they feel later about developing their own intimate relationships. While your children are very young, you can teach them the value of loving and being loved. During this period, you should also be careful to react properly to your young children’s discoveries of their bodies."],[".topic",["h2","Help Children Understand and Accept Their Gender"],["p.para",{"id":"p6","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p6"},"From the very beginning, the child’s life is influenced by gender as he or she learns the central role of being a male or female person. Children learn various roles associated with being male or female. Though these roles are eternally significant, it is a fairly simple task to learn them unless we are harmed. A child needs to understand that he or she is acceptable as a boy or as a girl. Therefore, there is a crucial distinction to be made between",["span.emphasis","being"],"male or female and",["span.emphasis","feeling good"],"about gender."],["p.para",{"id":"p7","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p7"},"You have the power and the responsibility to convey acceptance to the child regardless of its gender. When you treat a son or daughter warmly and approvingly, that child will increase in self-esteem as he or she increasingly enjoys being a boy or girl. This occurs naturally if there is acceptance and love within the home."],["p.para",{"id":"p8","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p8"},"When trying to develop such acceptance and love with your children, consider the following counsel that President Joseph F. Smith gave to fathers to use with their sons. It can be applied just as well to mothers and daughters:"],["p.para",{"id":"p9","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p9"},"“Fathers, if you wish your children to be taught in the principles of the gospel, if you wish them to love the truth and understand it, if you wish them to be obedient to and united with you, love them! and prove to them that you do love them by your every word or act to them. For your own sake, for the love that should exist between you and your boys—however wayward they might be … when you speak or talk to them, do it not in anger, do it not harshly, in a condemning spirit. Speak to them kindly; get them down and weep with them if necessary and get them to shed tears with you if possible. Soften their hearts; get them to feel tenderly toward you. Use no lash and no violence, but … approach them with reason, with persuasion and love unfeigned. … Get them to feel as you feel, have interest in the things in which you take interest, to love the gospel as you love it, to love one another as you love them; to love their parents as the parents love the children. You can’t do it any other way” (",["span.emphasis","Gospel Doctrine,"],"5th ed. [Salt Lake City: Deseret Book Co., 1939], p. 316)."],["p.para",{"id":"p10","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p10"},"In two-parent families, the child needs acceptance by both parents to begin to establish gender security. In homes where the mother feels good about her role as a family builder, she will make the child feel well accepted. The mother and child are constant companions. Mother is a coach and tutor, involved in the numberless trials, errors, and successes of this developmental period. The father, on the other hand, comes home from his employment and tends to interrupt the routine. Often he interrupts with play, sometimes with duties, and on occasion with discipline. If he is a mature parent, he brings home with him encouragement and approval for what the mother and children have done that day; if immature, he brings tension."],["p.para",{"id":"p11","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p11"},"In cases where a parent is missing through divorce, death, or excessive activities outside the home, it is crucial that a substitute give enough example of the missing gender behavior, including approval and love, to partially overcome the child’s loss. When fathers fail or are missing, mothers must be able to call on their extended family and the Church for help. Elder Harold B. Lee emphasized the importance of the mother and the need to help her be with her children:"],["p.para",{"id":"p12","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p12"},"“Keep the mother of your home at the ‘cross roads’ of the home. There is a great danger today of homes breaking down because of allurements to entice mothers to neglect their being at home as the family are coming or going from the home. Now I recognize the necessity of some mothers being required to earn sustenance for their family. I am recognizing that, but [we all] should take care lest [we] fail to lend all aid possible to permit the mother of small children to be with them, if possible, in planning the nature of work or the schedule of time” (“Woman’s Glorious Purpose,”",["span.emphasis","Relief Society Magazine,"],"Jan. 1968, pp. 12–13)."],["p.para",{"id":"p13","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p13"},"It is in this early stage of life, as the roles of male and female are acquired, that the foundation of sexual health is laid or sexual distress begins. By age three most children should have firmly accepted their identity as male or female. When family unhappiness has led them to feel unaccepted, they may become confused about their self-esteem and their gender role. Loving, consistent parenting helps children accept themselves and their gender identity during these three years. Unkind parenting can plant seeds of self-doubt and even confusion about the gender role. These seeds can germinate into personal problems in the following years unless parents change and show increased affection and acceptance."]],[".topic",["h2","Develop Close, Loving Relationships with Children"],["p.para",{"id":"p15","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p15"},"President George Albert Smith once explained that “our children are the most precious gift that our Father bestows upon us. If we can guide their feet in the pathway of salvation, there will be joy eternal for us and for them” (in Conference Report, Apr. 1915, p. 95)."],["p.para",{"id":"p16","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p16"},"To guide their feet properly, we must show natural affection to children from the very beginning. Infants need to be physically and emotionally cared for. They need continual intimate contact with their parents. It is in this intimate closeness that their future relationships begin to develop."],["p.para",{"id":"p17","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p17"},"To develop close, loving relationships with infants, keep them clean and fed, and meet all of their needs kindly and consistently. From this steady, predictable care, infants develop a sense of emotional security and learn that they can trust other people. Constantly give approval to them. Watch, applaud, hug, and kiss them when they lift their heads, turn over, crawl, sit up, or stand."],["p.para",{"id":"p18","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p18"},"Be kind and patient as infants learn to do things for themselves. Harsh correction could diminish their self-esteem and make them anxious about trusting others. For instance, if a little girl tries to feed herself and constantly spills her food and her father habitually becomes angry, she may come to believe that she is bad because she spills. She may also learn to fear men. Her father’s challenge is to find a clean spot on which to kiss her and to encourage her to keep trying day after day until at her own pace she develops the needed skill. If she throws down the food in anger, her father should simply ignore her anger and temporarily remove the food from her reach. Patient, kind acceptance of young children’s efforts to learn will help them have good feelings about themselves and feel confident in loving their parents."],["p.para",{"id":"p19","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p19"},"Through all stages of growth, children need parental encouragement. Punishment for failure will make them feel inferior and unwilling to develop close relationships. Pressure to progress faster than they are ready can create emotional frustration, for no matter how much they are forced, they cannot do more than their young motor skills and immature coordination will allow. A baby must learn by trial and error how to maneuver the spoon from bowl to mouth. Food will spill until the time when, after much practice, his brain gains control and coordinates his eye, arm, and mouth muscles."],["p.para",{"id":"p20","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p20"},"How profoundly the Prophet Joseph Smith spoke when he expressed the yearnings of the human heart: “When persons manifest the least kindness and love to me, O what power it has over my mind, while the opposite course has a tendency to harrow up all the harsh feelings and depress the human mind” (",["span.emphasis","History of the Church,"],"5:24)."],["p.para",{"id":"p21","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p21"},"Be loving when you correct your children. Do not withhold affection from them as a way to chastise them, for they may not learn to give affection to others. Physical or emotional abuse may teach a child that cruelty is the normal way to treat other people. Do not spank a child in this age-group with any force and never with an instrument. Also, avoid making a child fearful by locking him in a dark room or threatening to leave him alone. One couple sent their bright, energetic, and occasionally mischievous three-year-old out of the room when she became disobedient, but they never shut the door. The child was not cut off from the security of the voices, sounds, or lights in the rest of the house. When she regained control of herself, she wandered back to a warm welcome."]],[".topic",["h2","React Properly to Young Children’s Discoveries of Their Bodies"],["p.para",{"id":"p23","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p23"},"Except for the nine months within the womb, the most rapid and dramatic growth in human beings occurs during the first few years of life. Babies develop from nearly complete dependence to substantial independence. Each day brings increased physical skill and greater neurological maturity, allowing the child to discover more and more about his world."],["p.para",{"id":"p24","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p24"},"One of the first things he begins to discover is his body. Male and female children will naturally discover and explore their genitals just as they do the rest of their bodies. The male infant’s genitals are very sensitive to touch. His penis responds to his diaper and to his parents’ touch as they bathe or clothe him. He will often touch and rub his own genitals. A little girl may also explore and handle her genitals. Your reaction to these natural explorations will influence the way a child later feels about his procreative powers. Do not either worry about or encourage the child’s explorations. Remain neutral, and the child will accept that these parts of his body are good, just as all the other parts are."],["p.para",{"id":"p25","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p25"},"Two to four weeks after birth, the boy’s testes should descend from within the body down into the scrotum (if they did not descend at birth). This is important, for it is too hot inside the body for sperm to develop in the later years of puberty. If your son’s testes do not descend within a reasonable time, consult a physician. Be careful also to keep your children’s external genital organs clean and free from chapping."]],[".topic",["h2","Conclusion"],["p.para",{"id":"p27","uri":"/manual/a-parents-guide/chapter-3-teaching-infants-and-toddlers-from-birth-to-approximately-three-years.p27"},"When your children are very young, you should help them develop the foundation they need for building intimate relationships. Do this by treating them kindly and letting them build trust in you during their early years. Do not become impatient with their efforts to learn, for doing so will lower their self-esteem and make them anxious about trusting others. Also, react properly to young children’s discoveries of their bodies. Your children will then have the foundation they need to develop proper and loving intimate relationships in later life."]]]]]],"refs":null}
