{"id":7,"parent_id":0,"book_id":72,"content_id":1,"language_id":1,"display_order":7,"title":"Chapter 5: Teaching Adolescents: from Twelve to Eighteen Years","subtitle":"","short_title":"Chapter 5","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years"},[".heading",{"id":"head1","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.head1"},[".titleNumber","Chapter",["span.dominant","5"]],["h1","Teaching Adolescents: from Twelve to Eighteen Years"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p3"},"Adolescence can be a very confusing and puzzling time for both you and your children. Just when your children are trying to learn who they are and where they belong in the world, their bodies begin the profound physical changes of puberty. Children take on the outward appearance of adults but lack adult experience, wisdom, and responsibility. They continue to mature emotionally and socially, but there are periods of confusion and inconsistency as they try to understand and cope with the changes in their bodies and the accompanying social changes that lead toward adult relationships. Parents can mistakenly attribute adult characteristics to adolescents who look like adults but are largely children. They need more time and experience before being expected to act and think completely as adults."],["p.para",{"id":"p4","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p4"},"This section will help you teach your children to understand, put into proper perspective, and control the newly awakened desires for physical intimacy they will have during their teenage years. To help you do this, this section discusses the following ideas:"],[".figure",{"id":"f1","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.f1"},["ol.number",["li",["span.label","1."],["p.para","Prepare your teenagers for the changes that will accompany puberty."]],["li",["span.label","2."],["p.para","Teach your teenagers that they can control their desires for physical intimacy."]],["li",["span.label","3."],["p.para","Help your teenagers to have wholesome social experiences."]],["li",["span.label","4."],["p.para","Help your teenagers see adolescence as a time for developing spiritual power."]]]],["p.para",{"id":"p9","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p9"},"Ideally, you should use the first eight to twelve years of a child’s life to prepare him for his teenage years. If you wait until adolescence to teach your children about the changes of puberty and about intimate relationships, you may not be able to influence them as easily. Children often retain their basic character traits through their teenage years. The kind, self-respecting child usually becomes a kind, self-respecting, and sexually well-adjusted young adult. The self-focused, unkind, self-indulgent child will often express these character traits in a sexual fashion during the teen years. If the principles discussed in the previous chapters have not been taught before this stage of development, it is much harder, although not impossible, to teach them to adolescents."],["p.para",{"id":"p10","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p10"},"If teaching in the home has had its desired effect, your children will already have a Christlike respect for themselves and others. Long before a child becomes sexually mature, he learns virtue through dressing modestly, being clean in language and grooming, developing self-esteem, and being considerate of others. Your challenge is",["span.emphasis","to remind"],"your teenagers, by word and deed, of the principles of virtue that they learned earlier. If you have not done this teaching or if you were not aware of these principles earlier, then you must do all you can now to use the ideas described in the previous chapters. It is never too late to influence children; and with unconditional love and consistent concern, you can greatly bless the lives of your teenagers."],[".topic",["h2","Prepare Your Children for the Changes That Will Accompany Puberty"],["p.para",{"id":"p12","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p12"},"You should prepare your children for the changes that accompany puberty before these changes actually begin.",["span.emphasis","Puberty"],"is the process by which hormones cause the body to change in ways that make procreation possible. These changes mark the passage from childhood to adulthood. The processes are clean, good, and divinely mandated. There is no certain schedule, but this process usually begins between ages eleven and thirteen and can continue through adolescence and into early adulthood."],["p.para",{"id":"p13","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p13"},"At puberty, the girl begins to menstruate, her hips broaden, her breasts develop, body hair grows under her arms and in her pubic area, and she may gain weight. The boy begins to create seminal fluid and sperm cells. His shoulders broaden, his muscles expand, his voice deepens, and he gets taller and heavier. Body hair grows under the arms, on the face, and in the pubic region."],["p.para",{"id":"p14","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p14"},"When puberty is complete, a person is capable of creating life through sexual union. A natural cycle or rhythm begins in both genders. Approximately every twenty-five to thirty days, an egg is released from the girl’s ovary, and it attaches to the lining of the uterus. If it is not fertilized by a male sperm, it and the blood-rich lining of the uterus (but not the uterus itself) are expelled from the womb through the vagina. This flow of blood lasts about four or five days and cleanses the girl’s reproductive system."],["p.para",{"id":"p15","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p15"},"If your daughter’s menstrual cycle is painful or excessive in length or volume, she should see a physician. Her mother should help her determine the most comfortable type of sanitary aid and teach her about proper hygiene and deodorizing. There are often mood changes connected with menstruation, but ordinarily they are moderate and should not interfere with normal activities."],["p.para",{"id":"p16","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p16"},"In the boy, millions of sperm grow in the testicles within spermatic fluid. When the fluid and sperm fill the tubules and testes, they are automatically released or ejaculated. This usually happens during sleep and is called nocturnal emissions or “wet dreams.” Sexual dreams are not always present, but they can trigger a nocturnal emission or ejaculation. In either case this is",["span.emphasis","not"],"masturbation."],["p.para",{"id":"p17","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p17"},"The major chemical and hormonal changes associated with puberty affect the body in many ways. Skin oils and perspiration increase, requiring regular bathing and the use of deodorants. At this time dietary habits and grooming learned in childhood contribute to or detract from good health and appearance. Teenagers who brush their teeth, keep their bodies clean, eat wholesome food, and exercise regularly probably did so as children. If they did not develop those habits then, now is the time for them to learn, for these practices will influence their physical appearance and health as adults."],["p.para",{"id":"p18","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p18"},"The changes evoked by the hormones during puberty are very significant, but remember that they are almost completely restricted to physical development. A child’s temperament—whether he is aggressive or withdrawn, vigorous or passive, social or antisocial—is determined not only by hormones but by the learning that occurs primarily in the home before puberty. By the time they begin adolescence, children who have been taught properly will have developed attitudes of trust, unselfishness, respect, and self-discipline. They will more likely be able to apply these attitudes to the intimate relationships they develop in their married life."]],[".topic",["h2","Teach Teenagers That They Can Control Desires for Physical Intimacy"],["p.para",{"id":"p20","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p20"},"The so-called sex drive in humans is not entirely the chemical or instinctive compulsion to mate that it is in animals. Rather, from the time we are born, we each need to be physically and socially nurtured. The changes of puberty permit us to experience remarkably heightened pleasures of touch and arousal. But we have the agency to control the emotions and behaviors leading up to intentional sexual arousal. We can control when, where, how, and with whom we express our sexuality."],["p.para",{"id":"p21","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p21"},"Your teenagers will face great pressures to express their sexual feelings in sinful ways. This time in world history, like many others, is one of widespread corruption. No matter how decent the family environment, there will be external indecent influences on the young person. School associates, television, movies, and magazines are filled with sensual pictures and ideas. Your children will be enticed to be materialistic, haughty, fad conscious, and sexually self-focused. They will be taught to place education, money, or self ahead of marriage and family. They will be challenged about their basic male or female roles. They will be assaulted directly from all sides to be physically, sexually, and selfishly motivated."],["p.para",{"id":"p22","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p22"},"Sex is a prominent subject during adolescence. Purveyors of evil know this and attempt to use it to sell movies, clothing, and cars. They will try to convince young people that it is important for a girl to be selected as a beauty queen, or for a boy to be elected the most popular or handsome boy at school. They will perpetuate the illusions that wealth, large houses, or expensive clothing are measures of worthiness; that talent or intellectual accomplishment makes one person superior to other people; and that athletic or performing fame automatically makes one worthy of imitation."],["p.para",{"id":"p23","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p23"},"One example: masturbation is considered by many in the world to be the harmless expression of an instinctive sex drive. Teach your children that the prophets have condemned it as a sin throughout the ages and that they can choose not to do it. Throughout childhood, boys and girls have touched their own genitals frequently to wash and to dress. This is a behavior that usually has the same meaning as keeping one’s feet warm in the winter, enjoying a swim on a hot day, or scratching an itch. We ought to be friendly to our bodies and appreciate the body’s marvelous range of senses. This innocent touching is not the kind of behavior warned against by prophets through the ages. The sin of masturbation occurs when a person stimulates his or her own sex organs for the purpose of sexual arousal. It is a perversion of the body’s passions. When we pervert these passions and intentionally use them for selfish, immoral purposes, we become carnal."],["p.para",{"id":"p24","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p24"},"Masturbation is not physically necessary. There is already a way by which the male system relieves excessive spermatic fluid quite regularly through the nocturnal emission or wet dream. Monthly menstrual flow expels the female’s egg and cleanses the womb. For both sexes, physical or emotional tensions can be released by vigorous activity. Thus, in a biological sense, masturbation for either gender is not necessary. In a gospel sense, it is a sin: “Masturbation, a rather common indiscretion, is not approved of the Lord nor of His Church regardless of what may have been said by others whose ‘norms’ are lower. Latter-day Saints are urged to avoid this practice” (Spencer W. Kimball,",["span.emphasis","Love Versus Lust,"],"Brigham Young University Speeches of the Year [Provo, 5 Jan. 1965], p. 22)."],["p.para",{"id":"p25","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p25"},"Your teenagers will also be tempted to have sexual relations with others before they are married. They will see others doing so—through some schoolmates or through television, the movies, or magazines. They will be encouraged to believe that two individuals can engage in sexual relations whenever the urge strikes them and with whomever and in whatever ways they choose. To help your teenagers overcome these wicked influences, teach them that their bodies are good. Their bodies were created by the Lord, who declared that his work was good. The crowning phase of creation was to give Adam and Eve their bodies, fashioned in the image of their Redeemer. These bodies are not to be abused in any way. Paul taught:"],["p.para",{"id":"p26","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p26"},"“Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?"],["p.para",{"id":"p27","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p27"},"“If any man defile the temple of God, him shall God destroy, for the temple of God is holy, which temple ye are” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Corinthians 3:16–17"],")."],["p.para",{"id":"p28","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p28"},"The scriptures often refer respectfully but plainly to the body and its parts. There is no embarrassment and often there is sacred symbolism. It is the world that makes the divinely created body an object of carnal lust. For example, it makes the female breasts primarily into sexual enticements, while the truth is that they were intended to nourish and comfort children. It promotes male sexual aggression in contrast to Christ’s example of tenderness, long-suffering, kindness, and steadfastness in the home."],["p.para",{"id":"p29","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p29"},"Shame about the human body, its parts and purposes, is justified only when a person uses it for carnal purposes. Teach your children that they will find joy in their bodies when they use them virtuously after the manner taught by Christ."],["p.para",{"id":"p30","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p30"},"Also teach your children that they cannot separate sexual behavior from other aspects of relationships, roles, and values. This is one of the false assumptions of those who promote selfish and indulgent behavior. This is not only wicked, but it negates the true purposes of sexual intimacy, which are to create families and strengthen bonds between husband and wife."],["p.para",{"id":"p31","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p31"},"Your children will see in movies and magazines and in the lives of some people around them those who seem to be able to break the Lord’s commandments concerning sexual expression and still live happy, prosperous lives. Make sure they understand that they must not be misled by appearances, for “wickedness never was happiness” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/41.10"},"Alma 41:10"],"). They cannot expect to break the laws of God in one area of their lives and have the rest of their lives unaffected."],["p.para",{"id":"p32","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p32"},"Latter-day Saints subscribe to a total morality. They believe in being righteous in every phase of their lives. The boy who has learned to control impulses to steal or strike out in anger will be less likely later to steal a girl’s chastity, or even later, abuse his wife or children. A girl who enjoys self-respect based upon development of a talent and esteem for her various womanly roles will be more inclined to appreciate spiritual truths. She will be less likely to desperately seek the attentions of lustful boys or accept the viewpoint of those who oppose marriage and the family."],["p.para",{"id":"p33","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p33"},"Virtuous behavior leads to self-esteem, peaceful feelings, and a knowledge of right; carnal behavior leads to misery, unhappiness, and loss of the desire to do right. This applies to all areas of life, and there are no exceptions. If teenagers develop virtuous habits and closeness to the Lord in all facets of their lives, they will carry these things over into their intimate relationships."],["p.para",{"id":"p34","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p34"},"Set the example of virtuous behavior in every aspect of your life. Obey the traffic laws, live within your income, keep your house and yard neat and attractive, be moderate in dress and in consumption of material goods, serve faithfully in Church callings, vote in each election, give regular service in Church welfare efforts, read the scriptures daily, hold family prayer, speak courteously, be modestly but openly affectionate, and be chaste in dress and language. Have daily prayers, give blessings to your children, fast, and bear your testimony. As you do these things, you will show your children examples of correct behavior and help them translate abstract gospel principles into everyday actions. As you live in this way, you will also find the ability to maintain the Spirit of the Lord with you. Your children will learn that the Spirit will guide them into a pure and happy (virtuous) life. That Spirit will bring you personal peace and will provide an understanding of the teachings of the prophets."]],[".topic",["h2","Help Teenagers Have Wholesome Social Experiences"],["p.para",{"id":"p36","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p36"},"Before adolescence, children generally associate with others of the same sex. Now they should learn to interact properly with members of the opposite sex. When they do, do not speak of their awakening sexual interest as sinful or unclean. Adolescents should begin to notice each other and should find pleasure in social relationships. Their task is to refine their social skills so that they can kindly and considerately support one another."],["p.para",{"id":"p37","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p37"},"Adolescence is a time when parents and youth leaders actually have the fervent attention, though not always the cooperation, of young people. The youth are alternately exhilarated and pained by their social life (or lack of it). They watch with intensity the behavior of adults because it is so pertinent now that they are participants, or want to be, whereas before they were somewhat passive observers."],["p.para",{"id":"p38","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p38"},"While helping your teenagers become effective in their social experiences, do not make the mistake of distrusting them. Many adults fall into this trap because young people tend to be more eager than wise. But there are many ways in which you can help your children be trustworthy. Experience does teach valuable lessons. As a result of your experiences, you can bless your children by teaching them. But they also need to learn by experience. You need to share the learning and decision-making processes with them so that the young person will be prepared to leave the home and be effective as an adult."],["p.para",{"id":"p39","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p39"},"Reemphasize family rules about such things as when to be home from a date, counsel about how to socialize with “in” groups, and explanations of the temptations arising from being together as couples more than two or three hours. But dictatorial methods seldom work with lasting effects. The teenager will rebel openly or secretly and count the days until he or she can leave home."],["p.para",{"id":"p40","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p40"},"Make sure that family rules are clear and that rewards and punishments are consistent and prompt. Adolescents will question many things they formerly accepted, so now is a time to offer reasons for family rules. You may want to explain that a curfew hour of midnight on Fridays is based upon parental knowledge and judgment, not upon opposition to dating or social enjoyment. It is often helpful to have family councils where you and your children agree on family rules and rewards and punishments before situations arise where they are needed."],["p.para",{"id":"p41","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p41"},"Consider this situation: John and Mary are the parents of Kristen. She has been asked to go on a double date to a dance fifty miles away on a Friday night. The dance ends at 11:30",["span.small","P.M."],", so the teenagers cannot get home by midnight, Kristen’s usual curfew, unless they leave early. Kristen is frustrated. A lively family discussion ensues."],["p.para",{"id":"p42","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p42"},"Kristen exclaims, “You don’t trust me. I go to Church. I live the Word of Wisdom. I get good grades in school. I do what you want all the time. Now, when I want to do something, you won’t let me!”"],["p.para",{"id":"p43","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p43"},"Her mother explains, “You are a fine person. We are proud of you. We trust you enough to let you go so far away on a date. The problem is the curfew. Didn’t we all agree in family council that midnight was fair for weekends?”"],["p.para",{"id":"p44","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p44"},"Grudgingly Kristen replies, “Yes, but this is special. I have earned it.”"],["p.para",{"id":"p45","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p45"},"“You have earned many things, and we appreciate your efforts,” her father adds. “But you are arguing about something different. It is your safety we are concerned about.”"],["p.para",{"id":"p46","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p46"},"“Arthur is a safe driver. You’ve never objected to his ‘safety’ before.”"],["p.para",{"id":"p47","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p47"},"“It is the other drivers we worry about. Late on Friday night there are many drivers who are on drugs or are drunk. It is them we fear. They could harm you.”"],["p.para",{"id":"p48","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p48"},"“Anytime I go out there is danger. Why don’t you just ground me from all fun?”"],["p.para",{"id":"p49","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p49"},"Her sarcastic tone hurts her parents, but they weigh her usual cooperation against the emotions of the moment and do not become upset. Her mother then says, “Kristen, I can understand your disappointment. It is too bad there are ugly things in this world.”"],["p.para",{"id":"p50","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p50"},"Hoping that her mother’s obvious sympathy is a breakthrough, Kristen asks, “Just this once, please?”"],["p.para",{"id":"p51","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p51"},"Acting for both, since he and his wife have discussed this privately, John replies, “There is too much risk, especially on that narrow road. We love you too much. We will take the chance of agreeing to the date as long as you are home by midnight.”"],["p.para",{"id":"p52","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p52"},"Kristen acts calmer now, but still she hopes, “Isn’t there some way?”"],["p.para",{"id":"p53","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p53"},"Her mother answers her, “Your father and I are in agreement. You agreed in family council to this rule.”"],["p.para",{"id":"p54","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p54"},"And, with good humor, her father adds, “Kristen, you are in a tough spot. We’ve been through this with your older brothers and sister. We’ve had a lot of practice discussing this kind of thing.” Turning serious, he adds, “We love you too much to change this family rule.”"],["p.para",{"id":"p55","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p55"},"Kristen leaves the room unhappy but with her self-respect intact. Even in her frustration she cannot deny that her parents care. She cannot ignore the fact that she had previously fully discussed and agreed to the curfew rule in a pleasant, calm family council."],["p.para",{"id":"p56","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p56"},"Remember to be honest and objective in your parent-child discussions and hold your children responsible for rules they have already agreed upon."],["p.para",{"id":"p57","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p57"},"There are a great many other things you can do to help your teenagers have good social experiences and thereby develop self-confidence and stay out of situations where temptations might arise. President Spencer W. Kimball said of activities for youth:"],["p.para",{"id":"p58","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p58"},"“The urge for group activity is normal to the younger set, when they are not prematurely and immaturely stimulated in other ways, and the recreational and social activities of the crowd can be wholesome and entertaining. Physical and moral safety is increased in the multiplicity of friends. Group homemade recreation activities can be not only great fun but most beneficial. Firesides may create friendships, and inspire the spirit and train the mind. Group picnics can discipline youth in gentle manners and fellowship and extend circles of intimate friends."],["p.para",{"id":"p59","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p59"},"“Sports can develop the body in strength and endurance. They can train the spirit to meet difficulties and defeats and successes, teach selflessness and understanding, and develop good sportsmanship and tolerance in participant and spectator. Drama can develop talent, teach patience, and foster fellowship and friendliness. Group music activities have similar effects, and also can soften and mellow the spirit and satisfy the aesthetic needs."],["p.para",{"id":"p60","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p60"},"“The properly conducted dancing party can be a blessing. It provides opportunity to spend a pleasant evening with many people to the accompaniment of music. It can create and develop friendships which will be treasured in later years. Alternatively it can become a restricting experience."],["p.para",{"id":"p61","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p61"},"“Well-ordered dances provide favorable places, pleasing times, and auspicious circumstances in which to meet new people and to enlarge circles of friends. They can be an open door to happiness. In an evening of pleasurable dancing and conversation, one can become acquainted with many splendid young folk, every one of whom has admirable traits and may be superior to any one companion in at least some qualities. Here partners can begin to appraise and evaluate, noting qualities, attainments, and superiorities by comparison and contrast. Such perceptive friendships can be the basis for wise, selective, occasional dating for those of sufficient age and maturity, this to be followed later in proper timing by steady dating, and later by proper courtship which culminates in a happy, never-ending marriage."],["p.para",{"id":"p62","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p62"},"“On the other hand, for a youth to dance all evening with one partner, which we might call ‘monopolistic’ dancing, is not only antisocial but it circumscribes one’s legitimate pleasures and opportunities. Also it can encourage improper intimacies by its exclusiveness. Dancing with dates, single or steady, should presuppose the exchange of partners, which we could call ‘multiple’ dancing” (The Teachings of Spencer W Kimball, ed. Edward L. Kimball [Salt Lake City: Bookcraft, 1982], pp. 289–90)."],["p.para",{"id":"p63","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p63"},"When guiding your teenagers in their choices of activities, help them avoid activities that emphasize competitiveness, single dating, or undue concentration on athletic prowess or superficial beauty. Encourage them to avoid parties that include raucous music, dancing with the same partner all the time, cliquish groupings, passive videotape sessions, and other similar activities."],["p.para",{"id":"p64","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p64"},"You can best help them avoid these undesirable activities by providing alternative, wholesome things for them to do. Make a full range of athletic activities available to your teenagers. They need not be proficient in a sport or activity to participate in it and enjoy it themselves. They will develop both social and physical skills as they participate in athletics."],["p.para",{"id":"p65","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p65"},"Through your ward youth leaders or through your own efforts, provide group social activities as alternatives to early dating or activities that encourage teenagers to pair off. Not all teenagers date or even want to. Many young people do not date at all during their adolescent years because they are not interested or do not have opportunities. Indeed, as is so often obvious, some youth who do pair off exclusively in their early teens are emotionally and socially immature. That is one reason why the Church counsels youth to date only after age sixteen and even then not to pair off exclusively with one partner."],["p.para",{"id":"p66","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p66"},"To help your teenagers better prepare for dating, teach them to think of others in a Christlike way. Teach them that we can enrich each other’s lives. The highest purpose of anyone’s mortal life is to bless others. Each of us has some gift or talent that, when developed properly, will bless someone else. Virtue urges us to be courteous and helpful and generous. Carnality whispers that we jostle, defeat, and take from others. The finest and, therefore, the ultimately enjoyable relationships develop when self-respecting people do all they can to enrich others’ lives. Thus, for a teenager, the selfish version of dating is “going steady,” long hours together in dark places, sexual arousal, and intense concern about clothing and surface appearance. The virtuous version includes both group activities and moderate pairing off; varied enjoyments, including vigorous physical exercise; mental stimulation; service; and spiritual challenges. Friendships are encouraged among all rather than limited to a select few. Others’ interests are considered along with one’s own, and there is peace of mind. A teenager will never be reluctant to discuss with a parent a virtuous activity or relationship and will always feel good about it, having no feeling of regret."],["p.para",{"id":"p67","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p67"},"Support and plan activities that allow everyone to dance or play the games. These may include moderate music, mixers, and cooperative games rather than games that emphasize competitiveness. Young men and women become more confident, kinder to each other, and more chaste in their conduct when they participate in well-planned activities. They also are less prone to judge themselves as failures because they do not date."],["p.para",{"id":"p68","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p68"},"Feel free to call upon youth leaders to help you provide wholesome activities for your teenagers. That is one of the primary purposes of Church organizations. You have a right to expect strong support during this developmental period from the Aaronic Priesthood and the Young Women programs. But you should not expect the Church to replace you in your prime responsibility, which is to counsel and direct the affairs of your family members."],["p.para",{"id":"p69","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p69"},"Together, parents and leaders of young men and women in the Church can provide activities that focus on the needs and talents of the youth. For instance, if a young person is not participating in Church-related activities, parents and the youth leaders could work out an appropriate means of involving him. Young people can best develop their talents and skills when the family and Church work in harmony, using correct priesthood principles. These principles then serve as the foundation for governing self and family."],["p.para",{"id":"p70","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p70"},"As you plan activities, remember also that the tendency of the world is to equate happiness with material things. Do not plan or support activities that require you or your teenagers to spend very much money. Also, make sure that youth activities do not take your teenagers away from family duties or outings. Your family should always be the major source of friendship and support for your teenagers."]],[".topic",["h2","Help Teenagers See Adolescence as a Time for Developing Spiritual Power"],["p.para",{"id":"p72","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p72"},"The emphasis that our society places upon physical sex has blinded many adults and youth to the fact that adolescence can be a time for developing great spiritual power. Your teenagers’ naive idealism, which often frustrates more experienced adults, can be turned to spiritual growth if you temper it by wisely using your experience to teach them."],["p.para",{"id":"p73","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p73"},"President David O. McKay explained the spiritual potential of youth:"],["p.para",{"id":"p74","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p74"},"“We hear a good deal of talk about our young people these days. Some say that they are indifferent, that they are losing their interest in the Church. I do not agree with this accusation. My experience with the young leads me to believe that there was never a time when youth more sincerely sought the truth, when they were more responsive to assignments made in the Church, when they were more observant of the ideals for which this Church stands."],["p.para",{"id":"p75","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p75"},"“Oh, I am not blind to the fact that there are those who are wavering. I also know that there were young people during our youth who wavered. I realize that there are those who stand on the sidelines and, arrogating to themselves superior wisdom which they do not possess, would fain guide and dictate, but there have always been such. The great majority of our young people are desirous of living the truth."],["p.para",{"id":"p76","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p76"},"“I realize the temptations were never stronger than they are today; but the young people who resist these temptations deserve all the greater credit. We hear about young boys and young girls who indulge in things contrary to the teachings of their parents and the officers of the Church, and contrary to the ideals of the gospel, but we too seldom hear about the much larger group who are exerting an influence for good upon their fellow workers and upon their associates."],["p.para",{"id":"p77","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p77"},"“If time permitted, I might narrate several specific instances in which our girls have wielded an influence upon their associates and led not only members of the Church but also people outside of the Church to lay aside violations of the Word of Wisdom and to conform to the ideals and principles of purity of life."],["p.para",{"id":"p78","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p78"},"“Generally speaking, youth are anchored. Sometimes they seem to waver and digress from the standards. Some of them, it is true, lose their virtue, the most benighting and cankering condition that can contaminate young people’s lives. I know that there is a looseness in sexual morality which is dangerous, which is threatening. I know too that such breaking down of moral standards is manifested not alone among the young people, and I warn the Church to guard against unchastity. Keep yourselves unspotted from the world, the fundamental element in pure religion."],["p.para",{"id":"p79","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p79"},"“No, we are not shutting our eyes to the dangers, but I want to tell you we must not shut our eyes to the virtues of the tens of thousands of those who are true and valiant” (",["span.emphasis","Gospel Ideals"],"[Salt Lake City: Improvement Era, 1953], pp. 415–16)."],["p.para",{"id":"p80","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p80"},"Parents often give far too much negative counsel to their teenagers. While it is true that you must solemnly warn your teenagers against all types of sin, you should place more emphasis upon the goodness of growing up. God himself, viewing his creation of this earth, pronounced it “good” (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.31"},"Genesis 1:31"],"). Teach your children that it is good to mature and that adolescence can be filled with beauty and power. Praise them for their spiritual development and maturity. Teach them also of Jesus, Joseph who was sold into Egypt, Moroni, Joseph Smith, and others who were teenagers when they began their ministries. These great leaders developed the foundations of their spiritual strength during their teenage years, and your teenagers can do the same."]],[".topic",["h2","Conclusion"],["p.para",{"id":"p82","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p82"},"Adolescence is a time of great physical, social, and emotional power. It is raw, untested, untempered power. With your help, they can have the righteous experiences that will allow them to mature into responsible and virtuous adults. When youthful boys and girls are given family, Church, and civic service opportunities, they readily develop a sense of responsibility. This vital process has far more to do with developing sexual virtue than does sex education."],["p.para",{"id":"p83","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p83"},"Teenagers need to understand the body and its functions. This is especially so as the changes of puberty make obvious to all that the child is becoming a sexually mature young adult. The sexual senses of the body are to be enjoyed in righteousness, and its sexual functions to be used to create and nurture life. All this must be within the sanctity of a loving marriage."],["p.para",{"id":"p84","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p84"},"Despite all of the occasional tumult of the teen years, you can have a major influence on your children. Prepare them for the changes that accompany puberty."],["p.para",{"id":"p85","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p85"},"Teach them that they can control their desires for physical intimacy. Help them to have wholesome social experiences. See adolescence as a time of spiritual power, and help your teenagers to see it in this way as well. Help them to develop and express natural affection—the affection that can develop naturally from a common spiritual creation."],["p.para",{"id":"p86","uri":"/manual/a-parents-guide/chapter-5-teaching-adolescents-from-twelve-to-eighteen-years.p86"},"Then ask Heavenly Father for guidance, for the inspiration of the Holy Ghost is the surest way of obtaining the counsel, enlightenment, and encouragement you need."]]]]]],"refs":null}
