{"id":5,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":5,"title":"Chapter 3: The Need of a Redeemer","subtitle":"","short_title":"Chapter 3","uri":"/manual/jesus-the-christ/chapter-3","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-3"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-3.head1"},[".titleNumber","Chapter 3"],["h1","The Need of a Redeemer"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-3.p3"},"We have heretofore shown that the entire human race existed as spirit-beings in the primeval world, and that for the purpose of making possible to them the experiences of mortality this earth was created. They were endowed with the powers of agency or choice while yet but spirits; and the divine plan provided that they be free-born in the flesh, heirs to the inalienable birthright of liberty to choose and to act for themselves in mortality. It is undeniably essential to the eternal progression of God’s children that they be subjected to the influences of both good and evil, that they be tried and tested and proved withal, “to see if they will do all things whatsoever the Lord their God shall command them.”",["sup",["a",{"href":"fn_1"},"a"]],"Free agency is an indispensable element of such a test."],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-3.p4"},"The Eternal Father well understood the diverse natures and varied capacities of His spirit-offspring; and His infinite foreknowledge made plain to Him, even in the beginning, that in the school of life some of His children would succeed and others would fail; some would be faithful, others false; some would choose the good, others the evil; some would seek the way of life while others would elect to follow the road to destruction. He further foresaw that death would enter the world, and that the possession of bodies by His children would be of but brief individual duration. He saw that His commandments would be disobeyed and His law violated; and that men, shut out from His presence and left to themselves, would sink rather than rise, would retrogress rather than advance, and would be lost to the heavens. It was necessary that a means of redemption be provided, whereby erring man might make amends, and by compliance with established law achieve salvation and eventual exaltation in the eternal worlds. The power of death was to be overcome, so that, though men would of necessity die, they would live anew, their spirits clothed with immortalized bodies over which death could not again prevail."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-3.p5"},"Let not ignorance and thoughtlessness lead us into the error of assuming that the Father’s foreknowledge as to what",["span.emphasis","would be,"],"under given conditions, determined that such",["span.emphasis","must be."],"It was not His design that the souls of mankind be lost; on the contrary it was and is His work and glory, “to bring to pass the immortality and eternal life of man.”",["sup",["a",{"href":"fn_2"},"b"]],"Nevertheless He saw the evil into which His children would assuredly fall; and with infinite love and mercy did He ordain means of averting the dire effect, provided the transgressor would elect to avail himself thereof.",["sup",["a",{"href":"fn_3"},"c"]],"The offer of the firstborn Son to establish through His own ministry among men the gospel of salvation, and to sacrifice Himself, through labor, humiliation and suffering even unto death, was accepted and made the foreordained plan of man’s redemption from death, of his eventual salvation from the effects of sin, and of his possible exaltation through righteous achievement."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-3.p6"},"In accordance with the plan adopted in the council of the Gods, man was created as an embodied spirit; his tabernacle of flesh was composed of the elements of earth.",["sup",["a",{"href":"fn_4"},"d"]],"He was given commandment and law, and was free to obey or disobey—with the just and inevitable condition that he should enjoy or suffer the natural results of his choice.",["sup",["a",{"href":"fn_5"},"e"]],"Adam, the first man",["sup",["a",{"href":"fn_6"},"f"]],"placed upon the earth in pursuance of the established plan, and Eve who was given unto him as companion and associate, indispensable to him in the appointed mission of peopling the earth, disobeyed the express commandment of God and so brought about the “fall of man,” whereby the mortal state, of which death is an essential element was inaugurated.",["sup",["a",{"href":"fn_7"},"g"]],"It is not proposed to consider here at length the doctrine of the fall; for the present argument it is sufficient to establish the fact of the momentous occurrence and its portentous consequences.",["sup",["a",{"href":"fn_8"},"h"]],"The woman was deceived, and in direct violation of counsel and commandment partook of the food that had been forbidden, as a result of which act her body became degenerate and subject to death. Adam realized the disparity that had been brought between him and his companion, and with some measure of understanding followed her course, thus becoming her partner in bodily degeneracy. Note in this matter the words of Paul the apostle: “Adam was not deceived, but the woman being deceived was in the transgression.”",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-3.p7"},"The man and the woman had now become mortal; through indulgence in food unsuited to their nature and condition and against which they had been specifically warned, and as the inevitable result of their disobeying the divine law and commandment, they became liable to the physical ailments and bodily frailties to which mankind has since been the natural heir.",["sup",["a",{"href":"fn_10"},"j"]],"Those bodies, which before the fall had been perfect in form and function, were now subjects for eventual dissolution or death. The arch-tempter through whose sophistries, half-truths and infamous falsehoods, Eve had been beguiled, was none other than Satan, or Lucifer, that rebellious and fallen “son of the morning,” whose proposal involving the destruction of man’s liberty had been rejected in the council of the heavens, and who had been “cast out into the earth,” he and all his angels as unembodied spirits, never to be tabernacled in bodies of their own.",["sup",["a",{"href":"fn_11"},"k"]],"As an act of diabolic reprisal following his rejection in the council, his defeat by Michael and the heavenly hosts, and his ignominious expulsion from heaven, Satan planned to destroy the bodies in which the faithful spirits—those who had kept their first estate—would be born; and his beguilement of Eve was but an early stage of that infernal scheme."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-3.p8"},"Death has come to be the universal heritage; it may claim its victim in infancy or youth, in the period of life’s prime, or its summons may be deferred until the snows of age have gathered upon the hoary head; it may befall as the result of accident or disease, by violence, or as we say, through natural causes; but come it must, as Satan well knows; and in this knowledge is his present though but temporary triumph. But the purposes of God, as they ever have been and ever shall be, are infinitely superior to the deepest designs of men or devils; and the Satanic machinations to make death inevitable, perpetual and supreme were provided against even before the first man had been created in the flesh. The atonement to be wrought by Jesus the Christ was ordained to overcome death and to provide a means of ransom from the power of Satan."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-3.p9"},"As the penalty incident to the fall came upon the race through an individual act, it would be manifestly unjust, and therefore impossible as part of the divine purpose, to make all men suffer the results thereof without provision for deliverance.",["sup",["a",{"href":"fn_12"},"l"]],"Moreover, since by the transgression of one man sin came into the world and death was entailed upon all, it is consistent with reason that the atonement thus made necessary should be wrought by one.",["sup",["a",{"href":"fn_13"},"m"]],"“Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned: … Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came upon all men unto justification of life.”",["sup",["a",{"href":"fn_14"},"n"]],"So taught the apostle Paul; and, further, “For since by man came death, by man came also the resurrection of the dead. For as in Adam all die, even so in Christ shall all be made alive.”",["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-3.p10"},"The atonement was plainly to be a vicarious sacrifice, voluntary and love-inspired on the Savior’s part, universal in its application to mankind so far as men shall accept the means of deliverance thus placed within their reach. For such a mission only one who was without sin could be eligible. Even the altar victims of ancient Israel offered as a provisional propitiation for the offenses of the people under the Mosaic law had to be clean and devoid of spot or blemish; otherwise they were unacceptable and the attempt to offer them was sacrilege.",["sup",["a",{"href":"fn_16"},"p"]],"Jesus Christ was the only Being suited to the requirements of the great sacrifice:"],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-3.p11"},"1—As the one and only sinless Man;"],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-3.p12"},"2—As the Only Begotten of the Father and therefore the only Being born to earth possessing in their fulness the attributes of both Godhood and manhood;"],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-3.p13"},"3—As the One who had been chosen in the heavens and foreordained to this service."],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-3.p14"},"What other man has been without sin, and therefore wholly exempt from the dominion of Satan, and to whom death, the wage of sin, is not naturally due? Had Jesus Christ met death as other men have done—the result of the power that Satan has gained over them through their sins—His death would have been but an individual experience, expiatory in no degree of any faults or offenses but His own. Christ’s absolute sinlessness made Him eligible, His humility and willingness rendered Him acceptable to the Father, as the atoning sacrifice whereby propitiation could be made for the sins of all men."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-3.p15"},"What other man has lived with power to withstand death, over whom death could not prevail except through his own submission? Yet Jesus Christ could not be slain until His “hour had come,” and that, the hour in which He voluntarily surrendered His life, and permitted His own decease through an act of will. Born of a mortal mother He inherited the capacity to die; begotten by an immortal Sire He possessed as a heritage the power to withstand death indefinitely. He literally gave up His life; to this effect is His own affirmation: “Therefore doth my Father love me, because I lay down my life, that I might take it again. No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again.”",["sup",["a",{"href":"fn_17"},"q"]],"And further: “For as the Father hath life in himself; so hath he given to the Son to have life in himself.”",["sup",["a",{"href":"fn_18"},"r"]],"Only such a One could conquer death; in none but Jesus the Christ was realized this requisite condition of a Redeemer of the world."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-3.p16"},"What other man has come to earth with such appointment, clothed with the authority of such foreordination? The atoning mission of Jesus Christ was no self-assumption. True, He had offered Himself when the call was made in the heavens; true, He has been accepted, and in due time came to earth to carry into effect the terms of that acceptance; but He was chosen by One greater than Himself. The burden of His confession of authority was ever to the effect that He operated under the direction of the Father, as witness these words: “I came down from heaven, not to do mine own will, but the will of him that sent me.”",["sup",["a",{"href":"fn_19"},"s"]],"“My meat is to do the will of him that sent me, and to finish his work.”",["sup",["a",{"href":"fn_20"},"t"]],"“I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will but the will of the Father which hath sent me.”",["sup",["a",{"href":"fn_21"},"u"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-3.p17"},"Through the atonement accomplished by Jesus Christ—a redeeming service, vicariously rendered in behalf of mankind, all of whom have become estranged from God by the effects of sin both inherited and individually incurred—the way is opened for a reconciliation whereby man may come again into communion with God, and be made fit to dwell anew and forever in the presence of his Eternal Father. This basal thought is admirably implied in our English word, “atonement,” which, as its syllables attest, is",["span.emphasis","at-one-ment,"],"“denoting reconciliation, or the bringing into agreement of those who have been estranged.”",["sup",["a",{"href":"fn_22"},"v"]],"The effect of the atonement may be conveniently considered as twofold:"],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-3.p18"},"1—The universal redemption of the human race from death invoked by the fall of our first parents; and,"],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-3.p19"},"2—Salvation, whereby means of relief from the results of individual sin are provided."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-3.p20"},"The victory over death was made manifest in the resurrection of the crucified Christ; He was the first to pass from death to immortality and so is justly known as “the first fruits of them that slept.”",["sup",["a",{"href":"fn_23"},"w"]],"That the resurrection of the dead so inaugurated is to be extended to every one who has or shall have lived is proved by an abundance of scriptural evidence. Following our Lord’s resurrection, others who had slept in the tomb arose and were seen of many, not as spirit-apparitions but as resurrected beings possessing immortalized bodies: “And the graves were opened; and many bodies of the saints which slept arose, and came out of the graves after his resurrection, and went into the holy city, and appeared unto many.”",["sup",["a",{"href":"fn_24"},"x"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-3.p21"},"Those who thus early came forth are spoken of as “the saints”; and other scriptures confirm the fact that only the righteous shall be brought forth in the earlier stages of the resurrection yet to be consummated; but that all the dead shall in turn resume bodies of flesh and bones is placed beyond doubt by the revealed word. The Savior’s direct affirmation ought to be conclusive: “Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live. … Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice, and shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.”",["sup",["a",{"href":"fn_25"},"y"]],"The doctrine of a universal resurrection was taught by the apostles of old,",["sup",["a",{"href":"fn_26"},"z"]],"as also by the Nephite prophets;",["sup",["a",{"href":"fn_27"},"a"]],"and the same is confirmed by revelation incident to the present dispensation.",["sup",["a",{"href":"fn_28"},"b"]],"Even the heathen who have not known God shall be brought forth from their graves; and, inasmuch as they have lived and died in ignorance of the saving law, a means of making the plan of salvation known unto them is provided. “And then shall the heathen nations be redeemed, and they that knew no law shall have part in the first resurrection.”",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-3.p22"},"Jacob, a Nephite prophet, taught the universality of the resurrection, and set forth the absolute need of a Redeemer, without whom the purposes of God in the creation of man would be rendered futile. His words constitute a concise and forceful summary of revealed truth directly bearing upon our present subject:"],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-3.p23"},"“For as death hath passed upon all men, to fulfil the merciful plan of the great Creator, there must needs be a power of resurrection, and the resurrection must needs come unto man by reason of the fall; and the fall came by reason of transgression; and because man became fallen, they were cut off from the presence of the Lord; wherefore it must needs be an infinite atonement; save it should be an infinite atonement, this corruption could not put on incorruption. Wherefore, the first judgment which came upon man, must needs have remained to an endless duration. And if so, this flesh must have laid down to rot and to crumble to its mother earth, to rise no more. O the wisdom of God! his mercy and grace! For behold, if the flesh should rise no more, our spirits must become subject to that angel who fell from before the presence of the eternal God, and became the devil, to rise no more. And our spirits must have become like unto him, and we become devils, angels to a devil, to be shut out from the presence of our God, and to remain with the father of lies, in misery, like unto himself; yea, to that being who beguiled our first parents; who transformeth himself nigh unto an angel of light, and stirreth up the children of men unto secret combinations of murder, and all manner of secret works of darkness. O how great the goodness of our God, who prepareth a way for our escape from the grasp of this awful monster; yea, that monster, death and hell, which I call the death of the body, and also the death of the spirit. And because of the way of deliverance of our God, the Holy One of Israel, this death, of which I have spoken, which is the temporal, shall deliver up its dead; which death is the grave. And this death of which I have spoken, which is the spiritual death, shall deliver up its dead; which spiritual death is hell; wherefore, death and hell must deliver up their dead, and hell must deliver up its captive spirits, and the grave must deliver up its captive bodies, and the bodies and the spirits of men will be restored one to the other; and it is by the power of the resurrection of the Holy One of Israel. O how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls, having a perfect knowledge like unto us in the flesh; save it be that our knowledge shall be perfect.”",["sup",["a",{"href":"fn_30"},"d"]]],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-3.p24"},"The application of the atonement to individual transgression, whereby the sinner may obtain absolution through compliance with the laws and ordinances embodied in the gospel of Jesus Christ, is conclusively attested by scripture. Since forgiveness of sins can be secured in none other way, there being either in heaven or earth no name save that of Jesus Christ whereby salvation shall come unto the children of men,",["sup",["a",{"href":"fn_31"},"e"]],"every soul stands in need of the Savior’s mediation, since all are sinners. “For all have sinned and come short of the glory of God,” said Paul of old,",["sup",["a",{"href":"fn_32"},"f"]],"and John the apostle added his testimony in these words: “If we say that we have no sin we deceive ourselves, and the truth is not in us.”",["sup",["a",{"href":"fn_33"},"g"]]],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-3.p25"},"Who shall question the justice of God, which denies salvation to all who will not comply with the prescribed conditions on which alone it is declared obtainable? Christ is “the author of eternal salvation unto all them that obey him,”",["sup",["a",{"href":"fn_34"},"h"]],"and God “will render to every man according to his deeds: to them who by patient continuance in well doing seek for glory and honor and immortality, eternal life: but unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath, tribulation and anguish, upon every soul of man that doeth evil.”",["sup",["a",{"href":"fn_35"},"i"]]],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-3.p26"},"Such then is the need of a Redeemer, for without Him mankind would forever remain in a fallen state, and as to hope of eternal progression would be inevitably lost.",["sup",["a",{"href":"fn_36"},"j"]],"The mortal probation is provided as an opportunity for advancement; but so great are the difficulties and the dangers, so strong is the influence of evil in the world, and so weak is man in resistance thereto, that without the aid of a power above that of humanity no soul would find its way back to God from whom it came. The need of a Redeemer lies in the inability of man to raise himself from the temporal to the spiritual plane, from the lower kingdom to the higher. In this conception we are not without analogies in the natural world. We recognize a fundamental distinction between inanimate and living matter, between the inorganic and the organic, between the lifeless mineral on the one hand and the living plant or animal on the other. Within the limitations of its order the dead mineral grows by accretion of substance, and may attain a relatively perfect condition of structure and form as is seen in the crystal. But mineral matter, though acted upon favorably by the forces of nature—light, heat, electric energy and others—can never become a living organism; nor can the dead elements, through any process of chemical combination dissociated from life, enter into the tissues of the plant as essential parts thereof. But the plant, which is of a higher order, sends its rootlets into the earth, spreads its leaves in the atmosphere, and through these organs absorbs the solutions of the soil, inspires the gases of the air, and from such lifeless materials weaves the tissue of its wondrous structure. No mineral particle, no dead chemical substance has ever been made a constituent of organic tissue except through the agency of life. We may, perhaps with profit, carry the analogy a step farther. The plant is unable to advance its own tissue to the animal plane. Though it be the recognized order of nature that the “animal kingdom” is dependent upon the “vegetable kingdom” for its sustenance, the substance of the plant may become part of the animal organism only as the latter reaches down from its higher plane and by its own vital action incorporates the vegetable compounds with itself. In turn, animal matter can never become, even transitorily, part of a human body, except as the living man assimilates it, and by the vital processes of his own existence lifts, for the time being, the substance of the animal that supplied him food to the higher plane of his own existence. The comparison herein employed is admittedly defective if carried beyond reasonable limits of application; for the raising of mineral matter to the plane of the plant, vegetable tissue to the level of the animal, and the elevation of either to the human plane, is but a temporary change; with the dissolution of the higher tissues the material thereof falls again to the level of the inanimate and the dead. But, as a means of illustration the analogy may not be wholly without value."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-3.p27"},"So, for the advancement of man from his present fallen and relatively degenerate state to the higher condition of spiritual life, a power above his own must cooperate. Through the operation of the laws obtaining in the higher kingdom man may be reached and lifted; himself he cannot save by his own unaided effort.",["sup",["a",{"href":"fn_37"},"k"]],"A Redeemer and Savior of mankind is beyond all question essential to the realization of the plan of the Eternal Father, “to bring to pass the immortality and eternal life of man”;",["sup",["a",{"href":"fn_38"},"l"]],"and that Redeemer and Savior is Jesus the Christ, beside whom there is and can be none other."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-3.f1"},["h3","Notes to Chapter 3"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-3.p29"},["b","God’s Foreknowledge Not a Determining Cause."],"—“Respecting the foreknowledge of God, let it not be said that divine omniscience is of itself a determining cause whereby events are inevitably brought to pass. A mortal father, who knows the weaknesses and frailties of his son, may by reason of that knowledge sorrowfully predict the calamities and sufferings awaiting his wayward boy. He may foresee in that son’s future a forfeiture of blessings that could have been won, loss of position, self-respect, reputation and honor; even the dark shadows of a felon’s cell and the night of a drunkard’s grave may appear in the saddening visions of that fond father’s soul; yet, convinced by experience of the impossibility of bringing about that son’s reform, he foresees the dread developments of the future, and he finds but sorrow and anguish in his knowledge. Can it be said that the father’s foreknowledge is a cause of the son’s sinful life? The son, perchance, has reached his maturity; he is the master of his own destiny; a free agent unto himself. The father is powerless to control by force or to direct by arbitrary command; and, while he would gladly make any effort or sacrifice to save his son from the fate impending, he fears for what seems to be an awful certainty. But surely that thoughtful, prayerful, loving parent does not, because of his knowledge, contribute to the son’s waywardness. To reason otherwise would be to say that a neglectful father, who takes not the trouble to study the nature and character of his son, who shuts his eyes to sinful tendencies, and rests in careless indifference as to the probable future, will by his very heartlessness be benefiting his child, because his lack of forethought cannot operate as a contributory cause to dereliction."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-3.p30"},"“Our Heavenly Father has a full knowledge of the nature and disposition of each of His children, a knowledge gained by long observation and experience in the past eternity of our primeval childhood; a knowledge compared with which that gained by earthly parents through mortal experience with their children is infinitesimally small. By reason of that surpassing knowledge, God reads the future of child and children, of men individually and of men collectively as communities and nations; He knows what each will do under given conditions, and sees the end from the beginning. His foreknowledge is based on intelligence and reason. He foresees the future as a state which naturally and surely will be; not as one which must be because He has arbitrarily willed that it shall be.”—From the author’s",["span.emphasis","Great Apostasy,"],"pp. 19, 20."]],["li",["span.label","2."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-3.p31"},["b","Man Free to Choose for Himself."],"—“The Father of souls has endowed His children with the divine birthright of free agency; He does not and will not control them by arbitrary force; He impels no man toward sin; He compels none to righteousness. Unto man has been given freedom to act for himself; and, associated with this independence, is the fact of strict responsibility and the assurance of individual accountability. In the judgment with which we shall be judged, all the conditions and circumstances of our lives shall be considered. The inborn tendencies due to heredity, the effect of environment whether conducive to good or evil, the wholesome teachings of youth, or the absence of good instruction—these and all other contributory elements must be taken into account in the rendering of a just verdict as to the soul’s guilt or innocence. Nevertheless, the divine wisdom makes plain what will be the result with given conditions operating on known natures and dispositions of men, while every individual is free to choose good or evil within the limits of the many conditions existing and operative.”—",["span.emphasis","Great Apostasy,"],"p. 21; see also",["span.emphasis","Articles of Faith,"],"3:52–53."]],["li",["span.label","3."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-3.p32"},["b","The Fall a Process of Physical Degeneracy."],"—A modern revelation given to the Church in 1833 (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89"},"D&C 89"],"), prescribes rules for right living, particularly as regards the uses of stimulants, narcotics, and foods unsuited to the body. Concerning the physical causes by which the fall was brought about, and the close relation between those causes and current violations of the Word of Wisdom embodied in the revelation referred to above, the following is in point. “This, [the Word of Wisdom] like other revelations that have come in the present dispensation, is not wholly new. It is as old as the human race. The principle of the Word of Wisdom was revealed unto Adam. All the essentials of the Word of Wisdom were made known unto him in his immortal state, before he had taken into his body those things that made of it a thing of earth. He was warned against that very practice. He was not told to treat his body as something to be tortured. He was not told to look upon it as the fakir of India has come to look upon his body, or professes to look upon it, as a thing to be utterly condemned; but he was told that he must not take into that body certain things which were there at hand. He was warned that, if he did, his body would lose the power which it then held of living for ever, and that he would become subject to death. It was pointed out to him, as it has been pointed out to you, that there are many good fruits to be plucked, to be eaten, to be enjoyed. We believe in enjoying good food. We think that these good things are given us of God. We believe in getting all the enjoyment out of eating that we can; and, therefore, we should avoid gluttony, and we should avoid extremes in all our habits of eating; and as was told unto Adam, so is it told unto us: Touch not these things, for in the day that thou doest it thy life shall be shortened and thou shalt die."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-3.p33"},"“Here let me say that therein consisted the fall—the eating of things unfit, the taking into the body of the things that made of that body a thing of earth: and I take this occasion to raise my voice against the false interpretation of scripture, which has been adopted by certain people, and is current in their minds, and is referred to in a hushed and half-secret way, that the fall of man consisted in some offense against the laws of chastity and virtue. Such a doctrine is an abomination. What right have we to turn the scriptures from their proper sense and meaning? What right have we to declare that God meant not what He said? The fall was a natural process, resulting through the incorporation into the bodies of our first parents of the things that came from food unfit, through the violation of the command of God regarding what they should eat. Don’t go around whispering that the fall consisted in the mother of the race losing her chastity and her virtue. It is not true; the human race is not born of fornication. These bodies that are given unto us are given in the way that God has provided. Let it not be said that the patriarch of the race, who stood with the gods before he came here upon the earth, and his equally royal consort, were guilty of any such foul offense. The adoption of that belief has led many to excuse departures from the path of chastity and the path of virtue, by saying that it is the sin of the race, that it is as old as Adam. It was not introduced by Adam. It was not committed by Eve. It was the introduction of the devil and came in order that he might sow the seeds of early death in the bodies of men and women, that the race should degenerate as it has degenerated whenever the laws of virtue and of chastity have been transgressed."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-3.p34"},"“Our first parents were pure and noble, and when we pass behind the veil we shall perhaps learn something of their high estate, more than we know now. But be it known that they were pure; they were noble. It is true that they disobeyed the law of God, in eating things they were told not to eat; but who amongst you can rise up and condemn?”—From an address by the author at the Eighty-fourth Semiannual Conference of the Church, Oct. 6, 1913; Conference Report, pp. 118, 119."]],["li",["span.label","4."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-3.p35"},["b","Christ Wrought Redemption from the Fall."],"—“The Savior thus becomes master of the situation—the debt is paid, the redemption made, the covenant fulfilled, justice satisfied, the will of God done, and all power is now given into the hands of the Son of God—the power of the resurrection, the power of the redemption, the power of salvation, the power to enact laws for the carrying out and accomplishment of this design. Hence life and immortality are brought to light, the gospel is introduced, and He becomes the author of eternal life and exaltation. He is the Redeemer, the Resurrector, the Savior of man and the world; and He has appointed the law of the gospel as the medium which must be complied with in this world or the next, as He complied with His Father’s law; hence ‘he that believeth shall be saved, and he that believeth not shall be damned.’ The plan, the arrangement, the agreement, the covenant was made, entered into and accepted before the foundation of the world; it was pre-figured by sacrifices, and was carried out and consummated on the cross. Hence being the mediator between God and man, He becomes by right the dictator and director on earth and in heaven for the living and for the dead, for the past, the present and the future, pertaining to man as associated with this earth or the heavens, in time or eternity, the Captain of our salvation, the Apostle and High-Priest of our profession, the Lord and Giver of life.”—John Taylor,",["span.emphasis","Mediation and Atonement,"],"p. 171."]],["li",["span.label","5."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-3.p36"},["b","Redemption from the Effect of the Fall."],"—“‘Mormonism’ accepts the doctrine of the fall, and the account of the transgression in Eden, as set forth in Genesis; but it affirms that none but Adam is or shall be answerable for Adam’s disobedience; that mankind in general are absolutely absolved from responsibility for that ‘original sin,’ and that each shall account for his own transgressions alone; that the fall was foreknown of God, that it was turned to good effect by which the necessary condition of mortality should be inaugurated; and that a Redeemer was provided before the world was; that general salvation, in the sense of redemption from the effects of the fall, comes to all without their seeking it; but that individual salvation or rescue from the effects of personal sins is to be acquired by each for himself by faith and good works through the redemption wrought by Jesus Christ.”—From the author’s",["span.emphasis","Story and Philosophy of ‘Mormonism,’"],"p. 111."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-3.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.25"},"Abraham 3:25"],". For a fuller treatment of man’s Free Agency, see the author’s",["span.emphasis","Articles of Faith,"],"3:52–57, and the numerous references there given."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-3.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"; compare",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.59"},"6:59"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-3.p29"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-3.fn3"},["b","3"],["span.label","c"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-3.p31"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-3.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/ot/gen/1.26-27"},"Genesis 1:26, 27"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.7"},"2:7"],"; compare",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.26-27"},"Moses 2:26, 27"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.7"},"3:7"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.26-28"},"Abraham 4:26–28"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/5.7"},"5:7"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-3.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/ot/gen/1.28-31"},"Genesis 1:28–31"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.16-17"},"2:16, 17"],"; compare",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.28-31"},"Moses 2:28–31"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.16-17"},"3:16, 17"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.28-31"},"Abraham 4:28–31"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/5.12-13"},"5:12, 13"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-3.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/ot/gen/2.8"},"Genesis 2:8"],"; compare statement in",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.5"},"verse 5"],"—that prior to that time there was “not a man to till the ground”; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.7"},"Moses 3:7"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.3"},"Abraham 1:3"],"; and",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.11"},"1 Nephi 5:11"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-3.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/ot/gen/3"},"Genesis 3"],"; compare",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4"},"Moses 4"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-3.fn8"},["b","8"],["span.label","h"],"See",["span.emphasis","Articles of Faith,"],"3:63–70."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-3.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/1-tim/2.14"},"1 Timothy 2:14"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/11.3"},"2 Corinthians 11:3"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-3.fn10"},["b","10"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-3.p32"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-3.fn11"},["b","11"],["span.label","k"],"See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p5"},"7"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-3.fn12"},["b","12"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-3.p35"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-3.fn13"},["b","13"],["span.label","m"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-3.p36"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-3.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/rom/5.12,18"},"Romans 5:12, 18"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-3.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.21-22"},"1 Corinthians 15:21, 22"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-3.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/ot/lev/22.20"},"Leviticus 22:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/15.21"},"Deuteronomy 15:21"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.1"},"17:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/mal/1.8,14"},"Malachi 1:8, 14"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.14"},"Hebrews 9:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/1.19"},"1 Peter 1:19"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-3.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/john/10.17-18"},"John 10:17–18"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-3.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/john/5.26"},"John 5:26"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-3.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/john/6.38"},"John 6:38"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-3.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/john/4.34"},"John 4:34"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-3.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/john/5.30"},"John 5:30"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/5.19"},"verse 19"],"; also",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.42"},"Matthew 26:42"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.2"},"D&C 19:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.24"},"20:24"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-3.fn22"},["b","22"],["span.label","v"],"New Standard Dictionary under “propitiation.”"],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-3.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.20"},"1 Corinthians 15:20"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.23"},"Acts 26:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/1.18"},"Colossians 1:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.5"},"Revelation 1:5"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-3.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.52-53"},"Matthew 27:52, 53"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-3.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/john/5.25,28-29"},"John 5:25, 28, 29"],". A modern scripture attesting the same truth reads: “They who have done good in the resurrection of the just; and they who have done evil in the resurrection of the unjust.”—",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.17"},"D&C 76:17"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-3.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/acts/24.15"},"Acts 24:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/20.12-13"},"Revelation 20:12, 13"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-3.fn27"},["b","27"],["span.label","a"],"For instances see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.6,12-13,21-22"},"2 Nephi 9:6, 12, 13, 21, 22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.15-17"},"Helaman 14:15–17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.20-24"},"Mosiah 15:20–24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.2-16"},"Alma 40:2–16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.13-14"},"Mormon 9:13, 14"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-3.fn28"},["b","28"],["span.label","b"],"For instances see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.11-12"},"D&C 18:11, 12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.44-45"},"45:44, 45"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.95-98"},"88:95–98"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-3.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.54"},"D&C 45:54"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-3.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.6-13"},"2 Nephi 9:6–13"],"; read the",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9"},"entire chapter"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-3.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.52"},"Moses 6:52"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.20"},"2 Nephi 25:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.17"},"Mosiah 3:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.8"},"5:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.1"},"D&C 76:1"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-3.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/rom/3.23"},"Romans 3:23"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.9"},"verse 9"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.22"},"Galatians 3:22"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-3.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/1-jn/1.8"},"1 John 1:8"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-3.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/heb/5.9"},"Hebrews 5:9"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-3.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/rom/2.6-9"},"Romans 2:6–9"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-3.fn36"},["b","36"],["span.label","j"],"No special treatment relating to the Fall, the Atonement, or the Resurrection has been either attempted or intended in this chapter. For such the student is referred to doctrinal works dealing with these subjects. See the author’s",["span.emphasis","Articles of Faith,"],"3, 4 and 21."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-3.fn37"},["b","37"],["span.label","k"],"A comparison related to that given in the text is treated at length by Henry Drummond in his essay “Biogenesis,” which the reader may study with profit."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-3.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"."]]}
