{"id":28,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":28,"title":"Chapter 26: The Oath and Covenant of the Priesthood","subtitle":"","short_title":"Chapter 26","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-26-the-oath-and-covenant-of-the-priesthood","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-26-the-oath-and-covenant-of-the-priesthood.head1"},[".titleNumber","Chapter 26"],["h1","The Oath and Covenant of the Priesthood"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-26-the-oath-and-covenant-of-the-priesthood.p4"},"One power with great influence on our physical lives is electricity, which is derived from many sources such as oil, gas, coal, and uranium. Ask the students how their lives would be different if they could not use electricity. Write their suggestions on the chalkboard. Point out that electricity functions according to certain laws, or principles, and that failure to follow those laws can result in loss of electrical power or even in physical harm."],["div",{"id":"p5","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-26-the-oath-and-covenant-of-the-priesthood.p5"},"Point out that priesthood power is similar to electricity: without it, we are deprived of great blessings. You may want to list things that are lost when there is no priesthood. Point out that laws, or principles, also govern the priesthood, and failure to adhere to them can result in a loss of priesthood power. Misuse of priesthood power can even result in serious spiritual consequences. (You may want to use some other analogy to illustrate the concept of priesthood power.)"]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-26-the-oath-and-covenant-of-the-priesthood.f1"},["ol.alphaCaps",["li",["span.label","A."],[".para","The Melchizedek Priesthood is received by an oath and a covenant."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Ask the students to define the words",["span.emphasis","oath"],"and",["span.emphasis","covenant"],". You might want to use Elder Marion G. Romney’s definition of an oath: “An oath is a sworn attestation to the inviolability of the promises in the agreement” (in Conference Report, Apr. 1962, p. 17). For a good definition of",["span.emphasis","covenant,"],"refer to Elder ElRay L. Christiansen’s definition in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-26-the-oath-and-covenant-of-priesthood.p20"},"Supporting Statements A"],"on page 69 of the student manual (see Conference Report, Oct. 1972, p. 44; or",["span.emphasis","Ensign,"],"Jan. 1973,",["span.crossRef","p. 50"],")."]],["li",["span.label","■"],[".para","Read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-26-the-oath-and-covenant-of-priesthood.p25"},"Supporting Statements A"],"on pages 69–70 of the student manual the statements by President Joseph Fielding Smith and President Spencer W. Kimball about receiving the priesthood by covenant (see Smith, in Conference Report, Oct. 1970, p. 91; Kimball, in Conference Report, Stockholm Sweden Area Conference 1974, p. 99). Have the students also read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-26-the-oath-and-covenant-of-priesthood.p28"},"Supporting Statements A"],"on page 70 of the student manual President Kimball’s perspective on the individual’s responsibility to the Lord when he receives the oath and covenant of the priesthood (see Conference Report, Stockholm Sweden Area Conference 1974, p. 100). Then have the students read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33-44"},"Doctrine and Covenants 84:33–44"],", looking for at least three promises an individual makes when he receives the priesthood. Prepare Chalkboard 1 to use while you discuss these promises."],[".para","President Marion G. Romney’s statement in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-26-the-oath-and-covenant-of-priesthood.p29"},"Supporting Statements A"],"on page 70 of the student manual provides an excellent definition of what it means to magnify one’s calling and could be used in your discussion (see Conference Report, Oct. 1980, p. 64; or",["span.emphasis","Ensign,"],"Nov. 1980,",["span.crossRef","p. 44"],"). The last two statements by President Kimball in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-26-the-oath-and-covenant-of-priesthood.p33"},"Supporting Statements A"],"on page 70 of the student manual help explain God’s promises listed on Chalkboard 1 (see Conference Report, Stockholm Sweden Area Conference 1974, pp. 99, 100)."]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"Doctrine and Covenants 82:10"],", and remind the students that it is never the Lord who breaks the oath and covenant of the priesthood. The seriousness of breaking the covenant of the priesthood is explained in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.40-42"},"Doctrine and Covenants 84:40–42"],". You may also want to read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-26-the-oath-and-covenant-of-priesthood.p27"},"Supporting Statements A"],"on page 70 of the student manual President Spencer W. Kimball’s explanation of how the priesthood covenant is broken (see",["span.emphasis","The Teachings of Spencer W. Kimball,"],"p. 497)."]],["li",["span.label","■"],[".para","Help the young women understand that the promises of the oath and covenant of the priesthood also apply to them. The Lord promises them glorious blessings equal to those promised to the priesthood holders. President Joseph Fielding Smith clarified the promises made to women:"],[".para","“I think we all know that the blessings of the priesthood are not confined to men alone. These blessings are also poured out upon our wives and daughters and upon all the faithful women of the Church. These good sisters can prepare themselves, by keeping the commandments and by serving in the Church, for the blessings of the house of the Lord. The Lord offers to his daughters every spiritual gift and blessing that can be obtained by his sons, for neither is the man without the woman, nor the woman without the man in the Lord.” (In Conference Report, Apr. 1970, p. 59.)"]]]]],["li",["span.label","B."],[".para","Righteousness is the key to priesthood power and eternal life."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Ask the students to describe the differences between",["span.emphasis","power"],"and",["span.emphasis","authority"],". Illustrate the significant difference by authorizing a student who has no musical ability to play the piano or sing a solo. Relate what you have done to the way in which power and authority are used in the priesthood by reading Elder Boyd K. Packer’s statement in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-26-the-oath-and-covenant-of-priesthood.p40"},"Supporting Statements B"],"on page 71 of the student manual (see",["span.emphasis","“That All May Be Edified,”"],"pp. 28–29)."]],["li",["span.label","■"],[".para","Have the students read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-39"},"Doctrine and Covenants 121:34–39"],"silently. Ask what principles they learn from these verses. Use Chalkboard 2 to illustrate that the greater our obedience to the principle of righteousness, the greater will be our power in the priesthood."],[".",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"}]],["li",["span.label","■"],[".para","Elder Vaughn J. Featherstone related an experience that shows how righteous priesthood holders can draw upon the powers of heaven:"],[".para","“Seeking to walk in the Lord’s footsteps recently brought me in contact with a young man and his father. The young man and a friend were up hiking in the lower foothills near Cody, Wyoming. The friend jumped across a high-power line that was down, but the young man got tangled in it and was electrocuted. The friend turned and ran all the way back down to where the father lived—and it wasn’t a short distance—and told the father that his son had been electrocuted and that he was dead. The father, who was not a young man, ran all the way back up, taking about fifteen minutes. When he got up to where the boy was lying across the wires, he somehow removed the boy from the wires with a board or a large branch. Then he picked his son up in his arms and held him, saying, ‘In the name of Jesus Christ and by the power and authority of the holy Melchizedek Priesthood, I command you to live.’ The dead boy opened up his eyes in his father’s arms and was taken to the University of Utah Medical Center, where he recovered.” (“Where Following Him Can Lead Us,”",["span.emphasis","Ensign,"],"Feb. 1981, p. 8.)"],[".para","On another occasion, Bishop Featherstone briefly referred to this same father:"],[".para","“This great brother could not have possibly done that [healed his son] had he been looking at a pornographic piece of material a few nights before or if he had been involved in any other transgression of that kind. The priesthood has to have a pure conduit to operate.” (In Conference Report, Apr. 1975, p. 100; or",["span.emphasis","Ensign,"],"May 1975, p. 66.)"],[".para","This story involves a dramatic event that most will not experience for themselves, but your students should realize that it is not out of reach—every priesthood holder can be blessed with inspiration in blessing others. Each priesthood holder can receive inspiration in fulfilling his priesthood assignment, and as a father he will be given wisdom to govern in his home if he is faithful."]],["li",["span.label","■"],[".para","Using",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.35-46"},"Doctrine and Covenants 121:35–46"],", have the students give as many answers as possible to each of the following questions:"],[".para","What causes a man to lose the power of the priesthood?"],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","Kicking against the pricks (fighting or ignoring the promptings of the Spirit)"]],["li",["span.label","2."],[".para","Seeking the honors of men"]],["li",["span.label","3."],[".para","Covering sins"]],["li",["span.label","4."],[".para","Gratifying pride"]],["li",["span.label","5."],[".para","Exercising unrighteous dominion"]]]],[".para","What qualities or characteristics are essential if a priesthood bearer is to lead or govern?"],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","Persuasion and long-suffering"]],["li",["span.label","2."],[".para","Gentleness and meekness"]],["li",["span.label","3."],[".para","Love unfeigned"]],["li",["span.label","4."],[".para","Kindness"]],["li",["span.label","5."],[".para","Proper discipline—reproving betimes (quickly) when moved upon by the Holy Ghost and showing an increase of love afterwards"]],["li",["span.label","6."],[".para","Charity toward everyone"]],["li",["span.label","7."],[".para","Virtue that garnishes (adorns) his thoughts unceasingly"]]]],[".para","What is promised to a priesthood bearer who develops the essential characteristics for priesthood leadership?"],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","His confidence will wax strong in the presence of God."]],["li",["span.label","2."],[".para","The doctrine of the priesthood will distill upon his soul."]],["li",["span.label","3."],[".para","The Holy Ghost will be his constant companion."]],["li",["span.label","4."],[".para","He will have an everlasting dominion, or eternal kingdom."]]]]],["li",["span.label","■"],[".para","Using the scripture references in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-26-the-oath-and-covenant-of-priesthood.p15"},"Doctrinal Outline B 4"],"on page 69 of the student manual, identify the differences between",["span.emphasis","priestcraft"],"and",["span.emphasis","priesthood"],"."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p44","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-26-the-oath-and-covenant-of-the-priesthood.p44"},"Have the students read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.3"},"Doctrine and Covenants 82:3"],". Because the Lord has blessed us as Latter-day Saints with the priesthood, he expects more from us. The Lord will give us greater power when we learn to use the power we already have. Just as we have learned little by little to harness and use electricity, so we will grow line upon line as we keep our covenants until we are able to harness the fulness of priesthood power. To truly",["span.emphasis","hold"],"the priesthood, we must let go of the world. Conclude by having the students suggest ways to let go of the world."]]]],"refs":null}
