{"id":6,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":6,"title":"Chapter 2: Baptism and the Gift of the Holy Ghost","subtitle":"","short_title":"Chapter 2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.head1"},["span.pageBreak",{"title":"47"}],[".titleNumber","Chapter 2"],["h1","Baptism and the Gift of the Holy Ghost"],[".intro","“This … was the Gospel order in the days of the apostles, belief on Jesus Christ, repentance, baptism by immersion for the remission of sins, and the laying on of hands for the reception of the Holy Ghost. When this order was understood and properly attended to, power, gifts, blessings, and glorious privileges followed immediately.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p5"},"Even after receiving a witness that Joseph Smith was a prophet, Lorenzo Snow wrestled with the decision to join The Church of Jesus Christ of Latter-day Saints. He knew that if he became a member of the Church, he would have to abandon some of his worldly aspirations. But following an experience that he called his “fiercest struggle of heart and soul,” he agreed to be baptized. He recounted: “Through the help of the Lord—for I feel certain He must have helped me—I laid my pride, worldly ambition and aspirations upon the altar, and, humble as a child, went to the waters of baptism, and received the ordinances of the gospel. … I received baptism and the ordinance of laying on of hands by one who professed to have divine authority.”",["sup",["a",{"href":"fn_1"},"1"]]],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p6"},"Having received this blessing himself, he was anxious to share it with others. In a letter he wrote as a missionary in Italy, he said: “In most countries the opening of the door of the kingdom of God has been attended with much trouble and anxiety. Not a little of this has fallen to our share. It was, therefore, with no small degree of pleasure, I went down into the water with the first candidate for eternal life. Never to us did sound so sweet the Italian language as at this interesting time, when I administered this sacred ordinance, and opened a door which",["span.emphasis","no man can shut.”"],["sup",["a",{"href":"fn_2"},"2"]],"[See suggestion 1 on page 57.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","We receive blessings from God when we follow the principles He has established."],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p9"},"There are certain principles established of God, which being understood and observed, will put men in possession of spiritual knowledge, gifts, and blessings. In early ages of the world, also in the days of the apostles, people came into possession of spiritual powers and various privileges by obtaining an understanding of and faithfully attending to certain rules which the Lord established. As for instance, Abel, one of the sons of Adam, obtaining information that offering up sacrifices was an order instituted of God, through which men might receive blessings, he set himself to work, observed the order, performed the sacrifice, whereby he obtained glorious manifestations of the Most High [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.4"},"Genesis 4:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.4"},"Hebrews 11:4"],"]."],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p10"},"Again, when the Antediluvians [the people before the great flood] had corrupted themselves, and the time arriving at which destruction was coming upon them, the Lord revealed a course whereby the righteous might escape; accordingly, all who understood and observed the course were sure to realize the blessing promised [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/6"},"Genesis 6–8"],"]."],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p11"},"Joshua, before obtaining possession of Jericho, had to observe certain steps appointed of God. The steps having been properly taken, according to commandment, the object immediately fell into his possession. [See",["a.scriptureRef",{"href":"/scriptures/ot/josh/6"},"Joshua 6"],".]"],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p12"},"Another instance: the case of Naaman, captain of the Assyrian host;—it appears, being afflicted with the leprosy and hearing of Elisha, the prophet, he made application to him for the removal of that affliction. The prophet, having the Holy Ghost upon him, which [communicates] the Mind of God, informed him that by washing in Jordan’s waters seven times, he might be restored. At first, Naaman thought this most too simple and was displeased and disposed not to conform—not to make use of means so simple. After more due",["span.pageBreak",{"title":"49"}],"consideration, however, humbling himself, he went forth complying with the rules; when lo! the blessing directly followed. [See",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.1-14"},"2 Kings 5:1–14"],".] …"],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p13"},"When the Gospel dispensation was introduced, gifts and blessings were obtained upon similar principles; that is, upon obedience to certain established rules. The Lord still marked out certain acts, promising to all those who would do them, certain peculiar privileges; and when those acts were performed—observed in every particular—then those blessings promised were sure to be realized.",["sup",["a",{"href":"fn_3"},"3"]]]],[".topic",["h3","The outward ordinances of baptism and confirmation are inseparably connected with the inward works of faith and repentance."],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p15"},"Some vainly imagine that under the Gospel dispensation, gifts and blessings were obtained not by external observances, or external works, but merely through faith and repentance, through mental operations, independent of physical. But, laying aside the traditions, superstitions, and creeds of men, we will look to the word of God, where we shall discover that external works, or outward ordinances, under the Gospel dispensation, were inseparably connected with inward works, with faith and repentance. In proof of this, I introduce the following observation:—"],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p16"},"The Saviour said, “Why call ye me Lord, Lord, and do not the things which I say?” [",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.46"},"Luke 6:46"],".] Again; he says, “He that heareth my words, and doeth them, shall be likened unto a man that built his house upon a rock.” [See",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.24"},"Matthew 7:24"],".] And, “He that believeth and is baptized, shall be saved.” [",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.16"},"Mark 16:16"],".] Likewise, he says, “Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/3.5"},"John 3:5"],".] These sayings of our Saviour require men to perform external works in order to receive their salvation."],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p17"},"On the day of Pentecost, Peter says, to the surrounding multitude, “Repent and be baptized for the remission of sins, and you shall receive the gift of the Holy Ghost.” [See",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.38"},"Acts 2:38"],".] In this prophetic statement, we learn that people were to perform an external work, baptism in water, in order that they might receive the remission of sins, and afterwards the gift of the Holy Ghost. But, before attending",["span.pageBreak",{"title":"50"}],"to the outward work, the inward work must be performed—faith and repentance. Faith and repentance go before baptism; and baptism before the remission of sins and the reception of the Holy Ghost. …"],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p18"},"Some deem it wrong to number baptism among the essential principles ordained of God, to be attended to in obtaining remission of sins. In reply, we say that the Saviour and apostles have done so before us; therefore, we feel obligated to follow their example. … Baptism … doth now remove our souls from sins and pollutions, through faith on the great atonement. …"],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p19"},"It is plainly manifest that external works must be attended to, as well as faith and repentance, in order to receive Gospel privileges.",["sup",["a",{"href":"fn_4"},"4"]],"[See suggestion 2 on page 57.]"]],[".topic",["h3","Baptism is administered by immersion, and the gift of the Holy Ghost is bestowed by the laying on of hands."],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p21"},"Baptism in water, forming a part of the Gospel of Christ, we notice therefore that the servants of God in early ages were very particular in attending to its administration. …"],["span.pageBreak",{"title":"51"}],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p22"},"We will now occupy a moment in endeavouring to obtain a proper view of the mode in which baptism was administered. It is quite evident that there was but one way or mode in which this ordinance was to be administered, and that mode was explained to the apostles and strictly adhered to in all their administrations. In order that we may obtain a proper notion of this subject, it will be necessary to refer to the circumstances under which baptism was administered."],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p23"},"It says of John [the Baptist] that he baptized at Aenon, because there was much water [see",["a.scriptureRef",{"href":"/scriptures/nt/john/3.23"},"John 3:23"],"]; then if sprinkling had been the mode, we can hardly suppose he would have gone to Aenon, because there was much water at that place, for a very little water, indeed, would have sprinkled all Judea, which he could have obtained without having performed a journey to Aenon. We are told, also, that he baptized in Jordan, and that after the ordinance was administered to our Saviour, he came up out of the water, expressly signifying that he had been down into the water, in order that the ordinance might be administered in a proper manner [see",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.16"},"Matthew 3:16"],"]. Again; it speaks of the Eunuch, that he went down into the water with Philip, and then came up out of the water [see",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.26-38"},"Acts 8:26–38"],"]; now it must be acknowledged by every one who makes any pretensions to reason and consistency that had sprinkling a little water on the forehead answered the purpose, then those persons never would have gone into the water to have received the ordinance. Paul, in writing to the saints, gives us a plain testimony in favour of immersion. … That apostle states there that the saints had been buried with Christ by baptism [see",["a.scriptureRef",{"href":"/scriptures/nt/rom/6.4"},"Romans 6:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/2.12"},"Colossians 2:12"],"]."],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p24"},"It is plainly evident they could not have been buried by baptism without having been entirely overwhelmed or covered in water. An object cannot be said to be buried when any portion of it remains uncovered; so, also, a man is not buried in water by baptism unless his whole person is put into the watery element. This explanation of the apostle upon the mode of baptism very beautifully corresponds with that given by our Saviour, Except ye be born of water, etc. To be born of a thing signifies being placed in that thing; and",["span.pageBreak",{"title":"52"}],"emerging, or coming forth from it, to be born of water, must also signify being placed in the womb of waters and being brought forth again."],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p25"},"I trust sufficient has already been said to convince every reasonable and unprejudiced mind that immersion was the mode in which the ordinance of baptism was administered in the early days of Christianity, when the Gospel was proclaimed in its purity and fulness, therefore, I will close my observations upon this point."],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p26"},"We learn from the 6th [chapter] of Hebrews that the laying on of hands was enumerated among the principles of the Gospel. It is known by all that this ordinance, as well as baptism for the remission of sins, by immersion, is quite neglected at the present day in the Christian churches; a few remarks, therefore, upon this subject, I hope, will prove profitable. We have several instances where Christ laid his hands upon the sick and healed them; and in his commission to the apostles, last chapter of Mark, he says, These signs shall follow them that believe; they shall lay hands on the sick, and they shall recover, etc. Ananias laid his hands on Saul, who immediately received his sight after this ordinance was administered [see",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.17-18"},"Acts 9:17–18"],"]. Paul, when shipwrecked upon the island of Melita, laid his hands upon the father of Publius, the governor of the island, and healed him of a fever [see",["a.scriptureRef",{"href":"/scriptures/nt/acts/28.8"},"Acts 28:8"],"]. These few remarks show clearly that laying on of hands has been appointed of God to be a [means] through which heavenly blessings may be obtained."],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p27"},"Although the healing of the sick was connected with the administration of this ordinance, yet, when we peruse the subject farther, we shall discover that a still greater blessing was connected with this ordinance. We are told, in the city of Samaria, men and women had been baptized by Philip, which caused great rejoicing in them baptized. They probably were rejoicing in consequence of having received remission of sins, through faith, repentance, and baptism, and of receiving some portion of the Holy Spirit of God, which naturally followed them, after having obtained the answer of a good conscience by the remission of their sins. Through this portion of the Holy Spirit, which they came in possession of, they began to see the kingdom of God. For it will be recollected that our Saviour has declared, That no man can see the kingdom of God, unless he",["span.pageBreak",{"title":"53"}],"is born again; and in [the] verse following, he says, He cannot enter into it, except he is born twice; first of water, then of the Spirit [see",["a.scriptureRef",{"href":"/scriptures/nt/john/3.3-5"},"John 3:3–5"],"]."],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p28"},"Now those people at Samaria had been born of water—they had received the first birth, therefore, they were in a state of seeing the kingdom of God, of contemplating with the eye of faith its various blessings, privileges, and glories; but as they had not been born the second time, that is, of the Spirit, they had not entered into the kingdom of God—they had not entered into possession of Gospel privileges in their fulness. When the apostles at Jerusalem heard of the success of Philip, they sent Peter and John to Samaria, for the purpose of administering the laying on of hands. Accordingly, when they arrived at Samaria, they laid their hands upon those that had been baptized, and they received the Holy Ghost. [See",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.5-8,12,14-17"},"Acts 8:5–8, 12, 14–17"],".]",["sup",["a",{"href":"fn_5"},"5"]],"[See suggestion 3 on page 57.]"],["span.pageBreak",{"title":"54"}]],[".topic",["h3","The blessings of baptism and confirmation come only when those ordinances are administered by the proper authority."],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p30"},"Unless [ordinances] are administered by one who is actually sent of God, the same blessings will not follow. The apostles and seventies were ordained by Jesus Christ to administer in the ordinances of the Gospel, through which the gifts and blessings of the eternal worlds were to be enjoyed. Hence, Christ says to the apostles, Whosesoever sins ye remit, they shall be remitted; and whosesoever sins ye retain, they shall be retained [see",["a.scriptureRef",{"href":"/scriptures/nt/john/20.23"},"John 20:23"],"]: that is, every man that would come in humility, sincerely repenting of his sins, and receive baptism from the apostles should have his sins forgiven through the atoning blood of Jesus Christ, and through the laying on of hands should receive the Holy Ghost; but those that would refuse receiving this order of things from the apostles would have their sins remain upon them. … This power and authority of administering the Gospel was conferred upon others by the apostles; so that the apostles were not the only ones who held this responsible office. … Now, until some one can be found that holds an office like this, some one having authority to baptize and lay hands on, no one is under any obligation to receive those ordinances, nor need he expect the blessings, unless they have been administered legally."],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p31"},"… The authority of administering in Gospel ordinances [was] lost for many centuries. … The church established by the apostles gradually fell away, wandered into the wilderness, and lost its authority, its priesthood, and departing from the order of God, it lost also its gifts and graces; it transgressed the laws and changed the ordinances of the Gospel; changed immersion into sprinkling, and quite neglected laying on of hands; despised prophecy and disbelieved in signs. …"],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p32"},"John, in his Revelations, having seen and spoken of the wandering of the church into darkness, … speaks, in [chapter 14, verse 6], of the restoration of the Gospel. “I saw another angel flying in the midst of heaven, having the everlasting Gospel to preach unto",["span.pageBreak",{"title":"55"}],"them that dwell on the earth;” so it is evident that prophecy was to be fulfilled at some time previous to our Saviour’s second advent."],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p33"},"… I now bear testimony, having the highest assurance by revelation from God, that this prophecy has already been fulfilled, that an Angel from God has visited man in these last days and restored that which has long been lost, even the priesthood,—the keys of the kingdom,—the fulness of the everlasting Gospel.",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 4 on page 57.]"]],[".topic",["h3","When we keep the baptismal covenant and seek the guidance of the Holy Ghost, the promised blessings are sure to follow."],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p35"},"This then was the Gospel order in the days of the apostles, belief on Jesus Christ, repentance, baptism by immersion for the remission of sins, and the laying on of hands for the reception of the Holy Ghost. When this order was understood and properly attended to, power, gifts, blessings, and glorious privileges followed immediately; and in every age and period, when these steps are properly attended [to] and observed in their proper place and order, the same blessings are sure to follow; but when neglected, either wholly or in part, there will be either an entire absence of those blessings, or a great diminishment of them."],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p36"},"Christ, in his commission to the apostles, speaks of some supernatural gifts that those receive[d] that yielded obedience to this order of things [see",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.15-18"},"Mark 16:15–18"],"]. Paul … gives a more full account of the various gifts that attended the fulness of the Gospel; he mentions nine of them and informs us that they are the effects or fruits of the Holy Ghost [see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.8-10"},"1 Corinthians 12:8–10"],"]. Now the Holy Ghost was promised unto all, even as many as the Lord should call [see",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.37-39"},"Acts 2:37–39"],"]. This gift, being unchangeable in its nature and operations, and being inseparably connected by promise with this scheme or order of things, it becomes reasonable, consistent, and Scriptural to anticipate the same gifts and blessings; and if Noah, after having built the Ark, could claim and obtain his temporal salvation according to promise [see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.42-43"},"Moses 7:42–43"],"]; or Joshua, having compassed Jericho the number of times mentioned, could go up upon her prostrated walls and make captive her inhabitants [see",["span.pageBreak",{"title":"56"}],["a.scriptureRef",{"href":"/scriptures/ot/josh/6.12-20"},"Joshua 6:12–20"],"]; or the Israelites, having offered up the sacrifices commanded, could then, as promised, [have] their sins forgiven [see",["a.scriptureRef",{"href":"/scriptures/ot/lev/4.22-35"},"Leviticus 4:22–35"],"]; or Naaman, after having complied with the injunction of Elisha, in washing seven times in Jordan’s waters, could demand and obtain his recovery [see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.1-14"},"2 Kings 5:1–14"],"]; or lastly, the blind man, after having washed in the pool of Siloam, if he could then claim and realize the promised reward [see",["a.scriptureRef",{"href":"/scriptures/nt/john/9.1-7"},"John 9:1–7"],"], then, I say, with propriety and consistency, that whenever a man will lay aside his prejudice, and sectarian notions, and false traditions, and conform to the whole order of the Gospel of Jesus Christ, then there is nothing beneath the celestial worlds that will operate against claiming and receiving the gift of the Holy Ghost and all the blessings connected with the Gospel in the apostolic age."],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p37"},"To obtain religion that will save us in the presence of God, we must obtain the Holy Ghost, and in order to obtain the Holy Ghost, we must believe on the Lord Jesus, then repent of our sins, that is, forsake them, then go forward and be immersed in water for the remission of sins, then receive the laying on of hands.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p38"},"When we received this Gospel, we covenanted before God that we would be led, that we would be governed, and would follow the suggestions of the Holy Spirit, that we would follow the suggestions of the principle that gives life, that gives knowledge, that gives understanding of the things of God, that communicates the mind of God; and that we would labor for the accomplishment of the purposes of God in the salvation of the human family, adopting as a motto of life, “The Kingdom of God, or nothing.” How far we have kept these covenants … and followed the dictates of the Holy Spirit, we ourselves must be the judges. So far as we have done this, so far have the blessings of the Almighty descended upon us, and our minds have been enlightened, our understandings enlarged, and we have moved forward in the path of holiness, in the path of perfection. … Just so far as we have failed in our faithfulness, … just so far have we been losers in this enterprise in which we have engaged to obtain eternal life, to obtain wisdom and knowledge and divine intelligence sufficiently to stem the tide of evils and temptations that surround us. And just so far as we have followed the suggestions of this divine Spirit, have we experienced peace and",["span.pageBreak",{"title":"57"}],"joy to our souls, we have discomfited the enemy, we have laid up unto ourselves treasures that moth and rust cannot destroy, so far have we forwarded ourselves in the path of the celestial kingdom.",["sup",["a",{"href":"fn_8"},"8"]],"[See suggestion 5 below.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p40"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.f1"},["ol.number",["li",["span.label","1."],[".para","As you read the accounts on pages 47–48, reflect on your own baptism and confirmation or a time when you saw someone else receive these ordinances. What covenants did you make when you received these ordinances? How have these covenants influenced your life?"]],["li",["span.label","2."],[".para","Why are faith and repentance not enough without ordinances? Why are ordinances not enough without faith and repentance? As you ponder or discuss these questions, review President Snow’s teachings about inward works and outward ordinances (pages 49–50)."]],["li",["span.label","3."],[".para","Study President Snow’s teachings on pages 50–53, noting the scriptures he referred to. In what ways do these scriptures enhance your understanding of the need for immersion? Why do you think the laying on of hands for the gift of the Holy Ghost is a “greater blessing” than the laying on of hands for the blessing of the sick?"]],["li",["span.label","4."],[".para","Read the section that begins on page 54. What “gifts and graces” do you have in your life because the priesthood has been restored?"]],["li",["span.label","5."],[".para","Study the final two paragraphs of the chapter. What does it mean to you to be led and governed by “the suggestions of the Holy Spirit”?"]],["li",["span.label","6."],[".para","How does",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-28"},"Doctrine and Covenants 68:25–28"],"relate to the teachings in this chapter? What can parents do to help their children understand faith, repentance, baptism, and the gift of the Holy Ghost?"]]]],["span.pageBreak",{"title":"58"}],["div",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p47"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.12,17-20"},"2 Nephi 31:12, 17–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.14"},"Alma 5:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.2"},"36:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.6"},"39:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"130:20–21"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.f2"},["div",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.p48"},["span.emphasis","Teaching Help:"],"“[Avoid] the temptation to cover too much material. … We are teaching people, not subject matter per se; and … every lesson outline that I have ever seen will inevitably have more in it than we can possibly cover in the allotted time” (Jeffrey R. Holland, “Teaching and Learning in the Church,”",["span.emphasis","Ensign,"],"June 2007, 91)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.f3"},[".caption","Jesus Christ set an example for us when He was baptized by immersion."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.f4"},[".caption","On the day of Pentecost, about 3,000 people were baptized."]],[".",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.f5"},[".caption","We receive the gift of the Holy Ghost by the laying on of hands."]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.fn1"},["span.label","1."],"“How He Became a ‘Mormon,’”",["span.emphasis","Juvenile Instructor,"],"Jan. 15, 1887, 22."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.fn2"},["span.label","2."],"“Organization of the Church in Italy,”",["span.emphasis","Millennial Star,"],"Dec. 15, 1850, 373."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.fn3"},["span.label","3."],["span.emphasis","The Only Way to Be Saved"],"(pamphlet, 1841), 2–3; italics in original have been removed; punctuation has been standardized. Lorenzo Snow wrote this pamphlet eight years before his call to serve as an Apostle. It was later translated into other languages, including Italian, French, Dutch, Danish, German, Swedish, Bengali, Turkish Armenian, and Turkish Greek. It was reprinted from time to time throughout the rest of the 1800s, during his ministry as an Apostle."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.fn4"},["span.label","4."],["span.emphasis","The Only Way to Be Saved,"],"3–4, 6; italics in original have been removed."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.fn5"},["span.label","5."],["span.emphasis","The Only Way to Be Saved,"],"6–9."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.fn6"},["span.label","6."],["span.emphasis","The Only Way to Be Saved,"],"10–12; italics in original have been removed."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.fn7"},["span.label","7."],["span.emphasis","The Only Way to Be Saved,"],"9–10."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-2-baptism-and-the-gift-of-the-holy-ghost.fn8"},["span.label","8."],"In Conference Report, Apr. 1880, 79–80."]]}
