{"id":13,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":13,"title":"Chapter 9: Sacred Family Relationships","subtitle":"","short_title":"Chapter 9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.head1"},["span.pageBreak",{"title":"127"}],[".titleNumber","Chapter 9"],["h1","Sacred Family Relationships"],[".intro","“If we are faithful we will associate with each other in an immortal and glorious state. … Those connections formed here, that are of the most enduring character, shall exist in eternity.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p5"},"Anticipating his 70th birthday, Lorenzo Snow invited all his children and their families to gather in Brigham City, Utah, for a “grand re-union and anniversary celebration.” He arranged for their lodging and food and for programs that all, including the young children, would enjoy. “The more I reflect upon this subject [of a family reunion],” he wrote, “the greater are my anxieties and desires for a family gathering, that I may see you all once in my life, and give you a father’s blessing.” He urged them to let nothing prevent their attendance “except the most serious and insurmountable obstacles.”",["sup",["a",{"href":"fn_1"},"1"]]],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p6"},"The Snow family gathered from May 7 to 9, 1884, and enjoyed music, theatrical productions, speeches, poetry, games, food, and friendly conversation.",["sup",["a",{"href":"fn_2"},"2"]],"President Snow’s sister Eliza reported that throughout the event, he attended “various meetings of the family, and in the capacity of Patriarch, … engaged in conferring blessings upon members” and giving “much fatherly counsel, instruction and admonition.” As the reunion drew to a close, all the family came together to hear him speak. According to Eliza’s record, he expressed “his pleasure and gratitude to God that he now enjoyed the happiness of beholding the pleasant and smiling faces of his large family, and the good he anticipated would result from this reunion.” Looking out over his family, President Snow exclaimed: “My heart is filled to overflowing with warmest feelings of gratitude to my Heavenly Father. … Language is powerless to express the deep feelings of my heart for this holy and sacred opportunity on",["span.pageBreak",{"title":"129"}],"this the celebration of my seventieth birthday, of standing here and beholding this glorious and heavenly inspiring spectacle.”"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p7"},"President Snow continued: “This is the last family re-union we have reason to expect this side of the spirit world. May the God of our fathers help us to keep His laws, live honorable lives, preserve inviolate our virtue and integrity, listen to the whisperings of the Holy Spirit, and seek diligently to purify ourselves, that not a single member of this family be lost by deviating from the straight and narrow path, but may we all prove ourselves worthy to come forth in the morning of the first resurrection, crowned with glory, perpetuating in immortality the family union, and continue to increase down through the endless ages of eternity.”",["sup",["a",{"href":"fn_3"},"3"]],"[See suggestion 1 on page 134.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","Family relationships are sacred and can grow stronger in eternity."],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p10"},"Encourage marriage, … and impress upon [others] the sacredness of that relation and the obligation they are under to observe that great commandment which was given of God to our first parents, to multiply and replenish the earth [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.28"},"Genesis 1:28"],"]. This is all the more necessary, in view of the present tendency in the world to disregard that law and to dishonor the marriage covenant. It is saddening to note the frequency of divorces in the land and the growing inclination to look upon children as an encumbrance instead of as a precious heritage from the Lord.",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p11"},"[The Lord] has shown us that if we are faithful we will associate with each other in an immortal and glorious state; that those connections formed here, that are of the most enduring character, shall exist in eternity.",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p12"},"The associations that are formed here, will be possessed by [us] in the eternal worlds. Fathers, mothers, sisters, brothers—yes, mothers who see their lovely ones expiring by their side, know that they will be theirs in the spirit world, and that they will have them as they lay them down. The wife when she sees her husband dying, when his life is ebbing away from him, she knows she will have",["span.pageBreak",{"title":"130"}],"him again, and she sees comfort, consolation and joy, that is given by the revelations of the Almighty, in that she will possess her husband in the eternal worlds. The same forms of relationship here will still exist beyond the veil; the ties here formed will grow stronger in the other life which is to come. And the Latter-day Saints feel an assurance, because God has given it unto them.",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 2 on page 134.]"]],[".topic",["h3","Faithful Latter-day Saints who are unable to marry or raise children in this life will be able to receive all the blessings of exaltation in the life to come."],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p14"},"A lady came into our office the other day and asked to see me on a private matter. She informed me that she felt very badly, because her opportunities for getting a husband had not been favorable. … She wanted to know what her condition would be in the other life, if she did not succeed getting a husband in this life. I suppose this question arises in the hearts of our young people. … I desire to give a little explanation for the comfort and consolation of parties in this condition. There is no Latter-day Saint who dies after having lived a faithful life who will lose anything because of having failed to do certain things when opportunities were not furnished him or her. In other words, if a young man or a young woman has no opportunity of getting married, and they live faithful lives up to the time of their death, they will have all the blessings, exaltation and glory that any man or woman will have who had this opportunity and improved it. That is sure and positive. …"],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p15"},"People who have no opportunity of marrying in this life, if they die in the Lord, will have means furnished them by which they can secure all the blessings necessary for persons in the married condition. The Lord is merciful and kind, and He is not unjust. There is no injustice in Him; yet we could scarcely look upon it as being just when a woman or a man dies without having had the opportunity of marrying if it could not be remedied in the other life. There would be injustice in that, and we know that the Lord is not an unjust being. My sister Eliza R. Snow, I believe, was just as good a woman as any Latter-day Saint woman that ever lived, and she lived in an unmarried state until she was beyond the condition of raising",["span.pageBreak",{"title":"131"}],"a family. … I cannot for one moment imagine that she will lose a single thing on that account. It will be made up to her in the other life, and she will have just as great a kingdom as she would have had if she had had the opportunity in this life of raising a family.",["sup",["a",{"href":"fn_7"},"7"]]]],[".topic",["h3","When husband and wife enjoy a oneness of feeling, they encourage love and kindness in the home."],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p17"},"See that the little, trifling misunderstandings in domestic concerns do not poison your happiness.",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p18"},"Wives, be faithful to your husbands. I know you have to put up with many unpleasant things, and your husbands have to put up with some things as well. Doubtless you are sometimes tried by your husbands, on account perhaps of the ignorance of your husbands, or perchance at times because of your own ignorance. …"],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p19"},"… I do not say but that your husbands are bad—just as bad as you are, and probably some of them are worse; but, never mind: try to endure the unpleasantnesses which arise at times, and when you meet each other in the next life you will feel glad that you put up with those things."],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p20"},"To the husbands, I say: Many of you do not value your wives as you should. … Be kind to them. When they go out to meeting, you carry the baby at least half the time. When it needs rocking, and you have not much to do, rock it. Be kind when sometimes you have to make a little sacrifice to do so; feel kind anyway, no matter what the sacrifice.",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p21"},"The men ought to be more fatherly at home, possessing finer feelings in reference to their wives and children, neighbors and friends, more kindly and godlike. When I go into a family I do admire to see the head of that family administering to it as a man of God, kind and gentle, filled with the Holy Ghost and with the wisdom and understanding of Heaven.",["sup",["a",{"href":"fn_10"},"10"]]],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p22"},"If you ever secure a union in any family in Zion, if you ever secure that heavenly union which is necessary to exist there you have got to bind that family together in one, and there has got to be the Spirit of the Lord in the head of that family and he should possess that light and that intelligence which if carried out in the daily life",["span.pageBreak",{"title":"132"}],"and conduct of those individuals, will prove the salvation of that family, for he holds their salvation in his hands."],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p23"},"He goes to work and associates his feelings and affections with theirs as far as lies in his power, and endeavors to secure all those things that are necessary for their comfort and welfare, and they on the other part have got to turn round and manifest the same feeling, the same kindness and the same disposition, and to the utmost of their ability manifest feelings of gratitude for the blessings which they receive."],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p24"},"This is necessary that there may be a oneness of feeling, or oneness of sentiment and a corresponding affection, that they being one may be bound together in this way.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p25"},"When [men] kneel down in the presence of their wives and children they ought to be inspired by the gift and power of the Holy Ghost that the husband may be such a man as a good wife will honor, and that the gift and power of God may be upon them continually. They ought to be one in their families that the Holy Ghost might descend upon them, and they ought to live so that the wife through prayer may become sanctified, that she may see the necessity of sanctifying herself in the presence of her husband and in the presence of her children that they may be one together in order that the man and the wife may be pure element, suitable to occupy a place in the establishment and formation of the kingdom of God, that they may breathe a pure spirit and impart pure instruction to their children and to their children’s children.",["sup",["a",{"href":"fn_12"},"12"]],"[See suggestion 3 on pages 134–35.]"]],[".topic",["h3","Children learn the gospel best when their parents seek inspiration and set good examples."],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p27"},"This is not our work that we are engaged in, it is the work of God. We are directed in our movements by a superior intelligence. … The future of this kingdom will rest on our offspring; and its power and ultimate triumph, on their education and proper training. If we wish to sway a proper influence over our families, we must show them good examples as well as give them good precepts. We should be able to say, do as I do, as well as to say do as I say.",["sup",["a",{"href":"fn_13"},"13"]]],["span.pageBreak",{"title":"133"}],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p28"},"Strive to teach your children in such a way, both by example and precept, that they will unhesitatingly follow in your footsteps and become as valiant for the truth as you have been.",["sup",["a",{"href":"fn_14"},"14"]]],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p29"},"Men who wish to retain their standing before God in the holy priesthood must have the spirit of prophecy, and be qualified to administer life and salvation to the people; and [even] if they cannot do it to the world they must do it at home, in their families, in their shops and in the streets that their hearts may be inspired with words of life at their firesides, in teaching the gospel to their children and to their neighbors as much so as when they are speaking to their brethren from this stand. This having a little of the Spirit when before the people and then laying it aside will not do. Some men will speak to the people and then go home … , and instead of having the words of life in them they become perfectly dry and dead, but this will not do any longer."],["span.pageBreak",{"title":"134"}],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p30"},"It becomes the duties of fathers in Israel to wake up and become saviors of men, that they may walk before the Lord in that strength of faith and that determined energy that will insure them the inspiration of the Almighty to teach the words of life to their families. …"],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p31"},"In this we will see a spirit of determination that will enable us to become one, that we may learn how to love each other, and I pray to the Lord that he will deposit that love in each of our hearts which he deposited in Jesus his Son, and that he will continue to deposit a knowledge of that which is good.",["sup",["a",{"href":"fn_15"},"15"]]],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p32"},"It is the business of the father to be qualified to teach and instruct his children, and to lay principles before them, so that by conforming to those instructions they can be the most happy that their natures are susceptible of in a state of childhood, while at the same time they learn the principles upon which they can gain the most happiness and enjoyment in a state of [adult]hood.",["sup",["a",{"href":"fn_16"},"16"]]],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p33"},"Our children, if we are diligent in cultivating in ourselves the pure principles of life and salvation, will grow up in the knowledge of these things and be able with greater facility than ourselves, to promote the order of heaven and establish happiness and peace around them.",["sup",["a",{"href":"fn_17"},"17"]],"[See suggestions 4 and 5 on page 135.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p35"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.f1"},["ol.number",["li",["span.label","1."],[".para","Review President Snow’s feelings about bringing his entire family together (pages 127, 129). What are some good results that can come when we bring our families together? How can we help our families stay united?"]],["li",["span.label","2."],[".para","In what ways is the second full paragraph on page 129 relevant today? What can we do to help the youth of the Church understand the sacredness of the marriage covenant? What can we do to help them look forward to marriage and parenthood?"]],["li",["span.label","3."],[".para","President Snow said that “little, trifling misunderstandings” can “poison [our] happiness” in the home (page 131). What are some specific ideas that can help us avoid this “poison”? (For some examples, see pages 131–34.)"]],["span.pageBreak",{"title":"135"}],["li",["span.label","4."],[".para","Study the section starting on page 132. Why do you think parents need to be able to say “do as I do” in addition to “do as I say”? In what ways can parents teach by example? What are some principles you have learned because of your parents’ good examples?"]],["li",["span.label","5."],[".para","President Snow expressed concern about parents who teach with power at church but not at home (pages 133–34). Think about what you can do to share “the words of life” with your family."]]]],["div",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p41"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.10-12"},"1 Nephi 8:10–12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.12"},"Helaman 5:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-28"},"D&C 68:25–28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.40-50"},"93:40–50"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-20"},"132:19–20"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.f2"},["div",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.p42"},["span.emphasis","Teaching Help:"],"“You should be careful not to talk more than necessary or to express your opinion too often. These actions can cause learners to lose interest… . Your main concern should be helping others learn the gospel, not making an impressive presentation. This includes providing opportunities for learners to teach one another” (",["span.emphasis","Teaching, No Greater Call,"],"64)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.f3"},[".caption","Children are “a precious heritage from the Lord.”"]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.f4"},[".caption","Parents should strive to “bind [their] family together in one.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn1"},["span.label","1."],"See Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 453–54."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn2"},["span.label","2."],"See",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"461–83."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn3"},["span.label","3."],"In",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"484–86."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn4"},["span.label","4."],"In “Prest. Snow to Relief Societies,”",["span.emphasis","Deseret Evening News,"],"July 9, 1901, 1; this address was given directly to women in the Relief Society."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn5"},["span.label","5."],["span.emphasis","Deseret News,"],"Apr. 11, 1888, 200; from a detailed paraphrase of a discourse Lorenzo Snow delivered in the April 1888 general conference."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn6"},["span.label","6."],["span.emphasis","Salt Lake Daily Herald,"],"Oct. 11, 1887, 2."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn7"},["span.label","7."],["span.emphasis","Millennial Star,"],"Aug. 31, 1899, 547–48."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn8"},["span.label","8."],["span.emphasis","Deseret News,"],"Oct. 21, 1857, 259."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn9"},["span.label","9."],"“The Grand Destiny of Man,”",["span.emphasis","Deseret Evening News,"],"July 20, 1901, 22."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn10"},["span.label","10."],["span.emphasis","Deseret News: Semi-Weekly,"],"Mar. 31, 1868, 2."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn11"},["span.label","11."],["span.emphasis","Deseret News,"],"Mar. 11, 1857, 3; in the original source, page 3 is incorrectly labeled as page 419."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn12"},["span.label","12."],["span.emphasis","Deseret News,"],"Jan. 14, 1857, 355."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn13"},["span.label","13."],["span.emphasis","Deseret News,"],"July 26, 1865, 338."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn14"},["span.label","14."],"In “Scandinavians at Saltair,”",["span.emphasis","Deseret Evening News,"],"Aug. 17, 1901, 8."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn15"},["span.label","15."],["span.emphasis","Deseret News,"],"Jan. 14, 1857, 355."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn16"},["span.label","16."],["span.emphasis","Deseret News,"],"Jan. 28, 1857, 371."],["div",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-9-sacred-family-relationships.fn17"},["span.label","17."],["span.emphasis","Deseret News,"],"Oct. 21, 1857, 259."]]}
