{"id":10,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":10,"title":"1 Kings 17–2 Kings 2: Elijah and the Sealing Power of the Holy Priesthood","subtitle":"","short_title":5,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.head1"},[".titleNumber","5"],["h1","Elijah and the Sealing Power of the Holy Priesthood"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17"},"1 Kings 17"],"–",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2"},"2 Kings 2"]]],[".bodyBlock",[".topic",["h2","(5-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p5"},"What would you think about a man who had the power to raise the dead, call down fire from heaven, cause the heavens to withhold rain, and render a barrel of flour inexhaustible?"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p6"},"Elijah was such a man, a man of power, a man of miracles, a prophet so worthy that he was translated and taken from the earth in a chariot of fire."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p7"},"Small wonder that Elijah became one of the great heroes in Israel’s history. Small wonder, too, that in Jewish households a place is set for him at every Passover feast in anticipation of his return as predicted by the prophet Malachi (see",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],")."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p8"},"This assignment deals with the reasons Elijah is one of the greatest prophets of all time and why he was rejected by the people of his own day."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17"},"1 Kings 17"],"through",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2"},"2 Kings 2"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on 1 Kings 17–2 Kings 2"],[".topic",["h3","(5-2)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.1"},"1 Kings 17:1"],". What Is a Tishbite?"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p14"},"Elijah is here called “the Tishbite, who was of the inhabitants of Gilead.” Some scholars say that Elijah came from Tishbeh, in upper Galilee (see C. F. Keil and F. Delitzsch,",["span.emphasis","Commentary on the Old Testament,"],"3:1:234). Adam Clarke suggested a different place. Elijah came, he said, from Gilead beyond the Jordan in the land given to the tribe of Gad (see",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"2:452). Whichever is correct, it is clear that the title",["span.emphasis","Tishbite"],"refers to the place from which Elijah came."]],[".topic",["h3","(5-3)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.1"},"1 Kings 17:1"],". Elijah Sealed the Heavens against Rain by Priesthood Power"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p16"},"Elder Joseph Fielding Smith found a special significance in verse 1:"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p17"},"“The first appearance of Elijah we read of is in the 17th chapter of 1st Kings, when he came before the king and said, ‘As the Lord God of Israel liveth, before whom I stand, there shall not be dew nor rain these years, but according to my word.’"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p18"},"“There is something very significant in that edict. I want you to get it. Follow me again closely: ‘As the Lord God of Israel liveth, before whom I stand, there shall not be dew nor rain these years,",["span.emphasis","but according to my word.’"],"The reason I put emphasis upon this is to impress you with the sealing power by which Elijah was able to close the heavens, that there should be no rain or dew until he spoke.” (",["span.emphasis","Doctrines of Salvation,"],"2:102.)"]],[".topic",["h3","(5-4)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.3"},"1 Kings 17:3"],". Where Is the Brook Cherith?"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p20"},"“We do not know which of the Jordan tributaries the brook Cherith might have been, but apparently it was an obscure and isolated place where Elijah could hide safely without being accidentally discovered by soldiers, shepherds or passersby. It was also a desolate place where no animal life existed, therefore Elijah was completely dependent upon the Lord for his sustenance.” (W. Cleon Skousen,",["span.emphasis","The Fourth Thousand Years,"],"p. 336.)"]],[".topic",["h3","(5-5)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.4,6"},"1 Kings 17:4, 6"],". Who Fed Elijah?"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p22"},"Some scholars insist that the word",["span.emphasis","raven"],"is a mis-translation and that merchants or traders is the correct rendering. Other scholars disagree. They insist that the Hebrew word is properly translated just as it stands. The fact that Elijah was in hiding makes it unlikely that merchants or traders would come to him twice a day, and the tone of the writer suggests that it was miraculous care rather than a normal interaction between Elijah and other men."]],[".topic",["h3","(5-6)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.9"},"1 Kings 17:9"],". The Widow of Zarephath"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p24"},"Zarephath was on the coast of the Mediterranean between Tyre and Sidon, in what is now Lebanon and was then Phoenicia, outside the boundaries of Israel. The poor widow had only a little flour with which to make a patty to fry. Her barrel would have been an earthen jar and her cruse a clay bottle. Wooden barrels are not suitable for storing flour in the Middle East because they do not protect the flour from insects."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p25"},"Elijah’s request for the widow to prepare his food was not a selfish request but rather a test of her faith. Because she passed the test, Elijah’s promise that her barrel of flour and cruse of oil would not fail for the duration of the famine was fulfilled. This widow not only provided for her own needs in a time of great distress but provided for others an example of great faith. In an attempt to open the eyes of his prejudiced countrymen, Jesus spoke of this Sidonian woman who obeyed God’s command and physically sustained His prophet. “But I tell you of a truth, many widows were in Israel in the days of Elias, when the heaven was shut up three years and six months, when great famine was throughout all the land; but unto none of them was Elias sent, save unto Serepta, a city of Sidon, unto a woman that was a widow” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.25-26"},"Luke 4:25–26"],")."]],[".topic",["h3","(5-7)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.17-24"},"1 Kings 17:17–24"],". Elijah Raised the Dead"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p27"},"This is the fourth miracle mentioned in this chapter which Elijah performed by means of his priesthood power. First he brought famine by his word (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.1"},"v. 1"],"), then he was fed by ravens (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.6"},"v. 6"],"), then he caused the widow’s food supply to miraculously continue (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.13-17"},"vv. 13–16"],"). Then he worked another mighty miracle through the power of God. The widow’s cry (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.18"},"v. 18"],") was more a plea for help than a criticism. In essence she was saying, “I thought sheltering a prophet would bring blessings and protection; instead, tragedy has struck my home.”"]],[".topic",["h3","(5-8)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.1-16"},"1 Kings 18:1–16"],". Elijah Was Sent to Meet Ahab"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p29"},"Obadiah was the king’s chamberlain, or governor of his house. As such it was his responsibility to arrange the king’s appointments. That is why Elijah told Obadiah to set up an interview between the prophet and King Ahab. The fact that a king and his chief steward had to look for water and grass by themselves shows that the famine had become acute (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.5-6"},"vv. 5–6"],")."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p30"},"Ahab knew that Elijah had brought this distress, so he searched for him. Apparently Ahab had considerable power and authority among surrounding nations, for he was able to exact promises for them that they were not concealing Elijah or that they knew of his whereabouts (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.10"},"v. 10"],"). Sometimes, however, someone would see the prophet. But when he reported seeing Elijah, the prophet had disappeared by the time Ahab got there. Ahab then killed the person who said he had seen Elijah. Obadiah’s fear that Elijah would disappear again was caused by his awareness that Ahab would not hesitate to have him executed if he failed to deliver Elijah (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.12-16"},"vv. 12–16"],"). Elijah promised Obadiah that he would appear before Ahab (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.15"},"v. 15"],")."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p31"},"Whether this Obadiah, who “feared the Lord greatly” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.3"},"v. 3"],"), is the author of the Old Testament book of the same name is not known, but it is doubtful."]],[".topic",["h3","(5-9)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.17-18"},"1 Kings 18:17–18"],". Who Has Troubled Israel?"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p33"},"These verses have inspired many sermons, for the wicked usually blame someone else for their misfortunes. Elijah had no power by himself to bring on the famine. He was only the agent of the Lord. Ahab and his policies were the true cause of Israel’s distress, but the king refused to accept that responsibility."]],[".topic",["h3","(5-10)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.19"},"1 Kings 18:19"],". Mount Carmel"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p35"},"Mount Carmel is a mountain ridge several miles long that runs from southeast to northwest. Its southeastern slopes are very near the northwestern corner of the great Jezreel Valley, and its northwest edge juts into the Mediterranean on the northern coasts of modern Israel. Rising abruptly to about eighteen hundred feet above sea level, it is an impressive prominence and became synonymous with beauty. It is referred to figuratively in the Doctrine and Covenants. (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.19"},"D&C 128:19"],".)"]],[".topic",["h3","(5-11)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.21"},"1 Kings 18:21"],". “How Long Halt Ye between Two Opinions?”"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p38"},"Clarke offered the following comment on Israel’s indecision: “Literally, [the phrase means] ‘How long hop ye about upon two boughs?’ This is a metaphor taken from birds hopping about from bough to bough, not knowing on which to settle. Perhaps the idea of",["span.emphasis","limping"],"through",["span.emphasis","lameness"],"should not be overlooked. They were",["span.emphasis","halt,"],"they could not walk uprightly; they dreaded Jehovah, and therefore could not totally abandon him; they feared the king and queen, and therefore thought they",["span.emphasis","must"],"embrace the religion of the state. Their conscience forbade them to do the former; their fear of man persuaded them to do the latter; but in neither were they heartily engaged; and at this juncture their minds seemed in equipoise, and they were waiting for a favourable opportunity to make their decision. Such an opportunity now, through the mercy of God, presented itself.” (",["span.emphasis","Commentary,"],"2:457.)"]],[".topic",["h3","(5-12)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.22-24"},"1 Kings 18:22–24"],". The Challenge"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p40"},"The contest that Elijah proposed should have appealed to the prophets of Baal, since their god, the “Sun-god,” could surely send down fire if anyone could. Added to the four hundred and fifty priests of Baal were four hundred priests of his female counterpart, Ashtoreth, or Venus, whom Jezebel worshiped. Elijah commented on the number of prophets of Baal in contrast to the number of prophets of the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.22"},"v. 22"],")."],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_002_02-ashtoreth.jpg"}],[".caption",["p",{"id":"lds-33"},"Ashtoreth"]]]],[".topic",["h3","(5-13)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.25-29"},"1 Kings 18:25–29"],". How Long Did the Priests of Baal Call upon Their God? Why?"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p42"},"Elijah’s mocking words recorded in verse 27 furnished cause for a renewed frenzy among Baal’s prophets. Elijah was really saying, “Cry louder; if he",["span.emphasis","is"],"a god, he can surely hear you. But then, perhaps, he’s away on a trip, or he’s out hunting (pursuing game), or maybe he’s asleep.” Such taunting kept the priests of Baal in action all day long. Clarke commented:",["span.emphasis","“From morning even until noon."],"It seems that the priests of Baal",["span.emphasis"],"employed the whole day in their desperate rites. The time is divided into two periods: 1.",["span.emphasis","From morning until noon;"],"this was employed in preparing and offering the sacrifice, and in earnest supplication for the celestial fire. Still there was no answer, and at",["span.emphasis","noon"],"Elijah began to mock and ridicule them, and this excited them to commence anew. And, 2. They continued",["span.emphasis","from noon till the time of offering the evening sacrifice,"],"dancing up and down, cutting themselves with knives, mingling their own blood with their sacrifice, praying, supplicating, and acting the most frantic manner.” (",["span.emphasis","Commentary,"],"2:457.)"]],[".topic",["h3","(5-14)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.28"},"1 Kings 18:28"],". Why Did the Priests of Baal Cut Themselves as They Called Out to Their God?"]],[".topic",["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p44"},"Apparently",["span.emphasis"],"they thought this act of self-abasement would endear them to their god, get his attention, and prove their sincerity. One ancient author told of antics very similar to these that he observed in Gaza in Roman times:"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p45"},"“‘A trumpeter went before them who proclaimed their arrival in the villages, the farmyards, or the streets of towns, by flourishes on his instrument—a twisted horn. The begging Galli followed in fantastic array, after a leader: an ass in their midst, carrying their begging bag and a veiled image of the goddess. … They danced along the streets to the sound of wild music, holding huge swords and bills, with whips for scourging themselves, in their hands, and making a hideous noise with rattles, fifes, cymbals or kettle-drums. When they came to a farmyard they began their ravings. A wild howl opened the scene. They then flew wildly one past the other: their heads sunk low towards the earth, as they turned in circles: their loose hair dragging through the dust. Presently they began to bite their arms, and next to hack themselves with the two-edged swords they carried.’ …"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p46"},"“Then began a new scene. ‘One of them, the leader in this frenzy, commenced to prophesy, with sighs and groans, lamenting aloud his past sins, which he would now avenge by the chastisement of his flesh. He then took the knotted whip and lashed his back, cutting himself also with his sword till the blood ran down.’” (In Cunningham Geikie,",["span.emphasis","Hours with the Bible,"],"3:399–400.)"]],[".topic",["h3","(5-15)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.33-35"},"1 Kings 18:33–35"],". Why Did Elijah Have the Place of Sacrifice Drenched with Water?"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p48"},"The priests of Baal were so unscrupulous that they rigged their altars with fires beneath them to make the sacrifices appear to ignite spontaneously. One ancient writer said he “had seen under the altars of the heathens, holes dug in the earth with funnels proceeding from them, and communicating with openings on the tops of the altars. In the former the priests concealed fire, which, communicating through the funnels with the holes, set fire to the wood and consumed the sacrifice; and thus the simple people were led to believe that the sacrifice was consumed by a miraculous fire.” (In Clarke,",["span.emphasis","Commentary,"],"2:459.)"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p49"},"Elijah undoubtedly drenched the altar and sacrifice with water as much for the heathen priests as for the people. He wanted to convince them that there was no trickery and to show them that the power of the Lord was manifest. It was a bold and dramatic move that demonstrated his absolute confidence in the power of the true God."]],[".topic",["h3","(5-16)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.38"},"1 Kings 18:38"],". What Was the Fire of the Lord?"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p51"},"“The fire proceeding from Jehovah, was not a natural flash of lightning, which could not produce any such effect, but miraculous fire falling from heaven, as in [",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/21.26"},"1 Chronicles 21:26"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/7.1"},"2 Chronicles 7:1"],"] (see [",["a.scriptureRef",{"href":"/scriptures/ot/lev/9.24"},"Leviticus 9:24"],"]), the supernatural origin of which was manifested in the fact, that it not only consumed the sacrifice with the pile of wood upon the altar, but also burned up … the stones of the altar and the earth that was thrown up to form the trench, and licked up the water in the trench. Through this miracle Jehovah not only accredited Elijah as His servant and prophet, but proved Himself to be the living God, whom Israel was to serve; so that all the people who were present fell down upon their faces in worship, as they had done once before, viz. at the consecration of the altar in [",["a.scriptureRef",{"href":"/scriptures/ot/lev/9.24"},"Leviticus 9:24"],"], and confessed ‘Jehovah is God.’” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:1:249.)"]],[".topic",["h3","(5-17)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.2-8"},"1 Kings 19:2–8"],". Elijah Fled Jezebel"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p53"},"These verses show how powerful and corrupt Jezebel was. Even after the miraculous fire from heaven, this woman was moved only to anger and swore she would take Elijah’s life in revenge. Elijah fled, first into the territory of Judah (at Beersheba) and then to Mount Horeb (or Sinai) 150 miles further south."],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p54"},"Elijah was either fasting or receiving food provided by the Lord during this period. If Elijah truly went without food for forty days, as verse 8 suggests, then he had an experience similar to that of Moses (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/24.18"},"Exodus 24:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.28"},"34:28"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/9.9-25"},"Deuteronomy 9:9–25"],") and the Savior (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.2"},"Matthew 4:2"],"). And like Moses at Sinai, Elijah there received revelations."],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p55"},"It must have been very lonely for Elijah during this period. Men were seeking his life, he felt himself to be the only faithful prophet left in Israel, and he was hiding in a cave. President Joseph Fielding Smith wrote: “When he was there, the Lord called upon him and asked him what he was doing there; and in his sorrow, because of the hardness of the hearts of the people, he told the Lord the condition, that he alone remained, that they sought his life to take it away. But the Lord showed him that there were others who had remained true unto him, even 7,000.” (",["span.emphasis","Doctrines of Salvation,"],"2:106.)"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p56"},"Those who listen for God’s voice know that it is not in the power to break rocks and earth (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.11"},"v. 11"],"), nor in the fire, but in the “still small voice” that speaks to the heart of man. When Elijah heard the still small voice, he “went out” to converse with the Lord (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.13"},"v. 13"],"). Encouraged, Elijah returned at the Lord’s request and completed his assigned mission. The word",["span.emphasis","jealous"],"as used in verses 10 and 14 means diligent. The new prophet chosen to succeed Elijah was Elisha."]],[".topic",["h3","(5-18)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.4-16"},"1 Kings 19:4–16"],". Where Did Elijah’s Travels Take Him?"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p58"},"The accompanying map shows the journeys of Elijah from the time he left the Brook Cherith until he arrived at Damascus, Syria, where he anointed an earthly king in a foreign country. It provides a picture of how far-reaching his ministry was."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_005_03-journeys.gif"}]]],[".topic",["h3","(5-19)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.15"},"1 Kings 19:15"],". Jehovah, the God of Many Nations"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p68"},"This verse shows that God and Israel’s prophets influenced nations other than Israel. Nothing more is known about the circumstance that made it possible for Elijah to anoint a king of Syria."]],[".topic",["h3","(5-20)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.17"},"1 Kings 19:17"],". Whom Did Elisha Slay?"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p70"},"There is no record of Elisha slaying anyone. This passage may mean that Elisha would prophesy the death of certain people. Of course, the Bible record as it is now is fragmentary at best, and the details of the incident referred to here may be lost."]],[".topic",["h3","(5-21)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.19-21"},"1 Kings 19:19–21"],". Twelve Yoke of Oxen"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p72"},"Elisha must have been wealthy to have been plowing with twelve yokes of oxen, for each yoke pulled a plow and was driven by a servant. The feast of two oxen also indicates wealth. Eating the oxen and burning their equipment symbolically represents Elisha’s rejection of worldly wealth as Elisha prepared to follow Elijah and to make the considerable material sacrifice involved in responding to the prophetic call."]],[".topic",["h3","(5-22)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.19"},"1 Kings 19:19"],". What Was the Mantle of the Prophet That Was Placed on Elisha?"],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p74"},"A",["span.emphasis","mantle"],"is a coat or similar covering."],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p75"},"“When Elijah walked up to the plow where Elisha was standing the prophet simply removed his rough mantle and placed it across the shoulders of Elisha. The astonished Elisha seemed to have known exactly what this emblematic gesture meant. He was being designated for the prophetic calling and being chosen as the understudy and future successor of Elijah. No lengthy discussion or art of persuasion was employed to induce Elisha to accept the call. It was not needed. He was one of the choice 7,000 referred to by the Lord who had not bowed the knee to Baal but respected the Holy Priesthood of God and accepted with enthusiasm the discipline and obedience required by such a calling.” (Skousen,",["span.emphasis","Fourth Thousand Years,"],"p. 359.)"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p76"},"Out of this simple act, the phrase “mantle of the prophet” has come to mean the calling and office of the prophet."]],[".topic",["h3","(5-23)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/20.11"},"1 Kings 20:11"],". “Let Not Him That Girdeth on His Harness Boast”"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p78"},"This is like saying “Don’t boast of the deed until it is done.” The imagery comes from the harnessing of work animals. It would be easy for an ox to boast of how much he can plow while he is being harnessed in the morning, but the boast would be meaningful only after the work was done, that is, when the harness is taken off."]],[".topic",["h3","(5-24)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/20"},"1 Kings 20, 22"],". Battles with Syria"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p80"},"These chapters detail two separate battles between Israel and Syria. Israel won the first battle but lost the second."]],[".topic",["h3","(5-25)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/20.28"},"1 Kings 20:28"],". What Is Meant by the Phrase “the Lord Is God of the Hills, but He Is Not God of the Valleys”?"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p82"},"“There seems to be an allusion here to the opinion, prevalent among all heathen nations, that the different parts of the earth had different divinities. They had gods for the woods, for the mountains, for the seas, for the heavens, and for the lower regions. The Syrians seem to have received the impression that Jehovah was specially the God of the mountains; but he manifested to them that he ruled every-where.” (James M. Freeman,",["span.emphasis","Manners and Customs of the Bible,"],"p. 165.)"]],[".topic",["h3","(5-26)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/20.38-43"},"1 Kings 20:38–43"],". Ahab’s Death Pronounced"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p84"},"In his encounter with the prophet of the Lord, Ahab unwittingly pronounced his own doom. The prophecy was fulfilled in the next battle with the Syrians (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22.34-35"},"1 Kings 22:34–35"],"). That was his reward for failing to slay Ben-hadad as the Lord had commanded."]],[".topic",["h3","(5-27)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.2-24"},"1 Kings 21:2–24"],". Naboth’s Vineyard"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p86"},"Ahab’s offer to buy Naboth’s vineyard may seem fair at first glance, but Naboth could not sell. His land had been inherited from his forefathers, and the law of Moses did not permit the sale of one’s inheritance, except in cases of extreme destitution, and then it could be sold or mortgaged only until the time of jubilee, when it would be reclaimed. Ahab wished to acquire the land permanently. Hence Naboth’s reply: “The Lord forbid it me” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.3"},"v. 3"],"). Ahab’s tantrum over being refused (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.4"},"v. 4"],") gives an insight into the character of Ahab. The king owned ten-twelfths of the land of Israel already, but he was miserable because he could not get everything he wanted."],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p87"},"These verses also show how Ahab’s wife, Jezebel, arranged her husband’s affairs without hindrance of any sort (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.16"},"v. 16"],"). The phrase “sons of Belial,” was a catch-all term that applied to almost any evil persons—liars, thieves, murderers. Notice how the punishment pronounced on Ahab and Jezebel matched their character (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.19,23"}],"vv. 19, 23)."]],[".topic",["h3","(5-28)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.27-29"},"1 Kings 21:27–29"],". Sins of the Fathers and the Sons"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p90"},"Because of Ahab’s wicked life, the Lord prophesied that he would lose his posterity (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.21"},"1 Kings 21:21"],"). Verses 27 through 29 show the relationship between repentance and the consequences of sin. Because Ahab repented, the “evil” was delayed until Ahab’s son was king."]],[".topic",["h3","(5-29)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22.2-16"},"1 Kings 22:2–16"],". Ahab and Jehoshaphat"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p92"},"The friendship between Ahab, king of Israel, and Jehoshaphat, king of Judah, may have developed because Jehoram, Jehoshaphat’s son, had married Ahab’s daughter Athaliah. This friendship did not please the Lord, and Jehoshaphat was severely rebuked for encouraging it (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/19.1-3"},"2 Chronicles 19:1–3"],")."],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p93"},"Ahab and Jehoshaphat were considering whether they should combine to fight against the Syrians. Ahab’s false prophets, or counselors, said yes, but Micaiah, a prophet of God, said no. The words of Micaiah in verse 15, “Go and prosper,” were said with great sarcasm. It is as though Micaiah said: “All your false prophets have predicted success. You want me to do the same, so I will: ‘Go and prosper.’” This was said scornfully to let King Ahab know that it was contrary to Micaiah’s true advice. Hence the King’s response in verse 16."]],[".topic",["h3","(5-30)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22.23-24"},"1 Kings 22:23–24"],". Did the Lord Place a “Lying Spirit” in Ahab’s Prophets?"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p95"},"The Lord does not place a lying spirit in anyone. As Clarke explained, the Hebrew expression means that the Lord “hath",["span.emphasis","permitted"],"or",["span.emphasis","suffered"],"a lying spirit to influence thy prophets. Is it requisite again to remind the reader that the Scriptures repeatedly represent God as",["span.emphasis","doing"],"what, in the course of his providence, he only",["span.emphasis","permits"],"or",["span.emphasis","suffers"],"to be done? Nothing can be done in heaven, in earth, or hell, but either by his immediate",["span.emphasis","energy"],"or",["span.emphasis","permission."],"This is the reason why the Scripture speaks as above.” (",["span.emphasis","Commentary,"],"2:476.)"]],[".topic",["h3","(5-31)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22.34"},"1 Kings 22:34"],". What Are the “Joints of the Harness”?"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p97"},"An ancient warrior was covered with armor. To kill him, an arrow had to pass through the spaces where one piece of armor joined another."]],[".topic",["h3","(5-32)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/1.1"},"2 Kings 1:1"],". Who Were the Moabites Who “Rebelled against Israel after the Death of Ahab”?"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p99"},"The Moabites occupied the territory east of the Dead Sea. They were the descendants of Lot (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.37"},"Genesis 19:37"],".) Years earlier David had conquered them and their distant relatives the Ammonites, who were also descendants of Lot and who occupied a territory just north of Moab. The Moabites now saw an opportunity to break connection with the Israelites, and they were determined to make the most of it. Their king, a man named Mesha, was so proud of the Moabites’ rebellion that he wrote about it on a large black stone that has been discovered by archeologists. More details of the rebellion are found on this stone than are recorded in the Bible. Mesha recorded on the stone the account of hundreds of cities being added to his kingdom and how he built reservoirs, aqueducts, and fortifications."]],[".topic",["h3","(5-33)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/1.3"},"2 Kings 1:3"],". Who Is Baalzebub?"],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p101"},"“This name for Satan signifies his position as the prince or chief of the devils. It is the same name (Baalzebub) as was given to an ancient heathen god. (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/1.3"},"2 Kings 1:3"],".) In their rebellion against light, the ancient Jews applied the name",["span.emphasis","Beelzebub"],"to Christ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.25"},"Matt. 10:25"],"), and also said that he cast out devils by the power of Beelzebub. (",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.22-30"},"Matt. 12:22–30"],".)” (Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 75.)"]],[".topic",["h3","(5-34)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/1.8"},"2 Kings 1:8"],". Elijah’s Description"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p103"},"The statement that Elijah “was a hairy man” refers to the fact that the prophet was dressed in a rough garment, probably made of either goat’s or camel’s hair. Perhaps he actually wore an animal’s skin with the hair still on it (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.37"},"Hebrews 11:37"],")."]],[".topic",["h3","(5-35)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/1.9-14"},"2 Kings 1:9–14"],". Was It an Act of Cruelty to Destroy These Soldiers?"],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p105"},"“Some have blamed the prophet for destroying these men, by bringing down fire from heaven upon them. But they do not consider that it was no more possible for",["span.emphasis","Elijah"],"to bring down fire from heaven, than for",["span.emphasis","them"],"to do it.",["span.emphasis","God alone"],"could send the fire; and as he is",["span.emphasis","just"],"and",["span.emphasis","good,"],"he would not have destroyed these men had there not been a",["span.emphasis","sufficient cause"],"to justify the act. It was not to",["span.emphasis","please Elijah,"],"or to",["span.emphasis","gratify any vindictive humour"],"in him, that God thus acted; but to show his own",["span.emphasis","power"],"and",["span.emphasis","justice."],"No entreaty of Elijah could have induced God to have performed an act that was",["span.emphasis","wrong"],"in itself. Elijah, personally, had no concern in the business. God led him simply to",["span.emphasis","announce"],"on these occasions what he himself had determined",["span.emphasis","to do. If I be a man of God,"],"i. e., as surely as I am a man of God,",["span.emphasis","fire"],["span.emphasis","shall come down from heaven, and shall consume thee and thy fifty."],"This is the literal meaning of the original; and by it we see that Elijah’s words were only",["span.emphasis","declarative,"],"and not",["span.emphasis","imprecatory.”"],"(Clarke,",["span.emphasis","Commentary,"],"2:482.)"]],[".topic",["h3","(5-36)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/1.17"},"2 Kings 1:17"],". Jehoram and Jehoram"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p107"},"There were two Jehorams who were contemporaries: Jehoram, son of Ahab, in the Northern Kingdom; and Jehoram, son of Jehoshaphat, in the Southern Kingdom."]],[".topic",["h3","(5-37)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2"},"2 Kings 2"],". Where Did the Journeys of Elijah and Elisha Take Them?"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p109"},"It is clear from this chapter that Elijah and Elisha moved about a great deal during this period. See the accompanying map for the course of their travels."],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_005_06-elisha.gif"}]]],[".topic",["h3","(5-38)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2.8"},"2 Kings 2:8"],". Crossing the Jordan with Elijah"],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p121"},"Here is yet another miracle performed by the priesthood Elijah held. He divided, or unsealed, the waters of the Jordan. He brought this same priesthood power, and the keys to exercise it, to Peter, James, and John on the mountain of transfiguration (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.1-13"},"Matthew 17:1–13"],"; Joseph Smith,",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"p. 158)."]],[".topic",["h3","(5-39)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2.11"},"2 Kings 2:11"],". Was Elijah Really Taken into Heaven?"],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p123"},"The term",["span.emphasis","heaven"],"has more than one meaning. Sometimes it is used to mean the sky; at other times it refers to the celestial glory. Elijah was taken from this earth as a translated being, but not into celestial glory. The Prophet Joseph Smith taught:"],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p124"},"“Many have supposed that the doctrine of translation was a doctrine whereby men were taken immediately into the presence of God, and into an eternal fullness, but this is a mistaken idea. Their place of habitation is that of the terrestrial order, and a place prepared for such characters He held in reserve to be ministering angels unto many planets, and who as yet have not entered into so great a fullness as those who are resurrected from the dead. ‘Others were tortured, not accepting deliverance, that they might obtain a better resurrection.’ (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.35"},"Hebrews 11:35"],".)"],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p125"},"“Now it was evident that there was a better resurrection, or else God would not have revealed it unto Paul. Wherein then, can it be said a better resurrection. This distinction is made between the doctrine of the actual resurrection and translation: translation obtains deliverance from the tortures and sufferings of the body, but their existence will prolong as to the labors and toils of the ministry, before they can enter into so great a rest and glory.” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"pp. 170–71.)"]],[".topic",["h3","(5-40)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2.14"},"2 Kings 2:14"],". Elijah’s Mantle"],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p127"},"Elijah’s cloak, or mantle, was a symbol of his authority. Possession of it symbolized that Elijah’s former authority now rested on Elisha. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p1"},"Notes and Commentary on 1 Kings 19:19"],".)"]],[".topic",["h3","(5-41)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2.20"},"2 Kings 2:20"],". Does Salt Purify Water?"],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p129"},"The use of salt makes this a greater miracle, since salt normally corrupts rather than purifies water."]],[".topic",["h3","(5-42)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2.23-24"},"2 Kings 2:23–24"],". Should Elisha Be Blamed for the Death of These “Children”?"],[".figure",{"id":"f6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.f6"},["p.preamble","In answering this question consider the following interpretations:"],["ol.number",["li",["span.label","1."],["p.para","The word that in the King James Version is translated “little children” means young as compared to old, and can be translated not only as",["span.emphasis","child,"],"but as",["span.emphasis","young man,"],"meaning a servant or one fit to go out to battle."]],["li",["span.label","2."],["p.para","In verse 24 the idea ends. This ending is indicated by a period after “and cursed them in the name of the Lord.” The verse then states that two she bears came out of the woods. The assumption that Elisha directed the bears may not be justified. Clarke suggested: “But is it not possible that these",["span.emphasis","forty-two"],"were a set of unlucky young men, who had been employed in the",["span.emphasis","wood,"],"destroying the",["span.emphasis","whelps"],"of these same",["span.emphasis","she-bears,"],"who now pursued them, and tore them to pieces, for the injury they had done? We have already heard of the ferocity of",["span.emphasis","a bear robbed of her whelps;"],"see at the end of [",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/17"},"2 Samuel chap. 17"],"]. The mention of",["span.emphasis","she-bears"],"gives some colour to the above conjecture; and, probably, at the time when these young fellows insulted the prophet, the bears might be tracing the footsteps of the murderers of their young, and thus came upon them in the midst of their insults, God’s providence ordering these occurrences so as to make this natural effect appear as a Divine cause. If the conjecture be correct, the bears were prepared by their loss to execute the curse of the prophet, and God’s justice guided them to the spot to punish the iniquity that had been just committed.” (",["span.emphasis","Commentary,"],"2:486.)"]]]]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(5-43) The Living and the Dead Prophets"],["p.para",{"id":"p136","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p136"},"This section’s reading concerned two prophets, Elijah and Micaiah, whose counsel Ahab disliked. Even though Jehoshaphat did not like the counsel he and Ahab received, Ahab still did not want to seek advice from Micaiah, for Micaiah refused to flatter him (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22"},"1 Kings 22"],"). Because Ahab did not like what any of the prophets had to say about him, he persecuted them."],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p137"},"Now, however, Elijah is honored by people the world over, Jew, Christian, and Moslem, as one of history’s greatest prophets."],["p.para",{"id":"p138","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p138"},"Is it easier to believe a dead prophet because his counsel applies more directly to another time? Elder Bruce R. McConkie said:"],["p.para",{"id":"p139","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p139"},"“It seems easy to believe in the prophets who have passed on and to suppose that we believe and follow the counsel they gave under different circumstances and to other people. But the great test that confronts us, as in every age when the Lord has a people on earth, is whether we will give heed to the words of his living oracles and follow the counsel and direction they give for our day and time."],[".poetry",["p.title"],[".stanza",["p.line","‘We be Abraham’s children, the Jews said to Jove;"],["p.line","We shall follow our Father, inherit his trove."],["p.line","But from Jesus our Lord, came the stinging rebuke:"],["p.line","Ye are children of him, whom ye list to obey;"],["p.line","Were ye Abraham’s seed, ye would walk in his path,"],["p.line","And escape the strong chains of the father of wrath."],["p.line","‘We have Moses the seer, and the prophets of old;"],["p.line","All their words we shall treasure as silver and gold."],["p.line","But from Jesus our Lord, came the sobering voice:"],["p.line","If to Moses ye turn, then give heed to his word;"],["p.line","Only then can ye hope for rewards of great worth,"],["p.line","For he spake of my coming and labors on earth."],["p.line","‘We have Peter and Paul, in their steps let us trod;"],["p.line","So religionists say, as they worship their God."],["p.line","But speaks He who is Lord of the living and dead:"],["p.line","In the hands of those prophets, those teachers and seers,"],["p.line","Who abide in your day have I given the keys;"],["p.line","Unto them ye must turn, the Eternal to please.’”"]]],["p.para",{"id":"p159","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p159"},"Sometimes modern Saints fall into the same traps as did ancient Israel. Have you heard people extol the teachings of Joseph Smith but murmur and criticize current Church leaders for a statement or a stand they take that contradicts the individual’s personal ideas or preference? Do we say we honor the prophets and yet not follow their instructions from the last general conference? Some who read the Old Testament have a tendency to shake their heads sorrowfully over those proud and rebellious people. But the great value of our studying this work is that it provides a clear standard for measuring our own behavior."]],[".topic",["h3","(5-44) Who Was It That Troubled Israel?"],["p.para",{"id":"p161","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p161"},"Do you remember the exchange between Ahab and Elijah at the end of the three-year drought? Ahab asked the prophet, “Art thou he that troubleth Israel?” And Elijah replied, “I have not troubled Israel; but thou, and thy father’s house, in that ye have forsaken the commandments of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.17-18"},"1 Kings 18:17–18"],")."],["p.para",{"id":"p162","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p162"},"By himself Elijah had no power to create a drought, call down fire from heaven, bring about the end of Ahab and his house, or punish or destroy Israel. He was only an instrument in the hands of the Lord. It was the wickedness of Israel that created the chaos and calamity. In some cases the Lord intervened to punish directly. In others He simply let the laws He gave the world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.42"},"D&C 88:42"],") run their course. Elijah knew what he prophesied only because he was the one chosen to reveal it. Who would think that idolatry could lead people to break as many other laws as it did in Elijah’s day?"],["p.para",{"id":"p163","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p163"},"It is easy to look back and see how foolish Ahab, Jezebel, and the Israelites who halted between two opinions were. But what of today? Are men still inclined to vacillate between serving God and serving the devil? Do they still want to hear only good things about their evil choices? Do they still tend to place the blame for life’s reversals on someone else? Or will they learn the eternal fact that men reap precisely what they sow? “For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting” (",["a.scriptureRef",{"href":"/scriptures/nt/gal/6.8"},"Galatians 6:8"],")."],["p.para",{"id":"p164","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-5.p164"},"Elder Bruce R. McConkie said that “the great need in the world today is not for the Lord to send a prophet to reveal his mind and will. He has done that; we have a prophet; we are guided by many men who have the spirit of inspiration. The great need today is for men to have a listening ear and to give heed to the words that fall from the lips of those who wear the prophetic mantle.” (In Conference Report, Apr. 1974, p. 104; or",["span.emphasis","Ensign,"],"May 1974, p. 73.)"]]]]]]],"refs":null}
