{"id":10,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":10,"title":"Chapter 8: Luke 22:1–20","subtitle":"","short_title":8,"uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20","content":[["div",{"id":"head1","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.head1"},[".titleNumber","8"],["h1","Luke 22:1–20"],[".subtitle","The Sacrament"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p1"},"To help students understand the relationship between remembering the Savior’s sacrifice and keeping His commandments."]],[".topic",["h2","Before the Video"],[".topic",["h3","Discussion"],["div",{"id":"p2","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p2"},"Have students list several significant things that took place at the Last Supper (such as the institution of the sacrament, the washing of the Apostles’ feet, and the prophecy of Peter’s denial). Explain that this lesson will focus on several significant things that took place at the Last Supper."],["div",{"id":"p3","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p3"},"Ask the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","Why were Jesus and His Apostles in Jerusalem? (To celebrate the feast of the Passover.)"]],["li",["span.label","•"],[".para","What is the significance of the feast of the Passover? (see",["a.scriptureRef",{"href":"/scriptures/bd/feasts"},"Bible Dictionary, “feasts,” 672"],"; see also",["span.emphasis","Old Testament: Genesis–2 Samuel"],"[Religion 301 student manual], 117–18)."]]]],[".topic",["h3","Scripture Activity"],["div",{"id":"p6","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p6"},"Have students read",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.1-20"},"Luke 22:1–20"],"and find answers to the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","What was the attitude of the priests and scribes toward Jesus at the time of the Passover? (They wanted to kill Him.)"]],["li",["span.label","•"],[".para","What was the general attitude of the people toward Jesus? (They did not have murder in their hearts for Jesus.)"]],["li",["span.label","•"],[".para","What purpose does the Savior give for the sacrament? (It was to be done as a remembrance of Him.)"]],["li",["span.label","•"],[".para","Why do you think it is important to remember the Savior’s sacrifice? (Allow student response.)"]]]]],[".topic",["h2","Using the Video"],[".subtitle","The Sacrament 12:13"],[".topic",["h3","“Look For” Activity"],["div",{"id":"p11","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p11"},"Tell your students that the video will help them understand why it is important to remember the Savior’s sacrifice."]],[".topic",["h3","Show Segment 1"],["div",{"id":"p12","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p12"},"In Segment 1 (7:21) John’s parents want their children to get a higher education. They agree as a family to save all their extra money in a jar. When John goes away to school he finds school very difficult and considers quitting. The jar becomes a reminder to him of the sacrifices his family made for him."]],[".topic",["h3","Discussion"],["div",{"id":"p13","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p13"},"Help students see the connection between remembering sacrifices and fulfilling commitments. Help them also see that those who truly remember the sacrifices of Jesus are more willing to keep their baptismal covenants. Just as a simple jar was a reminder to John of his family’s sacrifice, so the bread and the water are reminders to us of the Savior’s sacrifice. The following questions may help your students understand the parallels between the video and the sacrament:"],["ul.bullet",["li",["span.label","•"],[".para","What kept John in school when he wanted to quit? (The students may say the jar kept him in school. Remind them that it was remembering his family’s sacrifice that kept him in school. The jar was only a reminder of their sacrifices.)"]],["li",["span.label","•"],[".para","Is there a connection between remembering someone’s sacrifice and keeping a commitment? (The more we remember the sacrifice of another, the more willing we are to keep our commitments to that person.)"]],["li",["span.label","•"],[".para","How does the video help us understand the importance of remembering the Savior’s sacrifice? (If we remember what the Savior sacrificed for us, we will be more willing to keep the commitments we have made with Him.)"]],["li",["span.label","•"],[".para","What commitments have we made with the Savior? (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77,79"},"D&C 20:77, 79"],")."]],["li",["span.label","•"],[".para","What is the parallel between the jar and the sacrament? (Both are visual reminders of sacrifice.)"]],["li",["span.label","•"],[".para","How well do you remember the Savior’s sacrifice when you partake of the sacrament?"]],["li",["span.label","•"],[".para","What things can distract us from remembering the Savior during the sacrament?"]]]],[".topic",["h3","“Look For” Activity"],["div",{"id":"p21","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p21"},"Ask students to look for things the youths in segment 2 do that help them remember the Savior during the sacrament."]],[".topic",["h3","Show Segment 2"],["div",{"id":"p22","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p22"},"Segment 2 (1:48) contains testimonies of youths who talk about things they do during the sacrament that help them keep their focus on the Savior."]],[".topic",["h3","Discussion"],["div",{"id":"p23","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p23"},"Discuss things we can do to remember the Savior during the sacrament. Help students understand that it takes effort to remember the Savior and His sacrifices. If we learn to always remember the Savior, our commitment to keep His commandments will be greatly increased."]],[".topic",["h3","Optional Activity"],["div",{"id":"p24","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p24"},"Segment 3 is optional and can be used as a preparation for a class testimony meeting or to sum up the lesson."]],[".topic",["h3","Segment 3"],["div",{"id":"p25","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p25"},"Segment 3 (3:04) is a montage of scenes from the life of Jesus, the Last Supper, and a modern-day sacrament meeting."]]],[".topic",["h2","After the Video"],["div",{"id":"p26","uri":"/manual/new-testament-video-guide/chapter-8-luke-221-20.p26"},"Encourage your students to always remember the Savior and His sacrifice for them."]]]],"refs":null}
