{"id":36,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":36,"title":"Chapter 34: The Trial and Condemnation","subtitle":"","short_title":"Chapter 34","uri":"/manual/jesus-the-christ/chapter-34","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-34"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-34.head1"},[".titleNumber","Chapter 34"],["h1","The Trial and Condemnation"]],[".bodyBlock",[".topic",["h2","The Jewish Trial"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-34.p4"},"From Gethsemane the bound and captive Christ was haled before the Jewish rulers. John alone informs us that the Lord was taken first to Annas, who sent Him, still bound, to Caiaphas,",["sup",["a",{"href":"fn_1"},"a"]],"the high priest; the synoptists record the arraignment before Caiaphas only.",["sup",["a",{"href":"fn_2"},"b"]],"No details of the interview with Annas are of record; and the bringing of Jesus before him at all was as truly irregular and illegal, according to Hebrew law, as were all the subsequent proceedings of that night. Annas, who was father-in-law to Caiaphas, had been deposed from the high-priestly office over twenty years before; but throughout this period he had exerted a potent influence in all the affairs of the hierarchy.",["sup",["a",{"href":"fn_3"},"c"]],"Caiaphas, as John is careful to remind us, “was he, which gave counsel to the Jews, that it was expedient that one man should die for the people.”",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-34.p5"},"At the palace of Caiaphas, the chief priests, scribes, and elders of the people were assembled, in a meeting of the Sanhedrin, informal or otherwise, all eagerly awaiting the result of the expedition led by Judas. When Jesus, the object of their bitter hatred and their predetermined victim, was brought in, a bound Prisoner, He was immediately put upon trial in contravention of the law, both written and traditional, of which those congregated rulers of the Jews professed to be such zealous supporters. No legal hearing on a capital charge could lawfully be held except in the appointed and official courtroom of the Sanhedrin. From the account given in the fourth Gospel we infer that the Prisoner was first subjected to an interrogative examination by the high priest in person.",["sup",["a",{"href":"fn_5"},"e"]],"That functionary, whether Annas, or Caiaphas is a matter of inference, inquired of Jesus concerning His disciples and His doctrines. Such a preliminary inquiry was utterly unlawful; for the Hebrew code provided that the accusing witnesses in any cause before the court should define their charge against the accused, and that the latter should be protected from any effort to make him testify against himself. The Lord’s reply should have been a sufficient protest to the high priest against further illegal procedure. “Jesus answered him, I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing. Why askest thou me?—ask them which heard me, what I have said unto them: behold, they know what I said.” This was a lawful objection against denying to a prisoner on trial his right to be confronted by his accusers. It was received with open disdain; and one of the officers who stood by, hoping perhaps to curry favor with his superiors, actually struck Jesus a vicious blow",["sup",["a",{"href":"fn_6"},"f"]],"accompanied by the question, “Answerest thou the high priest so?” To this cowardly assault the Lord replied with almost superhuman gentleness:",["sup",["a",{"href":"fn_7"},"g"]],"“If I have spoken evil, bear witness of the evil: but if well, why smitest thou me?” Combined with submissiveness, however, this constituted another appeal to the principles of justice; if what Jesus had said was evil, why did not the assailant accuse Him; and if He had spoken well, what right had a police officer to judge, condemn, and punish, and that too in the presence of the high priest? Law and justice had been dethroned that night."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-34.p6"},"“Now the chief priests, and elders, and all the council, sought false witness against Jesus, to put him to death.”",["sup",["a",{"href":"fn_8"},"h"]],"Whether “all the council” means a legal quorum, which would be twenty-three or more, or a full attendance of the seventy-two Sanhedrists, is of small importance. Any sitting of the Sanhedrin at night, and more particularly for the consideration of a capital charge, was directly in violation of Jewish law. Likewise was it unlawful for the council to consider such a charge on a Sabbath, a feast day, or on the eve on any such day. In the Sanhedrin, every member was a judge; the judicial body was to hear the testimony, and, according to that testimony and nought else, render a decision on every case duly presented. The accusers were required to appear in person; and they were to receive a preliminary warning against bearing false witness. Every defendant was to be regarded and treated as innocent until convicted in due course. But in the so-called trial of Jesus, the judges not only sought witnesses, but specifically tried to find false witnesses. Though many false witnesses came, yet there was no “witness” or testimony against the Prisoner, for the suborned perjurers failed to agree among themselves; and even the lawless Sanhedrists hesitated to openly violate the fundamental requirement that at least two concordant witnesses must testify against an accused person, for, otherwise, the case had to be dismissed."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-34.p7"},"That Jesus was to be convicted on some charge or other, and be put to death, had been already determined by the priestly judges; their failure to find witnesses against Him threatened to delay the carrying out of their nefarious scheme. Haste and precipitancy characterised their procedure throughout; they had unlawfully caused Jesus to be arrested at night; they were illegally going through the semblance of a trial at night; their purpose was to convict the Prisoner in time to have Him brought before the Roman authorities as early as possible in the morning—as a criminal duly tried and adjudged worthy of death. The lack of two hostile witnesses who would tell the same falsehoods was a serious hindrance. But, “at the last came two false witnesses, and said, This fellow said, I am able to destroy the temple of God, and to build it in three days.” Others, however, testified: “We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands.”",["sup",["a",{"href":"fn_9"},"i"]],"And so, as Mark observes, even in this particular their “witness” or testimony did not agree. Surely in a case at bar, such discrepancy as appears between “I am able to” and “I will,” as alleged utterances of the accused, is of vital importance. Yet this semblance of formal accusation was the sole basis of a charge against Christ up to this stage of the trial. It will be remembered that in connection with the first clearing of the temple, near the commencement of Christ’s ministry, He had answered the clamorous demand of the Jews for a sign of His authority by saying, “Destroy this temple, and in three days I will raise it up.” He spoke not at all of Himself as the one who would destroy; the Jews were to be the destroyers, He the restorer. But the inspired writer is particular to explain that Jesus “spake of the temple of his body,” and not at all of those buildings reared by man.",["sup",["a",{"href":"fn_10"},"j"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-34.p8"},"One may reasonably inquire as to what serious import could be attached to even such a declaration as the perjured witnesses claimed to have heard from the lips of Christ. The veneration with which the Jews professed to regard the Holy House, however wantonly they profaned its precincts, offers a partial but insufficient answer. The plan of the conspiring rulers appears to have been that of convicting Christ on a charge of sedition, making Him out to be a dangerous disturber of the nation’s peace, an assailant of established institutions, and consequently an inciter of opposition against the vassal autonomy of the Jewish nation, and the supreme dominion of Rome.",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-34.p9"},"The vaguely defined shadow of legal accusation produced by the dark and inconsistent testimony of the false witnesses, was enough to embolden the iniquitous court. Caiaphas, rising from his seat to give dramatic emphasis to his question, demanded of Jesus: “Answerest thou nothing? what is it which these witness against thee?” There was nothing to answer. No consistent or valid testimony had been presented against Him; therefore He stood in dignified silence. Then Caiaphas, in violation of the legal proscription against requiring any person to testify in his own case except voluntarily and on his own initiative, not only demanded an answer from the Prisoner, but exercised the potent prerogative of the high-priestly office, to put the accused under oath, as a witness before the sacerdotal court. “And the high priest answered and said unto him, I adjure thee by the living God, that thou tell us whether thou be the Christ, the Son of God.”",["sup",["a",{"href":"fn_12"},"l"]],"The fact of a distinct specification of “the Christ” and “the Son of God” is significant, in that it implies the Jewish expectation of a Messiah, but does not acknowledge that He was to be distinctively of divine origin. Nothing that had gone before can be construed as a proper foundation for this inquiry. The charge of sedition was about to be superseded by one of greater enormity—that of blasphemy.",["sup",["a",{"href":"fn_13"},"m"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-34.p10"},"To the utterly unjust yet official adjuration of the high priest, Jesus answered: “Thou hast said: nevertheless I say unto you: Hereafter shall ye see the Son of man sitting on the right hand of power, and coming in the clouds of heaven.” This expression “Thou hast said” was equivalent to—I am what thou hast said.",["sup",["a",{"href":"fn_14"},"n"]],"It was an unqualified avowal of divine parentage, and inherent Godship. “Then the high priest rent his clothes, saying, He hath spoken blasphemy; what further need have we of witnesses? behold, now ye have heard his blasphemy. What think ye? They answered and said, He is guilty of death.”",["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-34.p11"},"Thus the judges in Israel, comprizing the high priest, the chief priests, the scribes and elders of the people, the Great Sanhedrin, unlawfully assembled, decreed that the Son of God was deserving of death, on no evidence save that of His own acknowledgment. By express provision the Jewish code forbade the conviction, specifically on a capital charge, of any person on his own confession, unless that was amply supported by the testimony of trustworthy witnesses. As in the Garden of Gethsemane Jesus had voluntarily surrendered Himself, so before the judges did He personally and voluntarily furnish the evidence upon which they unrighteously declared Him deserving of death. There could be no crime in the claim of Messiahship or divine Sonship, except that claim was false. We vainly search the record for even an intimation that inquiry was made or suggested as to the grounds upon which Jesus based His exalted claims. The action of the high priest in rending his garments was a dramatic affectation of pious horror at the blasphemy with which his ears had been assailed. It was expressly forbidden in the law that the high priest rend his clothes;",["sup",["a",{"href":"fn_16"},"p"]],"but from extra-scriptural writings we learn that the rending of garments as an attestation of most grievous guilt, such as that of blasphemy, was allowable under traditional rule.",["sup",["a",{"href":"fn_17"},"q"]],"There is no indication that the vote of the judges was taken and recorded in the precise and orderly manner required by the law."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-34.p12"},"Jesus stood convicted of the most heinous offense known in Jewry. However unjustly, He had been pronounced guilty of blasphemy by the supreme tribunal of the nation. In strict accuracy we cannot say that the Sanhedrists sentenced Christ to death, inasmuch as the power to authoritatively pronounce capital sentences had been taken from the Jewish council by Roman decree. The high-priestly court, however, decided that Jesus was worthy of death, and so certified when they handed Him over to Pilate. In their excess of malignant hate, Israel’s judges abandoned their Lord to the wanton will of the attendant varlets, who heaped upon Him every indignity their brutish instincts could suggest. They spurted their foul spittle into His face;",["sup",["a",{"href":"fn_18"},"r"]],"and then, having blindfolded Him, amused themselves by smiting Him again and again, saying the while: “Prophesy unto us, thou Christ, Who is he that smote thee?” The miscreant crowd mocked Him, and railed upon Him with jeers and taunts, and branded themselves as blasphemers in fact.",["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-34.p13"},"The law and the practice of the time required that any person found guilty of a capital offense, after due trial before a Jewish tribunal, should be given a second trial on the following day; and at this later hearing any or all of the judges who had before voted for conviction could reverse themselves; but no one who had once voted for acquittal could change his ballot. A bare majority was sufficient for acquittal, but more than a majority was required for conviction. By a provision that must appear to us most unusual, if all the judges voted for conviction on a capital charge the verdict was not to stand and the accused had to be set at liberty; for, it was argued, a unanimous vote against a prisoner indicated that he had had no friend or defender in court, and that the judges might have been in conspiracy against Him. Under this rule in Hebrew jurisprudence the verdict against Jesus, rendered at the illegal night session of the Sanhedrists, was void, for we are specifically told that “they all condemned him to be guilty of death.”",["sup",["a",{"href":"fn_20"},"t"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-34.p14"},"Apparently for the purpose of establishing a shadowy pretext of legality in their procedure, the Sanhedrists adjourned to meet again in early daylight. Thus they technically complied with the requirement—that on every case in which the death sentence had been decreed the court should hear and judge a second time in a later session—but they completely ignored the equally mandatory provision that the second trial must be conducted on the day following that of the first hearing. Between the two sittings on consecutive days the judges were required to fast and pray, and to give the case on trial calm and earnest consideration."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-34.p15"},"Luke, who records no details of the night trial of Jesus, is the only Gospel-writer to give place to a circumstantial report of the morning session. He says: “And as soon as it was day, the elders of the people and the chief priests and the scribes came together, and led him into their council.”",["sup",["a",{"href":"fn_21"},"u"]],"Some Biblical scholars have construed the expression, “led him into their council,” as signifying that Jesus was condemned by the Sanhedrin in the appointed meeting-place of the court, viz. Gazith or the Hall of Hewn Stones, as the law of the time required; but against this we have the statement of John that they led Jesus directly from Caiaphas to the Roman hall of judgment.",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-34.p16"},"It is probable, that at this early daylight session, the irregular proceedings of the dark hours were approved, and the details of further procedure decided upon. They “took counsel against Jesus to put him to death”; nevertheless they went through the form of a second trial, the issue of which was greatly facilitated by the Prisoner’s voluntary affirmations. The judges stand without semblance of justification for calling upon the Accused to testify; they should have examined anew the witnesses against Him. The first question put to Him was, “Art thou the Christ? tell us.” The Lord made dignified reply: “If I tell you, ye will not believe: and if I also ask you, ye will not answer me, nor let me go. Hereafter shall the Son of man sit on the right hand of the power of God.” Neither did the question imply nor the answer furnish cause for condemnation. The whole nation was looking for the Messiah; and if Jesus claimed to be He, the only proper judicial action would be that of inquiring into the merit of the claim. The crucial question followed immediately: “Art thou then the Son of God? And he said unto them, Ye say that I am. And they said, What need we any further witness? for we ourselves have heard of his own mouth.”",["sup",["a",{"href":"fn_23"},"w"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-34.p17"},"Jehovah was convicted of blasphemy against Jehovah. The only mortal Being to whom the awful crime of blasphemy, in claiming divine attributes and powers, was impossible, stood before the judges of Israel condemned as a blasphemer. The “whole council,” by which expression we may possibly understand a legal quorum, was concerned in the final action. Thus ended the miscalled “trial” of Jesus before the high-priest and elders",["sup",["a",{"href":"fn_24"},"x"]],"of His people. “And straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate.”",["sup",["a",{"href":"fn_25"},"y"]],"During the few hours that remained to Him in mortality, He would be in the hands of the Gentiles, betrayed and delivered up by His own.",["sup",["a",{"href":"fn_26"},"z"]]]],[".topic",["h2","Peter’s Denial of His Lord",["sup",["a",{"href":"fn_27"},"a"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-34.p19"},"When Jesus was taken into custody in the Garden of Gethsemane, all the Eleven forsook Him and fled. This is not to be accounted as certain evidence of cowardice, for the Lord had indicated that they should go.",["sup",["a",{"href":"fn_28"},"b"]],"Peter and at least one other disciple followed afar off; and, after the armed guard had entered the palace of the high priest with their Prisoner, Peter “went in, and sat with the servants to see the end.” He was assisted in securing admittance by the unnamed disciple, who was on terms of acquaintanceship with the high priest. That other disciple was in all probability John, as may be inferred from the fact that he is mentioned only in the fourth Gospel, the author of which characteristically refers to himself anonymously.",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-34.p20"},"While Jesus was before the Sanhedrists, Peter remained below with the servants. The attendant at the door was a young woman; her feminine suspicions had been aroused when she admitted Peter, and as he sat with a crowd in the palace court she came up, and having intently observed him, said: “Thou also wast with Jesus of Galilee.” But Peter denied, averring he did not know Jesus. Peter was restless; his conscience and the fear of identification as one of the Lord’s disciples troubled him. He left the crowd and sought partial seclusion in the porch; but there another maid spied him out, and said to those nearby: “This fellow was also with Jesus of Nazareth”; to which accusation Peter replied with an oath: “I do not know the man.”"],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-34.p21"},"The April night was chilly, and an open fire had been made in the hall or court of the palace. Peter sat with others at the fire, thinking, perhaps, that brazen openness was better than skulking caution as a possible safeguard against detection. About an hour after his former denials, some of the men around the fire charged him with being a disciple of Jesus, and referred to his Galilean dialect as evidence that he was at least a fellow countryman with the high priest’s Prisoner; but, most threatening of all, a kinsman of Malthus, whose ear Peter had slashed with the sword, asked peremptorily: “Did not I see thee in the garden with him?” Then Peter went so far in the course of falsehood upon which he had entered as to curse and swear, and to vehemently declare for the third time, “I know not the man.” As the last profane falsehood left his lips, the clear notes of a crowing cock broke upon his ears,",["sup",["a",{"href":"fn_30"},"d"]],"and the remembrance of his Lord’s prediction welled up in his mind. Trembling in wretched realization of his perfidious cowardice, he turned from the crowd and met the gaze of the suffering Christ, who from the midst of the insolent mob looked into the face of His boastful, yet loving but weak apostle. Hastening from the palace, Peter went out into the night, weeping bitterly. As his later life attests, his tears were those of real contrition and true repentance."]],[".topic",["h2","Christ’s First Appearance before Pilate"],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-34.p23"},"As we have already learned, no Jewish tribunal had authority to inflict the death penalty; imperial Rome had reserved this prerogative as her own. The united acclaim of the Sanhedrists, that Jesus was deserving of death, would be ineffective until sanctioned by the emperor’s deputy, who at that time was Pontius Pilate, the governor, or more properly, procurator, of Judea, Samaria, and Idumea. Pilate maintained his official residence at Cæsarea,",["sup",["a",{"href":"fn_31"},"e"]],"on the Mediterranean shore; but it was his custom to be present in Jerusalem at the times of the great Hebrew feasts, probably in the interest of preserving order, or of promptly quelling any disturbance amongst the vast and heterogeneous multitudes by which the city was thronged on these festive occasions. The governor with his attendants was in Jerusalem at this momentous Passover season. Early on Friday morning, the “whole council,” that is to say, the Sanhedrin, led Jesus, bound, to the judgment hall of Pontius Pilate; but with strict scrupulosity they refrained from entering the hall lest they become defiled; for the judgment chamber was part of the house of a Gentile, and somewhere therein might be leavened bread, even to be near which would render them ceremonially unclean. Let every one designate for himself the character of men afraid of the mere proximity of leaven, while thirsting for innocent blood!"],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-34.p24"},"In deference to their scruples Pilate came out from the palace; and, as they delivered up to him their Prisoner, asked: “What accusation bring ye against this man?” The question, though strictly proper and judicially necessary, surprised and disappointed the priestly rulers, who evidently had expected that the governor would simply approve their verdict as a matter of form and give sentence accordingly; but instead of doing so, Pilate was apparently about to exercise his authority of original jurisdiction. With poorly concealed chagrin, their spokesman, probably Caiaphas, answered: “If he were not a malefactor, we would not have delivered him up unto thee.” It was now Pilate’s turn to feel or at least to feign umbrage, and he replied in effect: Oh, very well; if you don’t care to present the charge in proper order, take ye him, and judge him according to your law; don’t trouble me with the matter. But the Jews rejoined: “It is not lawful for us to put any man to death.”"],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-34.p25"},"John the apostle intimates in this last remark a determination on the part of the Jews to have Jesus put to death not only by Roman sanction but by Roman executioners;",["sup",["a",{"href":"fn_32"},"f"]],"for, as we readily may see, had Pilate approved the death sentence and handed the Prisoner over to the Jews for its infliction, Jesus would have been stoned, in accordance with the Hebrew penalty for blasphemy; whereas the Lord had plainly foretold that His death would be by crucifixion, which was a Roman method of execution, but one never practiced by the Jews. Furthermore, if Jesus had been put to death by the Jewish rulers, even with governmental sanction, an insurrection among the people might have resulted, for there were many who believed on Him. The crafty hierarchs were determined to bring about His death under Roman condemnation."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-34.p26"},"“And they began to accuse him, saying, We found this fellow perverting the nation, and forbidding to give tribute to Cæsar, saying that he himself is Christ a King.”",["sup",["a",{"href":"fn_33"},"g"]],"It is important to note that no accusation of blasphemy was made to Pilate; had such been presented, the governor, thoroughly pagan in heart and mind, would probably have dismissed the charge as utterly unworthy of a hearing; for Rome with her many gods, whose number was being steadily increased by current heathen deification of mortals, knew no such offense as blasphemy in the Jewish sense. The accusing Sanhedrists hesitated not to substitute for blasphemy, which was the greatest crime known to the Hebrew code, the charge of high treason, which was the gravest offense listed in the Roman category of crimes. To the vociferous accusations of the chief priests and elders, the calm and dignified Christ deigned no reply. To them He had spoken for the last time—until the appointed season of another trial, in which He shall be the Judge, and they the prisoners at the bar."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-34.p27"},"Pilate was surprised at the submissive yet majestic demeanor of Jesus; there was certainly much that was kingly about the Man; never before had such a One stood before him. The charge, however, was a serious one; men who claimed title to kingship might prove dangerous to Rome; yet to the charge the Accused answered nothing. Entering the judgment hall, Pilate had Jesus called.",["sup",["a",{"href":"fn_34"},"h"]],"That some of the disciples, and among them almost certainly John, also went in, is apparent from the detailed accounts of the proceedings preserved in the fourth Gospel. Anyone was at liberty to enter, for publicity was an actual and a widely proclaimed feature of Roman trials."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-34.p28"},"Pilate, plainly without animosity or prejudice against Jesus, asked: “Art thou the King of the Jews? Jesus answered him, Sayest thou this thing of thyself, or did others tell it thee of me?” The Lord’s counter-question, as Pilate’s rejoinder shows, meant, and was understood to mean, as we might state it: Do you ask this in the Roman and literal sense—as to whether I am a king of an earthly kingdom—or with the Jewish and more spiritual meaning? A direct answer “Yes” would have been true in the Messianic sense, but untrue in the worldly signification; and “No” could have been inversely construed as true or untrue. “Pilate answered, Am I a Jew? Thine own nation and the chief priests have delivered thee unto me: what hast thou done? Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence. Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.”"],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-34.p29"},"It was clear to the Roman governor that this wonderful Man, with His exalted views of a kingdom not of this world, and an empire of truth in which He was to reign, was no political insurrectionist; and that to consider Him a menace to Roman institutions would be absurd. Those last words—about truth—were of all the most puzzling; Pilate was restive, and perhaps a little frightened under their import. “What is truth?” he rather exclaimed in apprehension than inquired in expectation of an answer, as he started to leave the hall. To the Jews without he announced officially the acquittal of the Prisoner. “I find in him no fault at all” was the verdict."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-34.p30"},"But the chief priests and scribes and elders of the people were undeterred. Their thirst for the blood of the Holy One had developed into mania. Wildly and fiercely they shrieked: “He stirreth up the people, teaching throughout all Jewry, beginning from Galilee to this place.” The mention of Galilee suggested to Pilate a new course of procedure. Having confirmed by inquiry that Jesus was a Galilean, he determined to send the Prisoner to Herod, the vassal ruler of that province, who was in Jerusalem at the time.",["sup",["a",{"href":"fn_35"},"i"]],"By this action Pilate hoped to rid himself of further responsibility in the case, and moreover, Herod, with whom he had been at enmity, might be placated thereby."]],[".topic",["h2","Christ before Herod",["sup",["a",{"href":"fn_36"},"j"]]],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-34.p32"},"Herod Antipas, the degenerate son of his infamous sire, Herod the Great,",["sup",["a",{"href":"fn_37"},"k"]],"was at this time tetrarch of Galilee and Perea, and by popular usage, though without imperial sanction, was flatteringly called king. He it was who, in fulfilment of an unholy vow inspired by a woman’s voluptuous blandishments, had ordered the murder of John the Baptist. He ruled as a Roman vassal, and professed to be orthodox in the observances of Judaism. He had come up to Jerusalem, in state, to keep the feast of the Passover. Herod was pleased to have Jesus sent to him by Pilate; for, not only was the action a gracious one on the part of the procurator, constituting as after events proved a preliminary to reconciliation between the two rulers,",["sup",["a",{"href":"fn_38"},"l"]],"but it was a means of gratifying Herod’s curiosity to see Jesus, of whom he had heard so much, whose fame had terrified him, and by whom he now hoped to see some interesting miracle wrought.",["sup",["a",{"href":"fn_39"},"m"]]],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-34.p33"},"Whatever fear Herod had once felt regarding Jesus, whom he had superstitiously thought to be the reincarnation of his murdered victim, John the Baptist, was replaced by amused interest when he saw the far-famed Prophet of Galilee in bonds before him, attended by a Roman guard, and accompanied by ecclesiastical officials. Herod began to question the Prisoner; but Jesus remained silent. The chief priests and scribes vehemently voiced their accusations; but not a word was uttered by the Lord. Herod is the only character in history to whom Jesus is known to have applied a personal epithet of contempt. “Go ye and tell that fox,” He once said to certain Pharisees who had come to Him with the story that Herod intended to kill Him.",["sup",["a",{"href":"fn_40"},"n"]],"As far as we know, Herod is further distinguished as the only being who saw Christ face to face and spoke to Him, yet never heard His voice. For penitent sinners, weeping women, prattling children, for the scribes, the Pharisees, the Sadducees, the rabbis, for the perjured high priest and his obsequious and insolent underling, and for Pilate the pagan, Christ had words—of comfort or instruction, of warning or rebuke, of protest or denunciation—yet for Herod the fox He had but disdainful and kingly silence. Thoroughly piqued, Herod turned from insulting questions to acts of malignant derision. He and his men-at-arms made sport of the suffering Christ, “set him at nought and mocked him”; then in travesty they “arrayed him in a gorgeous robe and sent him again to Pilate.”",["sup",["a",{"href":"fn_41"},"o"]],"Herod had found nothing in Jesus to warrant condemnation."]],[".topic",["h2","Christ Again before Pilate",["sup",["a",{"href":"fn_42"},"p"]]],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-34.p35"},"The Roman procurator, finding that he could not evade further consideration of the case, “called together the chief priests and the rulers and the people,” and “said unto them, Ye have brought this man unto me, as one that perverteth the people: and, behold, I, having examined him before you, have found no fault in this man touching those things whereof ye accuse him: No, nor yet Herod: for I sent you to him; and, lo, nothing worthy of death is done unto him. I will therefore chastise him, and release him.” Pilate’s desire to save Jesus from death was just and genuine; his intention of scourging the Prisoner, whose innocence he had affirmed and reaffirmed, was an infamous concession to Jewish prejudice. He knew that the charge of sedition and treason was without foundation; and that even the framing of such an accusation by the Jewish hierarchy, whose simulated loyalty to Cæsar was but a cloak for inherent and undying hatred, was ridiculous in the extreme; and he fully realized that the priestly rulers had delivered Jesus into his hands because of envy and malice.",["sup",["a",{"href":"fn_43"},"q"]]],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-34.p36"},"It was the custom for the governor at the Passover season to pardon and release any one condemned prisoner whom the people might name. On that day there lay in durance, awaiting execution, “a notable prisoner, called Barabbas,” who had been found guilty of sedition, in that he had incited the people to insurrection, and had committed murder. This man stood convicted of the very charge on which Pilate specifically and Herod by implication had pronounced Jesus innocent, and Barabbas was a murderer in addition. Pilate thought to pacify the priests and people by releasing Jesus as the subject of Passover leniency; this would be a tacit recognition of Christ’s conviction before the ecclesiastical court, and practically an endorsement of the death sentence, superseded by official pardon. Therefore he asked of them: “Whom will ye that I release unto you? Barabbas, or Jesus which is called Christ?” There appears to have been a brief interval between Pilate’s question and the people’s answer, during which the chief priests and elders busied themselves amongst the multitude, urging them to demand the release of the insurrectionist and murderer. So, when Pilate reiterated the question: “Whether of the twain will ye that I release unto you?” assembled Israel cried “Barabbas.” Pilate, surprised, disappointed, and angered, then asked: “What shall I do then with Jesus which is called Christ? They all say unto him, Let him be crucified. And the governor said, Why, what evil hath he done? But they cried out the more, saying, Let him be crucified.”"],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-34.p37"},"The Roman governor was sorely troubled and inwardly afraid. To add to his perplexity he received a warning message from his wife, even as he sat on the judgment seat: “Have thou nothing to do with that just man: for I have suffered many things this day in a dream because of him.” Those who know not God are characteristically superstitious. Pilate feared to think what dread portent his wife’s dream might presage. But, finding that he could not prevail, and foreseeing a tumult among the people if he persisted in the defense of Christ, he called for water and washed his hands before the multitude—a symbolic act of disclaiming responsibility, which they all understood—proclaiming the while: “I am innocent of the blood of this just person: see ye to it.” Then rose that awful self-condemnatory cry of the covenant people: “His blood be on us and on our children.” History bears an appalling testimony to the literal fulfilment of that dread invocation.",["sup",["a",{"href":"fn_44"},"r"]],"Pilate released Barabbas, and gave Jesus into the custody of the soldiers to be scourged."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-34.p38"},"Scourging was a frightful preliminary to death on the cross. The instrument of punishment was a whip of many thongs, loaded with metal and edged with jagged pieces of bone. Instances are of record in which the condemned died under the lash and so escaped the horrors of living crucifixion. In accordance with the brutal customs of the time, Jesus, weak and bleeding from the fearful scourging He had undergone, was given over to the half-savage soldiers for their amusement. He was no ordinary victim, so the whole band came together in the Pretorium, or great hall of the palace, to take part in the diabolical sport. They stripped Jesus of His outer raiment, and placed upon Him a purple robe.",["sup",["a",{"href":"fn_45"},"s"]],"Then with a sense of fiendish realism they platted a crown of thorns, and placed it about the Sufferer’s brows; a reed was put into His right hand as a royal scepter; and, as they bowed in a mockery of homage, they saluted Him with: “Hail, King of the Jews!” Snatching away the reed or rod, they brutally smote Him with it upon the head, driving the cruel thorns into His quivering flesh; they slapped Him with their hands, and spat upon Him in vile and vicious abandonment.",["sup",["a",{"href":"fn_46"},"t"]]],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-34.p39"},"Pilate had probably been a silent observer of this barbarous scene. He stopped it, and determined to make another attempt to touch the springs of Jewish pity, if such existed. He went outside, and to the multitude said: “Behold, I bring him forth to you, that ye may know that I find no fault in him.” This was the governor’s third definite proclamation of the Prisoner’s innocence. “Then came Jesus forth, wearing the crown of thorns, and the purple robe. And Pilate saith unto them, Behold the man!”",["sup",["a",{"href":"fn_47"},"u"]],"Pilate seems to have counted on the pitiful sight of the scourged and bleeding Christ to soften the hearts of the maddened Jews. But the effect failed. Think of the awful fact—a heathen, a pagan, who knew not God, pleading with the priests and people of Israel for the life of their Lord and King! When, unmoved by the sight, the chief priests and officers cried with increasing vindictiveness, “crucify him, crucify him,” Pilate pronounced the fatal sentence, “Take ye him and crucify him,” but added with bitter emphasis: “I find no fault in him.”"],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-34.p40"},"It will be remembered that the only charge preferred against Christ before the Roman governor was that of sedition; the Jewish persecutors had carefully avoided even the mention of blasphemy, which was the offense for which they had adjudged Jesus worthy of death. Now that sentence of crucifixion had been extorted from Pilate, they brazenly attempted to make it appear that the governor’s mandate was but a ratification of their own decree of death; therefore they said: “We have a law, and by our law he ought to die, because he made himself the Son of God.” What did it mean? That awe-inspiring title, Son of God, struck yet deeper into Pilate’s troubled conscience. Once more he took Jesus into the judgment hall, and in trepidation asked, “Whence art thou?” The inquiry was as to whether Jesus was human or superhuman. A direct avowal of the Lord’s divinity would have frightened but could not have enlightened the heathen ruler; therefore Jesus gave no answer. Pilate was further surprised, and perhaps somewhat offended at this seeming disregard of his authority. He demanded an explanation, saying: “Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?” Then Jesus replied: “Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.” The positions were reversed; Christ was the Judge, and Pilate the subject of His decision. Though not found guiltless, the Roman was pronounced less culpable than he or those who had forced Jesus into his power, and who had demanded of him an unrighteous committal."],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-34.p41"},"The governor, though having pronounced sentence, yet sought means of releasing the submissive Sufferer. His first evidence of wavering was greeted by the Jews with the cry, “If thou let this man go, thou art not Cæsar’s friend: whosoever maketh himself a king speaketh against Cæsar.” Pilate took his place in the judgment seat, which was set up in the place of the Pavement, or Gabbatha, outside the hall. He was resentful against those Jews who had dared to intimate that he was no friend of Cæsar, and whose intimation might lead to an embassy of complaint being sent to Rome to misrepresent him in exaggerated accusation. Pointing to Jesus, he exclaimed with unveiled sarcasm: “Behold your King!” But the Jews answered in threatening and ominous shouts: “Away with him, away with him, crucify him.” In stinging reminder of their national subjugation, Pilate asked with yet more cutting irony, “Shall I crucify your King?” And the chief priests cried aloud: “We have no king but Cæsar.”"],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-34.p42"},"Even so was it and was to be. The people who had by covenant accepted Jehovah as their King, now rejected Him in Person, and acknowledged no sovereign but Cæsar. Cæsar’s subjects and serfs have they been through all the centuries since. Pitiable is the state of man or nation who in heart and spirit will have no king but Cæsar!",["sup",["a",{"href":"fn_48"},"v"]]],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-34.p43"},"Wherein lay the cause of Pilate’s weakness? He was the emperor’s representative, the imperial procurator with power to crucify or to save; officially he was an autocrat. His conviction of Christ’s blamelessness and his desire to save Him from the cross are beyond question. Why did Pilate waver, hesitate, vacillate, and at length yield contrary to his conscience and his will? Because, after all, he was more slave than freeman. He was in servitude to his past. He knew that should complaint be made of him at Rome, his corruption and cruelties, his extortions and the unjustifiable slaughter he had caused would all be brought against him. He was the Roman ruler, but the people over whom he exercised official dominion delighted in seeing him cringe, when they cracked, with vicious snap above his head, the whip of a threatened report about him to his imperial master, Tiberius.",["sup",["a",{"href":"fn_49"},"w"]]]],[".topic",["h2","Judas Iscariot",["sup",["a",{"href":"fn_50"},"x"]]],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-34.p45"},"When Judas Iscariot saw how terribly effective had been the outcome of his treachery, he became wildly remorseful. During Christ’s trial before the Jewish authorities, with its associated humiliation and cruelty, the traitor had seen the seriousness of his action; and when the unresisting Sufferer had been delivered up to the Romans, and the fatal consummation had become a certainty, the enormity of his crime filled Judas with nameless horror. Rushing into the presence of the chief priests and elders, while the final preparations for the crucifixion of the Lord were in progress, he implored the priestly rulers to take back the accursed wage they had paid him, crying in an agony of despair: “I have sinned, in that I have betrayed the innocent blood.” He may have vaguely expected a word of sympathy from the conspirators in whose wickedly skilful hands he had been so ready and serviceable a tool; possibly he hoped that his avowal might stem the current of their malignancy, and that they would ask for a reversal of the sentence. But the rulers in Israel repulsed him with disgust. “What is that to us?” they sneered, “see thou to that.” He had served their purpose; they had paid him his price; they wished never to look upon his face again; and pitilessly they flung him back into the haunted blackness of his maddened conscience. Still clutching the bag of silver, the all too real remembrancer of his frightful sin, he rushed into the temple, penetrating even to the precincts of priestly reservation, and dashed the silver pieces upon the floor of the sanctuary.",["sup",["a",{"href":"fn_51"},"y"]],"Then, under the goading impulse of his master, the devil, to whom he had become a bond-slave, body and soul, he went out and hanged himself."],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-34.p46"},"The chief priests gathered up the pieces of silver, and in sacrilegious scrupulosity, held a solemn council to determine what they should do with the “price of blood.” As they deemed it unlawful to add the attainted coin to the sacred treasury, they bought with it a certain clay-yard, once the property of a potter, and the very place in which Judas had made of himself a suicide; this tract of ground they set apart as a burial place for aliens, strangers, and pagans. The body of Judas, the betrayer of the Christ, was probably the first to be there interred. And that field was called “Aceldama, that is to say, The field of blood.”",["sup",["a",{"href":"fn_52"},"z"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-34.f1"},["h3","Notes to Chapter 34"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-34.p48"},["b","Annas, and His Interview with Jesus."],"—“No figure is better known in contemporary Jewish history than that of Annas; no person deemed more fortunate or successful, but also none more generally execrated than the late high priest. He had held the pontificate for only six or seven years; but it was filled by not fewer than five of his sons, by his son-in-law Caiaphas, and by a grandson. And in those days it was, at least for one of Annas’ disposition, much better to have been than to be high priest. He enjoyed all the dignity of the office, and all its influence also, since he was able to promote to it those most closely connected with him. And while they acted publicly, he really directed affairs, without either the responsibility or the restraints which the office imposed. His influence with the Romans he owed to the religious views which he professed, to his open partisanship of the foreigner, and to his enormous wealth. … We have seen what immense revenues the family of Annas must have derived from the Temple booths, and how nefarious and unpopular was the traffic. The names of those bold, licentious, unscrupulous, degenerate sons of Aaron were spoken with whispered curses, without referring to Christ’s interference with that Temple-traffic, which, if His authority had prevailed, would of course have been fatal to it, we can understand how antithetic in every respect a Messiah, and such a Messiah as Jesus, must have been to Annas. … No account is given of what passed before Annas. Even the fact of Christ’s being first brought to him is only mentioned in the fourth Gospel. As the disciples had all forsaken Him and fled, we can understand that they were in ignorance of what actually passed, till they had again rallied, at least so far, that Peter and ‘another disciple,’ evidently John, ‘followed Him into the palace of the high priest’—that is, into the palace of Caiaphas, not of Annas. For as, according to the three synoptic Gospels, the palace of the high priest Caiaphas was the scene of Peter’s denial, the account of it in the fourth Gospel must refer to the same locality, and not to the palace of Annas.”—Edersheim,",["span.emphasis","Life and Times of Jesus the Messiah;"],"vol. 2, pp. 547–48."]],["li",["span.label","2."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-34.p49"},["b","Christ’s Forbearance When Smitten."],"—That Jesus maintained His equanimity and submissiveness even under the provocation of a blow dealt by a brutish underling in the presence of the high priest, is confirmatory of our Lord’s affirmation that He had “overcome the world” (",["a.scriptureRef",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],"). One cannot read the passage without comparing, perhaps involuntarily, the divine submissiveness of Jesus on this occasion, with the wholly natural and human indignation of Paul under somewhat similar conditions at a later time (",["a.scriptureRef",{"href":"/scriptures/nt/acts/23.1-5"},"Acts 23:1–5"],"). The high priest Ananias, displeased at Paul’s remarks, ordered someone who stood by to smite him on the mouth. Paul broke forth in angry protest: “God shall smite thee, thou whited wall: for sittest thou to judge me after the law, and commandest me to be smitten contrary to the law?” Afterward he apologized, saying that he knew not that it was the high priest who had given the command that he be smitten. See",["span.emphasis","Articles of Faith,"],"23:417, and Note 1 following the same lecture; and Farrar’s",["span.emphasis","Life and Works of St. Paul,"],"pp. 539–40."]],["li",["span.label","3."],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-34.p50"},["b","High Priests and Elders."],"—These titles as held by officials of the Jewish hierarchy in the time of Christ must not be confused with the same designations as applied to holders of the Higher or Melchizedek Priesthood. The high priest of the Jews was the presiding priest; he had to be of Aaronic descent to be a priest at all; he became high priest by Roman appointment. The elders, as the name indicates, were men of mature years and experience, who were appointed to act as magistrates in the towns, and as judges in the ecclesiastical tribunals, either in the Lesser Sanhedrins of the provinces, or in the Great Sanhedrin at Jerusalem. The term “elder” as commonly used among the Jews in the days of Jesus had no closer relation to eldership in the Melchizedek Priesthood than had the title “scribe.” The duties of Jewish high priests and elders combined both ecclesiastical and secular functions; indeed both offices had come to be in large measure political perquisites. See “Elder” in Smith’s",["span.emphasis","Bible Dictionary."],"From the departure of Moses to the coming of Christ, the organized theocracy of Israel was that of the Lesser or Aaronic Priesthood, comprizing the office of priest, which was confined to the lineage of Aaron, and the lesser offices of teacher and deacon, which were combined in the Levitical order. See “Orders and Offices in the Priesthood” by the author in",["span.emphasis","Articles of Faith,"],"11:204–9."]],["li",["span.label","4."],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-34.p51"},["b","Illegalities of the Jewish Trial of Jesus."],"—Many volumes have been written on the so-called trial of Jesus. Only a brief summary of the principal items of fact and law can be incorporated here. For further consideration reference may be made to the following treatments: Edersheim,",["span.emphasis","Life and Times of Jesus the Messiah;"],"Andrews,",["span.emphasis","Life of Our Lord;"],"Dupin,",["span.emphasis","Jesus before Caiaphas and Pilate;"],"Mendelsohn,",["span.emphasis","Criminal Jurisprudence of the Ancient Hebrews;"],"Salvador,",["span.emphasis","Institutions of Moses;"],"Innes,",["span.emphasis","The Trial of Jesus Christ;"],"Maimonides,",["span.emphasis","Sanhedrin;"],"MM. Lemann,",["span.emphasis","Jesus before the Sanhedrin;"],"Benny,",["span.emphasis","Criminal Code of the Jews;"],"and Walter M. Chandler, of the New York Bar,",["span.emphasis","The Trial of Jesus from a Lawyer’s Standpoint."],"The last named is a two volume work treating respectively, “The Hebrew Trial” and “The Roman Trial,” and contains citations from the foregoing and other works."],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-34.p52"},"Edersheim (vol. 2, pp. 556–58) contends that the night arraignment of Jesus in the house of Caiaphas was not a trial before the Sanhedrin, and notes the irregularities and illegalities of the procedure as proof that the Sanhedrin could not have done what was done that night, with ample citations in corroboration of the legal requirements specified, the author says: “But besides, the trial and sentence of Jesus in the palace of Caiaphas would have outraged every principle of Jewish criminal law and procedure. Such causes could only be tried, and capital sentence pronounced, in the regular meeting-place of the Sanhedrin, not, as here, in the high priest’s palace; no process, least of all such an one, might be begun in the night, nor even in the afternoon, although if the discussion had gone on all day, sentence might be pronounced at night. Again, no process could take place on Sabbaths or feast-days, or even on the eves of them, although this would not have nullified proceedings; and it might be argued on the other side, that a process against one who had seduced the people should preferably be carried on, and sentence executed, on public feast-days, for the warning of all. Lastly, in capital causes there was a very elaborate system of warning, and cautioning witnesses; while it may safely be affirmed that at a regular trial Jewish judges, however prejudiced, would not have acted as the Sanhedrists and Caiaphas did on this occasion. … But although Christ was not tried and sentenced in a formal meeting of the Sanhedrin, there can, alas! be no question that His condemnation and death were the work, if not of the Sanhedrin, yet of the Sanhedrists—of the whole body of them (‘all the council’) in the sense of expressing what was the judgment and purpose of all the supreme council and leaders of Israel, with only very few exceptions. We bear in mind that the resolution to sacrifice Christ had for some time been taken.”"],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-34.p53"},"The purpose in quoting the foregoing is to show on acknowledged and eminent authority, some of the illegalities of the night trial of Jesus, which, as shown by the above, and by the scriptural record, was conducted by the high priest and “the council” or Sanhedrin, in admittedly irregular and unlawful manner. If the Sanhedrists tried and condemned, yet were not in session as the Sanhedrin, the enormity of the proceeding is, if possible, deeper and blacker than ever."],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-34.p54"},"In Chandler’s excellent work (vol. 1, “The Hebrew Trial”), the record of fact in the case, and the Hebrew criminal law bearing thereon are exhaustively considered. Then follows an elaborate “Brief,” in which the following points are set forth in order."],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-34.p55"},["span.emphasis","“Point 1: The arrest of Jesus was illegal,”"],"since it was effected by night, and through the treachery of Judas, an accomplice, both of which features were expressly forbidden in the Jewish law of that day."],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-34.p56"},["span.emphasis","“Point 2: The private examination of Jesus before Annas or Caiaphas was illegal”;"],"—for (1) it was made by night; (2) the hearing of any cause by a ‘sole judge’ was expressly forbidden; (3) as quoted from Salvador, ‘A principle perpetually reproduced in the Hebrew scriptures relates to the two conditions of publicity and liberty.’"],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-34.p57"},["span.emphasis","“Point 3.—The indictment against Jesus was, in form, illegal."],"‘The entire criminal procedure of the Mosaic code rests upon four rules: certainty in the indictment; publicity in the discussion; full freedom granted to the accused; and assurance against all dangers or errors of testimony’—Salvador, p. 365. ‘The Sanhedrin did not and could not originate charges; it only investigated those brought before it.’—Edersheim, vol. 1, p. 309. ‘The evidence of the leading witnesses constituted the charge. There was no other charge; no more formal indictment. Until they spoke and spoke in the public assembly, the prisoner was scarcely an accused man.’—Innes, p. 41. ‘The only prosecutors known to Talmudic criminal jurisprudence are the witnesses to the crime. Their duty is to bring the matter to the cognizance of the court, and to bear witness against the criminal. In capital cases they are the legal executioners also. Of an official accuser or prosecutor there is nowhere any trace in the laws of the ancient Hebrews.’—Mendelsohn, p. 110."],["p.para",{"id":"p58","uri":"/manual/jesus-the-christ/chapter-34.p58"},["span.emphasis","“Point 4: The proceedings of the Sanhedrin against Jesus were illegal because they were conducted at night."],"‘Let a capital offense be tried during the day, but suspend it at night.’—Mishna, Sanhedrin 4:1. ‘Criminal cases can be acted upon by the various courts during daytime only, by the Lesser Sanhedrions from the close of the morning service till noon, and by the Great Sanhedrion till evening.’—Mendelsohn, p. 112."],["p.para",{"id":"p59","uri":"/manual/jesus-the-christ/chapter-34.p59"},["span.emphasis","“Point 5: The proceedings of the Sanhedrin against Jesus were illegal because the court convened before the offering of the morning sacrifice."],"‘The Sanhedrin sat from the close of the morning sacrifice to the time of the evening sacrifice.’—Talmud, Jeremiah San. 1:19. ‘No session of the court could take place before the offering of the morning sacrifice.’—MM. Lemann, p. 109. ‘Since the morning sacrifice was offered at the dawn of day, it was hardly possible for the Sanhedrin to assemble until the hour after that time.’—Mishna, Tamid, ch. 3."],["p.para",{"id":"p60","uri":"/manual/jesus-the-christ/chapter-34.p60"},["span.emphasis","“Point 6: The proceedings against Jesus were illegal because they were conducted on the day preceding a Jewish Sabbath; also on the first day of unleavened bread and the eve of the Passover."],"—‘They shall not judge on the eve of the Sabbath nor on that of any festival.’—Mishna, San. 4:1. ‘No court of justice in Israel was permitted to hold sessions on the Sabbath or any of the seven Biblical holidays. In cases of capital crime, no trial could be commenced on Friday or the day previous to any holiday, because it was not lawful either to adjourn such cases longer than over night, or to continue them on the Sabbath or holiday.’—Rabbi Wise, ‘Martyrdom of Jesus,’ p. 67."],["p.para",{"id":"p61","uri":"/manual/jesus-the-christ/chapter-34.p61"},["span.emphasis","“Point 7: The trial of Jesus was illegal because it was concluded within one day."],"‘A criminal case resulting in the acquittal of the accused may terminate the same day on which the trial began. But if a sentence of death is to be pronounced, it cannot be concluded before the following day.’—Mishna, San. 4:1."],["p.para",{"id":"p62","uri":"/manual/jesus-the-christ/chapter-34.p62"},["span.emphasis","“Point 8: The sentence of condemnation pronounced against Jesus by the Sanhedrin was illegal because it was founded upon His uncorroborated confession."],"‘We have it as a fundamental principle of our jurisprudence that no one can bring an accusation against himself. Should a man make confession of guilt before a legally constituted tribunal, such confession is not to be used against him unless properly attested by two other witnesses.’—Maimonides, 4:2. ‘Not only is self-condemnation never extorted from the defendant by means of torture, but no attempt is ever made to lead him on to self-incrimination. Moreover, a voluntary confession on his part is not admitted in evidence, and therefore not competent to convict him, unless a legal number of witnesses minutely corroborate his self-accusation.’—Mendelsohn, p. 133."],["p.para",{"id":"p63","uri":"/manual/jesus-the-christ/chapter-34.p63"},["span.emphasis","“Point 9: The condemnation of Jesus was illegal because the verdict of the Sanhedrin was unanimous."],"‘A simultaneous and unanimous verdict of guilt rendered on the day of the trial has the effect of an acquittal.’—Mendelsohn, p. 141. ‘If none of the judges defend the culprit, i.e., all pronounce him guilty, having no defender in the court, the verdict of guilty was invalid and the sentence of death could not be executed.’—Rabbi Wise, ‘Martyrdom of Jesus,’ p. 74."],["p.para",{"id":"p64","uri":"/manual/jesus-the-christ/chapter-34.p64"},["span.emphasis","“Point 10: The proceedings against Jesus were illegal in that: (1) The sentence of condemnation was pronounced in a place forbidden by law; (2) The high priest rent his clothes; (3) The balloting was irregular."],"‘After leaving the hall Gazith no sentence of death can be passed upon any one soever.’—Talmud, Bab. ‘Of Idolatry’ 1:8. ‘A sentence of death can be pronounced only so long as the Sanhedrin holds its sessions in the appointed place.’—Maimonides, 14. See further",["a.scriptureRef",{"href":"/scriptures/ot/lev/21.10"},"Levit. 21:10"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/lev/10.6"},"10:6"],". ‘Let the judges each in his turn absolve or condemn.’—Mishna, San. 15:5. ‘The members of the Sanhedrin were seated in the form of a semi-circle, at the extremity of which a secretary was placed, whose business it was to record the votes. One of these secretaries recorded the votes in favor of the accused, the other those against him.’—Mishna, San. 4:3. ‘In ordinary cases the judges voted according to seniority, the oldest commencing; in a capital case the reverse order was followed.’—Benny, p. 73."],["p.para",{"id":"p65","uri":"/manual/jesus-the-christ/chapter-34.p65"},["span.emphasis","“Point 11: The members of the Great Sanhedrin were legally disqualified to try Jesus."],"‘Nor must there be on the judicial bench either a relation or a particular friend, or an enemy of either the accused or of the accuser.’—Mendelsohn, p. 108. ‘Nor under any circumstances was a man known to be at enmity with the accused person permitted to occupy a position among the judges.’—Benny, p. 37."],["p.para",{"id":"p66","uri":"/manual/jesus-the-christ/chapter-34.p66"},["span.emphasis","“Point 12: The condemnation of Jesus was illegal because the merits of the defense were not considered."],"‘Then shalt thou enquire, and make search, and ask diligently.’—",["a.scriptureRef",{"href":"/scriptures/ot/deut/13.14"},"Deut. 13:14"],". ‘The judges shall weigh the matter in the sincerity of their conscience.’—Mishna, San. 4:5. ‘The primary object of the Hebrew judicial system was to render the conviction of an innocent person impossible. All the ingenuity of the Jewish legists was directed to the attainment of this end.’—Benny, p. 56.”"],["p.para",{"id":"p67","uri":"/manual/jesus-the-christ/chapter-34.p67"},"Chandler’s masterly statements of fact and his arguments on each of the foregoing points are commended to the investigator. The author tersely avers: “The pages of human history present no stronger case of judicial murder than the trial and crucifixion of Jesus of Nazareth, for the simple reason that all forms of law were outraged and trampled under foot in the proceedings instituted against Him.” (p. 216.)"]],["li",["span.label","5."],["p.para",{"id":"p68","uri":"/manual/jesus-the-christ/chapter-34.p68"},["b","“His Blood Be on Us, and on Our Children.”"],"—Edersheim (vol. 2, p. 578) thus forcefully comments on the acknowledgment of responsibility for the death of Christ: “The Mishna tells us that, after the solemn washing of hands of the elders and their disclaimer of guilt, priests responded with this prayer: ‘Forgive it to thy people Israel, whom thou hast redeemed, O Lord, and lay not innocent blood upon thy people Israel.’ But here, in answer to Pilate’s words, came back that deep, hoarse cry: ‘His blood be upon us,’ and—God help us!—‘on our children.’ Some thirty years later, and on that very spot, was judgment pronounced against some of the best in Jerusalem; and among the 3,600 victims of the governor’s fury, of whom not a few were scourged and crucified right over against the Pretorium, were many of the noblest of the citizens of Jerusalem. (Josephus,",["span.emphasis","Wars,"],"xiv, chap. 8:9). A few years more, and hundreds of crosses bore Jewish mangled bodies within sight of Jerusalem. And still have these wanderers seemed to bear, from century to century, and from land to land, that burden of blood; and still does it seem to weigh ‘on us and on our children.’”"]],["li",["span.label","6."],["p.para",{"id":"p69","uri":"/manual/jesus-the-christ/chapter-34.p69"},["b","“We Have No King but Cæsar.”"],"—“With this cry Judaism was, in the person of its representatives, guilty of denial of God, of blasphemy, of apostasy. It committed suicide; and ever since has its dead body been carried in show from land to land, and from century to century,—to be dead and to remain dead, till He come a second time, who is the resurrection and the life.”—Edersheim, vol. 2, p. 581."]],["li",["span.label","7."],["p.para",{"id":"p70","uri":"/manual/jesus-the-christ/chapter-34.p70"},["b","The Underlying Cause of Pilate’s Surrender to the Jewish Demands."],"—Pilate knew what was right but lacked the moral courage to do it. He was afraid of the Jews, and more afraid of hostile influence at Rome. He was afraid of his conscience, but more afraid of losing his official position. It was the policy of Rome to be gracious and conciliatory in dealing with the religions and social customs of conquered nations. Pontius Pilate had violated this liberal policy from the early days of his procuratorship. In utter disregard of the Hebrew antipathy against images and heathen insignia, he had the legionnaires enter Jerusalem at night, carrying their eagles and standards decorated with the effigy of the emperor. To the Jews this act was a defilement of the Holy City. In vast multitudes they gathered at Cæsarea, and petitioned the procurator that the standards and other images be removed from Jerusalem. For five days the people demanded and Pilate refused. He threatened a general slaughter, and was amazed to see the people offer themselves as victims of the sword rather than relinquish their demands. Pilate had to yield (Josephus,",["span.emphasis","Antiquities,"],"xviii, chap. 3:1; also",["span.emphasis","Wars,"],"ii, chap. 9:2, 3). Again he gave offense in forcibly appropriating the Corban, or sacred funds of the temple, to the construction of an aqueduct for supplying Jerusalem with water from the pools of Solomon. Anticipating the public protest of the people, he had caused Roman soldiers to disguise themselves as Jews; and with weapons concealed to mingle with the crowds. At a given signal these assassins plied their weapons and great numbers of defenseless Jews were killed or wounded (Josephus,",["span.emphasis","Antiquities,"],"xviii, chap. 3:2; and",["span.emphasis","Wars,"],"ii. chap. 9:3, 4). On another occasion, Pilate had grossly offended the people by setting up in his official residence at Jerusalem, shields that had been dedicated to Tiberius, and this “less for the honor of Tiberius than for the annoyance of the Jewish people.” A petition signed by the ecclesiastical officials of the nation, and by others of influence, including four Herodian princes, was sent to the emperor, who reprimanded Pilate and directed that the shields be removed from Jerusalem to Cæsarea (Philo. De Legatione ad Caium; sec. 38)."],["p.para",{"id":"p71","uri":"/manual/jesus-the-christ/chapter-34.p71"},"These outrages on national feeling, and many minor acts of violence, extortion and cruelty, the Jews held against the procurator. He realized that his tenure was insecure, and he dreaded exposure. Such wrongs had he wrought that when he would have done good, he was deterred through cowardly fear of the accusing past."]],["li",["span.label","8."],["p.para",{"id":"p72","uri":"/manual/jesus-the-christ/chapter-34.p72"},["b","Judas Iscariot."],"—Today we speak of a traitor as a “Judas” or an “Iscariot.” The man who made the combined name infamous has been for ages a subject of discussion among theologians and philosophers, and in later times the light of psychological analysis has been turned upon him. German philosophers were among the earliest to assert that the man had been judged in unrighteousness, and that his real character was of brighter tint than that in which it had been painted. Indeed some critics hold that of all the Twelve, Judas was the one most thoroughly convinced of our Lord’s divinity in the flesh; and these apologists attempt to explain the betrayal as a deliberate and well-intended move to force Jesus into a position of difficulty from which He could escape only by the exercise of His powers of Godship, which, up to that time, He had never used in His own behalf."],["p.para",{"id":"p73","uri":"/manual/jesus-the-christ/chapter-34.p73"},"We are not the invested judges of Judas nor of any other; but we are competent to frame and hold opinions as to the actions of any. In the light of the revealed word it appears that Judas Iscariot had given himself up to the cause of Satan while ostensibly serving the Christ in an exalted capacity. Such a surrender to evil powers could be accomplished only through sin. The nature and extent of the man’s transgressions through the years are not told us. He had received the testimony that Jesus was the Son of God; and in the full light of that conviction he turned against his Lord, and betrayed Him to death. Modern revelation is no less explicit than ancient in declaring that the path of sin is that of spiritual darkness leading to certain destruction. If the man who is guilty of adultery, even in his heart only, shall, unless he repents, surely forfeit the companionship of the Spirit of God, and “shall deny the faith,” and so the voice of God hath affirmed (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.16"},"D&C 63:16"],"), we cannot doubt that any and all forms of deadly sin shall poison the soul and, if not forsaken through true repentance, shall bring that soul to condemnation. For his trained and skilful servants, Satan will provide opportunities of service commensurate with their evil ability. Whatever the opinion of modern critics as to the good character of Judas, we have the testimony of John, who for nearly three years had been in close companionship with him, that the man was a thief (",["a.scriptureRef",{"href":"/scriptures/nt/john/12.6"},"12:6"],"); and Jesus referred to him as a devil (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.70"},"6:70"],"), and as “the son of perdition” (",["a.scriptureRef",{"href":"/scriptures/nt/john/17.12"},"17:12"],"). See in this connection",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.41-48"},"D&C 76:41–48"],"."],["p.para",{"id":"p74","uri":"/manual/jesus-the-christ/chapter-34.p74"},"That the evil proclivities of Judas Iscariot were known to Christ is evidenced by the Lord’s direct statement that among the Twelve was one who was a devil; (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.70"},"John 6:70"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/13.27"},"13:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.3"},"Luke 22:3"],"); and furthermore that this knowledge was His when the Twelve were selected is suggested by the words of Jesus: “I know whom I have chosen,” coupled with the explanation that in the choice He had made would the scriptures be fulfilled. As the sacrificial death of the Lamb of God was foreknown and foretold so the circumstances of the betrayal were foreseen. It would be contrary to both the letter and spirit of the revealed word to say that the wretched Iscariot was in the least degree deprived of freedom or agency in the course he followed to so execrable an end. His was the opportunity and privilege common to the Twelve, to live in the light of the Lord’s immediate presence, and to receive from the source divine the revelation of God’s purposes. Judas Iscariot was no victim of circumstances, no insensate tool guided by a superhuman power, except as he by personal volition gave himself up to Satan, and accepted a wage in the devil’s employ. Had Judas been true to the right, other means than his perfidy would have operated to bring the Lamb to the slaughter. His ordination to the apostleship placed him in possession of opportunity and privilege above that of the uncalled and unordained; and with such blessed possibility of achievement in the service of God came corresponding capability to fall. A trusted and exalted officer of the government can commit acts of treachery and treason such as are impossible to the citizen who has never learned the secrets of State. Advancement implies increased accountability, even more literally so in the affairs of God’s kingdom than in the institutions of men."],["p.para",{"id":"p75","uri":"/manual/jesus-the-christ/chapter-34.p75"},"There is an apparent discrepancy between the account of Judas Iscariot’s death given by Matthew (",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.3-10"},"27:3–10"],") and that in Acts (",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.16-20"},"1:16–20"],"). According to the first, Judas hanged himself; the second states that he fell headlong, “and all his bowels gushed out.” If both records be accurate, the wretched man probably hanged himself, and afterward fell, possibly through the breaking of the cord or the branch to which it was attached. Matthew says the Jewish rulers purchased the “field of blood”; the writer of the Acts quotes Peter as saying that Judas bought the field with the money he had received from the priests. As the ground was bought with the money that had belonged to Iscariot, and as this money had never been formally taken back by the temple officials, the field bought therewith belonged technically to the estate of Judas. The variations are of importance mainly as showing independence of authorship. The accounts agree in the essential feature, that Judas died a miserable suicide."],["p.para",{"id":"p76","uri":"/manual/jesus-the-christ/chapter-34.p76"},"Concerning the fate of the “sons of perdition,” the Lord has given a partial but awful account through a revelation dated February 16, 1832: “Thus saith the Lord, concerning all those who know my power, and have been made partakers thereof, and suffered themselves, through the power of the devil, to be overcome, and to deny the truth and defy my power—They are they who are the sons of perdition, of whom I say that it had been better for them never to have been born, For they are vessels of wrath, doomed to suffer the wrath of God, with the devil and his angels in eternity; Concerning whom I have said there is no forgiveness in this world nor in the world to come, Having denied the Holy Spirit after having received it, and having denied the Only Begotten Son of the Father—having crucified him unto themselves and put him to an open shame. These are they who shall go away into the lake of fire and brimstone, with the devil and his angels, And the only ones on whom the second death shall have any power. … Wherefore, he saves all except them: they shall go away into everlasting punishment, which is endless punishment, which is eternal punishment, to reign with the devil and his angels in eternity, where their worm dieth not, and the fire is not quenched, which is their torment; And the end thereof, neither the place thereof, nor their torment, no man knows. Neither was it revealed, neither is, neither will be revealed unto man, except to them who are made partakers thereof: Nevertheless I, the Lord, show it by vision unto many, but straightway shut it up again; Wherefore the end, the width, the height, the depth, and the misery thereof, they understand not, neither any man except them who are ordained unto this condemnation.”—",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.31-37,44-48"},"D&C 76:31–37, 44–48"],"."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-34.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/john/18.13,24"},"John 18:13, 24"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-34.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.57"},"Matthew 26:57"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.53"},"Mark 14:53"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.54"},"Luke 22:54"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-34.fn3"},["b","3"],["span.label","c"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p48"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-34.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/john/18.14"},"John 18:14"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/11.49-50"},"11:49, 50"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-34.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/john/18.19-23"},"John 18:19–23"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-34.fn6"},["b","6"],["span.label","f"],"The common text of",["a.scriptureRef",{"href":"/scriptures/nt/john/18.22"},"John 18:22"],", says that the man “struck Jesus with the palm of his hand,” that is to say slapped Him; such an act added humiliating insult to violence; the marginal reading of the revised version is “with a rod.” There is lack of agreement on this point in the early Mss."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-34.fn7"},["b","7"],["span.label","g"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p49"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-34.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.59-61"},"Matthew 26:59–61"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.55-59"},"Mark 14:55–59"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-34.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.61"},"Matthew 26:61"],"and",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.58"},"Mark 14:58"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-34.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.18-22"},"John 2:18–22"],"; see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p9"},"156–157"],"herein."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-34.fn11"},["b","11"],["span.label","k"],"Note the accusation reported to Pilate that Jesus was guilty of “perverting the nation,”",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.2"},"Luke 23:2"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-34.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.63-66"},"Matthew 26:63–66"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.61-64"},"Mark 14:61–64"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-34.fn13"},["b","13"],["span.label","m"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p11"},"191"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p32"},"201"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-34.fn14"},["b","14"],["span.label","n"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.62"},"Mark 14:62"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-34.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.65-66"},"Matthew 26:65, 66"],". Revised version reads: “He is worthy of death,” and gives in margin a yet more literal rendering: “liable to” death."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-34.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/ot/lev/21.10"},"Leviticus 21:10"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-34.fn17"},["b","17"],["span.label","q"],"Josephus,",["span.emphasis","Wars,"],"ii, 15:2, 4; also 1 Maccabees 11:71."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-34.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.67"},"Matthew 26:67"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.65"},"Mark 14:65"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.32"},"Luke 18:32"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.6"},"Isaiah 50:6"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-34.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.68"},"Matthew 26:68"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.62-65"},"Luke 22:62–65"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-34.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/mark/14.64"},"Mark 14:64"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-34.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/luke/22.66"},"Luke 22:66"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-34.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/john/18.28"},"John 18:28"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-34.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/luke/22.66-71"},"Luke 22:66–71"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-34.fn24"},["b","24"],["span.label","x"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p50"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-34.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/mark/15.1"},"Mark 15:1"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.1-2"},"Matthew 27:1, 2"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/18.28"},"John 18:28"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-34.fn26"},["b","26"],["span.label","z"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p51"},"Note 4"],", end of chapter, gives further details of the unlawful irregularities of the Jewish trial of Jesus."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-34.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.58,69-75"},"Matthew 26:58, 69–75"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.54,66-72"},"Mark 14:54, 66–72"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.54-62"},"Luke 22:54–62"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/18.15-18,25-27"},"John 18:15–18, 25–27"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-34.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/john/18.8-9"},"John 18:8, 9"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p54"},"615"],"herein."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-34.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.35,40"},"John 1:35, 40"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/13.23"},"13:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.26"},"19:26"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/20.2"},"20:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/21.7,20,24"},"21:7, 20, 24"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-34.fn30"},["b","30"],["span.label","d"],"Observe that Mark, who alone states that the Lord said to Peter “before the cock crow twice, thou shalt deny me thrice,” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.30"},"14:30"],") records a first crowing of the cock after Peter’s first denial (",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.68"},"v. 68"],") and a second crowing after the third denial (",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.72"},"v. 72"],")."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-34.fn31"},["b","31"],["span.label","e"],"Cæsarea Palestina, not Cæsarea Philippi."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-34.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/john/18.28-32"},"John 18:28–32"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-34.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/luke/23.2"},"Luke 23:2"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-34.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/john/18.33-38"},"John 18:33–38"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.11"},"Matthew 27:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.2"},"Mark 15:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.3-4"},"Luke 23:3, 4"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-34.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/luke/23.5-7"},"Luke 23:5–7"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-34.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/luke/23.8-12"},"Luke 23:8–12"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-34.fn37"},["b","37"],["span.label","k"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p5"},"110"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p23"},"118"],"; see also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p41"},"106"],"."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-34.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/luke/23.12"},"Luke 23:12"],"."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-34.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/14.1"},"Matthew 14:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.14"},"Mark 6:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.7,9"},"Luke 9:7, 9"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-34.fn40"},["b","40"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/luke/13.31-32"},"Luke 13:31, 32"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-26.p64"},"446"],"herein."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-34.fn41"},["b","41"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/luke/23.11"},"Luke 23:11"],". Revised version reads, “arraying him in gorgeous apparel.” Clarke (“Commentaries”) and many other writers assume that the robe was white, that being the usual color of dress amongst the Jewish nobility."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-34.fn42"},["b","42"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/luke/23.13-25"},"Luke 23:13–25"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.15-31"},"Matthew 27:15–31"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.6-20"},"Mark 15:6–20"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/18.39-40"},"John 18:39, 40"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.1-16"},"19:1–16"],"."],[".footnote",{"id":"fn43","uri":"/manual/jesus-the-christ/chapter-34.fn43"},["b","43"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.18"},"Matthew 27:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.10"},"Mark 15:10"],"."],[".footnote",{"id":"fn44","uri":"/manual/jesus-the-christ/chapter-34.fn44"},["b","44"],["span.label","r"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p68"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn45","uri":"/manual/jesus-the-christ/chapter-34.fn45"},["b","45"],["span.label","s"],"Matthew says “scarlet,” Mark and John say “purple.”"],[".footnote",{"id":"fn46","uri":"/manual/jesus-the-christ/chapter-34.fn46"},["b","46"],["span.label","t"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.32"},"Luke 18:32"],"."],[".footnote",{"id":"fn47","uri":"/manual/jesus-the-christ/chapter-34.fn47"},["b","47"],["span.label","u"],"“Ecce Homo.”"],[".footnote",{"id":"fn48","uri":"/manual/jesus-the-christ/chapter-34.fn48"},["b","48"],["span.label","v"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p69"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn49","uri":"/manual/jesus-the-christ/chapter-34.fn49"},["b","49"],["span.label","w"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p70"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn50","uri":"/manual/jesus-the-christ/chapter-34.fn50"},["b","50"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.3-10"},"Matthew 27:3–10"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.16-20"},"Acts 1:16–20"],"."],[".footnote",{"id":"fn51","uri":"/manual/jesus-the-christ/chapter-34.fn51"},["b","51"],["span.label","y"],"Revised version of",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.5"},"Matthew 27:5"],"reads, “And he cast down the pieces of silver into the sanctuary” instead of “in the temple,” signifying that he flung the money into the Porch of the Holy House, as distinguished from the outer and public courts."],[".footnote",{"id":"fn52","uri":"/manual/jesus-the-christ/chapter-34.fn52"},["b","52"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/acts/1.19"},"Acts 1:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.8"},"Matthew 27:8"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p72"},"Note 8"],", end of chapter."]]}
