{"id":27,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":27,"title":"Chapter 25: Jesus Again in Jerusalem","subtitle":"","short_title":"Chapter 25","uri":"/manual/jesus-the-christ/chapter-25","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-25"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-25.head1"},[".titleNumber","Chapter 25"],["h1","Jesus Again in Jerusalem"]],[".bodyBlock",[".topic",["h2","Departure from Galilee",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-25.p4"},"Of our Lord’s labors during His brief sojourn in Galilee following His return from the region of Cæsarea Philippi we have no record aside from that of His instructions to the apostles. His Galilean ministry, so far as the people in general were concerned, had practically ended with the discourse at Capernaum on His return thither after the miracles of feeding the five thousand and walking upon the sea. At Capernaum many of the disciples had turned away from the Master,",["sup",["a",{"href":"fn_2"},"b"]],"and now, after another short visit, He prepared to leave the land in which so great a part of His public work had been accomplished."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-25.p5"},"It was autumn; about six months had passed since the return of the apostles from their missionary tour; and the Feast of Tabernacles was near at hand. Some of the kinsmen of Jesus came to Him, and proposed that He go to Jerusalem and take advantage of the opportunity offered by the great national festival to declare Himself more openly than He had theretofore done. His brethren, as the visiting relatives are called, urged that He seek a broader and more prominent field than Galilee for the display of His powers, arguing that it was inconsistent for any man to keep himself in comparative obscurity when he wanted to be widely known. “Shew thyself to the world,” said they. Whatever their motives may have been, these brethren of His did not advise more extended publicity through any zeal for His divine mission; indeed, we are expressly told that they did not believe in Him.",["sup",["a",{"href":"fn_3"},"c"]],"Jesus replied to their presumptuous advice: “My time is not yet come: but your time is always ready. The world cannot hate you; but me it hateth, because I testify of it, that the works thereof are evil. Go ye up unto this feast: I go not up yet unto this feast; for my time is not yet full come.” It was not their prerogative to direct His movements, not to say when He should do even what He intended to do eventually.",["sup",["a",{"href":"fn_4"},"d"]],"He made it plain that between their status and His there was essential difference; they were of the world, which they loved as the world loved them; but the world hated Him because of His testimony."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-25.p6"},"This colloquy between Jesus and His brethren took place in Galilee. They soon started for Jerusalem leaving Him behind. He had not said that He would not go to the feast; but only “I go not up yet unto this feast; for my time is not yet full come.” Some time after their departure He followed, traveling “not openly, but as it were in secret.” Whether He went alone, or accompanied by any or all of the Twelve, we are not told."]],[".topic",["h2","At the Feast of Tabernacles",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-25.p8"},"The agitated state of the public mind respecting Jesus is shown by the interest manifest in Jerusalem as to the probability of His presence at the feast. His brethren, who probably were questioned, could give no definite information as to His coming. He was sought for in the crowds; there was much discussion and some disputation concerning Him. Many people expressed their conviction that He was a good man, while others contradicted on the claim that He was a deceiver. There was little open discussion, however, for the people were afraid of incurring the displeasure of the rulers."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-25.p9"},"As originally established, the Feast of Tabernacles was a seven day festival, followed by a holy convocation on the eighth day. Each day was marked by special and in some respects distinctive services, all characterized by ceremonies of thanksgiving and praise.",["sup",["a",{"href":"fn_6"},"f"]],"“Now about the midst of the feast,” probably on the third or fourth day, “Jesus went up into the temple, and taught.” The first part of His discourse is not recorded, but its scriptural soundness is intimated in the surprise of the Jewish teachers, who asked among themselves: “How knoweth this man letters, having never learned?” He was no graduate of their schools; He had never sat at the feet of their rabbis; He had not been officially accredited by them nor licensed to teach. Whence came His wisdom, before which all their academic attainments were as nothing? Jesus answered their troubled queries, saying: My doctrine is not mine, but his that sent me. If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.” His Teacher, greater even than Himself, was the Eternal Father, whose will He proclaimed. The test proposed to determine the truth of His doctrine was in every way fair, and withal simple; anyone who would earnestly seek to do the will of the Father should know of himself whether Jesus spoke truth or error.",["sup",["a",{"href":"fn_7"},"g"]],"The Master proceeded to show that a man who speaks on his own authority alone seeks to aggrandize himself. Jesus did not so; He honored His Teacher, His Father, His God, not Himself; and therefore was He free from the taint of selfish pride or unrighteousness. Moses had given them the law, and yet, as Jesus affirmed, none of them kept the law."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-25.p10"},"Then, with startling abruptness, He challenged them with the question, “Why go ye about to kill me?” On many occasions had they held dark counsel with one another as to how they could get Him into their power and put Him to death; but they thought that the murderous secret was hidden within their own circle. The people had heard the seducing assertions of the ruling classes, that Jesus was possessed by a demon, and that He wrought wonders through the power of Beelzebub; and in the spirit of this blasphemous slander, they cried out: “Thou hast a devil: who goeth about to kill thee?”"],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-25.p11"},"Jesus knew that the two specifications of alleged guilt on which the rulers were striving most assiduously to convict Him in the popular mind, and so turn the people against Him, were those of Sabbath-breaking and blasphemy. On an earlier visit to Jerusalem He had healed an afflicted man on the Sabbath, and had utterly disconcerted the hypercritical accusers who even then had sought to compass His death.",["sup",["a",{"href":"fn_8"},"h"]],"To this act of mercy and power Jesus now referred, saying: “I have done one work, and ye all marvel.” Seemingly they were still of unsettled mind, in doubt as to accepting Him because of the miracle or denouncing Him because He had done it on the Sabbath. Then He showed the inconsistency of charging Him with Sabbath-desecration for such a merciful deed, when the law of Moses expressly allowed acts of mercy, and even required that the mandatory rite of circumcision should not be deferred because of the Sabbath. “Judge not according to the appearance, but judge righteous judgment” said He."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-25.p12"},"The masses were still divided in their estimate of Jesus, and were moreover puzzled over the indecision of the rulers. Some of the Jerusalem Jews knew of the plan to arrest Him, and if possible to bring Him to death, and the people queried why nothing was done when He was there teaching publicly within reach of the officials. They wondered whether the rulers had not at least come to believe that Jesus was indeed the Messiah. The thought, however, was brushed aside when they remembered that all knew whence He came; He was a Galilean, and from Nazareth, whereas as they had been taught, however wrongly, the advent of the Christ was to be mysterious so that none would know whence He came. Strange it was, indeed, that men should reject Him because of a lack of mystery and miracle in His advent; when, had they known the truth, they would have seen in His birth a miracle without precedent or parallel in the annals of time. Jesus directly answered their weak and faulty reasoning. Crying aloud within the temple courts, He assured them that while they knew whence He came as one of their number, yet they did not know that He had come from God, neither did they know God who had sent Him: “But,” He added, “I know him: for I am from him, and he hath sent me.” At this reiterated testimony of His divine origin, the Jews were the more enraged, and they determined anew to take Him by force; nevertheless none laid hands upon him “because his hour was not yet come.”"],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-25.p13"},"Many of the people believed in their hearts that He was of God, and ventured to ask among themselves whether Christ would do greater works than Jesus had done. The Pharisees and chief priests feared a possible demonstration in favor of Jesus, and forthwith sent officers to arrest Him and bring him before the Sanhedrin.",["sup",["a",{"href":"fn_9"},"i"]],"The presence of the temple police caused no interruption to the Master’s discourse, though we may reasonably infer that He knew the purpose of their errand. He spoke on, saying that He would be with the people but a little while; and that after He had returned to the Father, they would seek Him vainly, for where He would then be they could not come. This remark evoked more bitter discussion. Some of the Jews wondered whether He intended to leave the borders of the land and go among the Gentiles to teach them and the dispersed Israelites."],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-25.p14"},"As part of the temple service incident to the feast, the people went in procession to the Pool of Siloam",["sup",["a",{"href":"fn_10"},"j"]],"where a priest filled a golden ewer, which he then carried to the altar and there poured out the water to the accompaniment of trumpet blasts and the acclamations of the assembled hosts.",["sup",["a",{"href":"fn_11"},"k"]],"According to authorities on Jewish customs, this feature was omitted on the closing day of the feast. On this last or “great day,” which was marked by ceremonies of unusual solemnity and rejoicing, Jesus was again in the temple. It may have been with reference to the bringing of water from the pool, or to the omission of the ceremony from the ritualistic procedure of the great day, that Jesus cried aloud, His voice resounding through the courts and arcades of the temple: “If any man thirst, let him come unto me, and drink. He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.”",["sup",["a",{"href":"fn_12"},"l"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-25.p15"},"John, the recorder, remarks parenthetically that this promise had reference to the bestowal of the Holy Ghost, which at that time had not been granted, nor was it to be until after the ascension of the risen Lord.",["sup",["a",{"href":"fn_13"},"m"]]],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-25.p16"},"Again many of the people were so impressed that they declared Jesus could be none other than the Messiah; but others objected, saying that the Christ must come from Bethlehem of Judea and Jesus was known to have come from Galilee.",["sup",["a",{"href":"fn_14"},"n"]],"So there was further dissension; and though some wanted Him apprehended, not a man was found who would venture to lay hold on Him."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-25.p17"},"The police officers returned without their intended prisoner. To the angry demand of the chief priests and Pharisees as to why they had not brought Him, they acknowledged that they had been so affected by His teachings as to be unable to make the arrest. “Never man spake like this man,” they said. Their haughty masters were furious. “Are ye also deceived?” they demanded; and further, “Have any of the rulers or of the Pharisees believed on him?” What was the opinion of the common people worth? They had never learned the law, and were therefore accursed and of no concern. Yet with all this show of proud disdain, the chief priests and Pharisees were afraid of the common people, and were again halted in their wicked course."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-25.p18"},"One voice of mild protest was heard in the assembly. Nicodemus, a member of the Sanhedrin, and the same who had come to Jesus by night to inquire into the new teaching,",["sup",["a",{"href":"fn_15"},"o"]],"mustered courage enough to ask: “Doth our law judge any man, before it hear him, and know what he doeth?” The answer was insulting. Maddened with bigotry and bloodthirsty fanaticism, some of his colleagues turned upon him with the savage demand: “Art thou also of Galilee?” meaning, Art thou also a disciple of this Galilean whom we hate? Nicodemus was curtly told to study the scriptures, and he would fail to find any prediction of a prophet arising in Galilee. The anger of these learned bigots had blinded them even to their own vaunted knowledge, for several of the ancient prophets were regarded as Galileans;",["sup",["a",{"href":"fn_16"},"p"]],"if, however they had meant to refer only to that Prophet of whom Moses had spoken, the Messiah, they were correct, since all predictions pointed to Bethlehem in Judea as His birthplace. It is evident that Jesus was thought of as a native of Nazareth, and that the circumstances of His birth were not of public knowledge."]],[".topic",["h2","“Go, and Sin No More”",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-25.p20"},"After the festivities were over, Jesus went to the temple one morning early; and as He sat, probably in the Court of the Women, which was the usual place of public resort, many gathered about Him and He proceeded to teach them as was His custom. His discourse was interrupted by the arrival of a party of scribes and Pharisees with a woman in charge, who, they said, was guilty of adultery. To Jesus they presented this statement and question: “Now Moses in the law commanded us, that such should be stoned; but what sayest thou?” The submitting of the case to Jesus was a prearranged snare, a deliberate attempt to find or make a cause for accusing Him. Though it was not unusual for Jewish officials to consult rabbis of recognized wisdom and experience when difficult cases were to be decided, the case in point involved no legal complications. The woman’s guilt seems to have been unquestioned, though the witnesses required by the statutes are not mentioned as appearing unless the accusing scribes and Pharisees are to be so considered; the law was explicit, and the custom of the times in dealing with such offenders was well known. While it is true that the law of Moses had decreed death by stoning as the penalty for adultery, the infliction of the extreme punishment had lapsed long before the time of Christ. One may reasonably ask why the woman’s partner in the crime was not brought for sentence, since the law so zealously cited by the officious accusers provided for the punishment of both parties to the offense.",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-25.p21"},"The question of the scribes and Pharisees, “But what sayest thou?” may have intimated their expectation that Jesus would declare the law obsolete; perhaps they had heard of the Sermon on the Mount, in which many requirements in advance of the Mosaic code had been proclaimed.",["sup",["a",{"href":"fn_19"},"s"]],"Had Jesus decided that the wretched woman ought to suffer death, her accusers might have said that he was defying the existing authorities; and possibly the charge of opposition to the Roman government might have been formulated, since power to inflict the death penalty had been taken from all Jewish tribunals; and moreover, the crime with which this woman was charged was not a capital offense under Roman law. Had He said that the woman should go unpunished or suffer only minor infliction, the crafty Jews could have charged Him with disrespect for the law of Moses. To these scribes and Pharisees Jesus at first gave little heed. Stooping down He traced with His finger on the ground; but as He wrote they continued to question Him. Lifting Himself up He answered them, in a terse sentence that has become proverbial: “He that is without sin among you, let him first cast a stone at her.” Such was the law; the accusers on whose testimony the death penalty was pronounced were to be the first to begin the work of execution.",["sup",["a",{"href":"fn_20"},"t"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-25.p22"},"Having spoken, Jesus again stooped and wrote upon the ground. The woman’s accusers were “convicted by their own conscience”; shamed and in disgrace they slunk away, all of them from the eldest to the youngest. They knew themselves to be unfit to appear either as accusers or judges.",["sup",["a",{"href":"fn_21"},"u"]],"What cowards doth conscience make! “When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee? She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go and sin no more.”",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-25.p23"},"The woman was repentant; she remained humbly awaiting the Master’s decision, even after her accusers had gone. Jesus did not expressly condone; He declined to condemn; but He sent the sinner away with a solemn adjuration to a better life.",["sup",["a",{"href":"fn_23"},"w"]]]],[".topic",["h2","The Light of the World",["sup",["a",{"href":"fn_24"},"x"]]],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-25.p25"},"Sitting within the temple enclosure in the division known as the Treasury, which was connected with the Court of the Women,",["sup",["a",{"href":"fn_25"},"y"]],"our Lord continued His teaching, saying: “I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.”",["sup",["a",{"href":"fn_26"},"z"]],"The great lamps set up in the court as a feature of the joyful celebration just ended gave point to our Lord’s avowal of Himself as the Light of the World. It was another proclamation of His divinity as God and the Son of God. The Pharisees challenged His testimony, declaring it of no worth because He bore record of Himself. Jesus admitted that He testified of Himself, but affirmed nevertheless that what He said was true, for He knew whereof He spoke, whence He came and whither He would go, while they spoke in ignorance. They thought, talked, and judged after the ways of men and the frailties of the flesh; He was not sitting in judgment, but should He choose to judge, then His judgment would be just, for He was guided by the Father who sent Him. Their law required the testimony of two witnesses for the legal determination of any question of fact;",["sup",["a",{"href":"fn_27"},"a"]],"and Jesus cited Himself and His Father as witnesses in support of His affirmation. His opponents then asked with contemptuous or sarcastic intent, “Where is thy Father?” The reply was in lofty tone: “Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also.” Enraged at their own discomfiture, the Pharisees would have seized Him, but found themselves impotent. “No man laid hands on him; for his hour was not yet come.”"]],[".topic",["h2","The Truth Shall Make You Free",["sup",["a",{"href":"fn_28"},"b"]]],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-25.p27"},"Again addressing the mixed assemblage, which probably comprized Pharisees, scribes, rabbis, priests, Levites, and lay people, Jesus repeated His former assertion that soon He would leave them, and that whither He went they could not follow; and added the fateful assurance that they would seek Him in vain and would die in their sins. His solemn portent was treated with light concern if not contempt. Some of them asked querulously, “Will he kill himself?” the implication being that in such case they surely would not follow Him; for according to their dogma, Gehenna was the place of suicides, and they, being of the chosen people, were bound for heaven not hell. The Lord’s dignified rejoinder was: “Ye are from beneath; I am from above: ye are of this world; I am not of this world. I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.”"],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-25.p28"},"This reiteration of His distinctive supremacy brought forth the challenging question, “Who art thou?” Jesus replied, “Even the same that I said unto you from the beginning.” The many matters on which He might have judged them He refrained from mentioning, but testified anew of the Father, saying: “He that sent me is true; and I speak to the world those things which I have heard of him.” Explicit as His earlier explanations had been, the Jews in their gross prejudice “understood not that he spake to them of the Father.” To His Father Jesus ascribed all honor and glory, and repeatedly declared Himself as sent to do the Father’s will. “Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things. And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.”"],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-25.p29"},"The evident earnestness and profound conviction With which Jesus spoke caused many of His hearers to believe on Him; and these He addressed with the promise that if they continued in that belief, and shaped their lives according to His word, they should be His disciples indeed. A further promise followed: “And ye shall know the truth, and the truth shall make you free.” At these words, so rich in blessing, so full of comfort for the believing soul, the people were stirred to angry demonstrations; their Jewish temper was immediately ablaze. To promise them freedom was to imply that they were not already free. “We be Abraham’s seed, and were never in bondage to any man: how sayest thou, Ye shall be made free?” In their unbridled fanaticism they had forgotten the bondage of Egypt, the captivity of Babylon, and were oblivious of their existing state of vassalage to Rome. To say that Israel had never been in bondage was not only to convict themselves of falsehood but to stultify themselves wretchedly."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-25.p30"},"Jesus made it clear that He had not referred to freedom in its physical or political sense alone, though to this conception their false disavowal had been directed; the liberty He proclaimed was spiritual liberty; the grievous bondage from which He would deliver them was the serfdom of sin. To their vaunted boast that they were free men, not slaves, He replied: “Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.” As a sinner, every one of them was in slavery. A bond-servant, Jesus reminded them, was allowed in the master’s house by sufferance only; it was not his inherent right to remain there; his owner could send him away at any time, and might even sell him to another; but a son of the family had of his own right a place in his father’s home. Now, if the Son of God made them free they would be free indeed. Though they were of Abrahamic lineage in the flesh, they were no heirs of Abraham in spirit or works. Our Lord’s mention of His Father as distinct from their father drew forth the angry reiteration, “Abraham is our father,” to which Jesus replied: “If ye were Abraham’s children, ye would do the works of Abraham. But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham. Ye do the deeds of your father.” In their blind anger they apparently construed this to imply that though they were children of Abraham’s household some other man than Abraham was their actual progenitor, or that they were not of unmixed Israelitish blood. “We be not born of fornication” they cried, “we have one Father, even God. Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.”"],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-25.p31"},"They failed to understand because of their stubborn refusal to listen dispassionately. With forceful accusation Jesus told them whose children they actually were, as evinced by the hereditary traits manifest in their lives: “Ye are of your father the devil, and the lusts of your father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.",["sup",["a",{"href":"fn_29"},"c"]],"And because I tell you the truth, ye believe me not.” He challenged them to find sin in Him; and then asked why, if He spake the truth, they so persistently refused to believe Him. Answering His own question, He told them that they were not of God and therefore they understood not the words of God. The Master was unimpeachable; His terse, cogent assertions were unanswerable. In impotent rage the discomfited Jews resorted to invective and calumny. “Say we not well that thou art a Samaritan, and hast a devil?” they shrieked. They had before called Him a Galilean; that appellative was but mildly depreciatory, and moreover was a truthful designation according to their knowledge; but the epithet “Samaritan” was inspired by hate,",["sup",["a",{"href":"fn_30"},"d"]],"and by its application they meant to disown Him as a Jew."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-25.p32"},"The charge that He was a demoniac was but a repetition of earlier slanders. Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me.” Reverting to the eternal riches offered by His gospel, the Master said: “Verily, verily, I say unto you, If a man keep my saying, he shall never see death.” This rendered them the more infuriate: “Now we know that thou hast a devil” they cried, and as evidence of what they professed to regard as His insanity, they cited the fact that great as were Abraham and the prophets they were dead, yet Jesus dared to say that all who kept His sayings should be exempt from death. Did He pretend to exalt Himself above Abraham and the prophets? “Whom makest thou thyself?” they demanded. The Lord’s reply was a disclaimer of all self-aggrandizement; His honor was not of His own seeking, but was the gift of His Father, whom He knew; and were He to deny that He knew the Father He would be a liar like unto themselves. Touching the relationship between Himself and the great patriarch of their race, Jesus thus affirmed and emphasized His own supremacy: “Your father Abraham rejoiced to see my day: and he saw it, and was glad.” Not only angered but puzzled, the Jews demanded further explanation. Construing the last declaration as applying to the mortal state only, they said: “Thou art not yet fifty years old, and hast thou seen Abraham?” Jesus answered, “Verily, verily, I say unto you, Before Abraham was, I am.”"],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-25.p33"},"This was an unequivocal and unambiguous declaration of our Lord’s eternal Godship. By the awful title I AM He had made Himself known to Moses and thereafter was so known in Israel.",["sup",["a",{"href":"fn_31"},"e"]],"As already shown, it is the equivalent of “Yahveh,” or “Jahveh” now rendered “Jehovah,” and signifies “The Self-existent One” “The Eternal” “The First and the Last.”",["sup",["a",{"href":"fn_32"},"f"]],"Jewish traditionalism forbade the utterance of the sacred Name; yet Jesus claimed it as His own. In an orgy of self-righteous indignation, the Jews seized upon the stones that lay in the unfinished courts, and would have crushed their Lord, but the hour of His death had not yet come, and unseen of them He passed through the crowd and departed from the temple."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-25.p34"},"His seniority to Abraham plainly referred to the status of each in the antemortal or preexistent state; Jesus was as literally the Firstborn in the spirit-world, as He was the Only Begotten in the flesh. Christ is as truly the Elder Brother of Abraham and Adam as of the last-born child of earth.",["sup",["a",{"href":"fn_33"},"g"]]]],[".topic",["h2","Bodily and Spiritual Blindness—Sight Given to a Man on the Sabbath",["sup",["a",{"href":"fn_34"},"h"]]],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-25.p36"},"At Jerusalem Jesus mercifully gave sight to a man who had been blind from his birth.",["sup",["a",{"href":"fn_35"},"i"]],"The miracle is an instance of Sabbath-day healing, of more than ordinary interest because of its attendant incidents. It is recorded by John alone, and, as usual with that writer, his narrative is given with descriptive detail. Jesus and His disciples saw the sightless one upon the street. The poor man lived by begging. The disciples, eager to learn, asked: “Master, who did sin, this man, or his parents, that he was born blind?” The Lord’s reply was: “Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.” The disciples’ question implied their belief in a state of moral agency and choice antedating mortality; else, how could they have thought of the man having sinned so as to bring upon himself congenital blindness? We are expressly told that he was born blind. That he might have been a sufferer from the sins of his parents was conceivable.",["sup",["a",{"href":"fn_36"},"j"]],"The disciples evidently had been taught the great truth of an antemortal existence. It is further to be seen that they looked upon bodily affliction as the result of personal sin. Their generalization was too broad; for, while as shown by instances heretofore cited,",["sup",["a",{"href":"fn_37"},"k"]],"individual wickedness may and does bring physical ills in its train, man is liable to err in his judgment as to the ultimate cause of affliction. The Lord’s reply was sufficing; the man’s blindness would be turned to account in bringing about a manifestation of divine power. As Jesus explained respecting His own ministry, it was necessary that He do the Father’s work in the season appointed, for His time was short. With impressive pertinency as relating to the state of the man who had been in darkness all his days, our Lord repeated the affirmation before made in the temple, “I am the light of the world.”"],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-25.p37"},"The outward ministration to the blind man was different from the usual course followed by Jesus. “He spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay”; and then directed him to go to the pool of Siloam and wash in its waters.",["sup",["a",{"href":"fn_38"},"l"]],"The man went, washed, and came seeing. He was evidently a well-known character; many had seen him in his accustomed place begging alms, and the fact that he had been blind from birth was also of common knowledge. When, therefore, it was noised about that he could see, there was much excitement and comment. Some doubted that the man they questioned was the once sightless beggar; but he assured them of his identity, and told how he had been made to see. They brought the man to the Pharisees, who questioned him rigorously; and, having heard his account of the miracle, tried to undermine his faith by telling him that Jesus who had healed him could not be a man of God since He had done the deed on the Sabbath. Some of those who heard demurred to the Pharisaic deduction, and asked: “How can a man that is a sinner do such miracles?” The man Was questioned as to his personal opinion of Jesus, and promptly answered: “He is a prophet.” The man knew his Benefactor to be more than any ordinary being; as yet, however, he had no knowledge of Him as the Christ."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-25.p38"},"The inquisitorial Jews were afraid of the result of such a wondrous healing, in that the people Would support Jesus whom the rulers were determined to destroy. They assumed it to be possible that the man had not been really blind; so they summoned his parents, who answered their interrogatories by affirming that he was their son, and they knew him to have been born blind; but as to how he had received sight, or through whose ministration, they refused to commit themselves, knowing the rulers had decreed that any one who confessed Jesus to be the Christ should be cast out from the community of the synagog, or, as we would say today, excommunicated from the Church. With pardonable astuteness the parents said of their son: “He is of age; ask him: he shall speak for himself.”"],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-25.p39"},"Compelled to acknowledge, to themselves at least, that the fact and the manner of the man’s restoration to sight were supported by irrefutable evidence, the crafty Jews called the man again, and insinuatingly said unto him: “Give God the praise: we know that this man is a sinner.” He replied fearlessly, and with such pertinent logic as to completely offset their skill as cross-examiners: “Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.” He very properly declined to enter into a discussion with his learned questioners as to what constituted sin under their construction of the law; of what he was ignorant he declined to speak; but on one matter he was happily and gratefully certain, that whereas he had been blind, now he could see."],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-25.p40"},"The Pharisaical inquisitors next tried to get the man to repeat his story of the means employed in the healing, probably with the subtle purpose of leading him into inconsistent or contradictory statements; but he replied with emphasis, and possibly with some show of impatience, “I have told you already, and ye did not hear:",["sup",["a",{"href":"fn_39"},"m"]],"wherefore would ye hear it again? will ye also be his disciples?” They retorted with anger, and reviled the man; the ironical insinuation that they perchance wished to become disciples of Jesus was an insult they would not brook. “Thou art his disciple,” said they, “but we are Moses’ disciples. We know that God spake unto Moses: as for this fellow, we know not from whence he is.” They were enraged that this unlettered mendicant should answer so boldly in their scholarly presence; but the man was more than a match for all of them. His rejoinder was maddening because it flouted their vaunted wisdom, and withal was unanswerable. “Why herein is a marvellous thing,” said he, “that ye know not from whence he is, and yet he hath opened mine eyes. Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth. Since the world began was it not heard that any man opened the eyes of one that was born blind. If this man were not of God, he could do nothing.”"],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-25.p41"},"For such an affront from a layman there was no precedent in all the lore of rabbis or scribes. “Thou wast altogether born in sins, and dost thou teach us?” was their denunciatory though weak and inadequate rejoinder. Unable to cope with the sometime sightless beggar In argument or demonstration, they could at least exercise their official authority, however unjustly, by excommunicating him; and this they promptly did. “Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God? he answered and said, Who is he, Lord, that I might believe on him? And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee. And he said, Lord, I believe. And he worshipped him.”"],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-25.p42"},"In commenting upon the matter Jesus was heard to say that one purpose of His coming into the world was “that they which see not might see; and that they which see might be made blind.” Some of the Pharisees caught the remark, and asked in pride: “Are we blind also?” The Lord’s reply was a condemnation: “If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth.”"]],[".topic",["h2","Shepherd and Sheep-Herder",["sup",["a",{"href":"fn_40"},"n"]]],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-25.p44"},"“Verily, verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber. But he that entereth in by the door is the shepherd of the sheep.” With these words Jesus prefaced one of His most impressive discourses. The mention of shepherd and sheep must have brought to the minds of His hearers many of the oft-quoted passages from prophets and psalms.",["sup",["a",{"href":"fn_41"},"o"]],"The figure is an effective one, and all the more so when we consider the circumstances under which it was used by the Master. Pastoral conditions prevailed in Palestine, and the dignity of the shepherd’s vocation was very generally recognized. By specific prophecy a Shepherd had been promised to Israel. David, the king of whom all Israelites were proud, had been taken directly from the sheepfold, and had come with a shepherd’s crook in his hand to the anointing that made him royal."],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-25.p45"},"As the Teacher showed, a shepherd has free access to the sheep. When they are folded within the enclosure of safety, he enters at the gate; he neither climbs over nor creeps in.",["sup",["a",{"href":"fn_42"},"p"]],"He, the owner of the sheep loves them; they know his voice and follow him as he leads from fold to pasture, for he goes before the flock; while the stranger, though he be the herder, they know not; he must needs drive, for he cannot lead. Continuing the allegory, which the recorder speaks of as a parable, Jesus designated Himself as the door to the sheepfold, and made plain that only through Him could the undershepherds rightly enter. True, there were some who sought by avoiding the portal and climbing over the fence to reach the folded flock; but these were robbers, trying to get at the sheep as prey; their selfish and malignant purpose was to kill and carry off."],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-25.p46"},"Changing the figure, Christ proclaimed: “I am the good shepherd.” He then further showed, and with eloquent exactness, the difference between a shepherd and a hireling herder. The one has personal interest in and love for his flock, and knows each sheep by name, the other knows them only as a flock, the value of which is gauged by number; to the hireling they are only as so many or so much. While the shepherd is ready to fight in defense of his own, and if necessary even imperil his life for his sheep, the hireling flees when the wolf approaches, leaving the way open for the ravening beast to scatter, rend, and kill."],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-25.p47"},"Never has been written or spoken a stronger arraignment of false pastors, unauthorized teachers, self-seeking hirelings who teach for pelf and divine for dollars, deceivers who pose as shepherds yet avoid the door and climb over “some other way,” prophets in the devil’s employ, who to achieve their master’s purpose, hesitate not to robe themselves in the garments of assumed sanctity, and appear in sheep’s clothing, while inwardly they are ravening wolves.",["sup",["a",{"href":"fn_43"},"q"]]],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-25.p48"},"With effective repetition Jesus continued: “I am the good shepherd, and know my sheep, and am known of mine. As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.” For this cause was Jesus the Father’s Beloved Son—that He was ready to lay down His life for the sake of the sheep. That the sacrifice He was soon to render was in fact voluntary, and not a forfeiture under compulsion, is solemnly affirmed in the Savior’s words: “Therefore doth my Father love me, because I lay down my life, that I might take it again. No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father.” The certainty of His death and of His subsequent resurrection are here reiterated. A natural effect of His immortal origin, as the earth-born Son of an immortal Sire, was that He was immune to death except as He surrendered thereto. The life of Jesus the Christ could not be taken save as He willed and allowed. The power to lay down His life was inherent in Himself, as was the power to take up His slain body in an immortalized state.",["sup",["a",{"href":"fn_44"},"r"]],"These teachings caused further division among the Jews. Some pretended to dispose of the matter by voicing anew the foolish assumption that Jesus was but an insane demoniac, and that therefore His words were not worthy of attention. Others with consistency said “These are not the words of him that hath a devil. Can a devil open the eyes of the blind?” So it was that a few believed, many doubted though partly convinced, and some condemned."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-25.p49"},"As part of this profound discourse, Jesus said: “And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.”",["sup",["a",{"href":"fn_45"},"s"]],"The “other sheep” here referred to constituted the separated flock or remnant of the house of Joseph, who, six centuries prior to the birth of Christ, had been miraculously detached from the Jewish fold in Palestine, and had been taken beyond the great deep to the American continent. When to them the resurrected Christ appeared He thus spake: “And verily, I say unto you, that ye are they of whom I said, other sheep I have which are not of this fold; them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.”",["sup",["a",{"href":"fn_46"},"t"]],"The Jews had vaguely understood Christ’s reference to other sheep as meaning in some obscure way, the Gentile nations; and because of their unbelief and consequent inability to rightly comprehend, Jesus had withheld any plainer exposition of His meaning, for so, He informed the Nephites, had the Father directed. “This much did the Father command me,” He explained, “that I should tell unto them, That other sheep I have, which are not of this fold; them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.” On the same occasion the Lord declared that there were yet other sheep, those of the Lost, or Ten, Tribes, to whom He was then about to go, and who would eventually be brought forth from their place of exile, and become part of the one blessed fold under the governance of the one supreme Shepherd and King.",["sup",["a",{"href":"fn_47"},"u"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-25.f1"},["h3","Notes to Chapter 25"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-25.p51"},["b","The Feast of Tabernacles."],"—In the order of yearly occurrence this was the third of the great festivals, the observance of which was among the national characteristics of the people of Israel; the others were the Passover, and the feast of weeks or Pentecost; at each of the three all the males in Israel were required to appear before the Lord in formal celebration of the respective feast (",["a.scriptureRef",{"href":"/scriptures/ot/ex/23.17"},"Exodus 23:17"],"). The feast of Tabernacles was also known as the “feast of ingathering” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/23.16"},"Exodus 23:16"],"); it was both a memorial and a current harvest celebration. In commemoration of their long journeying in the wilderness following their deliverance from Egypt, in the course of which journey they had to live in tents and improvised booths, the people of Israel were required to observe annually a festival lasting seven days, with an added day of holy convocation. During the week the people lived in booths, bowers, or tabernacles, made of the branches or “boughs of goodly trees” wattled with willows from the brook (",["a.scriptureRef",{"href":"/scriptures/ot/lev/23.34-43"},"Leviticus 23:34–43"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/29.12-38"},"Numbers 29:12–38"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/16.13-15"},"Deuteronomy 16:13–15"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/31.10-13"},"31:10–13"],"). The festival lasted from the 15th to the 22nd of the month Tizri, the seventh in the Hebrew calendar, corresponding to parts of our September and October. It was made to follow soon after the annual Day of Atonement which was a time of penitence and affliction of the soul in sorrow for sin (",["a.scriptureRef",{"href":"/scriptures/ot/lev/23.26-32"},"Leviticus 23:26–32"],"). The altar sacrifices at the feast of Tabernacles exceeded those prescribed for other festivals, and comprized a daily offering of two rams, fourteen lambs, and a kid as a sin offering, and in addition a varying number of young bullocks, thirteen of which were sacrificed on the first day, twelve on the second, eleven on the third, and so on to the seventh day, on which seven were offered, making in all seventy bullocks (",["a.scriptureRef",{"href":"/scriptures/ot/num/29.12-38"},"Numbers 29:12–38"],"). Rabbinism invested this number, seventy, and the graded diminution in the number of altar victims, with much symbolical significance not set forth in the law."],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-25.p52"},"At the time of Christ, tradition had greatly embellished many of the prescribed observances. Thus the “boughs of goodly trees,” more literally rendered “fruit” (",["a.scriptureRef",{"href":"/scriptures/ot/lev/23.40"},"Leviticus 23:40"],"), had come to be understood as the citron fruit; and this every orthodox Jew carried in one hand while, in the other he bore a leafy branch or a bunch of twigs, known as the “lulab,” when he repaired to the temple for the morning sacrifice, and in the joyous processions of the day. The ceremonial carrying of water from the spring of Siloam to the altar of sacrifice was a prominent feature of the service. This water was mingled with wine at the altar and the mixture was poured upon the sacrificial offering. Many authorities hold that the bringing of water from the pool was omitted on the last or great day of the feast, and it is inferred that Jesus had in mind the circumstance of the omission when He cried: “If any man thirst, let him come unto me, and drink.” At night, during the progress of the feast, great lamps were kept burning in the temple courts, and this incident Christ may have used as an objective illustration in his proclamation: “I am the light of the world.”"],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-25.p53"},"For fuller account see any reliable and comprehensive Bible Dictionary, and Josephus,",["span.emphasis","Antiquities,"],"viii, 4:1, xv, 3:3, etc. The following is an excerpt from Edersheim,",["span.emphasis","Life and Times of Jesus the Messiah,"],"vol. ii, pp. 158–60: “When the Temple-procession had reached the Pool of Siloam, the priest filled his golden pitcher from its waters. Then they went back to the Temple, so timing it that they should arrive just as they were laying the pieces of the sacrifice on the great altar of burnt-offering, towards the close of the ordinary morning-sacrifice service. A threefold blast of the priests’ trumpets welcomed the arrival of the priest as he entered through the Water Gate, which obtained its name from this ceremony, and passed straight into the Court of the Priests. … Immediately after the ‘pouring of the water,’ the great ‘Hallel,’ consisting of",["a.scriptureRef",{"href":"/scriptures/ot/ps/113"},"Psalms 113"],"to 118 inclusive, was chanted antiphonally, or rather, with responses, to the accompaniment of the flute. … In further symbolism of this Feast, as pointing to the ingathering of the heathen nations, the public services closed with a procession round the altar by the priests. … But on ‘the last, the Great Day of the Feast,’ this procession of priests made the circuit of the altar, not only once, but seven times, as if they were again compassing, but now with prayer, the Gentile Jericho which barred their possession of the promised land.”"]],["li",["span.label","2."],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-25.p54"},["b","The Test of Our Lord’s Doctrine."],"—Any man may know for himself whether the doctrine of Christ is of God or not by simply doing the will of the Father (",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],"). Surely it is a more convincing course than that of relying upon another’s word. The writer was once approached by an incredulous student in college, who stated that he could not accept as true the published results of a certain chemical analysis, since the specified amounts of some of the ingredients were so infinitesimally small that he could not believe it possible to determine such minute quantities. The student was but a beginner in chemistry; and with his little knowledge he had undertaken to judge as to the possibilities of the science. He was told to do the things his instructor prescribed, and he should some day know for himself whether the results were true or false. In the senior year of his course, he received for laboratory analysis a portion of the very substance whose composition he had once questioned, with the skill attained by faithful devotion he successfully completed the analysis, and reported results similar to those, which in his inexperience he had thought impossible to obtain. He was manly enough to acknowledge as unfounded his earlier skepticism and rejoice in the fact that he had been able to demonstrate the truth for himself."]],["li",["span.label","3."],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-25.p55"},["b","The Pool of Siloam."],"—“The names ‘Shiloah’ (‘Shelah,’",["a.scriptureRef",{"href":"/scriptures/ot/neh/3.15"},"Neh. 3:15"],", ‘Siloah’ in authorized version) and ‘Siloam’ are the exact equivalent in Hebrew and Greek, respectively, of ‘Silwan’ in the modern Arabic name (‘Ain Silwan’) of the pool at the mouth of El-wad. All the ancient references agree with this identification (compare",["a.scriptureRef",{"href":"/scriptures/ot/neh/3.15"},"Neh. 3:15"],"; Josephus,",["span.emphasis","Wars of the Jews,"],"v, 4:1, 2; 6:1; 9:4; 12:2; ii, 16:2; vi, 7:2; 8:5). In spite of its modern designation as an ‘ain’ (spring), Siloam is not a spring, but is fed by a tunnel cut through the rock from the Gihon, or Virgin’s Fountain.”—L. B. Paton, in article, “Jerusalem,”",["span.emphasis","Standard Bible Dictionary."]]],["li",["span.label","4."],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-25.p56"},["b","Whence Was the Messiah to Come?"],"—Many stifled their inward promptings to a belief in Jesus as the Messiah, by the objection that all prophecies relating to His coming pointed to Bethlehem as His birthplace, and Jesus was of Galilee. Others rejected Him because they had been taught that no man was to know whence the Messiah came and they all knew Jesus came from Galilee. The seeming inconsistency is thus explained: The city of David, or Bethlehem in Judea, was beyond question the foreappointed place of the Messiah’s birth; but the rabbis had erroneously taught that soon after birth the Christ Child would be caught away, and after a time would appear as a Man, and that no one would know whence or how He had returned. Geikie (ii, p. 274), citing Lightfoot in part, thus states the popular criticism: “‘Do not the rabbis tell us’ said some, ‘that the Messiah will be born at Bethlehem, but that He will be snatched away by spirits and tempests soon after His birth, and that when He returns the second time no one will know from whence He has come?’ But we know this man comes from Nazareth.”"]],["li",["span.label","5."],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-25.p57"},["b","The Record Relating to the Woman Taken in Adultery."],"—Some modern critics claim that the verses",["a.scriptureRef",{"href":"/scriptures/nt/john/7.53"},"John 7:53"],"and",["a.scriptureRef",{"href":"/scriptures/nt/john/8.1-11"},"8:1–11"],"inclusive are out of place as they appear in the authorized or King James version of the Bible, on the grounds that the incident therein recorded does not appear in certain of the ancient manuscript copies of John’s Gospel, and that the style of the narrative is distinctive. In some manuscripts it appears at the end of the book. Other manuscripts contain the account as it appears in the English Bible. Canon Farrar pertinently asks (p. 404, note), why, if the incident is out of place or not of John’s authorship, so many important manuscripts give place to it as we have it?"]],["li",["span.label","6."],["p.para",{"id":"p58","uri":"/manual/jesus-the-christ/chapter-25.p58"},["b","The Treasury, and Court of the Women."],"—“Part of the space within the inner courts was open to Israelites of both sexes, and was known distinctively as the Court of the Women. This was a colonnaded enclosure, and constituted the place of general assembly in the prescribed course of public worship. Chambers used for ceremonial purposes occupied the four corners of this court; and between these and the houses at the gates, were other buildings, of which one series constituted the Treasury wherein were set trumpet-shaped receptacles for gifts.” (See",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.41-44"},"Mark 12:41–44"],".)—",["span.emphasis","The House of the Lord,"],"pp. 48–49."]],["li",["span.label","7."],["p.para",{"id":"p59","uri":"/manual/jesus-the-christ/chapter-25.p59"},["b","The Sheepfold."],"—Dummelow’s",["span.emphasis","Commentary"],"says, on",["a.scriptureRef",{"href":"/scriptures/nt/john/10.2"},"John 10:2"],": “To understand the imagery, it must be remembered that Eastern folds are large open enclosures, into which several flocks are driven at the approach of night. There is only one door, which a single shepherd guards, while the others go home to rest. In the morning the shepherds return, are recognized by the doorkeeper, call their flocks round them, and lead them forth to pasture.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-25.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/john/7.1-10"},"John 7:1–10"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-25.fn2"},["b","2"],["span.label","b"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p41"},"343"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-25.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/john/7.5"},"John 7:5"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.21"},"Mark 3:21"],"in which “friends” is an inaccurate rendition for “kinsmen.”"],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-25.fn4"},["b","4"],["span.label","d"],"Compare Christ’s answer to His mother,",["a.scriptureRef",{"href":"/scriptures/nt/john/2.4"},"John 2:4"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/7.30"},"7:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/8.20"},"8:20"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-25.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/john/7.11-53"},"John 7:11–53"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-25.fn6"},["b","6"],["span.label","f"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p51"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-25.fn7"},["b","7"],["span.label","g"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p54"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-25.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/john/5"},"John 5"],"; see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-15.p10"},"206–8"],"herein."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-25.fn9"},["b","9"],["span.label","i"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p24"},"69"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-25.fn10"},["b","10"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p55"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-25.fn11"},["b","11"],["span.label","k"],"This was regarded as a literal fulfillment of",["a.scriptureRef",{"href":"/scriptures/ot/isa/12.3"},"Isaiah 12:3"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-25.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/john/7.37-38"},"John 7:37, 38"],"; compare with the assurance respecting “living water” given to the Samaritan woman,",["a.scriptureRef",{"href":"/scriptures/nt/john/4.10-15"},"4:10–15"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-25.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/john/7.39"},"John 7:39"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/14.16-17,26"},"14:16, 17, 26"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/15.26"},"15:26"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/16.7"},"16:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.49"},"Luke 24:49"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.4"},"Acts 2:4"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-25.fn14"},["b","14"],["span.label","n"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p56"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-25.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/john/3"},"John 3"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p13"},"158"],"herein."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-25.fn16"},["b","16"],["span.label","p"],"According to many excellent authorities, Jonah, Nahum, and Hosea were all of Galilee; and it is further believed that Elijah also was of Galilean nativity."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-25.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/john/8.1-11"},"John 8:1–11"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-25.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/ot/deut/22.22-27"},"Deuteronomy 22:22–27"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-25.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/5.21-48"},"Matthew 5:21–48"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-25.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/ot/deut/17.6-7"},"Deuteronomy 17:6, 7"],"; also",["a.scriptureRef",{"href":"/scriptures/ot/deut/13.9"},"13:9"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-25.fn21"},["b","21"],["span.label","u"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/rom/2.1,22"},"Romans 2:1, 22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.1-2"},"Matthew 7:1, 2"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.37"},"Luke 6:37"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.5-7"},"2 Samuel 12:5–7"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-25.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/john/8.10-11"},"John 8:10, 11"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/5.14"},"5:14"],". Consider another instance of mercy granted through contrition,",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.36-50"},"Luke 7:36–50"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-25.fn23"},["b","23"],["span.label","w"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p57"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-25.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/john/8.12-20"},"John 8:12–20"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-25.fn25"},["b","25"],["span.label","y"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p58"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-25.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/john/8.12"},"John 8:12"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/1.4-5,9"},"1:4, 5, 9"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/3.19"},"3:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/9.5"},"9:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/12.35-36,46"},"12:35, 36, 46"],". See also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.21"},"D&C 6:21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.58,70"},"10:58, 70"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.11"},"11:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.9"},"14:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.45-46"},"84:45, 46"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.6-13"},"88:6–13"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-25.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/ot/deut/17.6"},"Deuteronomy 17:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/19.15"},"19:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/35.30"},"Numbers 35:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.16"},"Matthew 18:16"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-25.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/john/8.21-59"},"John 8:21–59"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-25.fn29"},["b","29"],["span.label","c"],"Compare",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.4"},"Moses 4:4"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.24"},"5:24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.18"},"2 Nephi 2:18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.25"},"D&C 10:25"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.25"},"93:25"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-25.fn30"},["b","30"],["span.label","d"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p6"},"174"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p27"},"183"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-25.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/ot/ex/3.14"},"Exodus 3:14"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ex/6.3"},"6:3"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-25.fn32"},["b","32"],["span.label","f"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.6"},"Isaiah 44:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.4,8"},"Revelation 1:4, 8"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/17.5,24"},"John 17:5, 24"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/1.17"},"Colossians 1:17"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-4.p13"},"36"],"herein."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-25.fn33"},["b","33"],["span.label","g"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p18"},"13"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-25.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/john/9"},"John 9"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-25.fn35"},["b","35"],["span.label","i"],"Whether this incident occurred in immediate sequence to the events last considered, or at a later time after the return of Jesus to Jerusalem following an unrecorded departure therefrom, is not stated in the scriptural record. The value of the lesson is not affected by its place in the catalog of our Lord’s works."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-25.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/ot/ex/20.5"},"Exodus 20:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.7"},"34:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/26.39"},"Leviticus 26:39"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/14.18"},"Numbers 14:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.29"},"1 Kings 21:29"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ezek/18"},"Ezekiel chapter 18"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-25.fn37"},["b","37"],["span.label","k"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p12"},"192"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-15.p14"},"208"],"."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-25.fn38"},["b","38"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p55"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-25.fn39"},["b","39"],["span.label","m"],"That is, “heed” or “believe.”"],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-25.fn40"},["b","40"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/john/10.1-21"},"John 10:1–21"],"."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-25.fn41"},["b","41"],["span.label","o"],"Note the promise of a Shepherd to Israel,",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.11"},"Isaiah 40:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.9-10"},"49:9, 10"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/34.23"},"Ezekiel 34:23"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.24"},"37:24"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.15"},"Jeremiah 3:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.4"},"23:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/13.20"},"Hebrews 13:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.25"},"1 Peter 2:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/5.4"},"5:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/7.17"},"Revelation 7:17"],". Read studiously",["a.scriptureRef",{"href":"/scriptures/ot/ps/23"},"Psalm 23"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-25.fn42"},["b","42"],["span.label","p"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p59"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn43","uri":"/manual/jesus-the-christ/chapter-25.fn43"},["b","43"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/matt/7.15"},"Matthew 7:15"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.4-5,11,24"},"24:4, 5, 11, 24"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.22"},"Mark 13:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/16.17-18"},"Romans 16:17, 18"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.6"},"Ephesians 5:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/2.8"},"Colossians 2:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/2.1-3"},"2 Peter 2:1–3"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/4.1"},"1 John 4:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.29"},"Acts 20:29"],"."],[".footnote",{"id":"fn44","uri":"/manual/jesus-the-christ/chapter-25.fn44"},["b","44"],["span.label","r"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-3.p15"},"22"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p19"},"81"],"."],[".footnote",{"id":"fn45","uri":"/manual/jesus-the-christ/chapter-25.fn45"},["b","45"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/john/10.16"},"John 10:16"],"; compare as to “one fold and one shepherd,”",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.22"},"Ezekiel 37:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.13"},"Isaiah 11:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.18"},"Jeremiah 3:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/50.4"},"50:4"],". See",["span.emphasis","Articles of Faith,"],"18:328–41—“The Gathering of Israel.”"],[".footnote",{"id":"fn46","uri":"/manual/jesus-the-christ/chapter-25.fn46"},["b","46"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.21"},"3 Nephi 15:21"],"; read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.12-24"},"verses 12–24"],"; see",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-39.p1"},"chapter 39"],"herein."],[".footnote",{"id":"fn47","uri":"/manual/jesus-the-christ/chapter-25.fn47"},["b","47"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.1-5"},"3 Nephi 16:1–5"],"."]]}
