{"id":5,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":5,"title":"Chapter 3: Setting Goals and Managing Time","subtitle":"","short_title":"Chapter 3: Setting Goals and Managing Time","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time.head1"},["h1","Chapter 3"],[".subtitle","Setting Goals and Managing Time"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time.p4"},"Goals can help us set a proper course in our lives and focus on worthy causes so that we are not “carried about with every wind of doctrine” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.14"},"Ephesians 4:14"],"). Elder Marvin J. Ashton, who was a member of the Quorum of the Twelve Apostles, said: “The direction in which we are moving is more important than where we are at the moment. Goal setting should cause us to stretch as we make our way” (in Conference Report, Oct. 1983, 87; or",["span.emphasis","Ensign,"],"Nov. 1983, 61)."],["p.para",{"id":"p5","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time.p5"},"With our goals in hand, it is important to use our time wisely. As the hymn states:"],[".poetry",{"id":"f1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time.f1"},[".stanza",[".line","Time flies on wings of lightning;"],[".line","We cannot call it back."],[".line","It comes, then passes forward"],[".line","Along its onward track."],[".line","And if we are not mindful,"],[".line","The chance will fade away,"],[".line","For life is quick in passing."],[".line","’Tis as a single day."]],[".citationInfo",["p.para",{"id":"p14","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time.p14"},"[“Improve the Shining Moments,”",["span.emphasis","Hymns,"],"no. 226]"]]],["p.para",{"id":"p15","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time.p15"},"When we plan our lives and use our time wisely, the Lord will bless and magnify us to better serve in His kingdom."]],[".sidebar",["p.para",{"id":"p16","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time.p16"},"“Set goals that are well balanced.”"]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","Setting worthwhile goals gives direction to our lives."]],["li",["span.label","•"],["p.para","We should set goals in a number of different areas."]],["li",["span.label","•"],["p.para","Managing our time gives us control over our lives so we can serve more effectively."]]]],[".topic",["h2","Supporting Scriptures and Statements"],["p.para",{"id":"p22","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time.p22"},"Setting worthwhile goals gives direction to our lives."],["ul.bullet",["li",["span.label","•"],["p.para","“Thou shalt not idle away thy time, neither shalt thou bury thy talent that it may not be known” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/60.13"},"D&C 60:13"],")."]],["li",["span.label","•"],["p.para","“For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/14.28"},"Luke 14:28"],")."]],["li",["span.label","•"],["p.para","Bishop John H. Vandenberg, then Presiding Bishop of the Church: “I feel that goal-setting is absolutely necessary for happy living. But the goal is only part of the desired procedures. We need to know which roads to take to reach the goal. In many cases we set far-reaching goals but neglect the short-range ones. With such short-range plans, we need self-discipline in our actions—study when it is time to study, sleep when it is time to sleep, read when it is time to read, and so on—not permitting an undesirable overlap, but getting our full measure of rewards and blessings from the time we invest in a particular activity” (in Conference Report, Apr. 1966, 94)."]],["li",["span.label","•"],["p.para","Elder M. Russell Ballard of the Quorum of the Twelve Apostles:"],["p.para","“First, think about your life and set your priorities. Find some quiet time regularly to think deeply about where you are going and what you will need to do to get there. Jesus, our exemplar, often ‘withdrew himself into the wilderness, and prayed’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.16"},"Luke 5:16"],"). We need to do the same thing occasionally to rejuvenate ourselves spiritually as the Savior did. Write down the tasks you would like to accomplish each day. Keep foremost in mind the sacred covenants you have made with the Lord as you write down your daily schedules."],["p.para","“Second, set short-term goals that you can reach. Set goals that are well balanced—not too many nor too few, and not too high nor too low. Write down your attainable goals and work on them according to their importance. Pray for divine guidance in your goal setting” (in Conference Report, Apr. 1987, 15–16; or",["span.emphasis","Ensign,"],"May 1987, 14)."]],["li",["span.label","•"],["p.para","Elder Ben B. Banks, then of the Presidency of the Seventy, spoke of a bicycle trip he took with his family: “On day three of our journey, I learned that even though we may have some uphill struggles in our lives, our attitude will determine how we face them. On that day we crossed the Continental Divide three times, rising from an elevation of 4,800 feet to 8,300 feet. Climbing steep mountain passes on a bike requires the right attitude to get to the right altitude. It’s the same with life. By setting worthwhile goals and keeping your eyes fixed on them, you will learn self-discipline and accomplish much. Yes, there were times when climbing the steep mountain grades was as much as I could bear, but I didn’t give up, because I was fixed in my purpose” (in Conference Report, Apr. 2002, 50; or",["span.emphasis","Ensign,"],"May 2002, 43)."]],["li",["span.label","•"],["p.para","President Ezra Taft Benson, thirteenth President of the Church: “Every accountable child of God needs to set goals, short- and long-range goals. A man who is pressing forward to accomplish worthy goals can soon put despondency under his feet, and once a goal is accomplished, others can be set up. Some will be continuing goals. Each week when we partake of the sacrament we commit ourselves to the goals of taking upon ourselves the name of Christ, of always remembering him and keeping his commandments. Of Jesus’ preparations for his mission, the scripture states that he ‘increased in wisdom and stature, and in favour with God and man.’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.52"},"Luke 2:52"],".) This encompasses four main areas for goals: spiritual, mental, physical, and social. ‘Therefore, what manner of men ought ye to be?’ asked the Master, and he answered, ‘Verily I say unto you, even as I am.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.27"},"3 Ne. 27:27"],".) Now, there is a lifetime goal—to walk in his steps, to perfect ourselves in every virtue as he has done, to seek his face, and to work to make our calling and election sure” (“Do Not Despair,”",["span.emphasis","Ensign,"],"Oct. 1986, 5)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles: “Marathon runners set explicit goals. You should look ahead now and decide what you want to do with your lives. Fix clearly in your mind what you want to be one year from now, five years, ten years, and beyond. Receive your patriarchal blessing and strive to live worthy of its promises. A patriarchal blessing is one of the most important guides in life that members of the Church enjoy. Write your goals and review them regularly. Keep them before you constantly, record your progress, and revise them as circumstances dictate. Your ultimate goal should be eternal life—the kind of life God lives, the greatest of all the gifts of God” (in Conference Report, Sept.–Oct. 1989, 92; or",["span.emphasis","Ensign,"],"Nov. 1989, 73)."]],["li",["span.label","•"],["p.para","Elder Marvin J. Ashton: “May we launch straightway toward setting goals that are gospel oriented, knowing that if we use the talents that are ours—that if we help others, strive for peace, avoid being overly sensitive or overly critical—strength upon strength will be added unto our own abilities and we will move straightway toward greater growth, happiness, and eternal joys” (in Conference Report, Apr. 1983, 44; or",["span.emphasis","Ensign,"],"May 1983, 32)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, fifteenth President of the Church: “Begin now to establish those goals which will bring you happiness—education in your chosen skill or branch of learning, whatever it may be; a mission in which to surrender yourself entirely to the Lord to do His work; future marriage in the house of the Lord to a wonderful and delightful companion of whom you will be worthy because of the way you have lived” (in Conference Report, Apr. 1997, 71; or",["span.emphasis","Ensign,"],"May 1997, 50)."]]],["p.para",{"id":"p34","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time.p34"},"We should set goals in a number of different areas."],["ul.bullet",["li",["span.label","•"],["p.para","“Be instructed more perfectly … of things both in heaven and in the earth, and under the earth; things which have been, things which are, things which must shortly come to pass; things which are at home, things which are abroad; the wars and the perplexities of the nations, and the judgments which are on the land; and a knowledge also of countries and of kingdoms” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.78-79"},"D&C 88:78–79"],")."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_003_001-coupleGoals.jpg"}]]],["li",["span.label","•"],["p.para","Elder Robert D. Hales of the Quorum of the Twelve Apostles: “Accomplish personal goals in each of four categories … : spiritual development; physical development; educational, personal, and career development; and citizenship and social development” (in Conference Report, Oct. 2001, 48; or",["span.emphasis","Ensign,"],"Nov. 2001, 39)."]],["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip37","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip37"},"“You should look ahead now and decide what you want to do with your lives.”"]],["p.para","Elder G. Homer Durham of the Seventy:"],["p.para","“On January 2, 1891, a 19-year-old Norwegian immigrant sat down in his home in Logan City, Cache County, Utah Territory, and wrote the following lines on some lined paper:"],["p.para","“‘As I have come to fully realize; that, I am as weak as all other mortals—perhaps weaker than many; and realizing that happiness in life is only obtained by having a pure heart, a clear conscience; and fearing the Lord and keeping his commandments; also as I realize that happiness in old age consists of reviewing a life devoid from great sins; the gratification of noble desires manfully carried out; and finding that my life up to this time has not been as I should like it to have been: I lay down the following regulations by which I shall try to conduct my life hereafter; to which end may the Lord Almighty, my Creator, help me.’"],["p.para","“He then spelled out 17 resolutions. Nearly eight months later, on Tuesday, August 25, 1891, he copied them in a hardcover journal. Here he was to record his years of struggle as a stranger-student from Utah Territory at Harvard University in Cambridge, Massachusetts. He began by entering the 17 resolves that were to guide his life."],["p.para","“‘Resolved:"],["p.para","“‘1st. That religion, the science of sciences, be made my chief concernment throughout life."],["p.para","“‘2nd. That I will daily pray to God in secret."],["p.para","“‘3rd. That I will daily reflect upon God and his attributes and try to become like him."],["p.para","“‘4th. That I will receive Light, Wisdom or Knowledge, wherever or however it may be offered."],["p.para","“‘5th. That I never be ashamed to acknowledge my principles, beliefs and religion when I once become fully convinced of their correctness."],["p.para","“‘6th. That I never lose one moment of time but improve it."],["p.para","“‘7th. That I maintain strict temperance in eating and drinking."],["p.para","“‘8th. That I never do anything that I would not do were it the last hour of my life."],["p.para","“‘9th. That I daily read the word of God, that I may learn his will and that I may be comforted, strengthened and encouraged by so doing."],["p.para","“‘10th. That in any narrations I speak nothing but the pure and simple verity."],["p.para","“‘11th. That I always do that which I think is my duty and for the best good for my fellow beings."],["p.para","“‘12th. That I live with all my might while I do live, that I may not die a living death."],["p.para","“‘13th. That I never by word or manner try to force my opinions on others but that I simply state them and offer my arguments against others!"],["p.para","“‘14th. That I seek to overcome the habit of being quick tempered, loud speaking, impatient motions and whatever might offend my fellowmen and hurt me."],["p.para","“‘15th. That I never for a moment forget my duty towards my mother, she who has made me who I am and who will make what I will become, she who has spent the better portion of her life in my behalf and to whom I owe all the honor, respect, and affection that I can give; also that I always remember my duties toward my brother and all my friends and relations."],["p.para","“‘16th. That I complete every task which I begin; also that I carefully consider my purpose and its results before taking upon me any duty."],["p.para","“‘17th. That I always remember that the men and women I meet are my brothers and sisters and that I look to the beam in my own eye before attempting to remove the mote in my fellow’s eye.’"],["p.para","“It would be well if every young man and woman today would similarly evaluate his or her position in life. …"],["p.para","“The young man who wrote these lines … was John Andreas Widtsoe. …"],["p.para","“… In March 1921 he was called to the apostleship by President Heber J. Grant and continued in that position throughout a long and eventful life” (“Faith, the Greater Knowledge,”",["span.emphasis","New Era,"],"Aug. 1978, 4–6)."]]],["p.para",{"id":"p63","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time.p63"},"Managing our time gives us control over our lives so we can serve more effectively."],["ul.bullet",["li",["span.label","•"],["p.para","“And see that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength. And again, it is expedient that he should be diligent, that thereby he might win the prize; therefore, all things must be done in order” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"],")."]],["li",["span.label","•"],["p.para","“Cease to be idle; cease to be unclean; cease to find fault one with another; cease to sleep longer than is needful; retire to thy bed early, that ye may not be weary; arise early, that your bodies and your minds may be invigorated” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"D&C 88:124"],"[Scripture Mastery,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.123-124"},"D&C 88:123–24"],"])."]],["li",["span.label","•"],["p.para","President Thomas S. Monson of the First Presidency:"],["p.para","“Our house is to be a",["span.emphasis","house of order."],"… Let us provide time for family, time for work, time for study, time for service, time for recreation, time for self—but above all, time for Christ."],["p.para","“Then our house will be a",["span.emphasis","house of order"],"” (“Building Your Eternal Home,”",["span.emphasis","Ensign,"],"Oct. 1999, 5)."]],["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip69","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip69"},"“There should be time for mental and spiritual development as well as relaxation.”"]],["p.para","President Gordon B. Hinckley:"],["p.para","“Each of us has a fourfold responsibility. First, we have a responsibility to our families. Second, we have a responsibility to our employers. Third, we have a responsibility to the Lord’s work. Fourth, we have a responsibility to ourselves."],["p.para","“First, it is imperative that you not neglect your families. Nothing you have is more precious. Your wives and your children are deserving of the attention of their husbands and fathers. When all is said and done, it is this family relationship which we will take with us into the life beyond. To paraphrase the words of scripture, ‘What shall it profit a man though he serve the Church faithfully and lose his own family?’ (see",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.36"},"Mark 8:36"],")."],["p.para","“Together with them, determine how much time you will spend with them and when. And then stick to it. Try not to let anything interfere. Consider it sacred. Consider it binding. Consider it an earned time of enjoyment."],["p.para","“Keep Monday night sacred for family home evening. Have an evening alone with your wife. Arrange some vacation time with the entire family."],["p.para","“Two, to your business or your employer. You have an obligation. Be honest with your employer. Do not do Church work on his time. Be loyal to him. He compensates you and expects results from you. You need employment to care for your family. Without it you cannot be an effective Church worker."],["p.para","“Three, to the Lord and His work. Budget your time to take care of your Church responsibilities. Recognize first that every officer has many helpers, as we have been reminded today. The stake president has two able counselors. The presidency has a high council of dedicated and able men. They have clerks as they need them. Every bishop has counselors. They are there to lift the burdens of his office from his shoulders. He has a ward council, together with others to whom he may and must delegate responsibility. He has the members of his ward, and the more he can delegate to them, the lighter will be his burden and the stronger will grow their faith."],["p.para","“Every priesthood quorum president has counselors, as well as the membership of the quorum. It is so with the Relief Society. No bishop can expect to fill the shoes of his Relief Society president in ministering to the needs of the members of this ward."],["p.para","“Four, every Church leader has an obligation to himself. He must get needed rest and exercise. He needs a little recreation. He must have time to study. Every Church officer needs to read the scriptures. He needs time to ponder and meditate and think by himself. Wherever possible he needs to go with his wife to the temple as opportunity permits” (“Rejoicing in the Privilege to Serve,”",["span.emphasis","Worldwide Leadership Training Meeting,"],"June 2003, 22–23)."]],["li",["span.label","•"],["p.para","Elder Neal A. Maxwell, then an Assistant to the Twelve: “I thank Jesus for foregoing fashionableness and for enduring not only the absence of appreciation but also for speaking the truth, knowing beforehand that misunderstanding and misrepresentation would follow. I thank him for his marvelous management of time, for never misusing a moment, including the moments of meditation. Even his seconds showed his stewardship” (in Conference Report, Apr. 1976, 41; or",["span.emphasis","Ensign,"],"May 1976, 27)."]],["li",["span.label","•"],["p.para","Elder John Longden, an Assistant to the Twelve: “Mere ‘busyness’ is not necessarily evidence of the wise use of time. There should be time for mental and spiritual development as well as relaxation: time for worship and time to express our thankfulness for our ability to work, and think, and pray, and read, and help, and dream, and laugh, and plan, and learn” (in Conference Report, Apr. 1966, 38)."]],["li",["span.label","•"],["p.para","President Spencer W. Kimball, twelfth President of the Church: “Jesus … taught us how important it is to use our time wisely. This does not mean there can never be any leisure, for there must be time for contemplation and for renewal, but there must be no waste of time. … Wise time management is really the wise management of ourselves” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [1982], 482)."]]]],[".topic",["h2","Application and Examples"],[".figure",{"id":"f10","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-3-setting-goals-and-managing-time.f10"},["p.preamble","Suggestions for planning a day:"],["ol.number",["li",["span.label","1."],["p.para","Set aside a quiet, prayerful time each morning for planning."]],["li",["span.label","2."],["p.para","Focus on what you need to do that day."]],["li",["span.label","3."],["p.para","Write what you need to do on a task list."]],["li",["span.label","4."],["p.para","Prioritize your list."]],["li",["span.label","5."],["p.para","Use your time wisely to accomplish the most important items."]]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","What are the top 10 priorities in your life?"]],["li",["span.label","•"],["p.para","In what ways are worthwhile goals important in achieving eternal life?"]],["li",["span.label","•"],["p.para","In what ways can you better manage your time?"]],["li",["span.label","•"],["p.para","What are some less-important activities that consume too much of your time?"]],["li",["span.label","•"],["p.para","Why is the wise use of time an eternal concern?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
