{"id":7,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":7,"title":"Chapter 3: Lifelong Conversion: Continuing to Advance in the Principles of Truth","subtitle":"","short_title":"Chapter 3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.head1"},["span.pageBreak",{"title":"59"}],[".titleNumber","Chapter 3"],["h1","Lifelong Conversion: Continuing to Advance in the Principles of Truth"],[".intro","“Our religion should be incorporated within ourselves, a part of our being that cannot be laid off.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p5"},"Lorenzo Snow was baptized and confirmed in June 1836. Recalling his developing testimony, he later said: “I believed they [the Latter-day Saints] had the true religion, and I joined the Church. So far my conversion was merely a matter of reason.”",["sup",["a",{"href":"fn_1"},"1"]],"He remembered, “I was perfectly satisfied that I had done what was wisdom for me to do under the circumstances.”",["sup",["a",{"href":"fn_2"},"2"]],"Although he was content for a time with this understanding, he soon yearned for a special manifestation of the Holy Ghost. He said, “I had had no manifestation, but I expected one.”",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p6"},"“This manifestation did not immediately follow my baptism, as I expected,” he recalled. “But, although the time was deferred, when I did receive it, its realization was more perfect, tangible and miraculous than even my strongest hopes had led me to anticipate. One day while engaged in my studies, some two or three weeks after I was baptized, I began to reflect upon the fact that I had not obtained a",["span.emphasis","knowledge"],"of the truth of the work—that I had not realized the fulfillment of the promise: ‘He that doeth my will shall know of the doctrine;’ [see",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],"] and I began to feel very uneasy."],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p7"},"“I laid aside my books, left the house and wandered around through the fields under the oppressive influence of a gloomy, disconsolate spirit, while an indescribable cloud of darkness seemed to envelop me. I had been accustomed, at the close of the day, to retire",["span.pageBreak",{"title":"61"}],"for secret prayer to a grove, a short distance from my lodgings, but at this time I felt no inclination to do so."],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p8"},"“The spirit of prayer had departed, and the heavens seemed like brass over my head. At length, realizing that the usual time had come for secret prayer, I concluded I would not forego my evening service, and, as a matter of formality, knelt as I was in the habit of doing, and in my accustomed retired place, but not feeling as I was wont to feel."],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p9"},"“I had no sooner opened my lips in an effort to pray, than I heard a sound, just above my head, like the rustling of silken robes, and immediately the Spirit of God descended upon me, completely enveloping my whole person, filling me from the crown of my head to the soles of my feet, and O, the joy and happiness I felt! No language can describe the instantaneous transition from a dense cloud of mental and spiritual darkness into a refulgence of light and knowledge, as it was at that time imparted to my understanding. I then received a perfect knowledge that God lives, that Jesus Christ is the Son of God, and of the restoration of the Holy Priesthood, and the fulness of the gospel."],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p10"},"“It was a complete baptism—a tangible immersion in the heavenly principle or element, the Holy Ghost; and even more real and physical in its effects upon every part of my system than the immersion by water; dispelling forever, so long as reason and memory last, all possibility of doubt or fear in relation to the fact handed down to us historically, that the ‘Babe of Bethlehem’ is truly the Son of God; also the fact that He is now being revealed to the children of men, and communicating knowledge, the same as in the apostolic times. I was perfectly satisfied, as well I might be, for my expectations were more than realized, I think I may safely say, in an infinite degree."],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p11"},"“I cannot tell how long I remained in the full flow of this blissful enjoyment and divine enlightenment, but it was several minutes before the celestial element, which filled and surrounded me, began gradually to withdraw. On arising from my kneeling posture, with my heart swelling with gratitude to God beyond the power of expression, I felt—",["span.emphasis","I knew"],"that he had conferred on me what only",["span.pageBreak",{"title":"62"}],"an Omnipotent Being can confer—that which is of greater value than all the wealth and honors worlds can bestow.”",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p12"},"Lorenzo Snow remained faithful to the witness he received that day, and he worked diligently to increase in his spiritual knowledge and help others do the same. “From that time on,” he said, “I have tried to live in such a way as not to lose His Holy Spirit, but to be guided by it continually, trying to get rid of my selfishness and any wrongful ambition, and endeavoring to work in His interest.”",["sup",["a",{"href":"fn_5"},"5"]],"He declared, “As long as memory continues and reason shall assert its throne, I never can permit the powerful testimony and knowledge that was communicated to me to remain silent.”",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 1 on page 68.]"],["span.pageBreak",{"title":"63"}]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","Gaining a testimony is a good starting point for Latter-day Saints."],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p15"},"The foundation upon which we have placed our faith is grand and glorious. I know this for myself. I had been in this Church but a short time when I succeeded in securing the most perfect knowledge that there was a God, that there was a Son, Jesus Christ, and that Joseph Smith was acknowledged of God as His prophet. It was a knowledge that no man could communicate. It came through a revelation from the Almighty. That is a very good starting point for a Latter-day Saint, and it is something that every person, who has any ambition at all to advance in this path, will need at some time or other. He will come into circumstances of such a nature that he will need strength, and that strength will come from a knowledge of the fact that the path in which he is traveling will lead him to the possession of his highest and best desires.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p16"},"Brethren and sisters, there are some things that you and I ought to think about. The time is come when it behooves every man and every woman to know for themselves in relation to the foundation on which they stand. We should all strive to get a little nearer to the Lord. It is necessary for us to advance a little and obtain a full knowledge of those things which we should more fully understand. It is the privilege of every Latter-day Saint.",["sup",["a",{"href":"fn_8"},"8"]],"[See suggestion 2 on page 69.]"]],[".topic",["h3","We can increase in our faith and spiritual knowledge."],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p18"},"Men and women can increase their spiritual knowledge; they can grow better as years multiply upon them.",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p19"},"I feel that the Latter-day Saints are advancing; that they are receiving an education. We are getting up higher and higher. We are advancing to a higher condition and sphere and to a higher plane, and we are receiving such an education that the wisdom of the world with all its attainments and false doctrines and principles, will have no effect upon the Latter-day Saints, for they are rising above the theories and hypothesis of human inventions and soaring",["span.pageBreak",{"title":"64"}],"in things of truth that raise the mind, exalt the understanding, and establishing them[selves] more and more fully in the true principles of life and glory. We are filled in our hearts with these truths and we cannot tell the day or the hour in which our faith has been increased, but we feel, when we look back over the last week, month or year, that we have increased in faith and in the knowledge of faith and power of God; we know that we have got nearer our God and we feel that we are in fellowship with God our Father.",["sup",["a",{"href":"fn_10"},"10"]],"[See suggestion 3 on page 69.]"]],[".topic",["h3","If we desire to increase in our faith and spiritual knowledge, we must exert ourselves."],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p21"},"Every man has got to learn to stand upon his own knowledge; he cannot depend upon his neighbor; every man must be independent; he must depend upon his God for himself entirely. It depends upon himself to see if he will stem the tide of trouble and overcome t",["span.pageBreak",{"title":"65"}],"he impediments that are strewn in the pathway of life to prevent his progress. A man can get information by the operations of the Holy Spirit, and he approaches to God and increases in his faith in proportion as he is diligent.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p22"},"It is impossible to advance in the principles of truth, to increase in heavenly knowledge, [unless] we exercise our reasoning faculties and exert ourselves in a proper manner. We have an instance recorded in the Doctrine and Covenants of a misunderstanding on the part of Oliver Cowdery, touching this principle. The Lord promised him the gift to translate ancient records. Like many of us to-day, he had misconceptions in regard to the exercise of the gift. He thought all that was necessary for him to do, inasmuch as this gift had been promised him of God, was to allow his mind to wait in idleness without effort, until it should operate spontaneously. But when those records were placed before him, there was no knowledge communicated, they still remained sealed, as it were, for no power to translate came upon him."],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p23"},"Although the gift to translate had been conferred, he could not prosecute the work, simply because he failed to exert himself before God with the view of developing the gift within him; and he became greatly disappointed, and the Lord, in his goodness and mercy, informed him of his mistake, using the following language—"],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p24"},"“Behold, you have not understood; you have supposed that I would give it unto you when you took no thought, save it was to ask me; but, behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you,” etc. [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9"},"D&C 9"],".]"],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p25"},"So in regard to us, respecting the things which we are undertaking. If we expect to improve, to advance in the work immediately before us, and finally to obtain possession of those gifts and glories, coming up to that condition of exaltation we anticipate, we must take thought and reflect, we must exert ourselves, and that too to the utmost of our ability.",["sup",["a",{"href":"fn_12"},"12"]]],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p26"},"We ought to … get the Spirit ourselves, and not be satisfied to walk in the light as it is shadowed forth by others; we should have it incorporated with our spiritual organizations. …"],["span.pageBreak",{"title":"66"}],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p27"},"An individual undertaking to learn to play upon a flute at first finds a difficulty in making the notes, and in order to play a tune correctly there is a great deal of diligence and patience required. He has to go on, to pause, to turn back and commence afresh, but after a time he is enabled, through a great deal of exertions, to master that tune. When called upon to play that tune afterwards, there is no necessity for remembering where to place the fingers, but he plays it naturally. It was not natural at the first; there had to be a great deal of patience and labor, before it became natural to go through with the tune."],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p28"},"It is just so in regard to matters that pertain to the things of God. We have to exert ourselves and go from grace to grace, to get the law of action so incorporated in our systems, that it may be natural to do those things that are required of us.",["sup",["a",{"href":"fn_13"},"13"]],"[See suggestion 4 on page 69.]"]],[".topic",["h3","As we dig deep into the things of God and remain faithful, our religion becomes a part of our being."],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p30"},"There is a danger of our being satisfied with a superficial advancement, with merely advancing on the surface. We talk of walking in the light of the Spirit and of feeling it upon us, but do we do these things? We ought to dig deep into the things of God, lay our foundation upon the rock, until we come to that water which shall be in us an everlasting fountain of eternal life.",["sup",["a",{"href":"fn_14"},"14"]]],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p31"},"There are men among us upon whom the Spirit of the Almighty once rested mightily, whose intentions were once as good and pure as those of angels, and who made covenants with God that they would serve Him and keep His commandments under every and all circumstances. … But how is it now with some of those Elders? They do not feel so to-day. Their affections are set upon the things of this world which the Lord has enabled them to acquire, that they wait now until they are called, and in many instances when called, they obey more out of a desire to retain their standing and position, than a real heart-felt love of the labor to which they may have been called."],["span.pageBreak",{"title":"67"}],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p32"},"This is the condition of all men, no matter how well they start out, who allow their thoughts and affections to run after the world and its ways, and it is a plain and indisputable proof that when this is the case with men they love the world more than they love the Lord and His work upon the earth. Having received the light of the everlasting Gospel, and partaken of the good things of the kingdom, and being of the seed of Israel and heirs to great and glorious promises, we should labor with fidelity and diligence to accomplish what God has designed to do through us; we should be men and women of faith and power as well as good works, and when we discover ourselves careless or indifferent in the least, it should be sufficient for us to know it in order to mend our ways and return to the path of duty.",["sup",["a",{"href":"fn_15"},"15"]]],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p33"},"Nothing can be more foolish than the idea of a man laying off his religion like a cloak or garment. There is no such thing as a man laying off his religion unless he lays off himself. Our religion should be incorporated within ourselves, a part of our being that cannot be laid off. If there can be such a thing as a man laying off his religion, the moment he does so he gets on to ground he knows nothing about, he gives himself over to the powers of darkness, he is not on his own ground, he has no business there. The idea of Elders in Israel swearing, lying and giving way to intoxication is far beneath them; they ought to be above such things. Let us put from us every evil and live by every word that proceeds from the mouth of God [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.11"},"D&C 98:11"],"]. Let us lay hold of every duty assigned to us with ambition and energy that we may have the spirit of our God, the light of truth and the revelations of Jesus Christ within us continually.",["sup",["a",{"href":"fn_16"},"16"]]],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p34"},"Stick to the ship of Zion. If boats come to the side, showing beautiful colors and making wonderful promises, do not get off the ship to go to the shore on any other boat; but keep on the ship. If you are badly used by any of those that are on the ship, who have not got the proper spirit, remember the ship itself is allright. We should not allow our minds to become soured because of anything that the people on the ship may do to us; the ship is allright, and the officers are allright, and we will be right if we stick to the ship. I can assure you it will take you right into the land of glory.",["sup",["a",{"href":"fn_17"},"17"]]],["span.pageBreak",{"title":"68"}],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p35"},"I will [present a] figure in regard to bringing about and getting this spirit in us, and digging deep that we in the time of storm, may not be driven off. Place a cucumber in a barrel of vinegar and there is but little effect produced upon it the first hour, nor in the first 12 hours. Examine it and you will find that the effect produced is merely upon the rind, for it requires a longer time to pickle it. A person’s being baptized into this church has an effect upon him, but not the effect to pickle him immediately. It does not establish the law of right and of duty in him during the first 12 or 24 hours; he must remain in the church, like the cucumber in the vinegar, until he becomes saturated with the right spirit, until he becomes pickled in ‘Mormonism,’ in the law of God; we have got to have those things incorporated in our systems."],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p36"},"… Brethren and sisters, I … leave the subject to your close application, consideration and meditation, praying the Lord God of our fathers to pour out His Spirit upon His people. You are those whom the Lord has selected to glorify Him in His presence, and may the Lord bless you and fill you with His Spirit, and may your eyes be clear to discern the things that pertain to your salvation. And if there is any man or woman that is not fairly awake, may the time soon come that the Spirit and power of the Holy Ghost may be upon them, that it may teach them things past, present and to come, and by the assistance of the Lord, plant righteousness and the principle of truth in their systems, that they may be prepared for the storms that are coming.",["sup",["a",{"href":"fn_18"},"18"]],"[See suggestion 5 on page 69.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p38"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.f1"},["ol.number",["li",["span.label","1."],[".para","Review Lorenzo Snow’s experience recorded on pages 59, 61–62. How did your testimony become real for you? Consider sharing your experience with a family member or with a friend, such as someone you serve as a home teacher or visiting teacher."]],["span.pageBreak",{"title":"69"}],["li",["span.label","2."],[".para","President Snow said that gaining a testimony is “a very good starting point for a Latter-day Saint” (page 63). Why is a testimony only a starting point—not a final destination?"]],["li",["span.label","3."],[".para","In the section that begins at the bottom of page 63, President Snow contrasts the world’s education with the “higher” education the Lord offers. How can we pursue this “higher education”? What blessings have come to you as you have done so?"]],["li",["span.label","4."],[".para","Read the section that begins on page 64. When have you needed to “stand upon [your] own knowledge”? What can parents and teachers do to help children and youth stand upon their own knowledge?"]],["li",["span.label","5."],[".para","Review President Snow’s counsel in the final section of the chapter (pages 66–68). What do you think it means to “dig deep into the things of God”? What do you think it means to have our religion “incorporated within ourselves”?"]]]],["div",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p44"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.20"},"2 Nephi 31:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.1-4,15"},"Mosiah 5:1–4, 15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.9-10"},"Alma 12:9–10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.20"},"3 Nephi 9:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.24"},"D&C 50:24"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.f2"},["div",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.p45"},["span.emphasis","Teaching Help:"],"“Quite a bit of teaching that is done in the Church is done so rigidly, it’s lecture. We don’t respond to lectures too well in classrooms. We do in sacrament meeting and at conferences, but teaching can be two-way so that you can ask questions. You can sponsor questions easily in a class” (Boyd K. Packer, “Principles of Teaching and Learning,”",["span.emphasis","Ensign,"],"June 2007, 87)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.f3"},[".caption","“We ought to dig deep into the things of God, lay our foundation upon the rock, until we come to that water which shall be in us an everlasting fountain of eternal life.”"]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.f4"},[".caption","Soon after being baptized and confirmed, Lorenzo Snow received a quiet, life-changing manifestation of the Holy Ghost."]],[".",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.f5"},[".caption","“Men and women can increase their spiritual knowledge; they can grow better as years multiply upon them.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn1"},["span.label","1."],"In Frank G. Carpenter, “A Chat with President Snow,” quoted in",["span.emphasis","Deseret Semi-Weekly News,"],"Jan. 5, 1900, 12."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn2"},["span.label","2."],"“The Grand Destiny of Man,”",["span.emphasis","Deseret Evening News,"],"July 20, 1901, 22."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn3"},["span.label","3."],"In “A Chat with President Snow,” 12."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn4"},["span.label","4."],["span.emphasis","Juvenile Instructor,"],"Jan. 15, 1887, 22–23."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn5"},["span.label","5."],"“The Object of This Probation,”",["span.emphasis","Deseret Semi-Weekly News,"],"May 4, 1894, 7."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn6"},["span.label","6."],["span.emphasis","Millennial Star,"],"Apr. 18, 1887, 242."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn7"},["span.label","7."],"“Glory Awaiting the Saints,”",["span.emphasis","Deseret Semi-Weekly News,"],"Oct. 30, 1894, 1."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn8"},["span.label","8."],["span.emphasis","Millennial Star,"],"Apr. 18, 1887, 244."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn9"},["span.label","9."],["span.emphasis","Deseret News: Semi-Weekly,"],"Mar. 31, 1868, 2."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn10"},["span.label","10."],["span.emphasis","Salt Lake Daily Herald,"],"Oct. 11, 1887, 2."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn11"},["span.label","11."],["span.emphasis","Deseret News,"],"Apr. 11, 1888, 200; from a detailed paraphrase of a discourse Lorenzo Snow delivered in the April 1888 general conference."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn12"},["span.label","12."],["span.emphasis","Deseret News,"],"June 13, 1877, 290."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn13"},["span.label","13."],["span.emphasis","Deseret News,"],"Jan. 28, 1857, 371."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn14"},["span.label","14."],["span.emphasis","Deseret News,"],"Jan. 28, 1857, 371."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn15"},["span.label","15."],["span.emphasis","Deseret News: Semi-Weekly,"],"Aug. 15, 1882, 1."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn16"},["span.label","16."],["span.emphasis","Deseret News: Semi-Weekly,"],"Mar. 31, 1868, 2."],["div",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn17"},["span.label","17."],["span.emphasis","Deseret Semi-Weekly News,"],"Mar. 30, 1897, 1."],["div",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-3-lifelong-conversion-continuing-to-advance-in-the-principles-of-truth.fn18"},["span.label","18."],["span.emphasis","Deseret News,"],"Jan. 28, 1857, 371."]]}
