{"id":8,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":8,"title":"Chapter 4: Strengthening and Preserving the Family","subtitle":"","short_title":"Chapter 4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.head1"},[".titleNumber",["span.pageBreak",{"title":"73"}],"Chapter 4"],["h1","Strengthening and Preserving the Family"],[".intro","“It is the will of the Lord to strengthen and preserve the family unit.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p5"},"President Joseph Fielding Smith declared, “The family is the most important organization in time or in eternity.”",["sup",["a",{"href":"fn_1"},"1"]],"Nowhere did he teach this more clearly than in his own home, setting an example as a loving husband, father, and grandfather. Despite his busy schedule as an Apostle, he always made time for his family, “compensat[ing] for the days apart by heaping a double dose of affection upon them when home.”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p6"},"President Smith’s second wife, Ethel, was once asked, “Will you tell us something about the man you know?” Aware that many Church members saw her husband as overly stern, she responded:"],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p7"},"“You ask me to tell you of the man I know. I have often thought when he is gone people will say, ‘He is a very good man, sincere, orthodox, etc.’ They will speak of him as the public knows him; but the man they have in mind is very different from the man I know. The man I know is a kind, loving husband and father whose greatest ambition in life is to make his family happy, entirely forgetful of self in his efforts to do this. He is the man that lulls to sleep the fretful child, who tells bedtime stories to the little ones, who is never too tired or too busy to sit up late at night or to get up early in the morning to help the older children solve perplexing school problems. When illness comes the man I know watches tenderly over the afflicted one and waits upon him. It is their father for whom they cry, feeling his presence a panacea for their ills. It is his hands that bind up the wounds, his arms that give",["span.pageBreak",{"title":"74"}],"courage to the sufferer, his voice that remonstrates with them gently when they err, until it becomes their happiness to do the thing that will make him happy. …"],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p8"},"“The man I know is unselfish, uncomplaining, considerate, thoughtful, sympathetic, doing everything within his power to make life a supreme joy for his loved ones. That is the man I know.”",["sup",["a",{"href":"fn_3"},"3"]]],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p9"},"President Smith’s children shared examples of his efforts to strengthen and preserve his family and “make life a supreme joy” for them. In a biography of Joseph Fielding Smith, coauthors Joseph Fielding Smith Jr. and John J. Stewart included the following recollection: “It was a happy day for his youngsters when they saw Dad don an apron and start a wholesale batch of pies. Mincemeat was one of his favorites. He made his own mincemeat filling. But he also ventured into other kinds of pies: apple, cherry, peach and pumpkin. His pie making efforts became a family project as youngsters were sent off in this direction and that to help gather in the necessary tools and ingredients. The savory, tantalizing aroma of pies baking in the big oven made a happy hour of anticipation. A watchful check was kept on them, that they did not come out either too soon or too late. Meanwhile Ethel stirred up a batch of homemade ice cream and the youngsters took turns cranking the ice cream freezer.”",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p10"},"Douglas A. Smith said that he and his father had a “great relationship.” He shared examples of activities they enjoyed together: “We used to box once in a while, or at least feign the act of boxing. I had too much respect to hit him and he had too much love to hit me. … It was more or less shadowboxing. We used to play chess and I rejoiced when I could beat him. Now I look back and feel that maybe it was prearranged.”",["sup",["a",{"href":"fn_5"},"5"]]],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p11"},"Amelia Smith McConkie remembered: “It was almost fun to be sick as he gave us very special attention. … He entertained us by playing good music on the old Edison phonograph. To our delight he would dance to the music or march around the room, and even try to sing. … He brought us beautiful big, sweet oranges and sat on the bed to peel them, then gave us one segment at a time. He told us stories about his childhood, or how his father took care of him when he was sick. If the occasion warranted he would give",["span.pageBreak",{"title":"75"}],"us a blessing.”",["sup",["a",{"href":"fn_6"},"6"]],"Amelia also revealed her father’s method for disciplining his children: “If any of us needed to be corrected for some misbehavior he simply put his hands on our shoulders and looking into our eyes with a hurt look in his own, said, ‘I wish my kiddies would be good.’ No spanking or other punishment could ever have been more effective.”",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p12"},"President Smith’s love for and attention to his children extended to his grandchildren. His grandson Hoyt W. Brewster Jr. told of a time when, as a missionary in the Netherlands, he was allowed to attend the dedication of the London England Temple in 1958. As he and other missionaries filed into the assembly room, his grandfather saw him. Hoyt later recalled: “Without a moment’s hesitation, he jumped up from his chair and extended his arms, motioning me towards him. In that instance I did not see Joseph Fielding Smith, President of the Council of the Twelve Apostles … but a grandfather who saw one of his grandchildren for whom he had great love. I didn’t hesitate to break ranks and rush to the stand where he embraced me and kissed me in front of that entire solemn assembly. That to me was one of the most sacred and memorable moments of my life.”",["sup",["a",{"href":"fn_8"},"8"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.t3"},[".titleNumber","1"],["h3","The family is the most important organization in time or in eternity."],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p16"},"May I remind you of just how important the family unit is in the overall plan of our Father in heaven. In fact, the Church organization really exists to assist the family and its members in reaching exaltation."],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p17"},"Family unity and family commitment to the gospel are so important that the adversary has turned much of his attention to the destruction of families in our society. On every side there is an attack on the basic integrity of the family as the foundation of what is good and noble in life. … Liberalization of abortion laws throughout the world suggests the existing disregard for the sacredness of life. Families are torn apart by increasing use of illegal drugs and",["span.pageBreak",{"title":"76"}],"the abuse of legal drugs. Contempt for authority by more and more young people usually begins with disrespect and disobedience in homes. …"],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p18"},"As the forces of evil attack the individual by tearing away at his family roots, it becomes critical for Latter-day Saint parents to maintain and strengthen the family. There may possibly be a few very strong individuals who can survive without the support of a family, but more of us need the love, teaching, and acceptance that come from those who care very deeply.",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p19"},"There are certain old truths which will be truths as long as the world endures, and which no amount of progress can change. One of these is that the family (the organization consisting of father, mother, and children) is the foundation of all things in the Church; another, that sins against pure and healthy family life are those which, of all others, are sure in the end to be visited most heavily upon the nations in which they take place. …"],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p20"},"Far more important than the question of occupation or wealth of people is the question of how their family life is conducted. All other things are of minor consequence, so long as there are real homes, and so long as those who make up these homes do their duty to each other.",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p21"},"There is no substitute for a righteous home. That may not be so considered in the world, but it is and ought to be in the Church of Jesus Christ of Latter-day Saints. The family is the unit in the kingdom of God.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p22"},"The family is the most important organization in time or in eternity. … It is the will of the Lord to strengthen and preserve the family unit. We plead with fathers to take their rightful place as the head of the house. We ask mothers to sustain and support their husbands and to be lights to their children.",["sup",["a",{"href":"fn_12"},"12"]]],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p23"},"The gospel is family centered; it must be lived in the family. It is here we receive our greatest and most important training as we seek to create for ourselves eternal family units patterned after the family of God our Father.",["sup",["a",{"href":"fn_13"},"13"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.t4"},[".titleNumber",["span.pageBreak",{"title":"77"}],"2"],["h3","The Lord instituted the family to endure eternally."],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p26"},"Marriage, we have learned, is an eternal principle ordained before the foundation of the world and instituted on this earth before death came into it. Our first parents were commanded to multiply and replenish the earth. It naturally follows that the family organization was also intended to be eternal. In the plan prepared for this earth the laws governing in the celestial world became the foundation. The great work and glory of the Lord is “to bring to pass the immortality and eternal life of man.” [",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],".] The only way this can be done is through marriage and the family, in fact this is the eternal order among the exalted and has been worlds without end.",["sup",["a",{"href":"fn_14"},"14"]]],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p27"},"The plan given in the Gospel for the government of man on this earth is typical of the law governing in the kingdom of God. Is it",["span.pageBreak",{"title":"78"}],"possible to imagine a greater source of sorrow than to be left in the eternal world without claim on father or mother or children? The thought of a nation without the family unit as its fundamental foundation, where all the citizens are comparatively strangers to each other and where natural affection is not found; where no family ties bind the groups together, is one of horror. Such a condition could lead to but one end—anarchy and dissolution. Is it not reasonable to believe the same thing true in relation to the kingdom of God? If in that kingdom, there were no family ties and all men and women were “angels” without the natural kinships, as many people believe, could it be a place of happiness—a heaven?",["sup",["a",{"href":"fn_15"},"15"]]],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p28"},"In the temple of the Lord, a couple goes to be sealed or married for time and all eternity. Children born in that union will be the children of that father and mother not only in mortal life but in all eternity, and they become members of the family of God in heaven and on earth, as spoken of by Paul [see",["a.scriptureRef",{"href":"/scriptures/nt/eph/3.14-15"},"Ephesians 3:14–15"],"], and that family order should never be broken. …"],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p29"},"… Those children born to them have a right to the companionship of father and mother, and father and mother are under obligations before their Eternal Father to be true to each other and raise those children in light and truth, that they may in the eternities to come, be one—a family within the great family of God.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p30"},"We should remember, as Latter-day Saints, that outside of the celestial kingdom, there is no family organization [after death]. That organization is reserved for those who are willing to abide in every covenant and every obligation which we are called upon to receive while we sojourn here in this mortal life.",["sup",["a",{"href":"fn_17"},"17"]]],["p.para",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p31"},"The kingdom of God will be one great family. We call ourselves brothers and sisters. In very deed we become joint heirs with Jesus Christ through the gospel of Jesus Christ [see",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.16-17"},"Romans 8:16–17"],"], sons and daughters of God, and entitled to the fulness of the blessings of his kingdom if we will repent and keep [the] commandments.",["sup",["a",{"href":"fn_18"},"18"]]],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p32"},"The hope of eternal life, including the reuniting of the members of the family when the resurrection comes, brings to the heart greater love and affection for each member of the family. With this hope, husbands are inclined to love their wives with a stronger and",["span.pageBreak",{"title":"79"}],"more holy love; and wives in like manner love their husbands. The tender feeling and solicitude on the part of parents for their children is increased, for the children become endeared to them with bands of love and happiness which cannot be broken.",["sup",["a",{"href":"fn_19"},"19"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.t5"},[".titleNumber","3"],["h3","We strengthen and preserve our families as we spend time together, love each other, and live the gospel together."],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p35"},"The primary function of a Latter-day Saint home is to insure that every member of the family works to create the climate and conditions in which all can grow toward perfection. For parents, this requires a dedication of time and energy far beyond the mere providing of their children’s physical needs. For children, this means controlling the natural tendency toward selfishness."],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p36"},"Do you spend as much time making your family and home successful as you do in pursuing social and professional success? Are you devoting your best creative energy to the most important unit in society—the family? Or is your relationship with your family merely a routine, unrewarding part of life? Parent and child must be willing to put family responsibilities first in order to achieve family exaltation.",["sup",["a",{"href":"fn_20"},"20"]]],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p37"},"The home … is the workshop where human characters are built and the manner in which they are formed depends upon the relationship existing between parents and the children. The home cannot be what it should be unless these relationships are of the proper character. Whether they are so or not depends, it is true, upon both parents and children, but much more upon parents. They must do their best.",["sup",["a",{"href":"fn_21"},"21"]]],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p38"},"“Oh, go away and leave me alone, I haven’t time to be bothered,” said a hurried, impatient mother to her little three-year-old daughter who was trying to help perform a certain household task. … The desire to help is born with every normal child and parents have no right to complain. There can be no such thing as household drudgery when all assist with the tasks, and through the association in the discharge of these duties comes the sweetest companionship that can be experienced."],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p39"},["span.pageBreak",{"title":"80"}],"If I had to suggest one thing which I think we as parents are most lacking, it would be a sympathetic understanding of our children. Live with the children; follow their paths. … Know everything that claims the interest of the children, be a good sport with them.",["sup",["a",{"href":"fn_22"},"22"]]],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p40"},"We have been trying to impress upon parents the need of paying more attention to their children, having a little more of the spirit of the gospel in their homes, a little more unity and a little more faith; a little more responsibility religiously, spiritually on the part of the fathers; also, of the mothers; more of the teaching of the gospel in the home.",["sup",["a",{"href":"fn_23"},"23"]]],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p41"},"To parents in the Church we say: Love each other with all your hearts. Keep the moral law and live the gospel. Bring up your children in light and truth; teach them the saving truths of the gospel; and make your home a heaven on earth, a place where the Spirit of the Lord may dwell and where righteousness may be enthroned in the heart of each member.",["sup",["a",{"href":"fn_24"},"24"]]],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p42"},"I pray that our Heavenly Father will give all of us the strength to reach our true potential. I invoke his Spirit on the homes of the Church, that there may be love and harmony found there. May our Father preserve and exalt our families.",["sup",["a",{"href":"fn_25"},"25"]]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.t6"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.t7"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p45"},"As you read the anecdotes in “From the Life of Joseph Fielding Smith,” consider how President Smith’s example can be a guide in your life. Think about ways you can personally improve to strengthen family relationships."]],["li",["span.label","•"],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p46"},"Contemplate the importance of the family as outlined in section 1. What are you doing to fortify your family against the negative influences of the world?"]],["li",["span.label","•"],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p47"},"President Smith spoke of “the hope of eternal life, including the reuniting of the members of the family when the resurrection comes” (section 2). How does this hope influence your interaction with family members?"]],["li",["span.label","•"],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p48"},["span.pageBreak",{"title":"81"}],"In section 3, President Smith asks three soul-searching questions. Answer these questions in your mind. As you read this section, consider changes you can make in your life that can improve the feeling in your home."]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.t8"},["h3","Related Scriptures"],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p50"},["a.scriptureRef",{"href":"/scriptures/ot/prov/22.6"},"Proverbs 22:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.37"},"1 Nephi 8:37"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119"},"D&C 88:119"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.40-50"},"93:40–50"],"; see also “The Family: A Proclamation to the World”"]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.t9"},["h3","Teaching Help"],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p52"},"“Ask participants to choose one section [of the chapter] and read it silently. Invite them to gather in groups of two or three people who chose the same section and discuss what they have learned” (from page vii of this book)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.f2"},[".caption",["p.para",{"id":"p79","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p79"},"“The gospel is family centered; it must be lived in the family.”"]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.f3"},[".caption",["p.para",{"id":"p80","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.p80"},"“The Church organization really exists to assist the family and its members in reaching exaltation.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn1"},["b","1"],["span.label","1."],"“Counsel to the Saints and to the World,”",["span.emphasis","Ensign,"],"July 1972, 27."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn2"},["b","2"],["span.label","2."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"(1972), 14."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn3"},["b","3"],["span.label","3."],"Ethel Smith, in Bryant S. Hinckley, “Joseph Fielding Smith,”",["span.emphasis","Improvement Era,"],"June 1932, 459."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn4"},["b","4"],["span.label","4."],"Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith,"],"228."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn5"},["b","5"],["span.label","5."],"Douglas A. Smith, in D. Arthur Haycock,",["span.emphasis","Exemplary Manhood Award,"],"Brigham Young University Speeches of the Year (Apr. 18, 1972), 5."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn6"},["b","6"],["span.label","6."],"Amelia Smith McConkie, “Joseph Fielding Smith,”",["span.emphasis","Church News,"],"Oct. 30, 1993, 10."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn7"},["b","7"],["span.label","7."],"Amelia Smith McConkie, “Joseph Fielding Smith,” 10."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn8"},["b","8"],["span.label","8."],"In Francis M. Gibbons,",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God"],"(1992), 254."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn9"},["b","9"],["span.label","9."],"In “Message from the First Presidency,”",["span.emphasis","Ensign,"],"Jan. 1971, inside front cover and page 1."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn10"},["b","10"],["span.label","10."],"“Our Children—‘The Loveliest Flowers from God’s Own Garden,’”",["span.emphasis","Relief Society Magazine,"],"Jan. 1969, 4."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn11"},["b","11"],["span.label","11."],"In Conference Report, Oct. 1948, 152."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn12"},["b","12"],["span.label","12."],"“Counsel to the Saints and to the World,” 27."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn13"},["b","13"],["span.label","13."],"“Mothers in Israel,”",["span.emphasis","Relief Society Magazine,"],"Dec. 1970, 886."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn14"},["b","14"],["span.label","14."],["span.emphasis","The Way to Perfection"],"(1931), 251."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn15"},["b","15"],["span.label","15."],"“A Peculiar People,”",["span.emphasis","Deseret News,"],"Church section, Apr. 2, 1932, 6; see also",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 2:65–66."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn16"},["b","16"],["span.label","16."],"In Conference Report, Apr. 1961, 49."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn17"},["b","17"],["span.label","17."],"In Conference Report, Oct. 1948, 153."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn18"},["b","18"],["span.label","18."],"In Conference Report, Apr. 1959, 24."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn19"},["b","19"],["span.label","19."],["span.emphasis","The Way to Perfection,"],"258."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn20"},["b","20"],["span.label","20."],"In “Message from the First Presidency,”",["span.emphasis","Ensign,"],"Jan. 1971, 1."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn21"},["b","21"],["span.label","21."],"“Our Children—‘The Loveliest Flowers from God’s Own Garden,’” 6."],[".footnote",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn22"},["b","22"],["span.label","22."],"“Our Children—‘The Loveliest Flowers from God’s Own Garden,’” 6–7."],[".footnote",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn23"},["b","23"],["span.label","23."],["span.emphasis","Take Heed to Yourselves!"],"(1966), 354."],[".footnote",{"id":"fn24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn24"},["b","24"],["span.label","24."],"“Counsel to the Saints and to the World,” 27."],[".footnote",{"id":"fn25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-4-strengthening-and-preserving-the-family.fn25"},["b","25"],["span.label","25."],"In “Message from the First Presidency,”",["span.emphasis","Ensign,"],"Jan. 1971, 1."]]}
