{"id":14,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":14,"title":"Chapter 10: Our Search for Truth","subtitle":"","short_title":"Chapter 10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.head1"},[".titleNumber",["span.pageBreak",{"title":"139"}],"Chapter 10"],["h1","Our Search for Truth"],[".intro","“It is a requirement that is made of us, as members of this Church, to make ourselves familiar with that which the Lord has revealed, that we may not be led astray. … How are we going to walk in the truth if we do not know it?”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p5"},"When Joseph Fielding Smith was eight years old, his father gave him a copy of the Book of Mormon and asked him to read it. “I received this Nephite record with thanksgiving,” he later recalled, “and applied myself to the task which had been assigned to me.” His love for the book motivated him to get his chores done quickly and sometimes even leave baseball games early so he could find quiet places to read. In less than two years after receiving the gift from his father, he read the book twice. Of that early study, he later said, “There are certain passages that have been stamped upon my mind and I have never forgotten them.”",["sup",["a",{"href":"fn_1"},"1"]],"He also read other books. “I used to read the books that were prepared for the Primary children and for the Sunday School children in those early days,” he said, “and I usually had a book in my hands when I was home. … Later I read the History of the Church as recorded in the",["span.emphasis","Millennial Star."],"I also read the Bible, the Book of Mormon, the Pearl of Great Price, the Doctrine and Covenants, and other literature that fell into my hands.”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p6"},"President Smith maintained this thirst for gospel knowledge throughout his life. As he learned the truths of the gospel, he shared them and, when necessary, defended them. Three years after he was ordained an Apostle, he received a priesthood blessing that included the following counsel: “You have been blessed with ability to comprehend, to analyze, and defend the principles of truth above",["span.pageBreak",{"title":"141"}],"many of your fellows, and the time will come when the accumulative evidence that you have gathered will stand as a wall of defense against those who are seeking and will seek to destroy the evidence of the divinity of the mission of the Prophet Joseph; and in this defense you will never be confounded, and the light of the Spirit will shed its rays upon your heart as gently as the dews that fall from heaven, and it will unfold to your understanding many truths concerning this work.”",["sup",["a",{"href":"fn_3"},"3"]],"He lived true to these prophetic words. As a gospel scholar, teacher, and writer, he worked diligently to explain and defend the doctrines of salvation. President Heber J. Grant once called him the “best posted man on the scriptures” among all the General Authorities.",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p7"},"Toward the end of his life, President Smith often reflected on the blessings he had received through his study of the gospel:"],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p8"},"“All my life I have studied and pondered the principles of the gospel and sought to live the laws of the Lord. As a result there has come into my heart a great love for him and for his work and for all those who seek to further his purposes in the earth.”",["sup",["a",{"href":"fn_5"},"5"]]],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p9"},"“All my days I have studied the scriptures and have sought the guidance of the Spirit of the Lord in coming to an understanding of their true meaning. The Lord has been good to me, and I rejoice in the knowledge he has given me and in the privilege that has been and is mine to teach his saving principles.”",["sup",["a",{"href":"fn_6"},"6"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.t3"},[".titleNumber","1"],["h3","We should seek truth in many fields, but the most important knowledge is gospel knowledge."],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p13"},"We believe in education. As a people we have always sought learning in every field, and as a Church we have spent great sums and made considerable sacrifice to make education opportunities available to the Church members. And particularly in this day of scientific research and development. We think our young people should get as much education and technical training as in wisdom is necessary."],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p14"},["span.pageBreak",{"title":"142"}],"But we think this pursuit of worldly learning should be tempered with a like pursuit of spiritual understanding. It is more important, a thousand times over, to have a knowledge of God and his laws, so that we can do the things which bring salvation, than it is to have all the worldly knowledge that can be obtained.",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p15"},"Everyone should learn something new every day. You all have inquiring minds and are seeking truth in many fields. I sincerely hope your greatest search is in the realm of spiritual things, because it is there that we are able to gain salvation and make the progress that leads to eternal life in our Father’s kingdom."],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p16"},"The most important knowledge in the world is gospel knowledge. It is a knowledge of God and his laws, of those things that men must do to work out their salvation with fear and trembling before the Lord [see",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.12"},"Philippians 2:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.27"},"Mormon 9:27"],"].",["sup",["a",{"href":"fn_8"},"8"]]],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p17"},"Not all truth is of the same value or importance. Some truths are greater than others. The greatest truth, or the greatest truths, we find in the fundamentals of the gospel of Jesus Christ. First of all, that Jesus Christ is the Son of God, the Redeemer of the world, who came into this world to die that men might live. That truth we should know. It is far more important to know that Jesus Christ is our Redeemer, that he has given unto us the principles of eternal life, than it is to know all that can be obtained in secular education.",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p18"},"So far as the philosophy and wisdom of the world are concerned, they mean nothing unless they conform to the revealed word of God. Any doctrine, whether it comes in the name of religion, science, philosophy, or whatever it may be, if it is in conflict with the revealed word of the Lord, will fail. It may appear plausible. It may be put before you in language that appeals and which you may not be able to answer. It may appear to be established by evidence that you cannot controvert, but all you need to do is to abide your time. Time will level all things. You will find that every doctrine, every principle, no matter how universally believed, if it is not in accord with the divine word of the Lord to his servants, will perish. Nor is it necessary for us to try to stretch the word of the Lord in a vain attempt to make it conform to these theories and teachings. The word of the Lord shall not pass away unfulfilled, but these false",["span.pageBreak",{"title":"143"}],"doctrines and theories will all fail. Truth, and only truth, will remain when all else has perished.",["sup",["a",{"href":"fn_10"},"10"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.t4"},[".titleNumber","2"],["h3","The Lord has commanded us to search the scriptures."],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p21"},"The Lord has commanded the members of the Church in this day to seek him by prayer, by faith and study. We have been commanded to study the commandments he has given us in the Doctrine and Covenants, in the Book of Mormon and in all the scriptures, with the promise that “Whatever principle of intelligence we attain unto in this life, it will rise with us in the resurrection. And if a person gains more knowledge and intelligence in this life through his diligence and obedience than another, he will have so much the advantage in the world to come.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18-19"},"D&C 130:18–19"],".] … The Savior said to the Jews: “Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/5.39"},"John 5:39"],".] How many",["span.pageBreak",{"title":"144"}],"members of the Church",["span.emphasis","think"],"likewise, but fail to prepare themselves by study and by faith?",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p22"},"It seems to me that a member of this Church would not be able to rest in peace and comfort and have a clear conscience without having knowledge by study and by faith of the standard works of the Church. These records are priceless. The world mocks at them, but through their teachings we are permitted to come nearer unto God, get a better understanding of our Heavenly Father and his Son Jesus Christ, become closer acquainted with them and to know more in regard to the wonderful plan of salvation which they have given unto us and unto the world.",["sup",["a",{"href":"fn_12"},"12"]]],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p23"},"Ancient prophets, who saw our times, have spoken, not particularly for the benefit of the people of their day, but for the benefit of the people living in the days of which these prophecies speak.",["sup",["a",{"href":"fn_13"},"13"]]],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p24"},"I say to you, my brethren and sisters, you cannot keep the commandments of the Lord and walk in righteousness unless you know what they are. The Lord has commanded us to search the scriptures, for the things which they contain are true and shall be fulfilled [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37"},"D&C 1:37"],"]. … Search the scriptures; make yourselves familiar with that which the Lord has revealed for your salvation, the salvation of your house, and of the world.",["sup",["a",{"href":"fn_14"},"14"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.t5"},[".titleNumber","3"],["h3","We have a great responsibility to hearken to the message of truth that the Lord is now revealing to His servants."],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p27"},"If we will hearken unto the words of the Lord and search for ourselves and obtain knowledge from the Book of Mormon, from the Bible, from the Doctrine and Covenants, from the Pearl of Great Price, and from the instruction given us from time to time by the authorities of the Church, and seek to do the will of the Lord, remembering our prayers and our covenants before him, we will not go astray.",["sup",["a",{"href":"fn_15"},"15"]]],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p28"},"In the ninth Article of Faith we declare that “We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.” This being true, it becomes necessary for us to understand all that He has revealed, and that which He is now",["span.pageBreak",{"title":"145"}],"revealing; otherwise we are not in touch with His work and cannot know His will concerning us, for we do not comprehend it.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p29"},"The Latter-day Saints should put their trust in their leaders, and follow the teachings of the authorities of the Church, for they speak unto them with the voice of prophecy and inspiration. The Lord has declared in the very first section in the Doctrine and Covenants, that whether he speak by his own voice or through the voice of his servants, it is the same [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],"]. Therefore, we are under just as great responsibility and obligation to hearken unto the voice of the one who stands at the head to teach the people, or to listen unto the voice of the elders of Israel, as they carry among the people the message of truth, as we are [if] the Lord should send from his presence an angel or should come himself to declare these things unto us.",["sup",["a",{"href":"fn_17"},"17"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.t6"},[".titleNumber","4"],["h3","We can know gospel truth by study, faith, and obedience and through the guidance of the Holy Ghost."],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p32"},"It would be well if we would follow the counsel the Lord has given us, which is: “And whoso treasureth up my word, shall not be deceived.” [",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.37"},"Joseph Smith—Matthew 1:37"],".] Treasuring up his word is far more than merely reading it. To treasure it one must not only read and study, but seek in humility and obedience to do the commandments given, and gain the inspiration which the Holy Spirit will impart.",["sup",["a",{"href":"fn_18"},"18"]]],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p33"},"We sometimes hear the complaint, “I haven’t time.” But we all have time to read and study which is our solemn duty. Can we not arrange to find at least fifteen minutes in each day to devote to systematic reading and reflection? This would be but a trifling amount of time, yet it would be one hour and forty-five minutes in a week; seven and one-half hours in a month of thirty days, and ninety-one hours and a quarter in the year. …"],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p34"},"… Very few among us read too much; most of us read too little. The Lord has said: “And as all have not faith, seek ye diligently and teach one another words of wisdom; yea, seek ye out of the best books words of wisdom, seek learning even by study and also by faith.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.7"},"109:7"],".]",["sup",["a",{"href":"fn_19"},"19"]]],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p35"},["span.pageBreak",{"title":"146"}],"We are expected to study and learn all we can by research and analysis. But there are limits to our learning abilities in the realms of reason and study. The things of God can be known only by the Spirit of God. We must gain knowledge by faith.",["sup",["a",{"href":"fn_20"},"20"]]],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p36"},"Men may search, they may study, they may learn, of course, a great many things; they may lay up a great fund of information, but they will never be able to come to the fulness of truth … unless they are guided by the Spirit of truth, the Holy Ghost, and keep the commandments of God.",["sup",["a",{"href":"fn_21"},"21"]]],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p37"},"True faith accompanied by the spirit of humility will lead men to a knowledge of the truth. There is no good reason why men everywhere may not know the truth which makes men free. There is no good reason why all men cannot discover the light of truth and know whether or not the Lord has spoken again in these latter days. Paul declared that men should “seek the Lord, if haply they might feel after him, and find him, though he is not far from every one of us.” [",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.27"},"Acts 17:27"],".] Even in the midst of the spiritual darkness and lack of faith, which covers the earth, the arm of the Lord is not shortened. He will hear the earnest plea of the honest seeker after truth; and none need walk without the knowledge of divine truth and where to find the Church of Jesus Christ. All a person needs is humble faith and a contrite spirit with the determination to walk in the light, and the Lord will reveal it unto him.",["sup",["a",{"href":"fn_22"},"22"]]],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p38"},"We may all know the truth; we are not helpless. The Lord has made it possible for every man to know by the observance of [His] laws, and through the guidance of His Holy Spirit, who is sent purposely to teach us when we comply with the law, so that we may know that truth which makes us free [see",["a.scriptureRef",{"href":"/scriptures/nt/john/8.32"},"John 8:32"],"].",["sup",["a",{"href":"fn_23"},"23"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.t7"},[".titleNumber","5"],["h3","As we put our lives in harmony with the truth, the Lord increases our light and understanding."],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p41"},"It is a requirement that is made of us, as members of this Church, to make ourselves familiar with that which the Lord has revealed, that we may not be led astray. … How are we going to walk in the truth if we do not know it?",["sup",["a",{"href":"fn_24"},"24"]]],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p42"},["span.pageBreak",{"title":"147"}],"Our sole objective where the truths of salvation are concerned should be to find out what the Lord has revealed and then to believe and act accordingly.",["sup",["a",{"href":"fn_25"},"25"]]],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p43"},"If we will follow the spirit of light, the spirit of truth, the spirit that is set forth in the revelations of the Lord; if we will, through the spirit of prayer and humility, seek for the guidance of the Holy Ghost, the Lord will increase our light and our understanding; so that we shall have the spirit of discernment, we shall understand the truth, we shall know falsehood when we see it, and we shall not be deceived."],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p44"},"Who is it that is deceived in this Church? Not the man who has been faithful in the discharge of duty; not the man who has made himself acquainted with the word of the Lord; not the man who has practiced the commandments given in these revelations; but the man who is not acquainted with the truth, the man who is in spiritual darkness, the man who does not comprehend and understand",["span.pageBreak",{"title":"148"}],"the principles of the Gospel. Such a man will be deceived, and when these false spirits come among us he may not understand or be able to distinguish between light and darkness."],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p45"},"But if we will walk in the light of the revelations of the Lord, if we will hearken to the counsels that are given by those who stand in the councils of the Church, empowered to give the instructions, we will not go astray.",["sup",["a",{"href":"fn_26"},"26"]]],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p46"},"Let us search [the] scriptures, let us know what the Lord has revealed, let us put our lives in harmony with His truth. Then we will not be deceived, but we will have power to resist evil and temptation. Our minds will be quickened and we will be able to comprehend truth and segregate it from error.",["sup",["a",{"href":"fn_27"},"27"]]],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p47"},"If there is any doctrine or principle connected with the teachings of the Church that we do not understand, then let us get on our knees. Let us go before the Lord in the spirit of prayer, of humility, and ask that our minds might be enlightened that we may understand.",["sup",["a",{"href":"fn_28"},"28"]]],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p48"},"“That which is of God is light, and he that receiveth light and continueth in God”—that is the key to the situation—“receiveth more light, and that light groweth brighter and brighter until the perfect day.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.24"},"D&C 50:24"],".]"],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p49"},"So we understand from this that the man who seeks God and [is] guided by the Spirit of truth, or the Comforter, and continues in God, will grow in knowledge, in light, in truth, until eventually there will come to him the perfect day of light and truth."],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p50"},"Now, we will not get all that in this life. It is impossible for a man to reach that goal in the few years of mortal existence. But what we learn here, that which is eternal, that which is inspired by the Spirit of truth, will continue with us beyond the grave and then we shall go on, if still continuing in God, to receive light and truth until eventually we shall come to that perfect day.",["sup",["a",{"href":"fn_29"},"29"]]],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p51"},"The promise has been made to all those who will receive the light of truth and through their research and obedience endeavor to acquaint themselves with the Gospel, that they shall receive line upon line, precept by precept, here a little and there a little, until the fulness of truth shall be their portion; even the hidden mysteries",["span.pageBreak",{"title":"149"}],"of the kingdom shall be made known unto them; “for every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.” [",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.8"},"Matthew 7:8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14.8"},"3 Nephi 14:8"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.10"},"Isaiah 28:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.1-10"},"D&C 76:1–10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.11-12"},"98:11–12"],".] All these are heirs of salvation and they shall be crowned with glory, immortality, and eternal life, as sons and daughters of God, with an exaltation in His celestial kingdom.",["sup",["a",{"href":"fn_30"},"30"]]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.t8"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.t9"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p54"},"As you read about President Smith’s efforts to learn the gospel (see “From the Life of Joseph Fielding Smith”), reflect on your own efforts. What blessings have come to you as you have studied the scriptures and other gospel teachings?"]],["li",["span.label","•"],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p55"},"What can we learn from section 1 about the balance between spiritual learning and secular learning? How can we help family members and others to give priority to spiritual knowledge as they pursue educational goals?"]],["li",["span.label","•"],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p56"},"How have the scriptures helped you “become closer acquainted” with Heavenly Father and Jesus Christ? (See section 2.) Think about what you can do to improve your study of the scriptures."]],["li",["span.label","•"],["p.para",{"id":"p57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p57"},"After reading section 3, think about the blessings you have received as you have followed the counsel of Church leaders. How can we share the teachings of living prophets with our families and others?"]],["li",["span.label","•"],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p58"},"What does it mean to you to treasure up the word of the Lord? (For some ideas, see section 4.) In what ways might “at least fifteen minutes in each day to devote to systematic reading and reflection” influence our lives?"]],["li",["span.label","•"],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p59"},"Ponder how the counsel in section 5 applies in your life. As false information becomes more aggressive and accessible, how can we “distinguish between light and darkness”? What can we do to help children and youth?"]]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.t10"},["h3",["span.pageBreak",{"title":"150"}],"Related Scriptures"],["p.para",{"id":"p61","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p61"},["a.scriptureRef",{"href":"/scriptures/ot/ps/119.105"},"Psalm 119:105"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.15-17"},"2 Timothy 3:15–17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.15"},"2 Nephi 4:15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.3"},"32:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/3.29-30"},"Helaman 3:29–30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.23"},"D&C 19:23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"84:85"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-80"},"88:77–80"]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.t11"},["h3","Teaching Help"],["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p63"},"“Even when you teach many people at the same time, you can reach out to individuals. For example, you reach out to individuals when you greet each person warmly at the beginning of class. … You also reach out when you make participation inviting and safe” (",["span.emphasis","Teaching, No Greater Call"],"[1999], 35)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.f2"},[".caption",["p.para",{"id":"p95","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p95"},"Elder Joseph Fielding Smith of the Quorum of the Twelve Apostles and President Joseph F. Smith, 1914"]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.f3"},[".caption",["p.para",{"id":"p96","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p96"},"“Ye shall know the truth, and the truth shall make you free” (",["a.scriptureRef",{"href":"/scriptures/nt/john/8.32"},"John 8:32"],")."]]],[".image",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.f4"},[".caption",["p.para",{"id":"p97","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.p97"},"“Let us search [the] scriptures, let us know what the Lord has revealed, let us put our lives in harmony with His truth.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn1"},["b","1"],["span.label","1."],"See Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"(1972), 57."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn2"},["b","2"],["span.label","2."],["span.emphasis","The Life of Joseph Fielding Smith,"],"v."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn3"},["b","3"],["span.label","3."],"In",["span.emphasis","The Life of Joseph Fielding Smith,"],"195."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn4"},["b","4"],["span.label","4."],"Heber J. Grant, in Richard O. Cowan, “Advice from a Prophet: Take Time Out,”",["span.emphasis","Brigham Young University Studies,"],"spring 1976, 416."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn5"},["b","5"],["span.label","5."],"“I Know That My Redeemer Liveth,”",["span.emphasis","Ensign,"],"Dec. 1971, 27."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn6"},["b","6"],["span.label","6."],"In Conference Report, Oct. 1970, 5."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn7"},["b","7"],["span.label","7."],"Address at the Logan Utah Institute of Religion, Jan. 10, 1971, 1–2, Church History Library; unpublished manuscript."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn8"},["b","8"],["span.label","8."],"“The Most Important Knowledge,”",["span.emphasis","Ensign,"],"May 1971, 2."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn9"},["b","9"],["span.label","9."],"In Conference Report, Apr. 1955, 51."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn10"},["b","10"],["span.label","10."],"In Conference Report, Oct. 1952, 60."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn11"},["b","11"],["span.label","11."],["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. (1957–66), 1:xiv; italics in original."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn12"},["b","12"],["span.label","12."],"In Conference Report, Oct. 1961, 18."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn13"},["b","13"],["span.label","13."],"In Conference Report, Oct. 1927, 142."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn14"},["b","14"],["span.label","14."],"In Conference Report, Oct. 1920, 58–59."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn15"},["b","15"],["span.label","15."],"In Conference Report, Oct. 1918, 56–57."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn16"},["b","16"],["span.label","16."],"“Search the Scriptures,”",["span.emphasis","Young Woman’s Journal,"],"Nov. 1917, 592."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn17"},["b","17"],["span.label","17."],"In Conference Report, Oct. 1916, 73."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn18"},["b","18"],["span.label","18."],"“The Resurrection,”",["span.emphasis","Improvement Era,"],"Dec. 1942, 780; see also",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 1:305."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn19"},["b","19"],["span.label","19."],"“How and What to Read,”",["span.emphasis","Improvement Era,"],"Aug. 1913, 1004–5; see also",["span.emphasis","Doctrines of Salvation,"],"3:207."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn20"},["b","20"],["span.label","20."],"“Pres. Smith Stresses Value of Education,”",["span.emphasis","Church News,"],"June 12, 1971, 3."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn21"},["b","21"],["span.label","21."],"“And the Truth Shall Make You Free,”",["span.emphasis","Deseret News,"],"Mar. 30, 1940, Church section, 4; see also",["span.emphasis","Doctrines of Salvation,"],"1:299."],[".footnote",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn22"},["b","22"],["span.label","22."],["span.emphasis","The Restoration of All Things"],"(1945), 195."],[".footnote",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn23"},["b","23"],["span.label","23."],"“Evidences of Eternal Life,”",["span.emphasis","Deseret News,"],"June 3, 1933, Church section, 5; see also",["span.emphasis","Doctrines of Salvation,"],"1:295–96."],[".footnote",{"id":"fn24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn24"},["b","24"],["span.label","24."],"In Conference Report, Oct. 1934, 65; see also",["span.emphasis","Doctrines of Salvation,"],"1:302."],[".footnote",{"id":"fn25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn25"},["b","25"],["span.label","25."],"“Out of the Darkness,”",["span.emphasis","Ensign,"],"June 1971, 2."],[".footnote",{"id":"fn26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn26"},["b","26"],["span.label","26."],"In Conference Report, Apr. 1931, 71; see also",["span.emphasis","Doctrines of Salvation,"],"1:285–86."],[".footnote",{"id":"fn27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn27"},["b","27"],["span.label","27."],"“The New and Everlasting Covenant,”",["span.emphasis","Deseret News,"],"May 6, 1939, Church section, 8; see also",["span.emphasis","Doctrines of Salvation,"],"1:301."],[".footnote",{"id":"fn28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn28"},["b","28"],["span.label","28."],"In Conference Report, Oct. 1959, 20."],[".footnote",{"id":"fn29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn29"},["b","29"],["span.label","29."],"“And the Truth Shall Make You Free,” 4; punctuation and capitalization standardized."],[".footnote",{"id":"fn30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-10-our-search-for-truth.fn30"},["b","30"],["span.label","30."],"“Search the Scriptures,” 591–92; see also",["span.emphasis","Doctrines of Salvation,"],"1:303."]]}
