{"id":13,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":13,"title":"Chapter 11: Research in Family History","subtitle":"","short_title":11,"uri":"/manual/introduction-to-family-history-student-manual/chapter-11","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/introduction-to-family-history-student-manual/chapter-11"},[".heading",{"id":"head1","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.head1"},[".titleNumber","11"],["h1","Research in Family History"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t1"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p4"},["b","President Henry B. Eyring"],"of the First Presidency spoke of our unique opportunities and the resources available for furthering the work of the Lord in temples: “Your opportunities and the obligations they create are remarkable in the whole history of the world. There are more temples across the earth than there have ever been. More people in all the world have felt the Spirit of Elijah move them to record the identities of their ancestors and facts of their ancestors’ lives. There are more resources to search out your ancestors than there have ever been in the history of the world. The Lord has poured out knowledge about how to make that information available worldwide through technology that a few years ago would have seemed a miracle” (in Conference Report, Apr. 2005, 82; or",["span.emphasis","Ensign,"],"May 2005, 79)."],["p.para",{"id":"p5","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p5"},"In this chapter you are encouraged to persevere in family history work. It may be an easy task to begin, but it will likely become more challenging as you continue in your efforts. Identifying ancestral lines beyond your current knowledge and finding information necessary to provide the temple ordinances for those individuals will require extra effort and patience. Focus on a particular goal and organize your research efforts in order to increase the effectiveness of your work. Information in this chapter will help you become familiar with the variety of records available and the types of information contained in those records."]],[".topic",{"id":"t2","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t2"},["h2","Commentary"],[".topic",{"id":"t3","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t3"},["h3","Family History Work Becomes More Challenging as You Research Generations Further Removed from Your Own",["span.dominant","[11.1]"]],[".box-decor",{"id":"f1","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.f1"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.15-16"},"Doctrine and Covenants 18:15–16"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.36"},"Doctrine and Covenants 103:36"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.4"},"Doctrine and Covenants 127:4"]]]]],[".image",{"id":"f3","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/young-woman-studying-at-library_1083288.jpg"}]],[".topic",{"id":"t4","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t4"},["h4","Persist despite the challenges.",["span.dominant","[11.1.1]"]],["p.para",{"id":"p13","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p13"},["b","President Henry B. Eyring"],"counseled us to persevere when family history work becomes difficult, promising that we will have help beyond our own strength:"],["p.para",{"id":"p14","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p14"},"“After you find the first few generations, the road will become more difficult. The price will become greater. As you go back in time, the records become less complete. As others of your family search out ancestors, you will discover that the ancestor you find has already been offered the full blessings of the temple. Then you will have a difficult and important choice to make. You will be tempted to stop and leave the hard work of finding to others who are more expert or to another time in your life. But you will also feel a tug on your heart to go on in the work, hard as it will be."],["p.para",{"id":"p15","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p15"},"“As you decide, remember that the names which will be so difficult to find are of real people to whom you owe your existence in this world and whom you will meet again in the spirit world. When you were baptized, your ancestors looked down on you with hope. Perhaps after centuries, they rejoiced to see one of their descendants make a covenant to find them and to offer them freedom. In your reunion, you will see in their eyes either gratitude or terrible disappointment. Their hearts are bound to you. Their hope is in your hands. You will have more than your own strength as you choose to labor on to find them” (in Conference Report, Apr. 2005, 82; or",["span.emphasis","Ensign,"],"May 2005, 79–80)."]],[".topic",{"id":"t5","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t5"},["h4","Careful research leads to a sealing ordinance.",["span.dominant","[11.1.2]"]],[".img-left",{"id":"f4","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/portrait-james-e-faust-2001_1083565.jpg"}]],["p.para",{"id":"p17","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p17"},["b","President James E. Faust"],"(1920–2007) of the First Presidency shared an experience that resulted in an orphaned pioneer ancestor being sealed to her natural parents:"],["p.para",{"id":"p18","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p18"},"“Picture with me a little six-year-old orphan girl traveling across the plains of America. Her name is Elsie Ann. Her mother died when she was two. Her father remarried, and so for a time she had a stepmother. Then her father died at Winter Quarters when she was five. Her stepmother remarried and moved away, leaving this little orphan behind with Peter and Selina Robison, who were related to her stepmother. Elsie Ann left Winter Quarters with the Robisons in July of 1849 to come west. As she watched Selina care for her 10-month-old baby girl, she no doubt ached for the love of her own mother. Sometimes she would even ask, ‘Where is my mother?’"],["p.para",{"id":"p19","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p19"},"“My heart goes out to this little girl when I think of her facing her uncertain future with no blood relatives to comfort and help her. Elsie Ann was my great-grandmother, and only recently did we find out who her mother really was. For years we thought Elsie Ann was Jane Robison’s daughter. Careful research discovered her true parentage, and after all these years Elsie Ann now has been sealed to her father, John Akerley, and her mother, Mary Moore” (in Conference Report, Oct. 2003, 56; or",["span.emphasis","Ensign,"],"Nov. 2003, 53)."]]],[".image",{"id":"f5","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/women-family-history-library_1083290.jpg"}]],[".topic",{"id":"t6","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t6"},["h3","An Organized Research Method Will Help Make Your Efforts More Effective",["span.dominant","[11.2]"]],[".box-decor",{"id":"f6","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.f6"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/ot/eccl/9.11"},"Ecclesiastes 9:11"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/9.24"},"1 Corinthians 9:24"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"]]]]],[".topic",{"id":"t7","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t7"},["h4","Develop a system for family history research.",["span.dominant","[11.2.1]"]],["p.para",{"id":"p26","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p26"},"It will be helpful for you to develop a system to organize and direct your family history efforts. You may use or adapt the following suggestions to suit your own needs. The following steps can lead you through a basic research pattern for family history work. Steps 1 through 3 review information you have learned in previous chapters in this course; steps 4 through 6 will help extend your research to more difficult tasks."],["ul.noMarker",["li",["p.para","Step 1: Remember your ancestors."]],["li",["p.para","Step 2: Use sources in your home."]],["li",["p.para","Step 3: Ask relatives for information."]],["li",["p.para","Step 4: Choose a family or ancestor you want to learn more about."]],["li",["p.para","Step 5: See if someone else has already found the information."]],["li",["p.para","Step 6: Search records for information about the family or ancestor."]]]],[".topic",{"id":"t8","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t8"},["h4","Step 1: Remember your ancestors.",["span.dominant","[11.2.2]"]],["p.para",{"id":"p34","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p34"},"Begin by remembering, accumulating, and organizing information to identify members of your family. Each person can be identified by personal information, such as the following:"],["ul.bullet",["li",["span.label","•"],["p.para","Name (first name, middle names, surnames, maiden name, and nicknames)"]],["li",["span.label","•"],["p.para","Relationship to other members of the family"]],["li",["span.label","•"],["p.para","Dates and places of important events, such as birth, marriage, and death"]],["li",["span.label","•"],["p.para","Ancestral home"]],["li",["span.label","•"],["p.para","Occupation"]]],["p.para",{"id":"p40","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p40"},"Use pedigree charts, family group records, and other tools available on computer programs to simplify the task of recording and organizing information. Begin by filling out the information for yourself and your immediate family, and then work back through your parents’ and grandparents’ generations. You can quickly see what you know and what information is missing or incomplete."]],[".topic",{"id":"t9","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t9"},["h4","Step 2: Use sources in your home.",["span.dominant","[11.2.3]"]],["p.para",{"id":"p42","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p42"},"Look for sources in your home that might provide important family information (including information missing from your pedigree chart or family group records). Useful sources include birth, marriage, and death certificates; family Bibles; funeral programs; obituaries; wedding announcements; family registers; and ancestral tablets."],["p.para",{"id":"p43","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p43"},"Add the information you find to your family’s pedigree charts and family group records. Record the sources of the information in the notes or sources section on the forms or in your family history program. This helps you and others know where the information came from."]],[".topic",{"id":"t10","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t10"},["h4","Step 3: Ask relatives for information.",["span.dominant","[11.2.4]"]],["p.para",{"id":"p45","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p45"},"Make a list of relatives and the family information they may have. Then contact the relatives—visit, call, write a letter, or e-mail them. Be sure to ask specifically for the information you need. (For example, “Do you know when Aunt Jane was born?”) Ask if there is a document you can copy that lists the information."],["p.para",{"id":"p46","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p46"},"Oral histories of family members are important and may be the only source of information for certain individuals. If possible, make a recording of the person telling the story. Write the story down; then list a source, such as “oral history, told by my grandmother Anne (Hamblin) Zabriski on November 30, 2011.”"],["p.para",{"id":"p47","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p47"},"Add the information to your family’s pedigree charts and family group records. Consider storing this information on",["a.urlRef",{"href":"http://www.familysearch.org"},["span.language","FamilySearch.org"]],"so others who share your ancestral lines will have access to it. Record the names of the relatives who gave you the information in the notes or sources section on the forms or in your family history program."],["p.para",{"id":"p48","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p48"},"Strive to be accurate and thorough. You may not need to fill in every blank on a family group sheet, but each piece of information helps confirm that you have identified the right person and helps you learn more about that person and others in that family line."]],[".image",{"id":"f10","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.f10"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/radsted-maribo-denmark-death-1801_1067892.jpg"}],[".caption",["p",{"id":"lds-"},"Sample death certificate"]]],[".topic",{"id":"t11","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t11"},["h4","Step 4: Choose a family or ancestor you want to learn more about.",["span.dominant","[11.2.5]"]],["p.para",{"id":"p51","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p51"},"Look for missing or incomplete information on your family’s pedigree charts and in other family records. Then prayerfully select a family or ancestor with missing or incomplete information. Start with the generations closest to you, and work your way back. It is usually easier to find information on a family or ancestor who lived more recently."]],[".topic",{"id":"t12","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t12"},["h4","Step 5: See if someone else has already found the information.",["span.dominant","[11.2.6]"]],["p.para",{"id":"p53","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p53"},"Search for information on the family or ancestor on",["a.urlRef",{"href":"http://www.familysearch.org"},["span.language","FamilySearch.org"]],". The FamilySearch databases include information submitted by others and can tell you if there is a published family history. A surname search in the Family History Library catalog will list any family histories in the Church’s Family History Library’s collection that contain the surname. You can arrange to see many of the histories at your local family history center."],["p.para",{"id":"p54","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p54"},"Look for published family histories on other websites or at public archives and libraries. Using Internet search engines may be helpful."],["p.para",{"id":"p55","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p55"},"If the family histories do not contain the information about the family or ancestor you are looking for, search for records in the general geographic locality where the family or ancestor lived."]],[".topic",{"id":"t13","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t13"},["h4","Step 6: Search records for information about the family or ancestor.",["span.dominant","[11.2.7]"]],["p.para",{"id":"p57","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p57"},"The FamilySearch Research Wiki can teach you research techniques and help you locate records based on where the person lived and the time frame of his or her birth, marriage, or death. You search the Research Wiki by geographic location and time frame. Any available tools and learning aids will be listed, along with recommended things to do and records to search."],["p.para",{"id":"p58","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p58"},"Download and print forms and guides to help you. Many forms and guides are available on the Research Wiki to download for free. These forms will help you plan, record, and analyze your research."],["p.para",{"id":"p59","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p59"},"Go through each record you find, evaluate the information, and determine if it contains the information you need: What does the new information tell you? What are you still lacking? Is the source reliable? (Records made close to the event are often more accurate than those created later.) Does the information agree with other records? (For example, a marriage date that is only 10 years after a person’s birth date probably indicates an error.)"],["p.para",{"id":"p60","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p60"},"Use what you learned to decide what to do next: Does the new information give you enough to submit a name for temple work? Does it suggest another record to check? How does it contribute to your research on other names?"],["p.para",{"id":"p61","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p61"},"As you expand your research, it is helpful to know the difference between original records and compiled records:"],["ul.bullet",["li",["span.label","•"],["p.para",["span.emphasis","Original records"],"are records of life events kept by affected parties at or near the time the events took place. Original records can provide information about birth, death, place of residence, property, occupation, immigration, civil action, religious ceremonies, and personal achievements. Some original records, such as censuses, parish records, birth certificates, wills, deeds, and ship passenger lists, are kept by governments, churches, societies, or other institutions. Other original records, such as diaries and family Bibles, are kept by individuals or families."],["p.para","Original records are most likely to contain the most accurate information for your family history research because they were made by people living closest to your ancestor at the time of the event. Many original records have been microfilmed by the Church and are now becoming digitally available and searchable on",["a.urlRef",{"href":"http://www.familysearch.org"},["span.language","FamilySearch.org"]],". Volunteers can help make more records available through the FamilySearch indexing program."]],["li",["span.label","•"],["p.para",["span.emphasis","Compiled records"],"are collections of information gathered from other sources, often many years after the event. Examples include family histories, biographies, place histories, society publications, periodicals, genealogies, and computerized indexes. Compiled records may be drawn from original records, other compiled records, or both. For example, a published family history may be compiled from civil registration records, census records, family papers, and local histories. Compiled records may not be as accurate as original records, but they are still important in family history research because they contain information that may not be available otherwise."]]]]],[".image",{"id":"f12","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.f12"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/woman-studying-college-library_1083280.jpg"}]],[".topic",{"id":"t14","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t14"},["h3","There Are Many Types of Useful Records to Search in Family History Work",["span.dominant","[11.3]"]],[".topic",{"id":"t15","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t15"},["h4","Modern technology gives quick access.",["span.dominant","[11.3.1]"]],["p.para",{"id":"p67","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p67"},"Modern technology has enhanced the research process by giving quick access to a myriad of records collections. You can also communicate with individuals who might help you with your family history by sharing their experiences and answering questions."],["p.para",{"id":"p68","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p68"},"The following experience is an example of how quickly you may obtain assistance as you take advantage of technology in your family history research: One of the managers in the Church’s Family History Department sent out a “tweet” (a short electronic message) one day looking for information on a great uncle who was born in Kansas in the late 1800s. His tweet read: “Thinking about some genealogy and wishing I knew how to get a death certificate for Warren Dodge, died 16 Oct. 1888 in Barton County Kansas.” He was surprised that he received his first response back within six minutes. Within six hours he had learned all the information necessary to obtain the needed records. He learned that Barton County did not have death certificates until 1911. He changed his search to probate records. He telephoned the Barton County records office, and within just a few days he had the documents in his hand."],["p.para",{"id":"p69","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p69"},"As mentioned in a previous chapter, the FamilySearch website (",["a.urlRef",{"href":"http://www.familysearch.org"},["span.language","FamilySearch.org"]],") has extensive resources for research and tutorials explaining how to use them."],["p.para",{"id":"p70","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p70"},"Brigham Young University in Provo, Utah, also has several family history tutorials available on their website (",["a.urlRef",{"href":"http://familyhistorylab.byu.edu"},["span.language","familyhistorylab.byu.edu"]],") that teach about the types of family history records available to search, what they contain, and how to use them to search for an ancestor. The website contains a link to the BYU Family History Department’s step-by-step lessons on how to do various tasks in the research process and locate different records. These lessons are available free of charge to anyone with Internet access."],["p.para",{"id":"p71","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p71"},"There are also some helpful commercial family history websites available. Some of them offer a free basic version of their software program. Check with your instructor or a branch, ward, or stake family history specialist for recommendations."]],[".topic",{"id":"t16","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t16"},["h4","There are many sources to search for family history information.",["span.dominant","[11.3.2]"]],["p.para",{"id":"p73","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p73"},"Any record created that identifies a person and is available to the public can be a useful resource for family history information. The most helpful records contain not only names, but dates associated with a person (such as birth, marriage, and death dates) and places where that person lived, moved, or traveled."],["p.para",{"id":"p74","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p74"},"The following are some of the more common records available for family history research:"],["p.para",{"id":"p75","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p75"},["b",["span.emphasis","Computer records."]],"Transcripts, indexes, and other records are often available in searchable form on the Internet. The Internet also hosts e-mail lists, message boards, web pages, and other sources for researchers. One of the most extensive sets of computer tools is FamilySearch, produced by the Church."],["p.para",{"id":"p76","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p76"},["b",["span.emphasis","Civil records."]],"Civil records are records kept by federal, regional, and local governments. These are located in government offices, archives, and libraries. Catalogs and indexes are often available on the Internet or at the locations where the records are held. The following are common examples of civil records:"],["ul.bullet",["li",["span.label","•"],["p.para",["span.emphasis","Birth certificates"],"usually give the person’s name, date and place of birth, parents’ names (sometimes including the mother’s maiden name), and residence."]],["li",["span.label","•"],["p.para",["span.emphasis","Marriage certificates"],"usually show the date and place of the marriage, names and ages of the bride and groom, places of residence, witnesses’ names, and sometimes parents’ names."]],["li",["span.label","•"],["p.para",["span.emphasis","Death certificates"],"give the person’s name and may show a date and place of death, age, residence, cause of death, parents’ names, occupation, date and place of burial, and sometimes the date and place of birth."]]],["p.para",{"id":"p80","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p80"},"The Church has an extensive collection of microfilmed civil records. You can order and view these at Church family history centers or search through digitized and indexed versions on",["a.urlRef",{"href":"http://www.familysearch.org"},["span.language","FamilySearch.org"]],"."],["p.para",{"id":"p81","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p81"},"There is an ongoing effort to digitize and index civil records to make these records available over the Internet to everyone. If you find an ancestor in an index and the Family History Library does not have a film of the actual record, you may need to write to the government office where the record was filed."],["p.para",{"id":"p82","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p82"},["span.emphasis","Note:"],"In the Family History Library Catalog many civil records are found under “Vital Records.”"],["p.para",{"id":"p83","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p83"},["b",["span.emphasis","Census records."]],"Many governments have compiled census records for the past two hundred years or more. Early census records frequently name only the head of the household and give names, gender, birthplaces, and approximate ages of those in the household. Later census records include more complete information."],["p.para",{"id":"p84","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p84"},"Be careful when using census records because they provide only a glimpse of the family. Following are some cautions to keep in mind when consulting census records:"],["ul.bullet",["li",["span.label","•"],["p.para","Family members may not be included in a census if they were not home when the census was taken."]],["li",["span.label","•"],["p.para","Censuses do not include deceased family members."]],["li",["span.label","•"],["p.para","The wife listed in the census may not be the mother of the children."]],["li",["span.label","•"],["p.para","Relatives and boarders are sometimes listed as children."]],["li",["span.label","•"],["p.para","Information may have been supplied by neighbors or approximated by census takers."]],["li",["span.label","•"],["p.para","Names might appear under a variety of spellings."]],["li",["span.label","•"],["p.para","Ages are frequently rounded, and birthplaces often approximated."]]],["p.para",{"id":"p92","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p92"},["b",["span.emphasis","Immigration records."]],"Shipping companies have long kept records of passengers traveling from one country to another. Beginning in the 1800s, countries began to keep arrival lists (lists of immigrants arriving on their shores). Many of these records have been compiled in book and electronic form. Immigration records may include an individual’s name, age, occupation, place of origin, port of embarkation (departure), and other information."],[".image",{"id":"f15","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.f15"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/ss-angelo-steamship_1083245.jpg"}]],["p.para",{"id":"p93","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p93"},["b",["span.emphasis","Naturalization records."]],"Naturalization records include declarations of intention (in which an immigrant renounces allegiance to another country), petitions for citizenship, and depositions (testimonies given in courts of law as part of the application for citizenship). The information includes the petitioner’s age, name changes, birthplace, port of debarkation (arrival), marital status, and mailing address. At different periods, naturalization may have been handled locally or nationally. For example, in the United States, naturalization records were originally processed by a variety of federal, state, and county courts. In 1906 the U.S. Immigration and Naturalization Service began maintaining an index of naturalizations, with copies of important documents for each case."],["p.para",{"id":"p94","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p94"},["b",["span.emphasis","Probate records."]],"Probate records are court records showing how deceased individuals’ estates (property) were divided among their heirs. Wills frequently list gifts of property to spouses, children, and other relatives. Administration papers name the individuals (often the surviving spouse or eldest son) who are to execute the will. Probate records often do not list all of the children, and children who had already died or received their inheritances are usually not named. Also, the surviving spouse may not be the parent of all or any of the children named."],["p.para",{"id":"p95","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p95"},["b",["span.emphasis","Land records."]],"Land records, such as deeds and mortgages, can be used to verify an individual’s or family’s movements. Sometimes land records state relationships, such as when a husband and wife jointly own a piece of land or when an individual sells land to a family member. In other instances, these relationships are not stated but can be inferred. Land records can also provide clues as to financial circumstances, neighbors, business associates, and full names."],["p.para",{"id":"p96","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p96"},["b",["span.emphasis","Military records."]],"The most valuable military records for family history research are pension applications written by servicemen or their surviving spouses. Information on military records includes the person’s birth date, marriage date, age at enlistment, regiment, physical description (such as hair color, eye color, height, and distinguishing marks), military campaigns and battles, disabilities incurred through military service, testimonies of contemporaries, places of residence, and sometimes names and birth dates of heirs."],["p.para",{"id":"p97","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p97"},["b",["span.emphasis","Church records."]],"Church records predate civil records in many parts of the world by hundreds of years. Parish registers of most denominations record christenings, marriages, and deaths. Along with the dates and the names of those involved, church records may also contain information such as the names and residence of parents, occupations, and names of witnesses and godparents, who were often relatives. Some church records are still in local churches, but many have been gathered into central archives. The Family History Library has microfilmed records from many thousands of parishes around the world."]]],[".image",{"id":"f16","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.f16"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/genealogy-and-family-history_1083554.jpg"}]],[".topic",{"id":"t17","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t17"},["h3","Have a System for Tracking Your Progress and Storing Family History Documents",["span.dominant","[11.4]"]],[".box-decor",{"id":"f17","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.f17"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.14"},"1 Nephi 5:14"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.9"},"Doctrine and Covenants 127:9"]]]]],[".topic",{"id":"t18","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t18"},["h4","Use computer programs to track and store information.",["span.dominant","[11.4.1]"]],["p.para",{"id":"p103","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p103"},"Computer programs provide the best methods for easy storage and retrieval of family history information. There are a variety of programs available from the Church and commercially, each with its own design and special features."],["p.para",{"id":"p104","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p104"},"A computer file that keeps track of what you have searched for, where you have looked, and what you have found can also be a valuable resource, particularly when you have invested a lot of time and effort into family history research."],["p.para",{"id":"p105","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p105"},"For protection against possible loss of your electronic records, always make at least one backup on a regular basis."]],[".topic",{"id":"t19","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.t19"},["h4","Supplement your computer records.",["span.dominant","[11.4.2]"]],["p.para",{"id":"p107","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p107"},"An effective filing system can be made from hanging files, file folders in containers, and so forth. It is exciting to be able to hold up a certified copy of a birth certificate, browse through a copy of a will in original handwriting, or read an original journal kept by an ancestor."],["p.para",{"id":"p108","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p108"},"Making digital scans of documents is a way to preserve and share records and be able to cite them as sources of information."],["p.para",{"id":"p109","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p109"},"A combination of computer and paper files is an effective option for storage and retrieval of family history records. A good general guideline is to have a system that someone else in the family could access and understand easily."],["p.para",{"id":"p110","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.p110"},"Check with people who are experienced in family history work, and find out what they do or would recommend. Then determine what would be most helpful to you."]]]],[".box-decor",{"id":"f19","uri":"/manual/introduction-to-family-history-student-manual/chapter-11.f19"},["ul.bullet",["h2","Questions to Ponder"],["li",["span.label","•"],["p.para","How does record keeping relate to success with family history research?"]],["li",["span.label","•"],["p.para","What information would you include on a family history research log?"]],["li",["span.label","•"],["p.para","Who benefits from your family history research?"]]],["ul.bullet",["h2","Suggested Assignments"],["li",["span.label","•"],["p.para","Go to the BYU Family History Department’s website (",["a.urlRef",{"href":"http://familyhistorylab.byu.edu"},["span.language","familyhistorylab.byu.edu"]],") and work through the available tutorials."]],["li",["span.label","•"],["p.para","Outline a plan for research on a specific ancestral line, including what information you would like to find and where you are going to start looking for it."]],["li",["span.label","•"],["p.para","Develop a design for a research log to keep track of your family history efforts."]],["li",["span.label","•"],["p.para","Evaluate computer-based record managers and decide on one to use for your personal research efforts."]]],["ul.bullet",["h2","Additional Resources"],["li",["span.label","•"],["p.para","David A. Bednar, “The Hearts of the Children Shall Turn,”",["span.emphasis","Ensign,"],"Nov. 2011, 24–27."]],["li",["span.label","•"],["p.para",["a.urlRef",{"href":"http://www.lds.org"},["span.language","LDS.org"]],": click",["b","Resources"],"; under “Family,” click",["b","Family History"],"."]],["li",["span.label","•"],["p.para","BYU Family History Department’s website:",["a.urlRef",{"href":"http://familyhistorylab.byu.edu"},["span.language","familyhistorylab.byu.edu"]],"."]]]]],[".resources"]]]],"refs":null}
