{"id":6,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":6,"title":"Chapter 2: Our Savior, Jesus Christ","subtitle":"","short_title":"Chapter 2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.head1"},[".titleNumber",["span.pageBreak",{"title":"49"}],"Chapter 2"],["h1","Our Savior, Jesus Christ"],[".intro","“Let it be uppermost in your minds, now and at all times, that Jesus is the Christ, the Son of the living God who came into the world to lay down his life that we might live. That is the truth, and is fundamental. Upon that our faith is built.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p5"},"As an Apostle, President Joseph Fielding Smith was true to his calling to be one of the “special witnesses of the name of Christ in all the world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23"},"D&C 107:23"],"). He said: “I try to love Him, our Redeemer, above everything else. It is my duty to. I travel up and down in this country as one of His special witnesses. I couldn’t be a special witness of Jesus Christ if I didn’t have the absolute and positive knowledge that He is the Son of God and Redeemer of the world.”",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p6"},"As a father, President Smith was just as dedicated to his responsibility to testify of the Savior. On July 18, 1948, he sent a letter to his sons Douglas and Milton, who were serving as full-time missionaries. He wrote:"],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p7"},"“I sit and reflect at times, and in my reading of the scriptures, I think of the mission of our Lord, what he did for",["span.emphasis","me,"],"and when these feelings come upon me I say to myself, I cannot be untrue to him. He loved me with a perfect love, as he has done for all men, especially those who serve him, and I",["span.emphasis","must"],"love him with all the love I can, even if it is imperfect, which it should not be. It is wonderful. I did not live in the days of our Savior; he has not come to me in person. I have not beheld him. His Father and he have not felt it necessary to grant me such a great blessing as this. But it is not necessary. I have felt his presence. I know that the Holy Spirit",["span.pageBreak",{"title":"50"}],"has enlightened my mind and",["span.emphasis","revealed him unto me,"],"so that I do love my Redeemer, I hope, and feel it is true, better than everything else in this life. I would not have it otherwise. I want to be true to him. I know he died for me, for you and all mankind that we might live again through the resurrection. I know that he died that I might be forgiven my follies, my sins, and be cleansed from them. How wonderful is this love. How can I, knowing this, do anything else but love him, my Redeemer. I want my boys in the mission fields to feel this same way. I want my children and my grandchildren to feel that way, and never stray from the path of truth and righteousness.”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p8"},"One of President Smith’s sons recounted:"],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p9"},"“As children, so frequently we would hear him say, ‘If only the people in the world would understand the trials, the tribulations, the sins our Lord took upon himself for our benefit.’ Whenever he would refer to this, tears would come into his eyes."],["p.para",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p10"},"“[Once] as I sat alone with my father in his study, I observed that he had been in deep meditation. I hesitated to break the silence, but finally he spoke. ‘Oh, my son, I wish you could have been with me last Thursday as I met with my Brethren in the temple. Oh, if you could have heard them testify of their love for their Lord and Savior, Jesus Christ!’ And then he lowered his head, and tears streamed from his face and dropped to his shirt. Then, after many seconds, without as much as raising his head, but moving his head back and forth, he said, ‘Oh, how I love my Lord and Savior Jesus Christ!’”",["sup",["a",{"href":"fn_3"},"3"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.t3"},[".titleNumber","1"],["h3","Jesus Christ is the Only Begotten Son of God and the Savior of the world."],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p14"},"May I say, as plainly and as forcefully as I can, that we believe in Christ. We accept him without reservation as the Son of God and the Savior of the world.",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p15"},"We know that salvation is in Christ; that he was the Firstborn Son of the Eternal Father; that he was chosen and foreordained in the councils of heaven to work out the infinite and eternal atonement;",["span.pageBreak",{"title":"51"}],"that he was born into the world as the Son of God; and that he has brought life and immortality to light through the gospel."],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p16"},"We believe with perfect surety that Christ came to ransom men from the temporal and spiritual death brought into the world by the fall of Adam and that he took upon himself the sins of all men on condition of repentance. …"],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p17"},"We believe it is by grace that we are saved after all that we can do [see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23"},"2 Nephi 25:23"],"], and that building upon the foundation of the atonement of Christ, all men must work out their salvation with fear and trembling before the Lord [see",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.12"},"Philippians 2:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.27"},"Mormon 9:27"],"].",["sup",["a",{"href":"fn_5"},"5"]]],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p18"},"The difference between our Savior and the rest of us is that we have had fathers who were mortal and therefore subject to death. Our Savior did not have a mortal Father and therefore death was subject to him. He had power to lay down his life and to take it again [see",["a.scriptureRef",{"href":"/scriptures/nt/john/10.17-18"},"John 10:17–18"],"], but we do not have power to lay down our lives and to take them again. It is through the atonement of Jesus Christ that we receive eternal life, through the resurrection of the dead and obedience to the principles of the gospel.",["sup",["a",{"href":"fn_6"},"6"]]],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p19"},"He is indeed the only begotten Son of God, and through His grace, and the grace of His Father, hath redeemed us from sin on condition of our repentance. We know that He has risen from the dead, that He has ascended on high, taking captivity captive [see",["a.scriptureRef",{"href":"/scriptures/ot/ps/68.18"},"Psalm 68:18"],"], and has become the author of salvation unto all who will believe, who will repent of their sins and accept Him as the Redeemer of the world [see",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.9"},"Hebrews 5:9"],"]. Latter-day Saints are not left in doubt regarding these things.",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p20"},"While men may formulate plans, adopt theories, introduce strange works, and gather and teach many peculiar doctrines, one teaching is fundamental, and from it we cannot depart:",["span.emphasis","all things are concentrated in and around the Lord Jesus Christ, the Redeemer of the world."],"We accept him as the Only Begotten of the Father in the flesh, the only one who has dwelt in the flesh who had a Father who was immortal. Because of his birthright and the conditions surrounding his coming to the earth, he became the Redeemer of men; and through the shedding of his blood we are privileged to return into the presence of our Father, on conditions of our repentance",["span.pageBreak",{"title":"52"}],"and acceptance of the great plan of redemption of which he is the author.",["sup",["a",{"href":"fn_8"},"8"]]],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p21"},"We testify that the gospel of Jesus Christ is the plan of salvation; and that through our Lord’s atoning sacrifice all men shall be raised in immortality, to be judged by him according to the deeds done in the flesh; and that those who believe and obey the fullness of gospel law shall be raised also unto eternal life in our Father’s kingdom.",["sup",["a",{"href":"fn_9"},"9"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.t4"},[".titleNumber","2"],["h3","We become the sons and daughters of Jesus Christ through His Atonement and through our covenants of obedience to Him."],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p24"},"Our Father in heaven is the Father of Jesus Christ, both in the spirit and in the flesh. Our Savior is the Firstborn in the spirit, the Only Begotten in the flesh.",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p25"},"He [Jesus Christ] is our Elder Brother and was honored by the Father with the fulness of authority and power as a member of the grand Presidency, of Father, Son, and Holy Ghost.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p26"},"Our scriptures teach that Jesus Christ is both the Father and the Son. The simple truth is that he is the Son of God by birth, both in the spirit and in the flesh. He is the Father because of the work that he has performed.",["sup",["a",{"href":"fn_12"},"12"]]],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p27"},"The Savior becomes our Father, in the sense in which this term is used in the scriptures, because he offers us life, eternal life, through the atonement which he made for us. In the wonderful instruction given by King Benjamin we find this: “And now, because of the covenant which ye have made ye shall be called",["span.emphasis","the children of Christ, his sons, and his daughters;"],"for behold, this day",["span.emphasis","he hath spiritually begotten you;"],"for ye say that your hearts are changed through faith on his name; therefore,",["span.emphasis","ye are born of him and have become his sons and his daughters."],"” [",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.7"},"Mosiah 5:7"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.8-11"},"verses 8–11"],".]"],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p28"},"So, we become the children, sons and daughters of Jesus Christ, through our covenants of obedience to him. Because of his divine authority and sacrifice on the cross, we become spiritually begotten sons and daughters, and he is our Father.",["sup",["a",{"href":"fn_13"},"13"]]],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p29"},["span.pageBreak",{"title":"53"}],"Like the Nephites in King Benjamin’s day, we Latter-day Saints have likewise taken upon ourselves the name of Christ [see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.1-9"},"Mosiah 5:1–9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/6.1-2"},"6:1–2"],"]. Each week at the sacrament service, as we are commanded to do, we take upon us his name always to remember him and that is what the Nephites covenanted to do.",["sup",["a",{"href":"fn_14"},"14"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.t5"},[".titleNumber","3"],["h3","The Savior has revealed Himself in this dispensation, and each of us can have an abiding testimony of Him."],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p32"},"We accept Jesus as the Redeemer of the world. We know … that He revealed Himself in this dispensation. We are not dependent",["span.pageBreak",{"title":"54"}],"upon the testimonies of … ancient worthies, who lived in His day and conversed with Him in His ministry, and to whom He appeared after His resurrection. We have witnesses who have lived in our own day, who have seen Him, who knew that He lives and have testified to us and to the world of this fact. We know their testimonies are true. Joseph Smith was not left alone to bear witness in this dispensation of the mission of Jesus Christ, for the Lord raised up other witnesses who, with the Prophet Joseph Smith, saw the Redeemer, received instruction from Him and beheld Him in the heavens sitting on the right hand side of the Father surrounded by holy angels. They have given us their testimony which shall stand against the world to condemn all those who heed it not."],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p33"},"But neither are we dependent as members of the Church upon the testimonies of Joseph Smith, Oliver Cowdery, Sidney Rigdon or any others now dead, who in this dispensation received wonderful revelations and visions from the Lord by which they knew that Jesus lives and is the Redeemer of the world. We have an individual testimony given through the Spirit of the Lord to all who have lived in accordance with the Gospel. If we have been in harmony with the truth after having been baptized for the remission of our sins, and confirmed by the laying on of hands for the gift of the Holy Spirit, the Lord has revealed unto us individually that these things are true. We are not dependent upon the testimony of anyone else for this knowledge for we know through the Spirit that Jesus is the Christ, the Redeemer of the world.",["sup",["a",{"href":"fn_15"},"15"]]],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p34"},"If there is any one thing that brings joy and peace and satisfaction to the heart of man, beyond anything else that I know of, it is the abiding testimony which I have, and which you have, that Jesus Christ is the Son of God. That is a truth that cannot be changed. Men may attack it; they may ridicule it; they may declare that he is not the Redeemer of the world, that his mission was not true, or that its purpose, through the shedding of his blood, was not to grant unto all men the remission of sins on condition of their repentance. They may refuse to believe in the resurrection from the dead, or even that Christ himself came forth, as the Scriptures declare, after he had been put to death by his enemies; nevertheless the truth remains. He did die for the sins of the world, he did bring to pass",["span.pageBreak",{"title":"55"}],"redemption from death, he did grant unto men the opportunity of repentance, and remission of sins through their belief and acceptance of the principles of the gospel, and of his mission. These truths are fundamental, they shall endure; they cannot be destroyed no matter what men may say or think.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p35"},"Let it be uppermost in your minds, now and at all times, that Jesus is the Christ, the Son of the living God who came into the world to lay down his life that we might live. That is the truth, and is fundamental. Upon that our faith is built.",["sup",["a",{"href":"fn_17"},"17"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.t6"},[".titleNumber","4"],["h3","We all should pattern our lives after the life of Jesus Christ."],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p38"},"The greatest example ever set for men was that of the Son of God himself. His life was perfect. He did all things well and was able to say to all men, “Follow thou me,” [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.10"},"2 Nephi 31:10"],"] and we all should pattern our lives after his."],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p39"},"I shall give you an illustration from his life. He taught the people how to pray and then said: “Verily, verily, I say unto you, ye must watch and pray always, lest ye be tempted by the devil, and ye be led away captive by him. And as I have prayed among you even so shall ye pray in my church, among my people who do repent and are baptized in my name. Behold I am the light; I have set an example for you. … Therefore, hold up your light that it may shine unto the world. Behold I am the light which ye shall hold up—that which ye have seen me do. …” [",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15-16,24"},"3 Nephi 18:15–16, 24"],".]"],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p40"},"Perhaps his most perfect counsel in this respect was given to the Nephite disciples. “What manner of men ought ye to be?” he asked, and then gave this answer: “Verily I say unto you, even as I am.” [",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.27"},"3 Nephi 27:27"],".]",["sup",["a",{"href":"fn_18"},"18"]]],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p41"},"We must believe in Christ and pattern our lives after him. We must be baptized as he was baptized. We must worship the Father as he did. We must do the will of the Father as he did. We must seek to do good and work righteousness as he did. He is our Exemplar, the great Prototype of salvation.",["sup",["a",{"href":"fn_19"},"19"]]],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p42"},["span.pageBreak",{"title":"56"}],"When you have a problem and need to make a choice, make it by asking yourself, “What would Jesus do?” Then do as he would."],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p43"},"You can feel the joy of his presence and have his inspiration to guide you each day of your lives if you will seek it and live worthy of it. Jesus’ love and the comforting strength of his Holy Spirit can be just as real to you as they were to the children he drew close to him when he lived on the earth.",["sup",["a",{"href":"fn_20"},"20"]]],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p44"},"May I say that those who follow his example will become like him and be glorified with him in his Father’s kingdom; to gain honor, power, and authority. To certain Nephite disciples who had followed him with full purpose of heart he said: “… ye shall be even as I am, and I am even as the Father; and the Father and I are one.” [",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/28.10"},"3 Nephi 28:10"],".] …"],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p45"},"I pray that we may all walk in his footsteps and keep his commandments so that we may be like him. This is my desire. I hope it is yours.",["sup",["a",{"href":"fn_21"},"21"]]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.t7"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.t8"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p48"},"How do you think President Smith’s children were influenced by his testimony and his expressions of love for the Savior? (See “From the Life of Joseph Fielding Smith.”) Consider what you can do to increase your love for the Savior and share your testimony of Him."]],["li",["span.label","•"],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p49"},"President Smith declared that “all things are concentrated in and around the Lord Jesus Christ” (section 1). In what ways can this truth influence our personal lives? In what ways can it influence our homes?"]],["li",["span.label","•"],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p50"},"In what ways do the teachings in section 2 help you understand your relationship to the Savior? What does it mean to you to take the name of Christ upon yourself?"]],["li",["span.label","•"],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p51"},"President Smith warned that some people will attack and ridicule truths about Jesus Christ and His Atonement (see section 3). How can we fortify our testimonies so we can withstand such challenges? How can parents help children fortify their testimonies?"]],["li",["span.label","•"],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p52"},["span.pageBreak",{"title":"57"}],"Ponder President Smith’s counsel to ask “What would Jesus do?” (section 4). What are some specific ways we can pattern our lives after the life of Jesus Christ? When we follow His example, how might we influence the lives of others?"]]]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.t9"},["h3","Related Scriptures"],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p54"},["a.scriptureRef",{"href":"/scriptures/nt/john/14.6"},"John 14:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.6"},"1 Nephi 10:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.5-7"},"Mosiah 3:5–7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.12"},"Helaman 5:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.3-7"},"3 Nephi 11:3–7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/34.1-3"},"D&C 34:1–3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.22-24"},"76:22–24"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.17"},"Joseph Smith—History 1:17"]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.t10"},["h3","Teaching Help"],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p56"},"“[Avoid] the temptation to cover too much material. … We are teaching people, not subject matter per se; and … every lesson outline that I have ever seen will inevitably have more in it than we can possibly cover in the allotted time” (Jeffrey R. Holland, “Teaching and Learning in the Church,”",["span.emphasis","Ensign,"],"June 2007, 91)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.f2"},[".caption",["p.para",{"id":"p79","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p79"},"“All things are concentrated in and around the Lord Jesus Christ, the Redeemer of the world.”"]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.f3"},[".caption",["p.para",{"id":"p80","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.p80"},"“We become the children, sons and daughters of Jesus Christ, through our covenants of obedience to him.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn1"},["b","1"],["span.label","1."],"“Message of President Joseph Fielding Smith” (address delivered May 22, 1955, Joseph Fielding Smith Collection, Church History Library), 2."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn2"},["b","2"],["span.label","2."],"In Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"(1972), 387–88; italics in original."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn3"},["b","3"],["span.label","3."],"In Leon R. Hartshorn, “President Joseph Fielding Smith: Student of the Gospel,”",["span.emphasis","New Era,"],"Jan. 1972, 63."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn4"},["b","4"],["span.label","4."],"“The First Prophet of the Last Dispensation,”",["span.emphasis","Ensign,"],"Aug. 1971, 6."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn5"},["b","5"],["span.label","5."],"“Out of the Darkness,”",["span.emphasis","Ensign,"],"June 1971, 2, 4."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn6"},["b","6"],["span.label","6."],"Personal correspondence, quoted in",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 1:28–29."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn7"},["b","7"],["span.label","7."],"In Conference Report, Apr. 1912, 67."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn8"},["b","8"],["span.label","8."],"“The One Fundamental Teaching,”",["span.emphasis","Improvement Era,"],"May 1970, 3; italics in original."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn9"},["b","9"],["span.label","9."],"“Out of the Darkness,” 2, 4."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn10"},["b","10"],["span.label","10."],"Personal correspondence, quoted in",["span.emphasis","Doctrines of Salvation,"],"1:18."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn11"},["b","11"],["span.label","11."],"“The Spirit of Reverence and Worship,”",["span.emphasis","Improvement Era,"],"Sept. 1941, 573; see also",["span.emphasis","Doctrines of Salvation,"],"1:15."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn12"},["b","12"],["span.label","12."],"Personal correspondence, quoted in",["span.emphasis","Doctrines of Salvation,"],"1:28."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn13"},["b","13"],["span.label","13."],"Personal correspondence, quoted in",["span.emphasis","Doctrines of Salvation,"],"1:29."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn14"},["b","14"],["span.label","14."],["span.emphasis","Man: His Origin and Destiny"],"(1954), 117."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn15"},["b","15"],["span.label","15."],"In Conference Report, Oct. 1914, 98."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn16"},["b","16"],["span.label","16."],"In Conference Report, Oct. 1924, 100–101."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn17"},["b","17"],["span.label","17."],"In Conference Report, Oct. 1921, 186; see also",["span.emphasis","Doctrines of Salvation,"],"2:302."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn18"},["b","18"],["span.label","18."],"“Follow His Example,”",["span.emphasis","New Era,"],"Aug. 1972, 4."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn19"},["b","19"],["span.label","19."],"“The Plan of Salvation,”",["span.emphasis","Ensign,"],"Nov. 1971, 5."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn20"},["b","20"],["span.label","20."],"“Christmas Message to Children of the Church in Every Land,”",["span.emphasis","Friend,"],"Dec. 1971, 3."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-2-our-savior-jesus-christ.fn21"},["b","21"],["span.label","21."],"“Follow His Example,” 4."]]}
