{"id":44,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":44,"title":"Esther: Queen of Persia and Advocate for Her People (Esther)","subtitle":"","short_title":31,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.head1"},[".titleNumber","31"],["h1","Esther: Queen of Persia and Advocate for Her People"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/esth"},"Esther"]]],[".bodyBlock",[".topic",["h2","(31-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p5"},"Esther’s beauty was such that it could catch and hold the eye of an oriental emperor accustomed to being surrounded by loveliness. Combined with physical charms were qualities of spirit that revealed that she had inward beauty as well. The qualities were loyalty, love, and dedication. Submissive yet courageous, yielding yet faithful, she was able to avert the intent of evil individuals determined to destroy her people. Indeed, she saved God’s covenant people from an intended extinction."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p6"},"The story of Esther is sacred to the Jews and compelling to all because of her dauntless defense of her convictions and her people. Her name, in the Persian tongue, means “a star”; the many meanings of that symbol are most fitting."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Esther."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Esther"],[".topic",["h3","(31-2)",["a.scriptureRef",{"href":"/scriptures/ot/esth/1.1-12"},"Esther 1:1–12"],". Who Was King Ahasuerus?"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p12"},"The book of Esther opens with the description of a grand banquet in the opulent courts of Susa (called Shushan in",["a.scriptureRef",{"href":"/scriptures/ot/esth/1.2"},"v. 2"],"), palace of the great Persian Emperor Ahasuerus. This name is a Hebrew transliteration of the Persian",["span.emphasis","Khsyayarsha,"],"better known in history as Xerxes (the Greek form of the name). Most scholars place the events recorded in the book of Esther between about 482",["span.small","B.C."],"and 478",["span.small","B.C."]],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p13"},"One feature of the banquet was a large amount of wine which, according to one translation of verse 8, was to be given to the guests in any quantity they desired (see D. Guthrie and J. A. Motyer, eds.,",["span.emphasis","The New Bible Commentary: Revised,"],"p. 415). That was probably the reason for Queen Vashti’s refusal to appear. After seven days of heavy drinking, the guests were probably quite inebriated, and she may have considered it beneath the dignity of the queen to parade before such a lot simply to display her beauty."]],[".topic",["h3","(31-3)",["a.scriptureRef",{"href":"/scriptures/ot/esth/1.19"},"Esther 1:19"],". Irrevocable Edicts"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p15"},"Queen Vashti’s refusal to obey a direct summons of the king may engender the sympathy of modern readers, but in an age when women were expected to be subservient and when an emperor had absolute power over life and death, her stubbornness is surprising. But the reaction of the assembly is not too surprising. The men present at the banquet immediately sensed that such independence of spirit in Vashti, who was unquestionably envied by the other women of the empire, would inspire a similar independence of spirit in their wives. If Vashti’s rebelliousness (as viewed by these men) were to go unpunished, they knew it would inspire similar responses in their wives. Therefore they pushed Ahasuerus for action, and particularly asked for a decree that could not be “altered” (",["a.scriptureRef",{"href":"/scriptures/ot/esth/1.19"},"v. 19"],")."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p16"},"C. F. Keil and F. Delitzsch explained why that edict was important: “An edict issued by the king, entered among the laws of the Persians and Medes, and sealed with the royal signet [",["a.scriptureRef",{"href":"/scriptures/ot/esth/8.8"},"Esther 8:8"],"], does not pass away,",["span.emphasis","i.e."],"remains in force, is irrevocable [compare",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.9"},"Daniel 6:9"],"]. The counsellors press for the issue of such an edict, for the purpose of making it impossible to the king to take Vashti again into favour, lest they should experience her vengeance on the restoration of her influence.” (",["span.emphasis","Commentary on the Old Testament,"],"3:3:331.)"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p17"},"The king agreed, the decree was made, and Vashti lost her place as queen, setting up the opportunity for Esther to be selected as one of the king’s wives and eventually to save her people."]],[".topic",["h3","(31-4)",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.5-8"},"Esther 2:5–8"],". What Was the Relationship between Mordecai and Esther?"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p19"},"Little is known for sure of the background of Mordecai. He was from the tribe of Benjamin, and his great-grandfather was apparently carried into captivity in the first Jewish deportation into Babylon. Some Jewish writers believe that he held a high office in the Persian hierarchy that gave him access to the court (see Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:3:337). It is apparent from the biblical narrative that He was a devout Hebrew with great faith in Jehovah. He was also courageous, forthright, and practical."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p20"},"To his father’s brother was born a daughter who was given the name Hadassah, meaning “myrtle” in Hebrew. Throughout the sacred record, however, she is referred to by her Persian name, Esther, which means “star.” When her parents died, Mordecai adopted her and raised her in his home."]],[".topic",["h3","(31-5)",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.10"},"Esther 2:10"],". Why Had Esther “Not Shewed Her People?”"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p22"},"Esther was shown respect and deference because, in obedience to Mordecai’s charge to her, she had not admitted her Jewish lineage. A Jewish maiden would not have experienced such friendly treatment. Even after her selection as queen, she continued to keep her racial identity secret at the request of Mordecai (see",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.20"}],"v. 20)."]],[".topic",["h3","(31-6)",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.12-17"},"Esther 2:12–17"],". What Were the Days of Purification?"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p24"},"Adam Clarke noted that “the most beautiful of all the young virgins of all the provinces of Babylon were to be selected; and these were taken out of all",["span.emphasis","classes"],"of the people, indiscriminately; consequently there must have been many who were brought up in low life.” (",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"2:810.) An extended period of beautification and preparation of these women would be required to prepare them for presentation to the king."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p25"},"The statement that each virgin could take “whatsoever she desired” (",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.13"},"v. 13"],") seems to imply that she could choose jewelry and other adornments in order to make the most favorable impression. Esther did not use this privilege, but took only what Hegai, the King’s chamberlain, or keeper of the harem, gave her. She must have been of remarkable loveliness to be chosen by the king."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p26"},"It is also likely that the days of purification were used in training and education in the ways of the king’s court as well as in just physical purification."]],[".topic",["h3","(31-7)",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.21-23"},"Esther 2:21–23"],". What Did Mordecai Do That Esther Reported to the King?"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p28"},"Evidently, Mordecai, who served in the king’s court, heard of a plot to assassinate the king. Kings in ancient times were keenly aware of the risk of assassination and were well guarded. But Bigthan and Teresh “kept the door” (",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.21"},"v. 21"],"), or, in other words, were part of the king’s personal bodyguard and watched over his personal quarters. Their conspiracy to kill the king was especially dangerous because they had access to him. Mordecai somehow learned of this plot and reported it to the king through Esther. The account of Mordecai’s loyalty was inserted here because of the central part it plays later in the narrative."]],[".topic",["h3","(31-8)",["a.scriptureRef",{"href":"/scriptures/ot/esth/3.1-6"},"Esther 3:1–6"],". Why Would Mordecai Not Bow to Haman?"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p30"},"There probably was nothing personal in Mordecai’s refusal to bow to Haman. “The only explanation offered is that Mordecai claimed exemption on the ground that he was a Jew. Probably the inference is justified that Haman was demanding not mere allegiance but worship, and Mordecai would not break the first commandment. … If fear of idolatry lay behind the refusal to bow down then no Jew would bow down, and Haman’s decision to take vengeance on the whole people becomes understandable. Similar acts of revenge involving wholesale slaughter are recorded by Herodotus (i. 106; iii. 79). … In Esther, however, anti-semitism proper makes its appearance with Haman’s express intention of wiping out the Jewish race. It might well seem incredible that one man’s injured pride should lead to such an irrational conclusion if it were not that history has produced an equally irrational attack on the Jews in the 20th century.” (Guthrie and Motyer,",["span.emphasis","New Bible Commentary,"],"pp. 416–17.)"]],[".topic",["h3","(31-9)",["a.scriptureRef",{"href":"/scriptures/ot/esth/3.7-15"},"Esther 3:7–15"],". Why Was the Decree Prematurely Published"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p32"},"Esther was queen for three years before Haman put his plot to work. This he did by first casting",["span.emphasis","pur,"],"or lots, to determine the day for carrying out the decree—first for the day of the month and then for the month of the year (see Guthrie and Motyer,",["span.emphasis","New Bible Commentary,"],"p. 417)."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p33"},"“Here the question is forced upon us, why the decree should have been so prematurely published. The scribes were summoned to prepare it on the thirteenth day of the first month. For this purpose, even though many copies had to be made in different languages, no very long time would be required in a well-appointed government office. As soon as the scribes had finished their work, the decree was sent out by the posts into all quarters of the realm, and would arrive in even the most distant provinces in three weeks at furthest. This would place almost eleven, and in the remotest parts about ten months between the publication and execution of the decree. What then was the motive for such an interval? Certainly so long a time could not be required for preparing to carry it out, nor is this hinted at in the text. … Nor could it be intended that the Jews should suffer a long period of anxiety. On the contrary, the motive seems to have been … to cause many Jews to leave their property and escape to other lands, for the sake of preserving their lives. Thus Haman would attain his object. He would be relieved of the presence of the Jews, and be able to enrich himself by the appropriation of their possessions (comp. p. 307). On the other hand, the providence of God overruling the event in the interest of the Jews, is unmistakably evident both in Haman’s haste to satisfy his desire for vengeance, and in the falling of the lot upon so distant a day. It was only because there was so long an interval between the publication of the decree and the day appointed by lot for its execution, that it was possible for the Jews to take means for averting the destruction with which they were threatened, as the further development of the history will show.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:3:348–49.)"]],[".topic",["h3","(31-10)",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.1-17"},"Esther 4:1–17"],". Was Esther Foreordained?"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p35"},"“The Jewish people of the empire suffered deep shock when the terrible news was spread. And upon Esther there came a double burden: first the saddening news of the proclamation of death for her people; then the challenge to risk death herself to try to avert the general calamity."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p36"},"“One of the hints of religiousness in the major characters of this story is given in Mordecai’s challenging statement to Esther, ‘… Who knoweth whether thou art come to the kingdom for such a time as this? It appears that an overseeing Providence and purpose are implied, even though God is not explicitly mentioned here or elsewhere in this book.” (Ellis T. Rasmussen,",["span.emphasis","An Introduction to the Old Testament and Its Teachings,"],"2:116.)"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p37"},"In other words, Mordecai told Esther that she was, perhaps, raised up at that time for that very purpose. It is also implied that Esther’s beauty was a gift from God to put her into the position where she could gain the favor of the king and save her people."]],[".topic",["h3","(31-11)",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.11-16"},"Esther 4:11–16"],". “If I Perish, I Perish”"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p39"},"Two things in this verse make it of particular importance: Esther’s admonition to fast for three days and three nights, and her determination to endanger her life if need be to save her people. She had not been called to go in to the king for thirty days (see",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.11"},"v. 11"],") and had most likely concluded that she did not please him and would be unwelcome if she went to him unbidden. Her words are an expression not of despair but of resignation in light of what she had determined she had to do (see Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:3:352–54). Oriental kings usually had numerous wives, who usually appeared only when summoned and did not take it upon themselves to see him. Going into the king’s presence without permission was a capital offense. Esther’s life was in jeopardy."]],[".topic",["h3","(31-12)",["a.scriptureRef",{"href":"/scriptures/ot/esth/5.1-8"},"Esther 5:1–8"],". Why Was Esther’s Timing So Important?"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p41"},"Esther seized advantage in her first favorable reception to enhance her good standing with the king and to bring about a strategic announcement of her request. But the first delay was not enough. She offered a second banquet the next night. What happened in those twenty-four hours was of the greatest importance (see",["a.scriptureRef",{"href":"/scriptures/ot/esth/6"},"chap. 6"],"). The sudden desire of the king to read the records was obviously inspired from the Lord. The fasting and faithfulness of Esther and her people was productive and brought the Lord into the situation. With Haman’s powerful position and favor in the eyes of the king (see",["a.scriptureRef",{"href":"/scriptures/ot/esth/3.1-2"},"Esther 3:1–2"],"), a direct accusation by Esther might well have been rejected had the king not been prepared beforehand."]],[".topic",["h3","(31-13)",["a.scriptureRef",{"href":"/scriptures/ot/esth/5.9-14"},"Esther 5:9–14"],". How High Was the Gallows?"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p43"},"The gallows was probably not an elaborate gallows, but rather a high pole or stake from which Mordecai could be hanged. Fifty cubits would be about seventy-five feet high. The higher the stake, the farther it could be seen. Haman’s intent seems to have been to make a real example of Mordecai."]],[".topic",["h3","(31-14)",["a.scriptureRef",{"href":"/scriptures/ot/esth/6"},"Esther 6"],". Honors for Mordecai, Not Haman"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p45"},"“It was ironic that at that particular time the king availed himself of the services of Haman to gain from him a suggestion as to how to honor a certain deserving man. Haman didn’t know it was Mordecai for whom he was suggesting honors at the very time he had come to get permission to hang Mordecai!"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p46"},"“And thus it was that Haman had the frustration and humiliation of doing for Mordecai what Haman had hoped was to be done for himself; moreover, he had no opportunity to do what he had planned to do to Mordecai. Note that Haman’s own wife had ominously predicted dire fate would befall him if his opponent be ‘of the seed of the Jews.’” (Rasmussen,",["span.emphasis","Introduction to the Old Testament,"],"2:117.)"]],[".topic",["h3","(31-15)",["a.scriptureRef",{"href":"/scriptures/ot/esth/7.7-8"},"Esther 7:7–8"],". Why Did Haman Fall on Esther’s Bed?"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p48"},"In the Middle East in ancient times, banquets were served to the guests as they reclined on pillows or couches. The Hebrew word translated in verse 8 as",["span.emphasis","bed"],"may have been a couch or a place of reclining. It seems likely that Haman rushed over to Esther at the banquet and fell on her couch to plead for his life. The king’s abrupt departure from the banquet may have been prompted by a desire to check Esther’s story with some of the other aides in the court. When the king returned to the banquet, he interpreted Haman’s position as a sexual advance and ordered his death. Thus, with no direct suggestion by Esther about what Haman’s punishment should be, circumstances brought about the swift execution of the man who could have proven, even after his fall from favor, to be a powerful enemy to the queen."]],[".topic",["h3","(31-16)",["a.scriptureRef",{"href":"/scriptures/ot/esth/8"},"Esther 8"],". Why Were Some of the Persians “Converted” to Judaism?"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p50"},"“The task of saving the rest of the Jews after Esther and Mordecai had been saved and exalted in the realm was complicated by the announced principle that any edict which had been issued in the king’s name could not be revoked. They had to devise a way to give the Jews authority to fight for their lives against those who would try to obey that first edict of death on the thirteenth day of Adar."],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p51"},"“Note the typical psychological phenomenon of the ‘conversion’ of many people to Judaism as they saw the growing power of the Jews in the realm! (verse 17).” (Rasmussen,",["span.emphasis","Introduction to the Old Testament,"],"2:117.)"]],[".topic",["h3","(31-17)",["a.scriptureRef",{"href":"/scriptures/ot/esth/9.17-32"},"Esther 9:17–32"],". The Festival of Purim"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p53"},"The",["span.emphasis","pur"],"(plural",["span.emphasis","purim"],"), or lots, Haman used (see",["a.scriptureRef",{"href":"/scriptures/ot/esth/3.7"},"Esther 3:7"],") to determine the day of destruction for the Jews were now viewed by the Jews as a great blessing. The fact that the lot had fallen on a day some distance into the future allowed Esther and Mordecai time to save the people. In celebration of this great deliverance, the Jews initiated a new festival which is still observed among them to this day. It is called",["span.emphasis","Purim"],"for the lots cast by Haman and is a festival of great joy. A modern Jewish writer described its celebration:"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p54"},"“Purim is the nearest thing Judaism has to a carnival. It is another full-moon celebration, falling on the fourteenth of Adar, usually in February or March. The origin of the holy day is in the Book of Esther. The occasion is, of course, the famous deliverance of the Persian Jews from their Hitler-like oppressor, Haman. …"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p55"},"“The day before Purim is the Fast of Esther, a sunrise-to-sundown abstention. At sundown the synagogues fill up. The marked difference between this and all other occasions of the Jewish year is the number of children on hand. Purim is Children’s Night in the house of the Lord. It always has been, and the children sense their rights and exercise them. They carry flags and noisemakers, the traditional whirling rattles called ‘groggers,’ which can make a staggering racket. After the evening prayers the reading of the Book of Esther begins, solemnly enough, with the customary blessing over a scroll and the chanting of the opening verses in a special musical mode heard only on this holiday. The children are poised, waiting. The Reader chants through the first and second chapters and comes at last to the long-awaited sentence, ‘After these things, the king raised to power Haman the Agagite’—but nobody hears the last two words. The name ‘Haman’ triggers off stamping, pounding, and a hurricane of groggers. The Reader waits patiently. The din dies. He chants on, and soon strikes another ‘Haman.’ Bedlam breaks loose again. This continues, and since Haman is now a chief figure in the story, the noisy outbursts come pretty frequently. The children, far from getting tired or bored, warm to the work. They do it with sure mob instinct: poised silence during the reading, explosions on each ‘Haman.’ Passages occur where Haman’s name crops up several times in a very short space. The children’s assaults come like pistol shots. The Reader’s patience wears thin and finally breaks. It is impossible to read with so many interruptions. He gestures angrily at the children through the grogger storm and shoots a glance of appeal to the rabbi. This, of course, is what the children have been waiting for. The stag is down. Thereafter to the end it is a merciless battle between the Reader and the children. He tries to slur over the thick-falling ‘Hamans,’ they trip him every time with raucous salvos. He stumbles on to the final verse, exhausted, beaten, furious, and all is disordered hilarity in the synagogue. It is perhaps not quite fair to make the Reader stand in for Haman on this evening, but that is approximately what happens. …"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p56"},"“Beyond this gaiety, it carries four religious obligations: to hear the",["span.emphasis","Megillah"],"(the Scroll of Esther) read, to distribute largesse to the poor, to make a feast, and to exchange presents with neighbors and friends. This last institution is",["span.emphasis","Shalakh Manos,"],"the Sending of Gifts: things that can be eaten and drunk the same day.” (Herman Wouk,",["span.emphasis","This Is My God,"],"pp. 98–100.)"]],[".topic",["h3","(31-18)",["a.scriptureRef",{"href":"/scriptures/ot/esth/10.1-3"},"Esther 10:1–3"],". Why Did Most of the Jews Stay in Babylon?"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p58"},"Having Mordecai near the king undoubtedly relieved the Jews of much oppression and gave them a favorable place in the empire. This good treatment may have been the reason most Jews elected to remain in Babylon rather than return to Judea when the opportunity came."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(31-19) Mordecai: In the World But Not of It"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p61"},"Mordecai’s situation is parallel in some ways to that in which modern followers of Jesus finds themselves. For Mordecai, Babylon was a physical reality. He was forced to function in the midst of an alien society. Today, Babylon, or the world, is a spiritual reality. The standards of the modern world are increasingly alien to the values held by the disciples of the Savior. The challenge is to keep the values intact and yet find ways, as did Mordecai, to be of service both to society and to Christ. Mordecai could not have done what he did if he had compromised his standards. Because he had prepared himself and was willing to become involved, he eventually became the chief minister of the king."],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p62"},"“The Lord in the Doctrine and Covenants tells us to be anxiously engaged in good causes. This suggests we can’t respond to all causes. We must be selective in the things we seek to do in terms of community and civic chores. But it also suggests we ought to devote a measure of our time and talent to do these things, for they do count on the scales of action as God sees it."],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p63"},"“The world is full of fads. The world is full of the marches of lemmings to the sea. The world is full of causes that lead into conceptual cul-de-sacs. Our task, therefore, is to be wise in the selection of good causes, using the scriptures and the modern prophets as our guide."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p64"},"“Anne Morrow Lindbergh, in her book",["span.emphasis","Gift from the Sea,"],"says: ‘My life cannot implement in action all the demands of all the people to whom my heart responds.’ You will care for more things than you will be able to do things about. Wise selection of causes is one of the highest forms of the use of free agency that there is, and, really, one of the ways God tests our basic wisdom and our capacity to love.” (Neal A. Maxwell, speech delivered at Catalina Young Adult Conference, 23 Oct. 1972.)"]],[".topic",["h3","(31-20) Have You Come “for Such a Time As This”?"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p66"},["span.emphasis","Esther"],"means a “star” in the Persian tongue. How fitting a title for a woman who may have been there “when the morning stars sang together, and all the sons [and daughters] of God shouted for joy” (",["a.scriptureRef",{"href":"/scriptures/ot/job/38.7"},"Job 38:7"],"). Though the text does not mention any foreordination or calling for Esther, Mordecai’s question, “Who knoweth whether thou art come to the kingdom for such a time as this?” (",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.14"},"Esther 4:14"],") suggests that Esther came into the world to save God’s covenant people."],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p67"},"F. M. Bareham wrote:"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p68"},"“We fancy God can manage His world only with great battalions, when all the time He is doing it with beautiful babies."],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p69"},"“When a wrong wants righting, or a truth wants preaching, or a continent wants discovering, God sends a baby into the world.” (In Spencer W. Kimball,",["span.emphasis","Faith Precedes the Miracle,"],"p. 323.)"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p70"},"What about you? Have you ever stopped to contemplate what your own foreordination may entail? Consider these thoughts from Elder Bruce R. McConkie: “We are quite well aware that Joseph Smith and Jeremiah and the apostles and prophets, the wise, the great, and the good were foreordained to particular ministries. But that is only a part of the doctrine of foreordination. The great and glorious thing about foreordination is that the whole House of Israel was foreordained, that millions upon millions—comparatively few compared to the total preexistent host—but millions of people were foreordained.” (",["span.emphasis","Making Our Calling and Election Sure,"],"Brigham Young University Speeches of the Year [25 Mar. 1969], p. 6.)"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-31.p71"},"It may be that your calling is not to save a nation, or to lead one. But one thing is certain: you are here now not by chance but by design. If you will, you have a role to play in building the kingdom that will eventually produce Zion and prepare for the Second Coming of Christ."]]]]]]],"refs":null}
