{"id":21,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":21,"title":"Chapter 19: “He Spake Many Things unto Them in Parables”","subtitle":"","short_title":"Chapter 19","uri":"/manual/jesus-the-christ/chapter-19","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-19"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-19.head1"},[".titleNumber","Chapter 19"],["h1","“He Spake Many Things unto Them in Parables”"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-19.p3"},"Throughout the period of Christ’s ministry with which we have thus far dealt, His fame had continuously increased, because of the authority with which He spoke and of the many mighty works He did. His popularity had become such that whenever He moved abroad great multitudes followed Him. At times the people so thronged as to impede His movements, some with a desire to hear more of the new doctrine, others to plead at His feet for relief from physical or other ills; and many there were who had faith that could they but reach Him, or even touch the border of His robe, they would be healed.",["sup",["a",{"href":"fn_1"},"a"]],"One effect of the people’s eagerness, which led them to press and crowd around Him, was to render difficult if not impossible at times the effective delivery of any discourse. His usual place for open-air teaching while He tarried in the vicinity of the sea, or lake, of Galilee was the shore; and thither flocked the crowds to hear Him. At His request the disciples had provided a “small ship,” which was kept in readiness on the beach;",["sup",["a",{"href":"fn_2"},"b"]],"and it was usual with Him to sit in the boat a short distance off shore, and preach to the people, as He had done when in the earlier days He called the chosen fishermen to leave their nets and follow Him.",["sup",["a",{"href":"fn_3"},"c"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-19.p4"},"On one such occasion He employed a means of instruction, which, prior to that time, had not been characteristic of His teaching; this consisted in the use of parables,",["sup",["a",{"href":"fn_4"},"d"]],"or simple stories to illustrate His doctrines. Some of these we shall here consider briefly, in the order most advantageous for treatment, and, as best we know, in what may have been the sequence in which they were given."]],[".topic",["h2","“A Sower Went Forth to Sow”"],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-19.p6"},"First in the order of delivery is the Parable of the Sower. It is a splendid type of our Lord’s parables in general, and is particularly valuable for its great intrinsic worth and because we possess a comprehensive interpretation of it by the divine Author. This is the story:"],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-19.p7"},"“Behold, a sower went forth to sow; and when he sowed, some seeds fell by the way side, and the fowls came and devoured them up: some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth: and when the sun was up, they were scorched; and because they had no root, they withered away. And some fell among thorns; and the thorns sprung up, and choked them: but other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold. Who hath ears to hear, let him hear.”",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-19.p8"},"This new way of teaching, this departure from the Master’s earlier method of doctrinal exposition, caused even the most devoted of the disciples to marvel. The Twelve and a few others came to Jesus when He was apart from the multitude, and asked why He had spoken to the people in this manner, and what was the meaning of this particular parable. Our Lord’s reply to the first part of the inquiry we shall consider presently; concerning the second He asked “Know ye not this parable? and how then will ye know all parables?”",["sup",["a",{"href":"fn_6"},"f"]],"Thus did He indicate the simplicity of this the first of His parables, together with its typical and fundamental character, and at the same time intimate that other parables would follow in the course of His teaching. Then He gave the interpretation:"],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-19.p9"},"“Hear ye therefore the parable of the sower. When any one heareth the word of the kingdom, and understandeth it not, then cometh the wicked one, and catcheth away that which was sown in his heart. This is he which received seed by the way side. But he that received the seed into stony places, the same is he that heareth the word, and anon with joy receiveth it; yet hath he not root in himself, but dureth for a while: for when tribulation or persecution ariseth because of the word, by and by he is offended. He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful. But he that receive seed into the good ground is he that heareth the word, and understandeth it; which also beareth fruit, and bringeth forth, some an hundredfold, some sixty, some thirty.”",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-19.p10"},"Further exposition may appear superfluous; some suggestion as to the individual application of the contained lessons may be in place, however. Observe that the prominent feature of the story is that of the prepared or unprepared condition of the soil. The seed was the same, whether it fell on good ground or bad, on mellow mold or among stones and thistles. The primitive method of sowing, still followed in many countries, consisted in the sower throwing the grain by handfuls against the wind, thus securing a widespread scattering. Running through the Galilean fields were pathways, hard trodden by feet of men and beasts. Though seed should fall on such tracts, it could not grow; birds would pick up the living kernels lying unrooted and uncovered and some of the grains would be crushed and trodden down. So with the seed of truth falling upon the hardened heart; ordinarily it cannot take root, and Satan, as a marauding crow, steals it away, lest a grain of it perchance find a crack in the trampled ground, send down its rootlet, and possibly develop."],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-19.p11"},"Seed falling in shallow soil, underlain by a floor of unbroken stone or hard-pan, may strike root and flourish for a brief season; but as the descending rootlets reach the impenetrable stratum they shrivel, and the plant withers and dies, for the nutritive juices are insufficient where there is no depth of earth.",["sup",["a",{"href":"fn_8"},"h"]],"So with the man whose earnestness is but superficial, whose energy ceases when obstacles are encountered or opposition met; though he manifest enthusiasm for a time persecution deters him; he is offended,",["sup",["a",{"href":"fn_9"},"i"]],"and endures not. Grain sown where thorns and thistles abound is soon killed out by their smothering growth; even so with a human heart set on riches and the allurements of pleasure—though it receive the living seed of the gospel it will produce no harvest of good grain, but instead, a rank tangle of noxious weeds. The abundant yield of thorny thistles demonstrates the fitness of the soil for a better crop, were it only free from the cumbering weeds. The seed that falls in good deep soil, free from weeds and prepared for the sowing, strikes root and grows; the sun’s heat scorches it not, but gives it thrift; it matures and yields to the harvester according to the richness of the soil, some fields producing thirty, others sixty, and a few even a hundred times as much grain as was sown."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-19.p12"},"Even according to literary canons, and as judged by the recognized standards of rhetorical construction and logical arrangement of its parts, this parable holds first place among productions of its class. Though commonly known to us as the Parable of the Sower, the story could be expressively designated as the Parable of the Four Kinds of Soil. It is the ground upon which the seed is cast, to which the story most strongly directs our attention, and which so aptly is made to symbolize the softened or the hardened heart, the clean or the thorn-infested soil. Observe the grades of soil, given in the increasing order of their fertility: (1) the compacted highway, the wayside path, on which, save by a combination of fortuitous circumstances practically amounting to a miracle, no seed can possibly strike root or grow; (2) the thin layer of soil covering an impenetrable bed-rock, wherein seed may sprout yet can never mature; (3) the weed-encumbered field, capable of producing a rich crop but for the jungle of thistles and thorns; and (4) the clean rich mold receptive and fertile. Yet even soils classed as good are of varying degrees of productiveness, yielding an increase of thirty, sixty, or even a hundred fold, with many inter-gradations."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-19.p13"},"Some Bible expositors have professed to find in this splendid parable evidence of decisive fatalism in the lives of individuals, so that those whose spiritual state is comparable to the hardened pathway or wayside ground, to the shallow soil on stony floor, or to the neglected, thorn-ridden tract, are hopelessly and irredeemably bad; while the souls who may be likened unto good soil are safe against deterioration and will be inevitably productive of good fruit. Let it not be forgotten that a parable is but a sketch, not a picture finished in detail; and that the expressed or implied similitude in parabolic teaching cannot logically and consistently be carried beyond the limits of the illustrative story. In the parable we are considering, the Teacher depicted the varied grades of spiritual receptivity existing among men, and characterized with incisive brevity each of the specified grades. He neither said nor intimated that the hard-baked soil of the wayside might not be plowed, harrowed, fertilized, and so be rendered productive; nor that the stony impediment to growth might not be broken up and removed, or an increase of good soil be made by actual addition; nor that the thorns could never be uprooted, and their former habitat be rendered fit to support good plants. The parable is to be studied in the spirit of its purpose; and strained inferences or extensions are unwarranted. A strong metaphor, a striking simile, or any other expressive figure of speech, is of service only when rationally applied; if carried beyond the bounds of reasonable intent, the best of such may become meaningless or even absurd."]],[".topic",["h2","The Wheat and the Tares"],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-19.p15"},"Another parable, somewhat closely related to the foregoing as to the actual story, dealing again with seed and sowing, and, like the first, accompanied by an interpretation, was delivered by the Master as follows:"],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-19.p16"},"“The kingdom of heaven is likened unto a man which sowed good seed in his field: but while men slept, his enemy came and sowed tares among the wheat, and went his way. But when the blade was sprung up, and brought forth fruit, then appeared the tares also. So the servants of the householder came and said unto him, Sir, didst not thou sow good seed in thy field? from whence then hath it tares? He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up? But he said, Nay; lest while ye gather up the tares, ye root up also the wheat with them. Let both grow together until the harvest: and in the time of harvest I will say to the reapers, Gather ye together first the tares, and bind them in bundles to burn them: but gather the wheat into my barn.”",["sup",["a",{"href":"fn_10"},"j"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-19.p17"},"When Jesus had retired to the house in which He lodged, the disciples came, saying: “Declare unto us the parable of the tares of the field.”"],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-19.p18"},"“He answered and said unto them, He that soweth the good seed is the Son of man; the field is the world; the good seed are the children of the kingdom; but the tares are the children of the wicked one; the enemy that sowed them is the devil; the harvest is the end of the world; and the reapers are the angels. As therefore the tares are gathered and burned in the fire; so shall it be in the end of this world. The Son of man shall Send forth his angels, and they shall gather out of his kingdom all things that offend, and them which do iniquity; and shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth. Then shall the righteous shine forth as the sun in the kingdom of their Father. Who hath ears to hear, let him hear.”",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-19.p19"},"By the Author’s explication, the sower was Himself, the Son of Man; and, as the condition of wheat and tares growing together was one that shall continue until “the end of the world,” those who were ordained to carry on the ministry after Him are by direct implication also sowers. The seed as here represented is not, as in the last parable, the gospel itself, but the children of men, the good seed typifying the honest in heart, righteous-minded children of the kingdom; while the tares are those souls who have given themselves up to evil and are counted as children of the wicked one. Inspired by zeal for their Master’s profit, the servants would have forcibly rooted up the tares, but were restrained, for their unwise though well-intended course would have endangered the wheat while yet tender, since in the early stages of growth it would have been difficult to distinguish the one from the other, and the intertwining of the roots would have caused much destruction of the precious grain."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-19.p20"},"One cardinal lesson of the parable, apart from the representation of actual conditions present and future, is that of patience, long-suffering, and toleration—each an attribute of Deity and a trait of character that all men should cultivate. The tares mentioned in the story may be considered as any kind of noxious weed, particularly such as in early growth resembles the wholesome grain.",["sup",["a",{"href":"fn_12"},"l"]],"Over-sowing with the seed of weeds in a field already sown with grain is a species of malignant outrage not unknown even in the present day.",["sup",["a",{"href":"fn_13"},"m"]],"The certainty of a time of separation, when the wheat shall be garnered in the store-house of the Lord, and the tares be burned, that their poisonous seed may reproduce no more, is placed beyond question by the Lord’s own exposition."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-19.p21"},"So important is the lesson embodied in this parable, and so assured is the literal fulfillment of its contained predictions, that the Lord has given a further explication through revelation in the current dispensation, a period in which the application is direct and immediate. Speaking through Joseph Smith the Prophet in 1832, Jesus Christ said:"],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-19.p22"},"“But behold, in the last days, even now while the Lord is beginning to bring forth the word, and the blade is springing up and is yet tender. Behold, verily I say unto you, the angels are crying unto the Lord day and night, who are ready and waiting to be sent forth to reap down the fields; but the Lord saith unto them, pluck not up the tares while the blade is yet tender, (for verily your faith is weak,) lest you destroy the wheat also. Therefore let the wheat and the tares grow together until the harvest is fully ripe, then ye shall first gather out the wheat from among the tares, and after the gathering of the wheat, behold and lo! the tares are bound in bundles, and the field remaineth to be burned.”",["sup",["a",{"href":"fn_14"},"n"]]]],[".topic",["h2","The Seed Growing Secretly"],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-19.p24"},"Matthew records the Parable of the Tares as immediately following that of the Sower; Mark places in the same position of sequence a parable found in his writings alone. It is presented in outline form, and by critical expositors would be classed rather as a simple analogy than a typical parable. Read it:"],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-19.p25"},"“And he said, So is the kingdom of God, as if a man should cast seed into the ground; and should sleep, and rise night and day, and the seed should spring and grow up, he knoweth not how. For the earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear. But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come.”",["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-19.p26"},"We have no record of the disciples asking nor of the Master giving any interpretation of this, or of any later parable.",["sup",["a",{"href":"fn_16"},"p"]],"In this story we find effectively illustrated the fact of the vitality of the seed of truth, though the secret processes of its growth be a mystery to all save God alone. A man having planted seed must needs leave it alone. He may tend the field, removing weeds, protecting the plants as best he may, but the growth itself is dependent upon conditions and forces beyond his power to ultimately control. Though it were Paul who planted and Apollos who watered, none but God could insure the increase.",["sup",["a",{"href":"fn_17"},"q"]],"The one who sowed may go about his other affairs, for the field does not demand continuous or exclusive attention; nevertheless, under the influences of sunshine and shower, of breeze and dew, the blade develops, then the ear, and in due time the full corn in the ear. When the grain is ripe the man gladly harvests his crop."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-19.p27"},"The sower in this story is the authorized preacher of the word of God; he implants the seed of the gospel in the hearts of men, knowing not what the issue shall be. Passing on to similar or other ministry elsewhere, attending to his appointed duties in other fields, he, with faith and hope, leaves with God the result of his planting. In the harvest of souls converted through his labor, he is enriched and made to rejoice.",["sup",["a",{"href":"fn_18"},"r"]],"This parable was probably directed more particularly to the apostles and the most devoted of the other disciples, rather than to the multitude at large; the lesson is one for teachers, for workers in the Lord’s fields, for the chosen sowers and reapers. It is of perennial value, as truly applicable today as when first spoken. Let the seed be sown, even though the sower be straightway called to other fields or other duties; in the gladsome harvest he shall find his recompense."]],[".topic",["h2","The Mustard Seed"],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-19.p29"},"“Another parable put he forth unto them, saying, The kingdom of heaven is like to a grain of mustard seed, which a man took, and sowed in his field: which indeed is the least of all seeds: but when it is grown, it is the greatest among herbs, and becometh a tree, so that the birds of the air come and lodge in the branches thereof.”",["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-19.p30"},"This little story, addressed to the assembled multitude, must have set many thinking, because of the simplicity of the incident related and the thoroughly un-Jewish application made of it. To the mind taught by teachers of the time the kingdom was to be great and glorious from its beginning; it was to be ushered in by blare of trumpets and tramp of armies, with King Messiah at the head; yet this new Teacher spoke of it as having so small a beginning as to be comparable to a mustard seed. To make the illustration more effective He specified that the seed spoken of was “the least of all seeds.” This superlative expression was made in a relative sense; for there were and are smaller seeds than the mustard, even among garden plants, among which rue and poppy have been named; but each of these plants is very small in maturity, while the well-cultivated mustard plant is one of the greatest among common herbs, and presents a strong contrast of growth from tiny seed to spreading shrub."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-19.p31"},"Moreover, the comparison “as small as a mustard seed” was in every-day use among the Jews of the time. The comparison employed by Jesus on another occasion evidences the common usage, as when He said: “If ye have faith as a grain of mustard seed … nothing shall be impossible unto you.”",["sup",["a",{"href":"fn_20"},"t"]],"It should be known that the mustard plant attains in Palestine a larger growth than in more northerly climes.",["sup",["a",{"href":"fn_21"},"u"]],"The lesson of the parable is easy to read. The seed is a living entity. When rightly planted it absorbs and assimilates the nutritive matters of soil and atmosphere, grows, and in time is capable of affording lodgment and food to the birds. So the seed of truth is vital, living, and capable of such development as to furnish spiritual food and shelter to all who come seeking. In both conceptions, the plant at maturity produces seed in abundance, and so from a single grain a whole field may be covered."]],[".topic",["h2","The Leaven"],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-19.p33"},"“Another parable spake he unto them; The kingdom of heaven is like unto leaven, which a woman took, and hid in three measures of meal, till the whole was leavened.”",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-19.p34"},"Points of both similarity and contrast between this parable and the last are easily discerned. In each the inherent vitality and capacity for development, so essentially characteristic of the kingdom of God, are illustrated. The mustard seed, however, typifies the effect of vital growth in gathering the substance of value from without; while the leaven or yeast disseminates and diffuses outward its influence throughout the mass of otherwise dense and sodden dough. Each of the processes represents a means whereby the Spirit of Truth is made effective. Yeast is no less truly a living organism than a mustard seed. As the microscopic yeast plant develops and multiplies within the dough, its myriad living cells permeate the lump, and every bit of the leavened mass is capable of affecting likewise another batch of properly prepared meal. The process of leavening, or causing dough to rise,” by the fermentation of the yeast placed in the mass, is a slow one, and moreover as quiet and seemingly secret as that of the planted seed growing without the sower’s further attention or concern.",["sup",["a",{"href":"fn_23"},"w"]]]],[".topic",["h2","The Hidden Treasure"],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-19.p36"},"“Again, the kingdom of heaven is like unto treasure hid in a field; the which when a man hath found, he hideth, and for joy thereof goeth and selleth all that he hath, and buyeth that field.”",["sup",["a",{"href":"fn_24"},"x"]]],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-19.p37"},"This and the two parables following are recorded by Matthew only; and the place assigned them in his narrative indicates that they were spoken to the disciples alone, in the house, after the multitude had departed. The quest for treasure-trove is always fascinating. Instances of finding buried valuables were not uncommon in the time of which we speak, since the practice of so concealing treasure was usual with people exposed to bandit incursions and hostile invasion. Observe that the fortunate and happy man is represented as finding the treasure seemingly by accident rather than as a result of diligent search. He gladly sold all that he possessed to make possible his purchase of the field. The hidden treasure is the kingdom of heaven; when a man finds that, he ought to be ready to sacrifice all that he has, if by so doing he may gain possession. His joy in the new acquisition will be unbounded; and, if he but remain a worthy holder, the riches thereof shall be his beyond the grave.",["sup",["a",{"href":"fn_25"},"y"]]],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-19.p38"},"Casuists have raised the question of propriety as to the man’s course of action in the story, inasmuch as he concealed the fact of his discovery from the owner of the field, to whom the treasure, they say, rightly belonged. Whatever opinion one may hold as to the ethics of the man’s procedure, his act was not illegal, since there was an express provision in Jewish law that the purchaser of land became the legal owner of everything the ground contained.",["sup",["a",{"href":"fn_26"},"z"]],"Assuredly Jesus commended no dishonest course; and had not the story been in every detail probable, its effect as a parable would have been lost. The Master taught by this illustration that when once the treasure of the kingdom is found, the finder should lose no time nor shrink from any sacrifice needful to insure his title thereto."]],[".topic",["h2","The Pearl of Great Price"],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-19.p40"},"“Again, the kingdom of heaven is like unto a merchant man, seeking goodly pearls: who, when he had found one pearl of great price, went and sold all that he had, and bought it.”",["sup",["a",{"href":"fn_27"},"a"]]],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-19.p41"},"Pearls have always held high place among gems, and long before, as indeed ever since, the time of Christ, pearl-merchants have been active and diligent in seeking the largest and richest to be had. Unlike the man in the last parable, who found a hidden treasure with little or no search, the merchant in this story devoted his whole energy to the quest for goodly pearls, to find and secure which was his business. When at last he beheld the pearl that excelled all others, though it was, as of right it ought to have been, held at high cost, he gladly sold all his other gems; indeed he sacrificed “all that he had”—gems and other possessions—and purchased the pearl of great price. Seekers after truth may acquire much that is good and desirable, and not find the greatest truth of all, the truth that shall save them. Yet, if they seek persistently and with right intent, if they are really in quest of pearls and not of imitations, they shall find. Men who by search and research discover the truths of the kingdom of heaven may have to abandon many of their cherished traditions, and even their theories of imperfect philosophy and “science falsely so called,”",["sup",["a",{"href":"fn_28"},"b"]],"if they would possess themselves of the pearl of great price. Observe that in this parable as in that of the hidden treasure, the price of possession is one’s all. No man can become a citizen of the kingdom by partial surrender of his earlier allegiances; he must renounce everything foreign to the kingdom or he can never be numbered therein. If he willingly sacrifices all that he has, he shall find that he has enough. The cost of the hidden treasure, and of the pearl, is not a fixed amount, alike for all; it is all one has. Even the poorest may come into enduring possession; his all is a sufficient purchase price."]],[".topic",["h2","The Gospel Net"],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-19.p43"},"“Again, the kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind: which, when it was full, they drew to shore, and sat down, and gathered the good into vessels, but cast the bad away. So shall it be at the end of the world: the angels shall come forth, and sever the wicked from among the just, and shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth.”",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-19.p44"},"Men of many minds, men good and bad, all nationalities and races, are affected by the gospel of the kingdom. The “fishers of men”",["sup",["a",{"href":"fn_30"},"d"]],"are skilful, active, and comprehensive in their haul. The sorting takes place after the net is brought to shore; and, as the fisherman discards every bad fish while he saves the good, so shall the angels who do the bidding of the Son of Man separate the just and the wicked, preserving the one kind to life eternal, consigning the other to destruction. Unwise efforts to carry the application of the parable beyond the Author’s intent have suggested the criticism that whether the fish be good or bad they die. The good, however, die to usefulness, the bad to utter waste. Though all men die, they die not alike; some pass to rest, and shall come forth in the resurrection of the just; others go to a state of sorrow and disquiet there to anxiously and with dread await the resurrection of the wicked.",["sup",["a",{"href":"fn_31"},"e"]],"Similarity of application in the present parable as in that of the tares is apparent in the emphasis given to the decreed separation of the just from the unjust, and in the awful fate of those who are fit subjects for condemnation. A further parallelism is noticed in the postponement of the judgment until the “end of the world,” by which expression we may understand the consummation of the Redeemer’s work, subsequent to the Millennium and the final resurrection of all who have had existence on earth.",["sup",["a",{"href":"fn_32"},"f"]]],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-19.p45"},"Following His delivery of this, the last of the group of parables recorded in the thirteenth chapter of Matthew, Jesus asked the disciples, “Have ye understood all these things?” They answered, “Yea, Lord.” He impressed upon them that they should be ready, like well-taught teachers, to bring, from the store-house of their souls, treasures of truth both old and new, for the edification of the world.",["sup",["a",{"href":"fn_33"},"g"]]]],[".topic",["h2","Christ’s Purpose in Using Parables"],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-19.p47"},"As before stated, the Twelve and other disciples were surprised at the Lord’s innovation of parabolic instruction. Prior to that time His doctrines had been set forth in unveiled plainness, as witness the explicit teachings in the Sermon on the Mount. It is noticeable that the introduction of parables occurred when opposition to Jesus was strong, and when scribes, Pharisees, and rabbis were alert in maintaining a close watch upon His movements and His works, ever ready to make Him an offender for a word. The use of parables was common among Jewish teachers; and in adopting this mode of instruction Jesus was really following a custom of the time; though between the parables He spake and those of the scholars there is possible no comparison except that of most pronounced contrast.",["sup",["a",{"href":"fn_34"},"h"]]],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-19.p48"},"To the chosen and devoted followers who came asking the Master why He had changed from direct exposition to parables, He explained",["sup",["a",{"href":"fn_35"},"i"]],"that while it was their privilege to receive and understand the deeper truths of the gospel, “the mysteries of the kingdom of heaven” as He expressed it, with people in general, who were unreceptive and unprepared, such fulness of understanding was impossible. To the disciples who had already gladly accepted the first principles of the gospel of Christ, more should be given; while from those who had rejected the proffered boon, even what they had theretofore possessed should be taken away.",["sup",["a",{"href":"fn_36"},"j"]],"“Therefore,” said He, “speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.” That the state of spiritual darkness then existing among the Jews had been foreseen was instanced by a citation of Isaiah’s words, in which the ancient prophet had told of the people becoming blind, deaf, and hard of heart respecting the things of God, whereby though they would both hear and see in a physical sense yet should they not understand.",["sup",["a",{"href":"fn_37"},"k"]]],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-19.p49"},"There is plainly shown an element of mercy in the parabolic mode of instruction adopted by our Lord under the conditions prevailing at the time. Had He always taught in explicit declaration, such as required no interpretation, many among His hearers would have come under condemnation, inasmuch as they were too weak in faith and unprepared in heart to break the bonds of traditionalism and the prejudice engendered by sin, so as to accept and obey the saving word. Their inability to comprehend the requirements of the gospel would in righteous measure give Mercy some claim upon them, while had they rejected the truth with full understanding, stern Justice would surely demand their condemnation.",["sup",["a",{"href":"fn_38"},"l"]]],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-19.p50"},"That the lesson of the parables was comprehensible through study, prayer and search was intimated in the Teacher’s admonishment: “Who hath ears to hear, let him hear.”",["sup",["a",{"href":"fn_39"},"m"]],"To the more studious inquirers, the Master added: “Take heed what ye hear: with what measure ye mete, it shall be measured to you: and unto you that hear shall more be given. For he that hath, to him shall be given: and he that hath not, from him shall be taken even that which he hath.”",["sup",["a",{"href":"fn_40"},"n"]],"Two men may hear the same words; one of them listens in indolence and indifference, the other with active mind intent on learning all that the words can possibly convey; and, having heard, the diligent man goes straightway to do the things commended to him, while the careless one neglects and forgets. The one is wise, the other foolish; the one has heard to his eternal profit, the other to his everlasting condemnation.",["sup",["a",{"href":"fn_41"},"o"]]],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-19.p51"},"Another example of the merciful adaptation of the word of truth to the varied capacities of the people who heard the parables is found in the psychological fact, that the incidents of an impressive though simple story will live, even in minds which for the time being are incapable of comprehending any meaning beyond that of the common-place story itself. Many a peasant who had heard the little incident of the sower and the four kinds of soil, of the tares sown by an enemy at night, of the seed that grew though the planter had temporarily forgotten it, would be reminded by the recurring circumstances of his daily work; the gardener would recollect the story of the mustard seed whenever he planted afresh, or when he looked upon the umbrageous plant with birds nesting in its branches; the housewife would be impressed anew by the story of the leaven as she mixed and kneaded and baked; the fisherman at his nets would think again of the good fish and the bad and compare the sorting of his catch with the judgment to come. And then, when time and experience, including suffering perhaps, had prepared them for deeper thought, they would find the living kernel of gospel truth within the husk of the simple tale."]],[".topic",["h2","Parables in General"],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-19.p53"},"The essential feature of a parable is that of comparison or similitude, by which some ordinary, well-understood incident is used to illustrate a fact or principle not directly expressed in the story. The popular thought that a parable necessarily rests on a fictitious incident is incorrect; for, inasmuch as the story or circumstance of the parable must be simple and indeed common-place, it may be real. There is no fiction in the parables we have thus far studied; the fundamental stories are true to life and the given circumstances are facts of experience. The narrative or incident upon which a parable is constructed may be an actual occurrence or fiction; but, if fictitious, the story must be consistent and probable, with no admixture of the unusual or miraculous. In this respect the parable differs from the fable, the latter being imaginative, exaggerated and improbable as to fact; moreover, the intent is unlike in the two, since the parable is designed to convey some great spiritual truth, while the so-called moral of the fable is at best suggestive only of worldly achievement and personal advantage. Stories of trees, animals and inanimate things talking together or with men are wholly fanciful; they are fables or apologues whether the outcome be depicted as good or bad; to the parable these show contrast, not similarity. The avowed purpose of the fable is rather to amuse than to teach. The parable may embody a narrative as in the instances of the sower and the tares, or merely an isolated incident, as in those of the mustard seed and the leaven."],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-19.p54"},"Allegories are distinguished from parables by greater length and detail of the story, and by the intimate admixture of the narrative with the lesson it is designed to teach; these are kept distinctly separate in the parable. Myths are fictitious stories, sometimes with historic basis of fact, but without symbolism of spiritual worth. A proverb is a short, sententious saying, in the nature of a maxim, connoting a definite truth or suggestion by comparison. Proverbs and parables are closely related, and in the Bible the terms are sometimes used interchangeably.",["sup",["a",{"href":"fn_42"},"p"]],"The Old Testament contains two parables, a few fables and allegories, and numerous proverbs; of the last-named we possess an entire book.",["sup",["a",{"href":"fn_43"},"q"]],"Nathan the prophet reproved King David by the parable of the poor man’s ewe lamb, and so effective was the story that the king decreed punishment for the wealthy offender, and was overcome by sorrow and contrition when the prophet made application of his parable by the fateful words, “Thou art the man.”",["sup",["a",{"href":"fn_44"},"r"]],"The story of the vineyard, which though fenced and well-tended yet brought forth only wild, useless fruit, was used by Isaiah to portray the sinful state of Israel in his attempt to awaken the people to lives of righteousness.",["sup",["a",{"href":"fn_45"},"s"]]],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-19.p55"},"The parables of the New Testament, spoken by the Teacher of teachers, are of such beauty, simplicity, and effectiveness, as to stand unparalleled in literature."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-19.f1"},["h3","Notes to Chapter 19"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-19.p57"},["b","The First Group of Parables."],"—Many Bible scholars hold that the seven parables recorded in the",["a.scriptureRef",{"href":"/scriptures/nt/matt/13"},"thirteenth chapter of Matthew"],"were spoken at different times and to different people, and that the writer of the first Gospel grouped them for convenience in recording and with prime consideration of their subjective interest. Some color is found for this claim in Luke’s mention of some of these parables in different relations of both time and place; thus, the Parables of the Mustard Seed and the Leaven are given (",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.18,21"},"Luke 13:18, 21"],") as directly following the healing of the infirm woman in the synagog, and the rebuke to the hypocritical ruler. While we must admit that Matthew may have grouped with the parables spoken on that particular day some of other dates, it is probable that Jesus repeated some of His parables, as He certainly did other teachings, and thus presented the same lesson on more occasions than one. As a matter of fact each parable is a lesson in itself, and holds its high intrinsic value whether considered as an isolated story or in connection with related teachings. Jet us give heed to the lesson of each whatever opinions men may promulgate as to the circumstances of its first delivery."]],["li",["span.label","2."],["p.para",{"id":"p58","uri":"/manual/jesus-the-christ/chapter-19.p58"},["b","Local Setting for the Parable of the Sower."],"—Dr. R. C. Trench, in his excellent work",["span.emphasis","Notes on the Parables of Our Lord"],"(p. 57, note), quotes Dean Stanley’s description of existing conditions in the place where the Parable of the Sower was given by Jesus; and as there is reason to believe that the environment has changed but little since the days of Christ, the account is here reproduced: “A slight recess in the hillside close upon the plain disclosed at once in detail, and with a conjunction which I remember nowhere else in Palestine, every feature of the great parable. There was the undulating corn-field descending to the water’s edge. There was the trodden pathway running through the midst of it, with no fence or hedge to prevent the seed falling here or there on either side of it, or upon it—itself hard with the constant tramp of horse and mule and human feet. There was the ‘good’ rich soil, which distinguishes the whole of that plain and its neighborhood from the bare hills elsewhere, descending into the lake, and which, where there is no interruption, produces one vast mass of corn. There was the rocky ground of the hillside protruding here and there through the corn-fields, as elsewhere, through the grassy slopes. There were the large bushes of thorn, the ‘nabk’ … springing up, like the fruit-trees of the more inland parts, in the very midst of the waving wheat.”"]],["li",["span.label","3."],["p.para",{"id":"p59","uri":"/manual/jesus-the-christ/chapter-19.p59"},["b","Tares."],"—This term occurs nowhere within the Bible except in this instance of the parable. Plainly any kind of weed, particularly a poisonous sort, such as would seriously depreciate the garnered crop, would serve the Master’s purpose in the illustration. The traditional belief commonly held is that the plant referred to in the parable is the darnel weed, known to botanists as",["span.emphasis","Lolium temulentum,"],"a species of bearded rye-grass. This plant closely resembles wheat in the early period of growth, and exists as a pest to the farmers in Palestine today; it is called by the Arabians “Zowan” or “Zawan” which name, says Arnot, citing Thompson, “bears some resemblance to the original word in the Greek text.” The writer of the article “Tares” in Smith’s",["span.emphasis","Dictionary"],"says: “Critics and expositors are agreed that the Greek plural",["span.emphasis","zizania,"],"A. V. ‘tares,’ of the parable (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.25"},"Matt. 13:25"],") denotes the weed called ‘bearded darnel’ (",["span.emphasis","Lolium temulentum"],"), a widely-distributed grass, and the only species of the order that has deleterious properties. The bearded darnel before it comes into ear is very similar in appearance to wheat, and the roots of the two are often intertwined; hence the command that the ‘tares’ should be left till the harvest, lest while men plucked up the tares ‘they should root up also the wheat with them.’ This darnel is easily distinguishable from the wheat and barley when headed out, but when both are less developed, ‘the closest scrutiny will often fail to detect it. Even the farmers, who in this country generally weed their fields, do not attempt to separate the one from the other. … The taste is bitter, and, when eaten separately, or even when diffused in ordinary bread, it causes dizziness, and often acts as a violent emetic.’” The secondary quotation is from Thompson’s",["span.emphasis","The Land and the Book,"],"ii, 111, 112. It has been asserted that the darnel is a degenerated kind of wheat; and attempts have been made to give additional significance to our Lord’s instructive parable by injecting this thought; there is no scientific warrant for the strained conception, however, and earnest students will not be misled thereby."]],["li",["span.label","4."],["p.para",{"id":"p60","uri":"/manual/jesus-the-christ/chapter-19.p60"},["b","The Wickedness of the Sower of Tares."],"—Attempts have been made to disparage the Parable of the Tares on the ground that it rests on an unusual if not unknown practice. Trench thus meets the criticism (",["span.emphasis","Notes on the Parables,"],"pp. 72, 73): “Our Lord did not imagine here a form of malice without example, but adduced one which may have been familiar enough to His hearers, one so easy of execution, involving so little risk, and yet effecting so great and lasting a mischief, that it is not strange, where cowardice and malice meet, that this should have been often the shape in which they displayed themselves. We meet traces of it in many quarters. In Roman law the possibility of this form of injury is contemplated; and a modern writer, illustrating Scripture from the manners and habits of the East, with which he had become familiar through a sojourn there, affirms the same to be now practised in India.” In a subjoined note the author adds: “We are not without this form of malice nearer home. Thus in Ireland I have known an outgoing tenant, in spite at his eviction, to sow wild oats in the fields which he was leaving. These, like the tares in the parable, ripening and seeding themselves before the crops in which they were mingled, it became next to impossible to extirpate.”"]],["li",["span.label","5."],["p.para",{"id":"p61","uri":"/manual/jesus-the-christ/chapter-19.p61"},["b","The Parable of the Seed Growing Secretly."],"—This parable has given rise to much discussion among expositors, the question being as to who is meant by the man who cast seed into the ground. If, as in the parables of the Sower and the Tares, the Lord Jesus be the planter, then, some ask, how can it be said “that the seed should spring and grow up, he knoweth not how,” when all things are known unto Him? If on the other hand the planter represents the authorized teacher or preacher of the gospel, how can it be said that at the harvest time “he putteth in the sickle,” since the final harvesting of souls is the prerogative of God? The perplexities of the critics arise from their attempt to find in the parable a literalism never intended by the Author. Whether the seed be planted by the Lord Himself, as when He taught in Person, or by any one of His authorized servants, the seed is alive and will grow. Time is required; the blade appears first and is followed by the ear, and the ear ripens in season, without the constant attention which a shaping of several parts by hand would require. The man who figures in the parable is presented as an ordinary farmer, who plants, and waits, and in due time reaps. The lesson imparted is the vitality of the seed as a living thing, endowed by its Creator with the capacity to both grow and develop."]],["li",["span.label","6."],["p.para",{"id":"p62","uri":"/manual/jesus-the-christ/chapter-19.p62"},["b","The Mustard Plant."],"—The wild mustard, which in the temperate zone seldom attains a height of more than three or four feet, reaches in semitropical lands the height of a horse and its rider (Thompson,",["span.emphasis","The Land and the Book,"],"ii, 100). Those who heard the parable evidently understood the contrast between size of seed and that of the fully developed plant. Arnot (",["span.emphasis","The Parables,"],"p. 102), aptly says: “This plant obviously was chosen by the Lord, not on account of its absolute magnitude, but because it was, and was recognized to be, a striking instance of increase from very small to very great. It seems to have been in Palestine, at that time, the smallest seed from which so large a plant was known to grow. There were, perhaps, smaller seeds, but the plants which sprung from them were not so great; and there were greater plants, but the seeds from which they sprung were not so small.” Edersheim (i, p. 593) states that the diminutive size of the mustard seed was commonly used in comparison by the rabbis, “to indicate the smallest amount such as the least drop of blood, the least defilement, etc.” The same author continues, in speaking of the grown plant: “Indeed, it looks no longer like a large garden-herb or shrub, but ‘becomes’ or rather appears like ‘a tree’—as St. Luke puts it, ‘a great tree,’ of course, not in comparison with other trees, but with garden-shrubs. Such growth of mustard seed was also a fact well known at the time, and, indeed, still observed in the East. … And the general meaning would the more easily be apprehended, that a tree, whose wide-spreading branches afforded lodgment to the birds of heaven, was a familiar Old Testament figure for a mighty kingdom that gave shelter to the nations (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/31.6,12"},"Ezek. 31:6, 12"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/4.12,14,21-22"},"Dan. 4:12, 14, 21, 22"],"). Indeed, it is specifically used as an illustration of the Messianic Kingdom (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/17.23"},"Ezek. 17:23"],").”"]],["li",["span.label","7."],["p.para",{"id":"p63","uri":"/manual/jesus-the-christ/chapter-19.p63"},["b","The Symbolism of Leaven."],"—In the parable, the kingdom of heaven is likened unto leaven. In other scriptures leaven is figuratively mentioned as representing evil, thus, “the leaven of the Pharisees and of the Sadducees” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.6"},"Matthew 16:6"],", see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.1"},"Luke 12:1"],"), “the leaven of Herod” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.15"},"Mark 8:15"],"). These instances, and others (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/5.7-8"},"1 Corinthians 5:7, 8"],") are illustrative of the contagion of evil. In the incident of the woman using leaven in the ordinary process of bread-making, the spreading, penetrating, vital effect of truth is symbolized by the leaven. The same thing in different aspects may very properly be used to represent good in one instance and evil in another."]],["li",["span.label","8."],["p.para",{"id":"p64","uri":"/manual/jesus-the-christ/chapter-19.p64"},["b","Treasure Belonging to the Finder."],"—As to the justification of the man who found a treasure hidden in another’s field and then, concealing the fact of his discovery, bought the field that he might possess the treasure, Edersheim (i, pp. 595–96) says: “Some difficulty has been expressed in regard to the morality of such a transaction. In reply it may be observed, that it was, at least, in entire accordance with Jewish law. If a man had found a treasure in loose coins among the corn it would certainly be his if he bought the corn. If he had found it on the ground, or in the soil, it would equally certainly belong to him if he could claim ownership of the soil, and even if the field were not his own, unless others could prove their right to it. The law went so far as to adjudge to the purchaser of fruits anything found among these fruits. This will suffice to vindicate a question of detail, which, in any case, should not be too closely pressed in a parabolic history.”"]],["li",["span.label","9."],["p.para",{"id":"p65","uri":"/manual/jesus-the-christ/chapter-19.p65"},["b","Superiority of Our Lord’s Parables."],"—“Perhaps no other mode of teaching was so common among the Jews as that by parables. Only in their case, they were almost entirely illustrations of what had been said or taught; while in the case of Christ, they served as the foundation for His teaching. … In the one case it was intended to make spiritual teaching appear Jewish and national, in the other to convey spiritual teaching in a form adapted to the stand-point of the hearers. This distinction will be found to hold true, even in instances where there seems the closest parallelism between a Rabbinic and an Evangelic parable. … It need scarcely be said that comparison between such parables, as regards their spirit, is scarcely possible, except by way of contrast” (Edersheim, i, pp. 580–81). Geikie tersely says: “Others have uttered parables, but Jesus so far transcends them, that He may justly be called the creator of this mode of instruction” (ii, p. 145)."]],["li",["span.label","10."],["p.para",{"id":"p66","uri":"/manual/jesus-the-christ/chapter-19.p66"},["b","Parables and Other Forms of Analogy."],"—“The parable is also clearly distinguishable from the proverb, though it is true that, in a certain degree, the words are used interchangeably in the New Testament, and as equivalent the one to the other. Thus ‘Physician, heal thyself’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.23"},"Luke 4:23"],") is termed a parable, being more strictly a proverb; so again, when the Lord had used that proverb, probably already familiar to His hearers ‘If the blind lead the blind, both shall fall into the ditch’; Peter said ‘Declare unto us this parable’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.14-15"},"Matt. 15:14, 15"],"); and",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.36"},"Luke 5:36"],"is a proverb or proverbial expression, rather than a parable, which name it bears. … So, upon the other hand, those are called ‘proverbs’ in St. John, which if not strictly parables, yet claim much closer affinity to the parable than to the proverb, being in fact allegories; thus Christ’s setting forth of His relations to His people under those of a shepherd to his sheep is termed a ‘proverb,’ though our translators, holding fast to the sense rather than to the letter, have rendered it a ‘parable’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/10.6"},"John 10:6"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/16.25,29"},"16:25, 29"],"). It is easy to account for this interchange of words. Partly it arose from one word in Hebrew signifying both parable and proverb.”—Trench,",["span.emphasis","Notes on the Parables,"],"pp. 9, 10."],["p.para",{"id":"p67","uri":"/manual/jesus-the-christ/chapter-19.p67"},"For the convenience of readers who may not have a dictionary at hand as they read, the following definitions are given:"],["p.para",{"id":"p68","uri":"/manual/jesus-the-christ/chapter-19.p68"},["span.emphasis","Allegory."],"—The setting forth of a subject under the guise of some other subject or aptly suggestive likeness."],["p.para",{"id":"p69","uri":"/manual/jesus-the-christ/chapter-19.p69"},["span.emphasis","Apologue."],"—A fable or moral tale, especially one in which animals or inanimate things speak or act, and by which a useful lesson is suggested or taught."],["p.para",{"id":"p70","uri":"/manual/jesus-the-christ/chapter-19.p70"},["span.emphasis","Fable."],"—A brief story or tale feigned or invented to embody a moral, and introducing animals and sometimes even inanimate things as rational speakers and actors; a legend or myth."],["p.para",{"id":"p71","uri":"/manual/jesus-the-christ/chapter-19.p71"},["span.emphasis","Myth."],"—A fictitious or conjectural narrative presented as historical, but without any basis of fact."],["p.para",{"id":"p72","uri":"/manual/jesus-the-christ/chapter-19.p72"},["span.emphasis","Parable."],"—A brief narrative or descriptive allegory founded on real scenes or events such as occur in nature and human life, and usually with a moral or religious application."],["p.para",{"id":"p73","uri":"/manual/jesus-the-christ/chapter-19.p73"},["span.emphasis","Proverb."],"—A brief, pithy saying, condensing in witty or striking form the wisdom of experience; a familiar and widely known popular saying in epigrammatic form."]],["li",["span.label","11."],["p.para",{"id":"p74","uri":"/manual/jesus-the-christ/chapter-19.p74"},["b","Old Testament Parables, etc."],"—“Of parables in the strictest sense the Old Testament contains only two” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12"},"2 Sam. 12:1–"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/isa/5"},"Isa. 5:1–"],"). “Other stories, such as that of the trees assembled to elect a king (",["a.scriptureRef",{"href":"/scriptures/ot/judg/9.8"},"Judges 9:8"],"), and of the thistle and cedar (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14.9"},"2 Kings 14:9"],"), are more strictly fables. Still others, such as Ezekiel’s account of the two eagles and the vine (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/17.2-10"},"17:2–"],"), and of the caldron (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/24.3-14"},"24:3–"],") are allegories. The small number of parabolic narratives to be found in the Old Testament must not, however, be taken as an indication of indifference toward this literary form as suitable for moral instruction. The number is only apparently small. In reality, similitudes, which, though not explicitly couched in the terms of fictitious narrative, suggest and furnish the materials for such narrative, are abundant.”—Zenos,",["span.emphasis","Standard Bible Dictionary,"],"article “Parables.”"],["p.para",{"id":"p75","uri":"/manual/jesus-the-christ/chapter-19.p75"},"By applying the term “parable” in its broadest sense, to include all ordinary forms of analogy, we may list the following as the most impressive parables of the Old Testament. Trees electing a king (",["a.scriptureRef",{"href":"/scriptures/ot/judg/9.7-21"},"Judges 9:7–"],"); the poor man’s ewe lamb (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.1-14"},"2 Samuel 12:1–"],"); the contending brothers and the avengers (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/14.1-20"},"2 Samuel 14:1–"],"); story of the escaped captive (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/20.35-43"},"1 Kings 20:35–"],"); the thistle and the cedar (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14.9"},"2 Kings 14:9"],"); the vineyard and its wild grapes (",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.1-7"},"Isaiah 5:1–"],"); the eagles and the vine (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/17.2-10"},"Ezekiel 17:3–"],"); the lion’s whelps (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/19.2-9"},"Ezekiel 19:2–"],"); the seething pot (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/24.3-14"},"Ezekiel 24:3–"],")."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-19.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/mark/3.10"},"Mark 3:10"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.20-21"},"Matthew 9:20, 21"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.36"},"14:36"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.56"},"Mark 6:56"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.19"},"Luke 6:19"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-19.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/mark/3.9"},"Mark 3:9"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-19.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/luke/5.10"},"Luke 5:10"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p23"},"197"],"herein."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-19.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p57"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-19.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.3-9"},"Matthew 13:3–9"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/4.3-9"},"Mark 4:3–9"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.5-8"},"Luke 8:5–8"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-19.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/mark/4.13"},"Mark 4:13"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-19.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.18-23"},"Matthew 13:18–23"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/4.13-20"},"Mark 4:13–20"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.11-15"},"Luke 8:11–15"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-19.fn8"},["b","8"],["span.label","h"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p58"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-19.fn9"},["b","9"],["span.label","i"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p14"},"254"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p58"},"274"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-19.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.24-30"},"Matthew 13:24–30"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-19.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.36-43"},"Verses 36–43"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-19.fn12"},["b","12"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p59"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-19.fn13"},["b","13"],["span.label","m"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p60"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-19.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.4-7"},"D&C 86:4–7"],"; read the",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86"},"entire section"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-19.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/mark/4.26-29"},"Mark 4:26–29"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-19.fn16"},["b","16"],["span.label","p"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p61"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-19.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.6"},"1 Corinthians 3:6"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-19.fn18"},["b","18"],["span.label","r"],"Read the Lord’s early promise of souls as the hire of the appointed harvesters:",["a.scriptureRef",{"href":"/scriptures/nt/john/4.35-38"},"John 4:35–38"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.37-38"},"Matthew 9:37, 38"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.2"},"Luke 10:2"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-19.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.31-32"},"Matthew 13:31, 32"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/4.30-32"},"Mark 4:30–32"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.18-19"},"Luke 13:18, 19"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-19.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/matt/17.20"},"Matthew 17:20"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/17.6"},"Luke 17:6"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-19.fn21"},["b","21"],["span.label","u"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p62"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-19.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.33"},"Matthew 13:33"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.20-21"},"Luke 13:20, 21"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-19.fn23"},["b","23"],["span.label","w"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p23"},"288"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p63"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-19.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.44"},"Matthew 13:44"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-19.fn25"},["b","25"],["span.label","y"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.19-20"},"Matthew 6:19, 20"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-19.fn26"},["b","26"],["span.label","z"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p64"},"Note 8"],", end of chapter."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-19.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.45-46"},"Matthew 13:45, 46"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-19.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/1-tim/6.20"},"1 Timothy 6:20"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-19.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.47-50"},"Matthew 13:47–50"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-19.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.19"},"Matthew 4:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.17"},"Mark 1:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.10"},"Luke 5:10"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-19.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/john/5.29"},"John 5:29"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.11-14"},"Alma 40:11–14"],"; and the author,",["span.emphasis","Articles of Faith,"],"21:385–92."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-19.fn32"},["b","32"],["span.label","f"],"See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-42.p1"},"chapter 42"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-19.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.51-52"},"Matthew 13:51, 52"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-19.fn34"},["b","34"],["span.label","h"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p65"},"Note 9"],", end of chapter."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-19.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.10-17"},"Matthew 13:10–17"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/4.10-13"},"Mark 4:10–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.9,10"},"Luke 8:9, 10"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-19.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.12"},"Matthew 13:12"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.29"},"25:29"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/4.25"},"Mark 4:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.18"},"Luke 8:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.26"},"19:26"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-19.fn37"},["b","37"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/ot/isa/6.9"},"Isaiah 6:9"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.20"},"42:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.8"},"43:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/12.2"},"Ezekiel 12:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/12.40"},"John 12:40"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/28.26-27"},"Acts 28:26, 27"],"."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-19.fn38"},["b","38"],["span.label","l"],"See the author’s",["span.emphasis","Articles of Faith,"],"pp. 3:58–59;",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.25-27"},"2 Nephi 9:25–27"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/2.12"},"Romans 2:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.54"},"D&C 45:54"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.72"},"76:72"],"."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-19.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.9,43"},"Matthew 13:9, 43"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.15"},"11:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/4.9"},"Mark 4:9"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-19.fn40"},["b","40"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/mark/4.24-25"},"Mark 4:24, 25"],"."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-19.fn41"},["b","41"],["span.label","o"],"Read again",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.24-27"},"Matthew 7:24–27"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.46-49"},"Luke 6:46–49"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-19.fn42"},["b","42"],["span.label","p"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p66"},"Note 10"],", end of chapter."],[".footnote",{"id":"fn43","uri":"/manual/jesus-the-christ/chapter-19.fn43"},["b","43"],["span.label","q"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p74"},"Note 11"],", end of chapter."],[".footnote",{"id":"fn44","uri":"/manual/jesus-the-christ/chapter-19.fn44"},["b","44"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.1-7,13"},"2 Samuel 12:1–7, 13"],"."],[".footnote",{"id":"fn45","uri":"/manual/jesus-the-christ/chapter-19.fn45"},["b","45"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/ot/isa/5.1-7"},"Isaiah 5:1–7"],"."]]}
