{"id":37,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":37,"title":"Chapter 35: Death and Burial","subtitle":"","short_title":"Chapter 35","uri":"/manual/jesus-the-christ/chapter-35","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-35"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-35.head1"},[".titleNumber","Chapter 35"],["h1","Death and Burial"]],[".bodyBlock",[".topic",["h2","On the Way to Calvary",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-35.p4"},"Pontius Pilate, having reluctantly surrendered to the clamorous demands of the Jews, issued the fatal order; and Jesus, divested of the purple robe and arrayed in His own apparel, was led away to be crucified. A body of Roman soldiers had the condemned Christ in charge; and as the procession moved out from the governor’s palace, a motley crowd comprizing priestly officials, rulers of the Jews, and people of many nationalities, followed. Two convicted criminals, who had been sentenced to the cross for robbery, were led forth to death at the same time; there was to be a triple execution; and the prospective scene of horror attracted the morbidly minded, such as delight to gloat over the sufferings of their fellows. In the crowd, however, were some genuine mourners, as shall be shown. It was the Roman custom to make the execution of convicts as public as possible, under the mistaken and anti-psychological assumption, that the spectacle of dreadful punishment would be of deterrent effect. This misconception of human nature has not yet become entirely obsolete."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-35.p5"},"The sentence of death by crucifixion required that the condemned person carry the cross upon which he was to suffer. Jesus started on the way bearing His cross. The terrible strain of the preceding hours, the agony in Gethsemane, the barbarous treatment He had suffered in the palace of the high priest, the humiliation and cruel usage to which He had been subjected before Herod, the frightful scourging under Pilate’s order, the brutal treatment by the inhuman soldiery, together with the extreme humiliation and the mental agony of it all, had so weakened His physical organism that He moved but slowly under the burden of the cross. The soldiers, impatient at the delay, peremptorily impressed into service a man whom they met coming into Jerusalem from the country, and him they compelled to carry the cross of Jesus. No Roman or Jew would have voluntarily incurred the ignominy of bearing such a gruesome burden; for every detail connected with the carrying out of a sentence of crucifixion was regarded as degrading. The man so forced to walk in the footsteps of Jesus, bearing the cross upon which the Savior of the world was to consummate His glorious mission, was Simon, a native of Cyrene. From Mark’s statement that Simon was the father of Alexander and Rufus we infer that the two sons were known to the evangelist’s readers as members of the early Church, and there is some indication that the household of Simon the Cyrenian came to be numbered with the believers.",["sup",["a",{"href":"fn_2"},"b"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-35.p6"},"Among those who followed or stood and watched the death-procession pass, were some, women particularly, who bewailed and lamented the fate to which Jesus was going. We read of no man who ventured to raise his voice in protest or pity; but on this dreadful occasion as at other times, women were not afraid to cry out in commiseration or praise. Jesus, who had been silent under the inquisition of the priests, silent under the humiliating mockery of the sensual Herod and his coarse underlings, silent when buffeted and beaten by the brutal legionnaires of Pilate, turned to the women whose sympathizing lamentations had reached His ears, and uttered these pathetic and portentous words of admonition and warning: “Daughters of Jerusalem, weep not for me, but weep for yourselves, and for your children. For, behold, the days are coming, in the which they shall say, Blessed are the barren, and the wombs that never bare, and the paps which never gave suck. Then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us. For if they do these things in a green tree, what shall be done in the dry?” It was the Lord’s last testimony of the impending holocaust of destruction that was to follow the nation’s rejection of her King. Although motherhood was the glory of every Jewish woman’s life, yet in the terrible scenes which many of those there weeping would live to witness, barrenness would be accounted a blessing; for the childless would have fewer to weep over, and at least would be spared the horror of seeing their offspring die of starvation or by violence; for so dreadful would be that day that people would fain welcome the falling of the mountains upon them to end their sufferings.",["sup",["a",{"href":"fn_3"},"c"]],"If Israel’s oppressors could do what was then in process of doing to the “Green Tree,” who bore the leafage of freedom and truth and offered the priceless fruit of life eternal, what would the powers of evil not do to the withered branches and dried trunk of apostate Judaism?"],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-35.p7"},"Along the city streets, out through the portal of the massive wall, and thence to a place beyond but yet nigh unto Jerusalem, the cortege advanced. The destination was a spot called Golgotha, or Calvary, meaning “the place of a skull.”",["sup",["a",{"href":"fn_4"},"d"]]]],[".topic",["h2","The Crucifixion",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-35.p9"},"At Calvary the official crucifiers proceeded without delay to carry into effect the dread sentence pronounced upon Jesus and upon the two criminals. Preparatory to affixing the condemned to the cross, it was the custom to offer each a narcotic draught of sour wine or vinegar mingled with myrrh and possibly containing other anodyne ingredients, for the merciful purpose of deadening the sensibility of the victim. This was no Roman practice, but was allowed as a concession to Jewish sentiment. When the drugged cup was presented to Jesus He put it to His lips, but having ascertained the nature of its contents refused to drink, and so demonstrated His determination to meet death with faculties alert and mind unclouded."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-35.p10"},"Then they crucified Him, on the central cross of three, and placed one of the condemned malefactors on His right hand, the other on His left. Thus was realized Isaiah’s vision of the Messiah numbered among the transgressors.",["sup",["a",{"href":"fn_6"},"f"]],"But few details of the actual crucifixion are given us. We know however that our Lord was nailed to the cross by spikes driven through the hands and feet, as was the Roman method, and not bound only by cords as was the custom in inflicting this form of punishment among some other nations. Death by crucifixion was at once the most lingering and most painful of all forms of execution. The victim lived in ever increasing torture, generally for many hours, sometimes for days. The spikes so cruelly driven through hands and feet penetrated and crushed sensitive nerves and quivering tendons, yet inflicted no mortal wound. The welcome relief of death came through the exhaustion caused by intense and unremitting pain, through localized inflammation and congestion of organs incident to the strained and unnatural posture of the body.",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-35.p11"},"As the crucifiers proceeded with their awful task, not unlikely with roughness and taunts, for killing was their trade and to scenes of anguish they had grown callous through long familiarity, the agonized Sufferer, void of resentment but full of pity for their heartlessness and capacity for cruelty, voiced the first of the seven utterances delivered from the cross. In the spirit of God-like mercy He prayed:",["span.emphasis","“Father, forgive them; for they know not what they do.”"],"Let us not attempt to fix the limits of the Lord’s mercy; that it would be extended to all who in any degree could justly come under the blessed boon thereof ought to be a sufficing fact. There is significance in the form in which this merciful benediction was expressed. Had the Lord said, “I forgive you,” His gracious pardon may have been understood to be but a remission of the cruel offense against Himself as One tortured under unrighteous condemnation; but the invocation of the Father’s forgiveness was a plea for those who had brought anguish and death to the Father’s Well Beloved Son, the Savior and Redeemer of the world. Moses forgave Miriam for her offense against himself as her brother; but God alone could remit the penalty and remove the leprosy that had come upon her for having spoken against Jehovah’s high priest.",["sup",["a",{"href":"fn_8"},"h"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-35.p12"},"It appears that under Roman rule, the clothes worn by a condemned person at the time of execution became the perquisites of the executioners. The four soldiers in charge of the cross upon which the Lord suffered distributed parts of His raiment among themselves; and there remained His coat,",["sup",["a",{"href":"fn_9"},"i"]],"which was a goodly garment, woven throughout in one piece, without seam. To rend it would be to spoil; so the soldiers cast lots to determine who should have it; and in this circumstance the Gospel-writers saw a fulfilment of the psalmist’s prevision: “They parted my garments among them, and upon my vesture did they cast lots.”",["sup",["a",{"href":"fn_10"},"j"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-35.p13"},"To the cross above the head of Jesus was affixed a title or inscription, prepared by order of Pilate in accordance with the custom of setting forth the name of the crucified and the nature of the offense for which he had been condemned to death. In this instance the title was inscribed in three languages, Greek, Latin, and Hebrew, one or more of which would be understood by every observer who could read. The title so exhibited read:",["span.emphasis","“This is Jesus the King of the Jews”;"],"or in the more extended version given by John",["span.emphasis","“Jesus of Nazareth the King of the Jews.”"],["sup",["a",{"href":"fn_11"},"k"]],"The inscription was read by many, for Calvary was close to the public thoroughfare and on this holiday occasion the passers-by were doubtless numerous. Comment was aroused; for, if literally construed, the inscription was an official declaration that the crucified Jesus was in fact King of the Jews. When this circumstance was brought to the attention of the chief priests, they excitedly appealed to the governor, saying: “Write not, The King of the Jews; but that he said, I am King of the Jews. Pilate answered, What I have written I have written.” Pilate’s action in so wording the title, and his blunt refusal to permit an alteration, may have been an intended rebuff to the Jewish officials who had forced him against his judgment and will to condemn Jesus; possibly, however, the demeanor of the submissive Prisoner, and His avowal of Kingship above all royalty of earth had impressed the mind if not the heart of the pagan governor with a conviction of Christ’s unique superiority and of His inherent right of dominion; but, whatever the purpose behind the writing, the inscription stands in history as testimony of a heathen’s consideration in contrast with Israel’s ruthless rejection of Israel’s King.",["sup",["a",{"href":"fn_12"},"l"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-35.p14"},"The soldiers whose duty it was to guard the crosses, until loitering death would relieve the crucified of their increasing anguish, jested among themselves, and derided the Christ, pledging Him in their cups of sour wine in tragic mockery. Looking at the title affixed above the Sufferer’s head, they bellowed forth the devil-inspired challenge: “If thou be the king of the Jews, save thyself.”—The morbid multitude, and the passers-by “railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days, save thyself, and come down from the cross.” But worst of all, the chief priests and the scribes, the elders of the people, the unvenerable Sanhedrists, became ringleaders of the inhuman mob as they gloatingly exulted and cried aloud: “He saved others; himself he cannot save. If he be the King of Israel, let him now come down from the cross, and we will believe him. He trusted in God; let him deliver him now, if he will have him: for he said, I am the Son of God.”",["sup",["a",{"href":"fn_13"},"m"]],"Though uttered in ribald mockery, the declaration of the rulers in Israel stands as an attestation that Christ had saved others, and as an intended ironical but a literally true proclamation that He was the King of Israel. The two malefactors, each hanging from his cross, joined in the general derision, and “cast the same in his teeth.” One of them, in the desperation incident to approaching death, echoed the taunts of the priests and people: “If thou be Christ, save thyself and us.”"],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-35.p15"},"The dominant note in all the railings and revilings, the ribaldry and mockery, with which the patient and submissive Christ was assailed while He hung, “lifted up” as He had said He would be,",["sup",["a",{"href":"fn_14"},"n"]],"was that awful “If” hurled at Him by the devil’s emissaries in the time of mortal agony; as in the season of the temptations immediately after His baptism it had been most insidiously pressed upon Him by the devil himself.",["sup",["a",{"href":"fn_15"},"o"]],"That “If” was Satan’s last shaft, keenly barbed and doubly envenomed, and it sped as with the fierce hiss of a viper. Was it possible in this the final and most dreadful stage of Christ’s mission, to make Him doubt His divine Sonship, or, failing such, to taunt or anger the dying Savior into the use of His superhuman powers for personal relief or as an act of vengeance upon His tormentors? To achieve such a victory was Satan’s desperate purpose. The shaft failed. Through taunts and derision, through blasphemous challenge and diabolical goading, the agonized Christ was silent."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-35.p16"},"Then one of the crucified thieves, softened into penitence by the Savior’s uncomplaining fortitude, and perceiving in the divine Sufferer’s demeanor something more than human, rebuked his railing fellow, saying: “Dost not thou fear God, seeing thou art in the same condemnation? And we indeed justly; for we receive the due reward of our deeds: but this man hath done nothing amiss.” His confession of guilt and his acknowledgment of the justice of his own condemnation led to incipient repentance, and to faith in the Lord Jesus, his companion in agony. “And he said unto Jesus, Lord, remember me when thou comest into thy kingdom.”",["sup",["a",{"href":"fn_16"},"p"]],"To the appeal of penitence the Lord replied with such a promise as He alone could make: “Verily I say unto thee, To day shalt thou be with me in paradise.”",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-35.p17"},"Among the spectators of this, the greatest tragedy in history, were some who had come in sympathy and sorrow. No mention is found of the presence of any of the Twelve, save one, and he, the disciple “whom Jesus loved,” John the apostle, evangelist, and revelator; but specific record is made of certain women who, first at a distance, and then close by the cross, wept in the anguish of love and sorrow. “Now there stood by the cross of Jesus his mother, and his mother’s sister, Mary the wife of Cleophas, and Mary Magdalene.”",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-35.p18"},"In addition to the women named were many others, some of whom had ministered unto Jesus in the course of His labors in Galilee, and who were among those that had come up with Him to Jerusalem.",["sup",["a",{"href":"fn_19"},"s"]],"First in point of consideration among them all was Mary, the mother of Jesus, into whose soul the sword had pierced even as righteous Simeon had prophesied.",["sup",["a",{"href":"fn_20"},"t"]],"Jesus looking with tender compassion upon His weeping mother, as she stood with John at the foot of the cross, commended her to the care and protection of the beloved disciple, with the words,",["span.emphasis","“Woman, behold thy son!”"],"and to John,",["span.emphasis","“Behold thy mother!”"],"The disciple tenderly led the heart-stricken Mary away from her dying Son, and “took her unto his own home,” thus immediately assuming the new relationship established by his dying Master."],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-35.p19"},"Jesus was nailed to the cross during the forenoon of that fateful Friday, probably between nine and ten o’clock.",["sup",["a",{"href":"fn_21"},"u"]],"At noontide the light of the sun was obscured, and black darkness spread over the whole land. The terrifying gloom continued for a period of three hours. This remarkable phenomenon has received no satisfactory explanation from science. It could not have been due to a solar eclipse, as has been suggested in ignorance, for the time was that of full moon; indeed the Passover season was determined by the first occurrence of full moon after the spring equinox. The darkness was brought about by miraculous operation of natural laws directed by divine power. It was a fitting sign of the earth’s deep mourning over the impending death of her Creator.",["sup",["a",{"href":"fn_22"},"v"]],"Of the mortal agony through which the Lord passed while upon the cross the Gospel-scribes are reverently reticent."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-35.p20"},"At the ninth hour, or about three in the afternoon, a loud voice, surpassing the most anguished cry of physical suffering issued from the central cross, rending the dreadful darkness. It was the voice of the Christ:",["span.emphasis","“Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?”"],"What mind of man can fathom the significance of that awful cry? It seems, that in addition to the fearful suffering incident to crucifixion, the agony of Gethsemane had recurred, intensified beyond human power to endure. In that bitterest hour the dying Christ was alone, alone in most terrible reality. That the supreme sacrifice of the Son might be consummated in all its fulness, the Father seems to have withdrawn the support of His immediate Presence, leaving to the Savior of men the glory of complete victory over the forces of sin and death. The cry from the cross, though heard by all who were near, was understood by few. The first exclamation,",["span.emphasis","Eloi,"],"meaning",["span.emphasis","My God,"],"was misunderstood as a call for Elias."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-35.p21"},"The period of faintness, the conception of utter forsakenness soon passed, and the natural cravings of the body reasserted themselves. The maddening thirst, which constituted one of the worst of the crucifixion agonies, wrung from the Savior’s lips His one recorded utterance expressive of physical suffering.",["span.emphasis","“I thirst”"],"He said. One of those who stood by, whether Roman or Jew, disciple or skeptic, we are not told, hastily saturated a sponge with vinegar, a vessel of which was at hand, and having fastened the sponge to the end of a reed, or stalk of hyssop, pressed it to the Lord’s fevered lips. Some others would have prevented this one act of human response, for they said: “Let be, let us see whether Elias will come to save him.” John affirms that Christ uttered the exclamation, “I thirst,” only when He knew “that all things were now accomplished”; and the apostle saw in the incident a fulfilment of prophecy.",["sup",["a",{"href":"fn_23"},"w"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-35.p22"},"Fully realizing that He was no longer forsaken, but that His atoning sacrifice had been accepted by the Father, and that His mission in the flesh had been carried to glorious consummation, He exclaimed in a loud voice of holy triumph:",["span.emphasis","“It is finished.”"],"In reverence, resignation, and relief, He addressed the Father saying:",["span.emphasis","“Father, into thy hands I commend my spirit.”"],["sup",["a",{"href":"fn_24"},"x"]],"He bowed His head, and voluntarily gave up His life."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-35.p23"},"Jesus the Christ was dead. His life had not been taken from Him except as He had willed to permit. Sweet and welcome as would have been the relief of death in any of the earlier stages of His suffering from Gethsemane to the cross, He lived until all things were accomplished as had been appointed. In the latter days the voice of the Lord Jesus has been heard affirming the actuality of His suffering and death, and the eternal purpose thereby accomplished. Hear and heed His words: “For, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered the pain of all men, that all men might repent and come unto him.”",["sup",["a",{"href":"fn_25"},"y"]]]],[".topic",["h2","Important Occurrences between the Lord’s Death and Burial"],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-35.p25"},"The death of Christ was accompanied by terrifying phenomena. There was a violent earthquake; the rocks of the mighty hills were disrupted, and many graves were torn open. But, most portentous of all in Judaistic minds, the veil of the temple which hung between the Holy Place and the Holy of Holies",["sup",["a",{"href":"fn_26"},"z"]],"was rent from top to bottom, and the interior, which none but the high priest had been permitted to see, was thrown open to common gaze. It was the rending of Judaism, the consummation of the Mosaic dispensation, and the inauguration of Christianity under apostolic administration."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-35.p26"},"The Roman centurion and the soldiers under his command at the place of execution were amazed and greatly affrighted. They had probably witnessed many deaths on the cross, but never before had they seen a man apparently die of his own volition, and able to cry in a loud voice at the moment of dissolution. That barbarous and inhuman mode of execution induced slow and progressive exhaustion. The actual death of Jesus appeared to all who were present to be a miracle, as in fact it was. This marvel, coupled with the earthquake and its attendant horrors, so impressed the centurion that he prayed to God, and solemnly declared: “Certainly this was a righteous man.” Others joined in fearsome averment: “Truly this was the Son of God.” The terrified ones who spoke and those who heard left the place in a state of fear, beating their breasts, and bewailing what seemed to be a state of impending destruction.",["sup",["a",{"href":"fn_27"},"a"]],"A few loving women, however, watched from a distant point, and saw all that took place until the Lord’s body was laid away."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-35.p27"},"It was now late in the afternoon; at sunset the Sabbath would begin. That approaching Sabbath was held to be more than ordinarily sacred for it was a high day, in that it was the weekly Sabbath and a paschal holy day.",["sup",["a",{"href":"fn_28"},"b"]],"The Jewish officials, who had not hesitated to slay their Lord, were horrified at the thought of men left hanging on crosses on such a day, for thereby the land would be defiled;",["sup",["a",{"href":"fn_29"},"c"]],"so these scrupulous rulers went to Pilate and begged that Jesus and the two malefactors be summarily dispatched by the brutal Roman method of breaking their legs, the shock of which violent treatment had been found to be promptly fatal to the crucified. The governor gave his consent, and the soldiers broke the limbs of the two thieves with cudgels. Jesus, however, was found to be already dead, so they broke not His bones. Christ, the great Passover sacrifice, of whom all altar victims had been but suggestive prototypes, died through violence yet without a bone of His body being broken, as was a prescribed condition of the slain paschal lambs.",["sup",["a",{"href":"fn_30"},"d"]],"One of the soldiers, to make sure that Jesus was actually dead, or to surely kill Him if He was yet alive, drove a spear into His side, making a wound large enough to permit a man’s hand to be thrust thereinto.",["sup",["a",{"href":"fn_31"},"e"]],"The withdrawal of the spear was followed by an outflow of blood and water,",["sup",["a",{"href":"fn_32"},"f"]],"an occurrence so surprising that John, who was an eye-witness, bears specific personal testimony to the fact, and cites the scriptures thereby fulfilled.",["sup",["a",{"href":"fn_33"},"g"]]]],[".topic",["h2","The Burial",["sup",["a",{"href":"fn_34"},"h"]]],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-35.p29"},"A man known as Joseph of Arimathea, who was at heart a disciple of Christ, but who had hesitated to openly confess his conversion through fear of the Jews, desired to give the Lord’s body a decent and honorable interment. But for some such divinely directed intervention, the body of Jesus might have been cast into the common grave of executed criminals. This man, Joseph, was “a counsellor; and he was a good man, and a just.” It is expressly said of him that he “had not consented to the counsel and deed of them”; from which statement we infer that he was a Sanhedrist and had been opposed to the action of his colleagues in condemning Jesus to death, or at least had refrained from voting with the rest. Joseph was a man of wealth, station, and influence. He went in boldly unto Pilate and begged the body of Christ. The governor was surprised to learn that Jesus was already dead; he summoned the centurion and inquired as to how long Jesus had lived on the cross. The unusual circumstance seems to have added to Pilate’s troubled concern. He gave command and the body of Christ was delivered to Joseph."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-35.p30"},"The body was removed from the cross; and in preparing it for the tomb Joseph was assisted by Nicodemus, another member of the Sanhedrin, the same who had come to Jesus by night three years before, and who at one of the conspiracy meetings of the council had protested against the unlawful condemnation of Jesus without a hearing.",["sup",["a",{"href":"fn_35"},"i"]],"Nicodemus brought a large quantity of myrrh and aloes, about a hundredweight. The odorous mixture was highly esteemed for anointing and embalming, but its cost restricted its use to the wealthy. These two revering disciples wrapped the Lord’s body in clean linen, “with the spices, as the manner of the Jews is to bury”; and then laid it in a new sepulchre, hewn in the rock. The tomb was in a garden, not far from Calvary, and was the property of Joseph. Because of the nearness of the Sabbath the interment had to be made with haste; the door of the sepulchre was closed, a large stone was rolled against it;",["sup",["a",{"href":"fn_36"},"j"]],"and thus laid away the body was left to rest. Some of the devoted women, particularly Mary Magdalene, and “the other Mary,” who was the mother of James and Joses, had watched the entombment from a distance; and when it was completed “they returned, and prepared spices and ointments; and rested the Sabbath day according to the commandment.”"]],[".topic",["h2","The Sepulchre Guarded",["sup",["a",{"href":"fn_37"},"k"]]],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-35.p32"},"On the day following the “preparation,” that is to say on Saturday, the Sabbath and “high-day,”",["sup",["a",{"href":"fn_38"},"l"]],"the chief priests and Pharisees came in a body to Pilate, saying: “Sir, we remember that that deceiver said, while he was yet alive, After three days I will rise again. Command therefore that the sepulchre be made sure until the third day, lest his disciples come by night, and steal him away, and say unto the people, He is risen from the dead: so the last error shall be worse than the first.” It is evident that the most inveterate of the human enemies of Christ remembered His predictions of an assured resurrection on the third day after His death. Pilate answered with terse assent: “Ye have a watch: go your way, make it as sure as ye can.” So the chief priests and Pharisees satisfied themselves that the sepulchre was secure by seeing that the official seal was affixed at the junction of the great stone and the portal, and that an armed guard was placed in charge."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-35.f1"},["h3","Notes to Chapter 35"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-35.p34"},["b","Simon the Cyrenian."],"—Simon, upon whom the cross of Jesus was laid, was a member of the Jewish colony in northern Africa, which had been established nearly three centuries before the birth of Christ by Ptolemeus Lagi, who transported thither great numbers of Jews from Palestine (Josephus,",["span.emphasis","Antiquities,"],"xii, chap. 1). Cyrene, the home of Simon, was in the province of Libya; its site is within the present boundaries of Tunis. That the African Jews were numerous and influential is evidenced by the fact that they maintained a synagog in Jerusalem (",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.9"},"Acts 6:9"],") for the accommodation of such of their number as visited the city. Rufus and his mother are mentioned in friendly reference by Paul over a quarter of a century after the death of Christ (",["a.scriptureRef",{"href":"/scriptures/nt/rom/16.13"},"Romans 16:13"],"). If this Rufus be one of the sons of Simon named by Mark (",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.21"},"15:21"],"), as tradition indicates, it is probable that Simon’s family was prominently identified with the Primitive Church. As to whether Simon had become a disciple before the crucifixion, or was converted through his compulsory service in bearing the Lord’s cross, or became a member of the Church at a later date, we are not definitely told."]],["li",["span.label","2."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-35.p35"},["b","Christ’s Words to the Daughters of Jerusalem."],"—“The time would come, when the Old Testament curse of barrenness (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.14"},"Hosea 9:14"],") would be coveted as a blessing. To show the fulfilment of this prophetic lament of Jesus it is not necessary to recall the harrowing details recorded by Josephus (",["span.emphasis","Wars,"],"vi, 3:4), when a frenzied mother roasted her own child, and in the mockery of desperateness reserved the half of the horrible meal for those murderers who daily broke in upon her to rob her of what scanty food had been left her; nor yet other of those incidents, too revolting for needless repetition, which the historian of the last siege of Jerusalem chronicles. But how often, these many centuries, must Israel’s women have felt that terrible longing for childlessness, and how often must the prayer of despair for the quick death of falling mountains and burying hills rather than prolonged torture (",["a.scriptureRef",{"href":"/scriptures/ot/hosea/10.8"},"Hosea 10:8"],"), have risen to the lips of Israel’s sufferers! And yet, even so, these words were also prophetic of a still more terrible future (",["a.scriptureRef",{"href":"/scriptures/nt/rev/6.10"},"Rev. 6:10"],"). For, if Israel had put such flame to its ‘green tree’ how terribly would the divine judgment burn among the dry wood of an apostate and rebellious people, that had so delivered up its Divine King and pronounced sentence upon itself by pronouncing it upon Him!”—Edersheim,",["span.emphasis","Life and Times of Jesus the Messiah,"],"vol. 2, p. 588."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-35.p36"},"Concerning the prayer that mountains fall to crush and hide, Farrar (",["span.emphasis","Life of Christ,"],"p. 645, note), says: “These words of Christ met with a painfully literal illustration when hundreds of the unhappy Jews at the siege of Jerusalem hid themselves in the darkest and vilest subterranean recesses, and when, besides those who were hunted out, no less than two thousand were killed by being buried under the ruins of their hiding places.” A further fulfilment may be yet future. Consult Josephus,",["span.emphasis","Wars,"],"vi. 9:4. See also",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.12-16"},"Hosea 9:12–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/hosea/10.8"},"10:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.10"},"Isaiah 2:10"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/rev/6.16"},"Revelation 6:16"],"."]],["li",["span.label","3."],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-35.p37"},["b","“The Place of a Skull.”"],"—The Aramaic Hebrew name “Golgotha,” the Greek “Kranion,” and the Latin “Calvaria” or, as Anglicized, “Calvary,” have the same meaning, and connote “a skull.” The name may have been applied with reference to topographical features, as we speak of the brow of a hill; or, if the spot was the usual place of execution, it may have been so called as expressive of death, just as we call a skull a death’s head. It is probable that the bodies of executed convicts were buried near the place of death; and if Golgotha or Calvary was the appointed site for execution, the exposure of skulls and other human bones through the ravages of beasts and by other means, would not be surprising; though the leaving of bodies or any of their parts unburied was contrary to Jewish law and sentiment. The origin of the name is of as little importance as are the many divergent suppositions concerning the exact location of the spot."]],["li",["span.label","4."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-35.p38"},["b","Crucifixion."],"—“It was unanimously considered the most horrible form of death. Among the Romans also the degradation was a part of the infliction, and the punishment if applied to freeman was only used in the case of the vilest criminals. … The criminal carried his own cross, or at any rate a part of it. Hence, figuratively,",["span.emphasis","to take, take up or bear one’s cross is to endure suffering, affliction, or shame,"],"like a criminal on his way to the place of crucifixion (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.38"},"Matt. 10:38"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.24"},"16:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/14.27"},"Luke 14:27"],", etc.). The place of execution was outside the city (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.13"},"1 Kings 21:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.58"},"Acts 7:58"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/13.12"},"Heb. 13:12"],"), often in some public road or other conspicuous place. Arrived at the place of execution, the sufferer was stripped naked, the dress being the perquisite of the soldiers (",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.35"},"Matt. 27:35"],"). The cross was then driven into the ground, so that the feet of the condemned were a foot or two above the earth, and he was lifted upon it; or else stretched upon it on the ground and then lifted with it.” It was the custom to station soldiers to watch the cross, so as to prevent the removal of the sufferer while yet alive. “This was necessary from the lingering character of the death, which sometimes did not supervene even for three days, and was at last the result of gradual benumbing and starvation. But for this guard, the persons might have been taken down and recovered, as was actually done in the case of a friend of Josephus. … In most cases the body was suffered to rot on the cross by the action of sun and rain, or to be devoured by birds and beasts. Sepulture was generally therefore forbidden; but in consequence of",["a.scriptureRef",{"href":"/scriptures/ot/deut/21.22-23"},"Deut. 21:22, 23"],", an express national exception was made in favor of the Jews (",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.58"},"Matt. 27:58"],"). This accursed and awful mode of punishment was happily abolished by Constantine.” Smith’s",["span.emphasis","Bible Dict."]]],["li",["span.label","5."],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-35.p39"},["b","Pilate’s Inscription—“The King of the Jews.”"],"—No two of the Gospel-writers give the same wording of the title or inscription placed by Pilate’s order above the head of Jesus on the cross; the meaning, however, is the same in all, and the unessential variation is evidence of individual liberty among the recorders. It is probable that there was actual diversity in the trilingual versions. John’s version is followed in the common abbreviations used in connection with Roman Catholic figures of Christ: J. N. R. J.; or, inasmuch as “I” used to be an ordinary equivalent of “J,”—I. N. R. I.—“Jesus of Nazareth, King [Rex] of the Jews.”"]],["li",["span.label","6."],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-35.p40"},["b","The Women at the Cross."],"—“According to the authorized version and revised version, only three women are named, but most modern critics hold that four are intended. Translate, therefore, ‘His mother, and His mother’s sister, (i.e. Salome, the mother of the evangelist [John]); and Mary the wife of Cleophas; and Mary Magdalene.’”—Taken from Dummelow’s commentary on",["a.scriptureRef",{"href":"/scriptures/nt/john/19.25"},"John 19:25"],"."]],["li",["span.label","7."],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-35.p41"},["b","The Hour of the Crucifixion."],"—Mark (",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.25"},"15:25"],") says: “And it was the third hour and they crucified him”; the time so specified corresponds to the hour from 9 to 10 a.m. This writer and his fellow synoptists, Matthew and Luke, give place to many incidents that occurred between the nailing of Christ to the cross and the sixth hour or the hour from 12 noon to 1 p.m. From these several accounts it is clear that Jesus was crucified during the forenoon. A discrepancy plainly appears between these records and John’s statement (",["a.scriptureRef",{"href":"/scriptures/nt/john/19.14"},"19:14"],") that it was “about the sixth hour” (noon) when Pilate gave the sentence of execution. All attempts to harmonize the accounts in this particular have proved futile because the discrepancy is real. Most critics and commentators assume that “about the sixth hour” in John’s account is a misstatement, due to the errors of early copyists of the manuscript Gospels, who mistook the sign meaning 3rd for the signifying 6th."]],["li",["span.label","8."],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-35.p42"},["b","The Physical Cause of Christ’s Death."],"—While, as stated in the text, the yielding up of life was voluntary on the part of Jesus Christ, for He had life in Himself and no man could take His life except as He willed to allow it to be taken, (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.4"},"John 1:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/5.26"},"5:26"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/10.15-18"},"10:15–18"],") there was of necessity a direct physical cause of dissolution. As stated also the crucified sometimes lived for days upon the cross, and death resulted, not from the infliction of mortal wounds, but from internal congestion, inflammations, organic disturbances, and consequent exhaustion of vital energy. Jesus, though weakened by long torture during the preceding night and early morning, by the shock of the crucifixion itself, as also by intense mental agony, and particularly through spiritual suffering such as no other man has ever endured, manifested surprising vigor, both of mind and body, to the last. The strong, loud utterance, immediately following which He bowed His head and “gave up the ghost,” when considered in connection with other recorded details, points to a physical rupture of the heart as the direct cause of death. If the soldier’s spear was thrust into the left side of the Lord’s body and actually penetrated the heart, the outrush of “blood and water” observed by John is further evidence of a cardiac rupture; for it is known that in the rare instances of death resulting from a breaking of any part of the wall of the heart, blood accumulates within the pericardium, and there undergoes a change by which the corpuscles separate as a partially clotted mass from the almost colorless, watery serum. Similar accumulations of clotted corpuscles and serum occur within the pleura. Dr. Abercrombie of Edinburgh, as cited by Deems (",["span.emphasis","Light of the Nations,"],"p. 682), “gives a case of the sudden death of a man aged seventy-seven years, owing to a rupture of the heart. In his case ‘the cavities of the pleura contained about",["span.emphasis","three pounds of fluid,"],"but the lungs were sound.’” Deems also cites the following instance: “Dr. Elliotson relates the case of a woman who died suddenly. ‘On opening the body the pericardium was found distended with",["span.emphasis","clear serum,"],"and a very large coagulum of blood, which had escaped through a spontaneous rupture of the aorta near its origin, without any other morbid appearance.’ Many cases might be cited, but these suffice.” For detailed treatment of the subject the student may be referred to Dr. Wm. Stroud’s work",["span.emphasis","On the Physical Cause of the Death of Christ."],"Great mental stress, poignant emotion either of grief or joy, and intense spiritual struggle are among the recognized causes of heart rupture."],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-35.p43"},"The present writer believes that the Lord Jesus died of a broken heart. The psalmist sang in dolorous measure according to his inspired prevision of the Lord’s passion: “Reproach hath broken my heart; and I am full of heaviness: and I looked for some to take pity, but there was none; and for comforters, but I found none. They gave me also gall for my meat; and in my thirst they gave me vinegar to drink.” (",["a.scriptureRef",{"href":"/scriptures/ot/ps/69.20-21"},"Psalm 69:20, 21"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/ps/22.14"},"22:14"],".)"]],["li",["span.label","9."],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-35.p44"},["b","The Request That Christ’s Tomb Be Sealed."],"—Many critics hold that the deputation called upon Pilate on Saturday evening, after the Sabbath had ended. This assumption is made on the ground that to do what these priestly officials did, in personally supervising the sealing of the tomb, would have been to incur defilement, and that they would not have so done on the Sabbath. Matthew’s statement is definite—that the application was made on “the next day, that followed the day of the preparation.” The preparation day extended from sunset on Thursday to the beginning of the Sabbath at sunset on Friday."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-35.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.31-33"},"Matthew 27:31–33"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.20-22"},"Mark 15:20–22"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.26-33"},"Luke 23:26–33"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.16-17"},"John 19:16, 17"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-35.fn2"},["b","2"],["span.label","b"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p34"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-35.fn3"},["b","3"],["span.label","c"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p35"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-35.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p37"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-35.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.34-50"},"Matthew 27:34–50"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.23-37"},"Mark 15:23–37"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.33-46"},"Luke 23:33–46"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.18-30"},"John 19:18–30"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-35.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/ot/isa/53.12"},"Isaiah 53:12"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.28"},"Mark 15:28"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.37"},"Luke 22:37"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-35.fn7"},["b","7"],["span.label","g"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p38"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-35.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/ot/num/12"},"Numbers 12"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-35.fn9"},["b","9"],["span.label","i"],"Revised version, marginal reading, “tunic.”"],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-35.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.35"},"Matthew 27:35"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.24"},"Mark 15:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.34"},"Luke 23:34"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.23-24"},"John 19:23, 24"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/22.18"},"Psalm 22:18"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-35.fn11"},["b","11"],["span.label","k"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p39"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-35.fn12"},["b","12"],["span.label","l"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p27"},"85"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p38"},"89"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-35.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.42-43"},"Matthew 27:42, 43"],". The clause “if he be the King of Israel” in verse 42 of the common text is admittedly a mistranslation; it should read “He is the King of Israel.” See revised version; also Edersheim, vol. 2, p. 596; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.32"},"Mark 15:32"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-35.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/john/3.14"},"John 3:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/8.28"},"8:28"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/12.32"},"12:32"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-35.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.3,6"},"Matthew 4:3, 6"],"; see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p23"},"130"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p38"},"137"],"herein."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-35.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/luke/23.42"},"Luke 23:42"],"; the revised version reads “when thou comest in thy kingdom.”"],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-35.fn17"},["b","17"],["span.label","q"],"See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-36.p1"},"chapter 36"],", following."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-35.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/john/19.25"},"John 19:25"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.55-56"},"Matthew 27:55, 56"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.40-41"},"Mark 15:40, 41"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.48-49"},"Luke 23:48, 49"],". See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p40"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-35.fn19"},["b","19"],["span.label","s"],"See references last cited; and",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.2-3"},"Luke 8:2, 3"],"; also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p34"},"264"],"herein."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-35.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.34-35"},"Luke 2:34, 35"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p19"},"97"],"herein."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-35.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/mark/15.25"},"Mark 15:25"],"; see",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p41"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-35.fn22"},["b","22"],["span.label","v"],"Compare",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.37,40,48-49,56"},"Moses 7:37, 40, 48, 49, 56"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-35.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/john/19.28"},"John 19:28"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/69.21"},"Psalm 69:21"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-35.fn24"},["b","24"],["span.label","x"],"The Gospel-writers leave us in some uncertainty as to which of the last two utterances from the cross,—“It is finished,” and “Father, into thy hands I commend my spirit,” was spoken first."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-35.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.11"},"D&C 18:11"],"; revelation given in June 1829; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16-19"},"19:16–19"],", and page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p49"},"613"],"herein."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-35.fn26"},["b","26"],["span.label","z"],"See",["span.emphasis","House of the Lord,"],"pp. 50–51."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-35.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.51-54"},"Matthew 27:51–54"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.38-39"},"Mark 15:38, 39"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.47-49"},"Luke 23:47–49"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-35.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/john/19.31-37"},"John 19:31–37"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-35.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/ot/deut/21.23"},"Deuteronomy 21:23"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-35.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/ot/ex/12.46"},"Exodus 12:46"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/9.12"},"Numbers 9:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/34.20"},"Psalm 34:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.36"},"John 19:36"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/5.7"},"1 Corinthians 5:7"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-35.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/john/20.27"},"John 20:27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.14-15"},"3 Nephi 11:14, 15"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-35.fn32"},["b","32"],["span.label","f"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p42"},"Note 8"],", end of chapter."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-35.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/john/19.34-37"},"John 19:34–37"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/22.16-17"},"Psalm 22:16, 17"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/12.10"},"Zechariah 12:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.7"},"Revelation 1:7"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-35.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.57-61"},"Matthew 27:57–61"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.42-47"},"Mark 15:42–47"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.50-56"},"Luke 23:50–56"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.38-42"},"John 19:38–42"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-35.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/john/3.1-2"},"John 3:1, 2"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/7.50"},"7:50"],"; see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p13"},"158"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p18"},"404"],"herein."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-35.fn36"},["b","36"],["span.label","j"],"See revised version,",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.46"},"Mark 15:46"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-35.fn37"},["b","37"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.62-66"},"Matthew 27:62–66"],"."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-35.fn38"},["b","38"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-35.p44"},"Note 9"],", end of chapter."]]}
