{"id":4,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":4,"title":"Chapter 2: The Guidance of the Spirit","subtitle":"","short_title":"Chapter 2: The Guidance of the Spirit","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-2-the-guidance-of-the-spirit","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-2-the-guidance-of-the-spirit"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-2-the-guidance-of-the-spirit.head1"},["h1","Chapter 2"],[".subtitle","The Guidance of the Spirit"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-2-the-guidance-of-the-spirit.p4"},"Throughout our lives we make many important decisions. Some decisions concern everyday matters in which we may not need the Lord’s direction on every detail. Yet the Lord has promised that we can turn to Him for help and guidance. The Holy Ghost performs a special mission in the plan of salvation to bless and inspire Heavenly Father’s children. We have been promised that “by the power of the Holy Ghost ye may know the truth of all things” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],")."],["p.para",{"id":"p5","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-2-the-guidance-of-the-spirit.p5"},"President Ezra Taft Benson, thirteenth President of the Church, explained: “The Holy Ghost is … a gift from Heavenly Father. The Holy Ghost helps you to choose the right. The Holy Ghost will protect you from evil. He whispers to you in a still, small voice to do right. When you",["span.emphasis","do"],"good, you",["span.emphasis","feel"],"good, and that is the Holy Ghost speaking to you. The Holy Ghost is a wonderful companion. He is",["span.emphasis","always"],"there to help you” (in Conference Report, Apr. 1989, 103; or",["span.emphasis","Ensign,"],"May 1989, 82)."],["p.para",{"id":"p6","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-2-the-guidance-of-the-spirit.p6"},"This spiritual guidance is available in all aspects of our lives, including education, employment, and marriage."]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","The Holy Ghost can bring comfort, peace, and direction to our lives."]],["li",["span.label","•"],["p.para","The guidance of the Holy Ghost is available to all worthy members of the Church."]],["li",["span.label","•"],["p.para","Prayer is a means to receive the guidance of the Spirit."]]]],[".topic",["h2","Supporting Scriptures and Statements"],[".sidebar",["p.para",{"id":"p12","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-2-the-guidance-of-the-spirit.p12"},"“We need the Holy Ghost as our constant companion to help us make better choices in the decisions that confront us daily.”"]],[".topic",["h3","The Holy Ghost can bring comfort, peace, and direction to our lives."],["ul.bullet",["li",["span.label","•"],["p.para","“The Comforter, which is the Holy Ghost, … shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you” (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],")."]],["li",["span.label","•"],["p.para","“Thou hast been enlightened by the Spirit of truth. …"],["p.para","“Did I not speak peace to your mind … ? What greater witness can you have than from God?” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.15,23"},"D&C 6:15, 23"],")."]],["li",["span.label","•"],["p.para","“For behold, again I say unto you that if ye will enter in by the way, and receive the Holy Ghost, it will show unto you all things what ye should do” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.5"},"2 Nephi 32:5"],")."]],["li",["span.label","•"],["p.para","Elder Robert D. Hales of the Quorum of the Twelve Apostles: “We need the Holy Ghost as our constant companion to help us make better choices in the decisions that confront us daily. Our young men and women are bombarded with ugly things of the world. Companionship with the Spirit will give them the strength to resist evil and, when necessary, repent and return to the strait and narrow path. None of us are immune from the temptations of the adversary. We all need the fortification available through the Holy Ghost. Mothers and fathers should prayerfully invite the Holy Spirit to dwell in their dedicated homes. Having the gift of the Holy Ghost helps family members make wise choices—choices that will help them return with their families to their Father in Heaven and His Son, Jesus Christ, to live with Them eternally” (in Conference Report, Oct. 2000, 6; or",["span.emphasis","Ensign,"],"Nov. 2000, 8)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_002_001-manCabin.jpg"}]]],["li",["span.label","•"],["p.para","Elder James E. Faust, then of the Quorum of the Twelve Apostles: “The Spirit of the Holy Ghost is the greatest guarantor of inward peace in our unstable world. It can be more mind-expanding and can make us have a better sense of well-being than any chemical or other earthly substance. It will calm nerves; it will breathe peace to our souls. This Comforter can be with us as we seek to improve. It can function as a source of revelation to warn us of impending danger and also help keep us from making mistakes. It can enhance our natural senses so that we can see more clearly, hear more keenly, and remember what we should remember. It is a way of maximizing our happiness” (in Conference Report, Apr. 1989, 41; or",["span.emphasis","Ensign,"],"May 1989, 32–33)."]],["li",["span.label","•"],["p.para","President James E. Faust of the First Presidency: “If worthy, those possessing this spiritual gift can come to enjoy greater understanding and enrichment and guidance in all of life’s activities, both spiritual and temporal. The Holy Ghost bears witness to us of the truth and impresses upon our souls the reality of God the Father and His Son, Jesus Christ, so surely that no earthly power or authority can separate us from that knowledge. Indeed, not having the gift of the Holy Ghost is somewhat like having a body without an immune system” (in Conference Report, Mar.–Apr. 2001, 73; or",["span.emphasis","Ensign,"],"May 2001, 58)."]]]],[".topic",["h3","The guidance of the Holy Ghost is available to all worthy members of the Church."],["ul.bullet",["li",["span.label","•"],["p.para","“He that is baptized in my name, to him will the Father give the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.12"},"2 Nephi 31:12"],")."]],["li",["span.label","•"],["p.para","“God bestows [the Holy Ghost] on those who love him, and purify themselves before him” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.116"},"D&C 76:116"],")."]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring of the Quorum of the Twelve Apostles: “To have the Holy Ghost as your companion, you must be worthy, cleansed by the Atonement of Jesus Christ. So, your obedience to the commandments, your desire to do His will, and your asking in faith will determine how clearly the Master can guide you” (in Conference Report, Oct. 2002, 81; or",["span.emphasis","Ensign,"],"Nov. 2002, 76)."]]],["ul.bullet",["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles:"],["p.para","“The Holy Ghost can be helpful to you in any righteous endeavor in which you are involved, including in school and among your friends."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_002_002-girlHolyGhost.jpg"}]],["p.para","“However, the principal mission of the Holy Ghost is to testify of our Heavenly Father and His Beloved Son, Jesus Christ. If you are careful in keeping the commandments, the Holy Ghost will help you learn more about Heavenly Father and Jesus Christ. He will enlighten your mind as you ponder and study the scriptures each day."],["p.para","“The promptings of the Holy Ghost may come to you in a still, small voice. You cannot grow into the [person] you must become unless you first rise above the things of the world that clamor for your attention. For example, some of the world’s music is degrading, vulgar, and inappropriate and will drown out the promptings of the Holy Ghost. Bringing into your body substances forbidden by the Lord in the Word of Wisdom will prevent you from feeling and recognizing the promptings of the Holy Ghost."],["p.para","“The failure to live a clean and chaste life deadens the promptings of the Spirit. Take your thoughts to higher levels than the vulgar and immoral. Avoid objectionable television shows and movies, evil Internet sites, and all forms of entertainment that portray or encourage immorality and violence. Shun pornography like a deadly, contagious sin and disease. You cannot afford to become addicted to its bondage and slavery. It will drive the Holy Ghost and His influence from your life” (in Conference Report, Oct. 1999, 52; or",["span.emphasis","Ensign,"],"Nov. 1999, 40–41)."]],["li",["span.label","•"],["p.para","Elder Dallin H. Oaks of the Quorum of the Twelve Apostles: “We become receptive to inspiration and revelation by obedience to the commandments of God, by prayer, and by attention to the teachings of the living prophets” (“Scripture Reading and Revelation,”",["span.emphasis","Ensign,"],"Jan. 1995, 7)."]]]],[".topic",["h3","Prayer is a means to receive the guidance of the Spirit."],[".sidebar",["p.para",{"id":"p32","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-2-the-guidance-of-the-spirit.p32"},"“We cannot force spiritual things.”"]],["ul.bullet",["li",["span.label","•"],["p.para","“Ask the Father in my name, in faith believing that you shall receive, and you shall have the Holy Ghost, which manifesteth all things which are expedient” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.18"},"D&C 18:18"],")."]],["li",["span.label","•"],["p.para","“Ye receive the Spirit through prayer” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.64"},"D&C 63:64"],")."]],["li",["span.label","•"],["p.para","President James E. Faust: “Some guidelines and rules are necessary if one is to be the recipient of revelation and inspiration. They include (1) to try honestly and sincerely to keep God’s commandments, (2) to be spiritually attuned as a receiver of a divine message, (3) to ask God in humble, fervent prayer, and (4) to seek answers with unwavering faith” (“Communion with the Holy Spirit,”",["span.emphasis","Ensign,"],"Mar. 2002, 5)."]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring: “I have had prayers answered. Those answers were most clear when what I wanted was silenced by an overpowering need to know what God wanted. It is then that the answer from a loving Heavenly Father can be spoken to the mind by the still, small voice and can be written on the heart” (in Conference Report, Oct. 2000, 111; or",["span.emphasis","Ensign,"],"Nov. 2000, 86)."]],["li",["span.label","•"],["p.para","Elder Dallin H. Oaks:"],["p.para","“We do not always receive inspiration or revelation when we request it. Sometimes we are delayed in receiving revelation, and sometimes we are left to our own judgment and understanding based on study and reason. We cannot force spiritual things. It must be so. Our life’s purpose to obtain experience and to develop faith would be frustrated if our Heavenly Father enlightened us immediately on every question or directed us in every act. We must reach conclusions and make decisions and experience the consequences in order to develop self-reliance and faith."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_002_003-prayerFamily.jpg"}]],["p.para","“Even in decisions we think very important, we sometimes receive no answers to our prayers. This does not mean our prayers have not been heard. It only means we have prayed about a decision that, for one cause or another, we should make without guidance by revelation."],["p.para","“Perhaps we have asked for guidance in choosing between alternatives that are equally acceptable or equally unacceptable. There is",["span.emphasis","not"],"a right and a wrong answer to every question. For many questions, there are only two wrong answers or two right answers. …"],["p.para","“No answer is likely to come to a person who seeks guidance in choosing between two alternatives that are equally acceptable to the Lord. Thus, there are times when we can serve productively in two different fields of labor. Either answer is right. Similarly, the Spirit of the Lord is not likely to give us revelations on matters that are trivial. … I believe the Lord expects us to make most of our decisions by using the intelligence and experience he has given us. When someone asked the Prophet Joseph Smith for advice on a particular matter, the Prophet stated: ‘It is a great thing to inquire at the hands of God, or to come into His presence: and we feel fearful to approach Him on subjects that are of little or no consequence’ [",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith (1976), 22]” (",["span.emphasis","The Lord’s Way"],"[1991], 36–38)."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott of the Quorum of the Twelve Apostles:"],[".figure",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["ol.number",["li",["span.label","1."],["p.para","When will God answer our prayers?"],["p.para","“Across from me a woman sat sobbing. With tear-filled eyes, she told me, ‘I don’t know what I believe anymore.’ She spoke of having struggled and prayed many days to know how to make a vitally important decision in her life, without success. She anguished, ‘I don’t know what to do. If you’ll tell me what to do, I’ll do it.’ With her hand on the scriptures, she said, ‘God told us He would help us. He answers everybody else’s prayers. Why won’t He answer mine?’"],["p.para","“When one is caught in a whirlpool of emotion, it is difficult to find a way out alone. My prayer is to help you who have similar feelings."],["p.para","“When answers to urgent prayer don’t seem to come, it may be that we don’t understand some truths about prayer, or because we don’t recognize answers when they come."],["p.para","“Our Heavenly Father did not put us on earth to fail but to succeed gloriously. It may seem paradoxical, but that is why recognizing answers to prayer can sometimes be very difficult. Some face life with only their own experience and capacity to help them. Others seek, through prayer, divine inspiration to",["span.emphasis","know"],"what to do. When it is required, they qualify for power beyond their own capacity to do it."],["p.para","“Communication with our Father in Heaven is not a trivial matter. It is a sacred privilege. It is based on unchanging principles. When we receive help from our Father in Heaven, it is in response to faith, obedience, and the proper use of agency."],["p.para","“It is a mistake to assume that every prayer we offer will be answered immediately. Some prayers require considerable effort on our part. True, sometimes impressions come when we have not specifically sought them. They generally concern something we need to know and are not otherwise able to find out."],["p.para","“We are here on earth to gain experience we can obtain in no other way. We are given the opportunity to grow, to develop, and to gain spiritual maturity. To do that, we must learn to apply truth. How we face challenges and resolve difficult problems is crucially important to our happiness.”"],[".sidebar",["p.para",{"id":"lip51","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip51"},"“Our Heavenly Father did not put us on earth to fail.”"]]],["li",["span.label","2."],["p.para","How should we pray?"],["p.para","“To better understand prayer, I have listened to the counsel of others, pondered the scriptures, and studied the lives of prophets and others. Yet what seems most helpful is seeing in my mind a child approaching trustingly a loving, kind, wise, understanding Father, who wants us to succeed."],["p.para","“Don’t worry about your clumsily expressed feelings. Just talk to your Father. He hears every prayer and answers it in His way."],["p.para","“When we explain a problem and a proposed solution, sometimes He answers yes, sometimes no. Often He withholds an answer, not for lack of concern, but because He loves us—perfectly. He wants us to apply truths He has given us. For us to grow, we need to trust our ability to make correct decisions. We need to do what we",["span.emphasis","feel"],"is right. In time, He will answer. He will not fail us."],["p.para","“I have described the absolute reality of our relationship with our Father. There is nothing about us He does not know. He is conscious of our every need and could provide all of the answers. Yet, because His purpose is our eternal happiness, He encourages us to make the correct choices."],["p.para","“Sometimes, like a child, we misbehave, act unwisely, and feel we cannot approach our Father with a problem. When communication is strained, how wonderful it is to have a Mediator who works things out when we obey His counsel and repent. Such is our Elder Brother, the Savior.”"]],["li",["span.label","3."],["p.para","How can we recognize when our prayers are answered?"],["p.para","“Perhaps Oliver Cowdery’s experiences were recorded for us to understand how to pray and how to recognize answer to prayer. Oliver was told:"],["p.para","“‘Assuredly as the Lord liveth, … even so surely shall you receive a knowledge of whatsoever things you shall",["span.emphasis","ask in faith, with an honest heart, believing that you shall receive. …"]],["p.para","“‘I will tell you in your",["span.emphasis","mind"],"and in your",["span.emphasis","heart,"],"by the Holy Ghost’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.1-2"},"D&C 8:1–2"],"; italics added)."],["p.para","“When we receive an impression in our",["span.emphasis","heart,"],"we can use our",["span.emphasis","mind"],"either to rationalize it away or to accomplish it. Be careful what you do with an impression from the Lord.”"]],["li",["span.label","4."],["p.para","What role does faith play in receiving answers to our prayers?"],["p.para","“Oliver was further taught: ‘Remember that without",["span.emphasis","faith"],"you can do nothing; therefore ask in",["span.emphasis","faith."],"Trifle not with these things; do not ask for that which you ought not. …"],["p.para","“‘According to your",["span.emphasis","faith"],"shall it be done unto you’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.10-11"},"D&C 8:10–11"],"; italics added)."],["p.para","“‘Ask in faith’ means ask with confidence in our holy Father. Like many of us, Oliver did not recognize the evidence of answers to prayers already given by the Lord. To open his eyes and ours, this revelation was given through Joseph Smith:"],["p.para","“‘Blessed art thou for what thou hast done; for thou hast inquired of me, and behold,",["span.emphasis","as often as thou hast inquired thou hast received instruction"],"of my Spirit. If it had not been so, thou wouldst not have come to the place where thou art at this time."],["p.para","“‘Behold, thou knowest that thou hast inquired of me and I did",["span.emphasis","enlighten thy mind;"],"and now I tell thee these things that thou mayest know that thou hast been enlightened by the Spirit of truth’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.14-15"},"D&C 6:14–15"],"; italics added)."],["p.para","“If you feel that God has not answered",["span.emphasis","your"],"prayers, ponder these scriptures—then carefully look for evidence in your own life of His having already answered you.”"]],["li",["span.label","5."],["p.para","How do answers reach the heart and mind?"],["p.para","“To help each of us recognize answers given, the Lord said:"],["p.para","“‘If you desire a further witness, cast your mind upon the night that you cried unto me in your heart, that you might know concerning the truth of these things."],["p.para","“‘",["span.emphasis","Did I not speak peace to your mind concerning the matter?’"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.22-23"},"D&C 6:22–23"],"; italics added)."],["p.para","“The Lord provides further insight by counseling us to study a problem out in our mind and then to ask if it be right:"],["p.para","“‘If it is right I will cause that your bosom shall burn within you; therefore, you shall",["span.emphasis","feel"],"that it is right."],["p.para","“‘But if it be not right you shall have no such",["span.emphasis","feelings,"],"but you shall have a stupor of thought’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.8-9"},"D&C 9:8–9"],"; italics added).”"]],["li",["span.label","6."],["p.para","What if the answer we seek is slow in coming?"],["p.para","“It is vitally important to recognize that the Lord also responds a third way to prayer by",["span.emphasis","withholding an answer"],"when the prayer is offered. Why would He do that?"],["p.para","“He is our perfect Father. He loves us beyond our capacity to understand. He knows what is best for us. He sees the end from the beginning. He wants us to act to gain needed experience."],["p.para","“When He answers",["span.emphasis","yes,"],"it is to give us confidence."],["p.para","“When He answers",["span.emphasis","no,"],"it is to prevent error."],["p.para","“When He",["span.emphasis","withholds an answer,"],"it is to have us grow through faith in Him, obedience to His commandments, and a willingness to act on truth. We are expected to assume accountability by acting on a decision that is consistent with His teachings without prior confirmation. We are not to sit passively waiting or to murmur because the Lord has not spoken. We are to act."],["p.para","“Most often what we have chosen to do is right. He will confirm the correctness of our choices His way. That confirmation generally comes through packets of help found along the way. We discover them by being spiritually sensitive. They are like notes from a loving Father as evidence of His approval. If, in trust, we begin something which is not right, He will let us know before we have gone too far. We sense that help by recognizing troubled or uneasy feelings.”"]],["li",["span.label","7."],["p.para","How can we be more spiritually sensitive to the promptings of the Spirit?"],["p.para","“Nephi’s efforts to obtain the plates of brass show how the principles work. When the older brethren were asked to go, they murmured and received no help. Nephi was assured, ‘Thou shalt be favored of the Lord, because thou hast not murmured’ (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.6"},"1 Nephi 3:6"],"). Nephi’s words ‘I will go and do’ reveal a positive commitment to act and to succeed by using spiritual law (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],")."],["p.para","“After two unsuccessful attempts, Nephi remained confident. He crept into the city toward the house of Laban without all the answers. He observed, ‘I was led by the Spirit, not knowing beforehand the things which I should do,’ significantly adding, ‘",["span.emphasis","Nevertheless I went forth’"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.6-7"},"1 Nephi 4:6–7"],"; italics added)."],["p.para","“Nephi was willing to try time and again, using his best efforts. He expressed faith that he would be helped. He refused to be discouraged. But because he acted, had confidence in the Lord, was obedient, and properly used his agency, he received guidance. He was inspired step after step to success, and in his mother’s words was ‘given …",["span.emphasis","power"],"[to] accomplish the thing which the Lord hath commanded’ (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.8"},"1 Nephi 5:8"],"; italics added)."],["p.para","“Nephi knew he was required to confide in God, to exercise faith, and to act so that he could receive help, step by step. He did not murmur nor ask for a full explanation. But, observe particularly, he did not wait passively for help. He acted! By following spiritual law, he was inspired and given power to act.”"]],["li",["span.label","8."],["p.para","How can we keep our personal desires from interfering with the influence of the Spirit?"],["p.para","“Sometimes answers to prayer are not recognized because we are too intent on wanting confirmation of our own desires. We fail to see that the Lord would have us do something else. Be careful to seek His will."],["p.para","“I confess I don’t know how to make a correct decision except where there is righteousness and trust in a Heavenly Father. The principles simply will not work when agency is intentionally used at variance with the will of God. If there is unrepented sin, we are left to our own devices to flounder and struggle on our own. We",["span.emphasis","can"],"be rescued through our own repentance.”"],[".sidebar",["p.para",{"id":"lip92","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip92"},"“When we seek inspiration to help make decisions, the Lord gives gentle promptings.”"]]],["li",["span.label","9."],["p.para","In what way do answers come most frequently?"],["p.para","“When we seek inspiration to help make decisions, the Lord gives gentle promptings. These require us to think, to exercise faith, to work, to struggle at times, and to act. Seldom does the whole answer to a decisively important matter or complex problem come all at once. More often, it comes a piece at a time, without the end in sight.”"]],["li",["span.label","10."],["p.para","What role does gratitude to the Lord play in our prayers?"],["p.para","“I have saved the most important part about prayer until the end. It is gratitude! Our sincere efforts to thank our beloved Father generate wondrous feelings of peace, self-worth, and love. No matter how challenging our circumstances, honest appreciation fills our mind to overflowing with gratitude."],["p.para","“Why is it that the most impoverished seem to know best how to thank the Lord? In the highlands of Guatemala, members barely subsist. Going to the temple requires",["span.emphasis","great"],"sacrifice. A visit takes a year of preparation. There is hard work, sacrifice to save money and food, the spinning, dyeing, and weaving of new clothing. There is the long, barefoot walk out of the mountains, the crossing of Lake Isabel, the bus rides with little food. Tired and worn, they arrive at the temple. They scrub until they shine, dress in their new clothing, and enter the house of the Lord."],["p.para","“Reclothed in white, they are taught by the Spirit, receive ordinances, and make covenants. One highland woman was greatly touched by the spirit and meaning of the endowment. Entering the celestial room, she saw others seated, with heads reverently bowed. Innocently, she knelt at the entrance to the room, oblivious to others. She bowed her head, sobbed, and for twenty minutes poured out her heart to her Father in Heaven. Finally, with her dress soaked with tears, she raised her head. The sensitive temple matron asked, ‘May I help?’ She responded, ‘Oh, would you? This is my problem: I’ve tried to tell Father in Heaven of my gratitude for all of my blessings, but I don’t feel that I’ve communicated. Will you help me tell Him how grateful I am?’"],["p.para","“The counsel about prayer is true. I have tested it thoroughly in the laboratory of my own personal life. I have discovered that what sometimes seems an impenetrable barrier to communication is a giant step to be taken in trust."],["p.para","“If you seek His help, be sure your life is clean, your motives are worthy, and you’re willing to do what He asks—for He",["span.emphasis","will"],"answer your prayers. He is your loving Father; you are His beloved child. He loves you perfectly and wants to help you."],["p.para","“In the name of Jesus Christ, amen” (in Conference Report, Sept.–Oct. 1989, 38–41; or",["span.emphasis","Ensign,"],"Nov. 1989, 30–32)."]]]]]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p103","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-2-the-guidance-of-the-spirit.p103"},"Oliver Cowdery taught school in Palmyra, New York, during the time the Prophet Joseph Smith was translating the Book of Mormon in Harmony, Pennsylvania. Oliver learned of the Prophet’s work and was impressed that he should help. He traveled to Pennsylvania and began to serve as scribe to Joseph Smith. Several days later, Oliver asked Joseph to inquire of the Lord if Oliver was doing the right thing. In response, the Lord said: “Blessed art thou for what thou hast done; for thou hast inquired of me, and behold, as often as thou hast inquired thou hast received instruction of my Spirit. If it had not been so, thou wouldst not have come to the place where thou art at this time” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.14"},"D&C 6:14"],"). The Lord commended Oliver Cowdery for his personal prayers and taught that he had already been receiving answers to his prayers through the Spirit."],["ul.bullet",["li",["span.label","•"],["p.para","Why do we sometimes not recognize the guidance of the Holy Ghost?"]],["li",["span.label","•"],["p.para","According to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.15,23"},"Doctrine and Covenants 6:15, 23"],", what are two ways revelation comes that we may not recognize?"]],["li",["span.label","•"],["p.para","Describe how you might become more sensitive to the Spirit when praying about school or work."]]],["p.para",{"id":"p107","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-2-the-guidance-of-the-spirit.p107"},"Emeka is just one month away from finishing high school. He has never thought much about what he will do after graduation. His attention had been focused on his studies, sports, and friends. Emeka’s family has limited resources and cannot support him financially if he goes to a university or trade school. He feels he is at a crossroads and that what he decides will have a dramatic effect on the rest of his life. He has always believed that if he worked hard and had a positive attitude, he would be successful in whatever he did. Now he is faced with several life-changing decisions beyond anything he has had to do before."],["ul.bullet",["li",["span.label","•"],["p.para","Where can Emeka turn for help?"]],["li",["span.label","•"],["p.para","What can he do spiritually before making these decisions?"]],["li",["span.label","•"],["p.para","Once Emeka has made an effort to do all that he can, how can the Holy Ghost help him?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","What truths has the Holy Ghost testified of to you?"]],["li",["span.label","•"],["p.para","How can you know when you are being influenced by the Spirit?"]],["li",["span.label","•"],["p.para","What can you do each day to increase the influence of the Holy Ghost in your life?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
