{"id":13,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":13,"title":"Chapter 9: Witnesses of the Book of Mormon","subtitle":"","short_title":"Chapter 9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.head1"},[".titleNumber",["span.pageBreak",{"title":"127"}],"Chapter 9"],["h1","Witnesses of the Book of Mormon"],[".intro","“It seems to me that any member of this Church would never be satisfied until he or she had read the Book of Mormon time and time again and thoroughly considered it so that he or she could bear witness that it is in very deed a record with the inspiration of the Almighty upon it.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p5"},"President Joseph Fielding Smith served as the Church Historian and Recorder from March 1921 to February 1970. In this position, he was instrumental in procuring original documents of historical significance to the Church. One of these documents was a handwritten testimony signed by David Whitmer, one of the three special witnesses of the Book of Mormon. President Smith was also privileged to handle a handwritten testimony of Oliver Cowdery, another of the Three Witnesses of the Book of Mormon. After copying these two documents by hand, President Smith read them in at least two public discourses—once in March 1939 and again in the October 1956 general conference of the Church."],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p6"},"Although President Smith felt these written testimonies were significant enough to share, he spoke more frequently of another testimony of the Book of Mormon: his own, which he received long before he ever worked in the Church Historian’s Office. He said, “I started to read the Book of Mormon before I was old enough to be a deacon, and I have been reading it ever since, and I know that it is true.”",["sup",["a",{"href":"fn_1"},"1"]],"“I have read it many, many times,” he told the Latter-day Saints. “I have not read it enough. It still contains truths that I still may seek and find, for I have not mastered it, but I know it is true.”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p7"},["span.pageBreak",{"title":"129"}],"In sharing these testimonies of the Book of Mormon, President Smith’s purpose was to encourage others to receive their own testimonies. He declared, “I bear witness to you that the Lord has made it very clear to me by revelation which I have received, and many of you who are here present can bear witness likewise, that these things are true, and that is the privilege of any sincere person who will endeavor to read with a prayerful spirit and a desire to know whether the book is true or not; and he will receive that testimony according to the promise that was made by Moroni, who sealed the record to come forth in the Dispensation of the Fulness of Times.”",["sup",["a",{"href":"fn_3"},"3"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.t3"},[".titleNumber","1"],["h3","The Book of Mormon is a sacred record that contains the everlasting gospel and bears witness of Jesus Christ."],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p11"},"The Book of Mormon is the sacred history of the ancient inhabitants of the American continent, and contains the predictions of their prophets, the commandments of the Lord to them, and the history and destiny of those ancient peoples. It is the American volume of scripture, and is just as sacred and inspired as is the Bible, which contains the sacred records of the Hebrew race on the eastern hemisphere.",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p12"},"The Nephite prophets in prayer earnestly sought that their writings should be preserved to come forth and to speak as from the dead, to bear witness to the remnant of Lehi, and also to Jew and Gentile, that God had revealed to them the fulness of the Gospel. Their anxiety was that in these last days men might be brought to repentance and faith in God through the testimony given many centuries before to these Nephite prophets. In fact, we learn from the Book of Mormon that this is the main object of the Book of Mormon, as stated in many of its passages. …"],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p13"},"… The Lord made it very clear to the Nephite prophets that their history and prophecies would be preserved to come forth in the latter days as a witness for Jesus Christ and to establish among the people his Gospel. Nephi prophesied to the Gentiles and the Jews of our day and left for them his testimony in a most emphatic",["span.pageBreak",{"title":"130"}],"and telling manner. (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33"},"2 Nephi 33"],".) Moroni did the same. (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.24-34"},"Moroni 10:24–34"],".)",["sup",["a",{"href":"fn_5"},"5"]]],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p14"},"Nephi, one of the earliest prophets of the Israelitish colony, predicted nearly six hundred years before the Christian era, that when the records containing the history of his people should be revealed from the dust, it would be in a day when the people would “deny the power of God, the Holy One of Israel,” and they would say: “Hearken unto us, and hear ye our precept; for behold there is no God today, for the Lord and the Redeemer hath done His work, and He hath given His power unto men.” [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.5"},"2 Nephi 28:5"],".] Again, many among them would say when presented with a new volume of scripture containing the history of the people of this western world: “A Bible! A Bible! We have got a Bible, and there cannot be any more Bible.” [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.3"},"2 Nephi 29:3"],".]"],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p15"},"… This new volume of scripture was to be a witness, not only for Christ and to contain the everlasting Gospel, but was also to be a witness for the Jewish scriptures—the Bible; and these two records—according to the prophesying of Nephi, his father, and also Joseph, son of Israel—were to grow together bearing testimony of the everlasting gospel [see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3.11-13"},"2 Nephi 3:11–13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.10-14"},"29:10–14"],"]. As such a witness these records stand today testifying of the truth to the condemnation of all who reject their teachings.",["sup",["a",{"href":"fn_6"},"6"]]],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p16"},"I know that Joseph Smith translated the Book of Mormon by the gift and power of God, and that it has come forth “to the convincing of the Jew and Gentile that Jesus is the Christ, the Eternal God, manifesting himself unto all nations.” [Title page of the Book of Mormon.]",["sup",["a",{"href":"fn_7"},"7"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.t4"},[".titleNumber","2"],["h3","In accordance with the law of witnesses, the Lord called special witnesses to testify of the Book of Mormon."],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p19"},"There is a law definitely stated in the scriptures governing testimony and the appointment of witnesses. This law the Lord has always followed in granting new revelation to the people.",["sup",["a",{"href":"fn_8"},"8"]]],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p20"},"All down through the ages this law [the law of witnesses] has been a fixed and definite one. If we had perfect records of all ages, we would find that whenever the Lord has established a",["span.pageBreak",{"title":"131"}],"dispensation, there has been more than one witness to testify for him. Paul in writing to the Corinthians said: “In the mouth of two or three witnesses shall every word be established.” [",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/13.1"},"2 Corinthians 13:1"],".]",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p21"},"In regard to the coming forth of the Book of Mormon, the Lord said that he would choose witnesses. There should be three special witnesses that should bear record to the world, and said he:"],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p22"},"“And there is none other which shall view it, save it be a few according to the will of God, to bear testimony of his word unto the children of men; for the Lord God hath said that the words of the faithful should speak as if it were from the dead."],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p23"},"“Wherefore, the Lord God will proceed to bring forth the words of the book; and in the mouth of as many witnesses as seemeth him good will he establish his word; and wo be unto him that rejecteth the word of God!” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.13-14"},"2 Ne. 27:13–14"],".)",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p24"},"The three men called to serve as special witnesses of the coming forth of the Book of Mormon by the power of God, are Oliver Cowdery, David Whitmer, and Martin Harris. … They were associated with Joseph Smith in the establishing of this marvelous work in this dispensation. …"],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p25"},"Their testimony is that they received a visitation of an angel from the presence of the Lord, who laid before them the golden record from whence the Book of Mormon was translated and instructed them. They beheld the engravings upon the plates as the leaves were turned one by one before them, and the voice of God was heard by them declaring from the heavens that the translation was by the gift and power of God, and commanding them to bear record of it to all the world. These three witnesses, through adversity, persecution, and all the vicissitudes of life, always remained true to their testimony that they beheld the plates in the presence of an angel and heard the voice of God speaking to them from the heavens."],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p26"},"There were eight other witnesses who also beheld the plates, handled them, examined carefully the engravings upon them as they were shown them by Joseph Smith. Their testimony is also given to the world and appears in each issue of the Book of",["span.pageBreak",{"title":"132"}],"Mormon. All of these eight men remained true to this testimony until death."],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p27"},"These twelve witnesses [including Joseph Smith], four of whom beheld angels and had heavenly visions, and eight who beheld the record as it was shown to them by Joseph Smith, are all, it appears, that the Lord deemed necessary to establish the truth of the Book of Mormon, as he promised through Nephi that he would do. “And wo be unto him that rejecteth the word of God!” The testimonies of these men more than satisfy the law.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p28"},["span.pageBreak",{"title":"133"}],"Joseph Smith … was alone in the first vision, alone when Moroni brought the message to him, alone when he received the plates; but after that he was not alone. The Lord called other witnesses. Grandmother Smith [Joseph Smith’s mother, Lucy Mack Smith] in her history says that the Prophet came home weeping for joy after the witnesses had beheld the plates under the direction of an angel of God, because, he said, “The load has been lifted and I am no longer alone.”",["sup",["a",{"href":"fn_12"},"12"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.t5"},[".titleNumber","3"],["h3","The Three Witnesses remained faithful to their testimonies of the Book of Mormon."],["p.para",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p31"},"All three [special] witnesses became estranged and left the Church. Oliver Cowdery and Martin Harris came back humbly seeking membership in the Church and both died in full fellowship. David Whitmer remained out of the Church; however, all three of these men remained faithful to the testimony they gave to the world which is found in each copy of the Book of Mormon.",["sup",["a",{"href":"fn_13"},"13"]]],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p32"},"This is a testimony of David Whitmer, given in Richmond, Missouri, March 19, 1881—copied from the original document, which was published in the Richmond",["span.emphasis","Conservator"],"on that date."],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p33"},"“Unto all nations, kindreds, tongues and people unto whom these presence shall come—"],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p34"},"“It having been represented by one John Murphy of Polo [Caldwell County], Missouri, that I had in a conversation with him last summer, denied my testimony as one of the three witnesses to the Book of Mormon—"],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p35"},"“To the end thereof, that he may understand me now if he did not then, and that the world may know the truth, I wish now, standing as it were, in the very sunset of life, and in the fear of God, once for all to make this public statement:"],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p36"},"“That I have never at any time, denied that testimony or any part thereof, which has so long since been published with that book, as one of the three witnesses."],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p37"},"“Those who know me best, will know that I have always adhered to that testimony—And that no man may be misled or doubt my",["span.pageBreak",{"title":"134"}],"present views in regard to the same, I do now again affirm the truth of all my statements as then made and published.”",["sup",["a",{"href":"fn_14"},"14"]]],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p38"},"Now let me say something about Martin Harris. … While continuing true to his testimony of the Book of Mormon he was for many years disgruntled with the Church. But some time after the saints came to Utah some of our good brethren went after him, found him and warmed him up, and brought him back. He came out here [to Utah], was re-baptized, and lived here for a number of years, bearing witness of his testimony among the settlements. He died here and was buried [in Clarkston, Utah]."],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p39"},"Now we come to Oliver Cowdery. What about Oliver Cowdery, the most important of the three, who was with Joseph Smith so many times at the appearing of angels and the restoration of keys? What about him? He left the Church and became extremely bitter, but never denied the testimony. Some people have said he did, but he did not. Always he was true to that testimony. …"],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p40"},"… After the saints were driven from Nauvoo and were out on the plains and everything looked the darkest (Sidney Rigdon said they had gone to their destruction and there was no hope for them, and the newspapers said they could not survive!), under those conditions, Oliver Cowdery … asked to come back to the Church. … He was received back, and was preparing to take a mission to Great Britain when he was taken ill and died. He died at the home of David Whitmer, bearing testimony to the truth.",["sup",["a",{"href":"fn_15"},"15"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.t6"},[".titleNumber","4"],["h3","Each member of the Church can be a witness of the Book of Mormon."],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p43"},"These are not all the witnesses who can speak of the divine mission of Joseph Smith, or of the truth of the Book of Mormon. The promise is made in the Book of Mormon that all who desire to know whether it is true and contains the word of the Lord may know that it is true if they will ask with a sincere heart, with real intent, having faith in Christ, for he will reveal it to them by the power of the Holy Ghost [see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3-5"},"Moroni 10:3–5"],"]. There are hundreds of thousands who have put this promise to the test and can in all sincerity say that they have received that knowledge.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p44"},["span.pageBreak",{"title":"135"}],"I am just as firmly convinced that this Book of Mormon from which I have read is the word of God and was revealed, as Joseph Smith declared it was revealed, as I am that I stand here looking into your faces. Every soul on the face of the earth who has intelligence enough to understand may know that truth. How can he know it? All he has to do is to follow the formula that was given by the Lord himself when he declared to the Jews that they who would do the will of his Father should know of the doctrine, whether it was of God or whether he spoke of himself [see",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],"]. My witness to all the world is that this book is true. …"],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p45"},"I know that the testimony of these [three] witnesses recorded in each copy of the Book of Mormon is true, that they stood in the presence of an angel of God who declared unto them that the record as it was translated was correct, that their testimony that God spoke to them from the heavens calling upon them to bear witness of that fact is true, and there is not a soul who cannot receive that testimony if he desires to receive it, by reading this book prayerfully and faithfully, with a desire to know the truth as Moroni has declared by revelation. He shall know the truth regarding the",["span.pageBreak",{"title":"136"}],"restoration of this scripture given to the ancient inhabitants of this continent.",["sup",["a",{"href":"fn_17"},"17"]]],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p46"},"It seems to me that any member of this Church would never be satisfied until he or she had read the Book of Mormon time and time again, and thoroughly considered it so that he or she could bear witness that it is in very deed a record with the inspiration of the Almighty upon it, and that its history is true. …"],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p47"},"… No member of this Church can stand approved in the presence of God who has not seriously and carefully read the Book of Mormon.",["sup",["a",{"href":"fn_18"},"18"]]],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p48"},"When you read the Book of Mormon you know you are reading the truth. Why? Because God directed men to write events as they occurred and He gave them the wisdom and inspiration to do this. Thus records were written by men who believed in God. These records never fell into the hands of apostates; but the historians wrote and spoke as they were moved upon by the Holy Ghost, and we know that what they wrote is true because the Lord has put His stamp of approval upon it [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.6"},"D&C 17:6"],"].",["sup",["a",{"href":"fn_19"},"19"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.t7"},[".titleNumber","5"],["h3","As we continue to read the Book of Mormon sincerely and prayerfully, it endears itself to us more and more."],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p51"},"All who have sincerely read the Book of Mormon have been impressed with the inspired contents of its pages. … There is an inspiration and feeling of peaceful joy and satisfaction which accompany the sincere and prayerful reading of this book.",["sup",["a",{"href":"fn_20"},"20"]]],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p52"},"As I read [the Book of Mormon] I am impressed more and more with its sacredness, with the message which it contains in defense of the mission of the Lord Jesus Christ, and the gospel which has been restored in the dispensation of the fulness of times for the salvation of souls. This record endears itself to me more and more day by day as I see unfolded the fulfillment of prophecies uttered by these prophets who now speak from the dead, and from the dust to the nations of the earth, crying unto them repentance, and calling upon them to believe in Christ.",["sup",["a",{"href":"fn_21"},"21"]]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.t8"},["h2",["span.pageBreak",{"title":"137"}],"Suggestions for Study and Teaching"],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.t9"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p55"},"President Smith said that he had not read the Book of Mormon enough (see “From the Life of Joseph Fielding Smith”). What can we learn from this observation?"]],["li",["span.label","•"],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p56"},"In this chapter, section 1 includes some of President Smith’s teachings about the purposes of the Book of Mormon. How have these purposes been fulfilled in your life?"]],["li",["span.label","•"],["p.para",{"id":"p57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p57"},"Although Oliver Cowdery, Martin Harris, and David Whitmer left the Church, not one of them ever denied his testimony of the Book of Mormon (see sections 2 and 3). Why is this fact significant as we consider their testimonies?"]],["li",["span.label","•"],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p58"},"President Smith said that all people can be witnesses of the Book of Mormon (see section 4). How have you gained a testimony of the book? What can you do to share this witness?"]],["li",["span.label","•"],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p59"},"Of the Book of Mormon, President Smith said, “This record endears itself to me more and more day by day” (section 5). How have you seen this to be true for you? What can a person do to strengthen his or her testimony of the Book of Mormon?"]]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.t10"},["h3","Related Scriptures"],["p.para",{"id":"p61","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p61"},["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/6.3-5"},"1 Nephi 6:3–5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.7-8"},"2 Nephi 29:7–8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.1-4"},"Jacob 4:1–4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.13"},"Enos 1:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.8-12"},"D&C 20:8–12"]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.t11"},["h3","Teaching Help"],["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p63"},"“Testify whenever the Spirit prompts you to do so, not just at the end of each lesson. Provide opportunities for those you teach to bear their testimonies” (",["span.emphasis","Teaching, No Greater Call"],"[1999], 45)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.f2"},[".caption",["p.para",{"id":"p86","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p86"},"An angel showed the gold plates to Oliver Cowdery and David Whitmer, two of the Three Witnesses, with Joseph Smith present. The angel later showed the plates to Martin Harris, the third witness."]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.f3"},[".caption",["p.para",{"id":"p87","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p87"},"Joseph Smith showed the gold plates to the Eight Witnesses."]]],[".image",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.f4"},[".caption",["p.para",{"id":"p88","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.p88"},"“There is an inspiration and feeling of peaceful joy and satisfaction which accompany the sincere and prayerful reading of this book.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn1"},["b","1"],["span.label","1."],"In Conference Report, Oct. 1961, 18."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn2"},["b","2"],["span.label","2."],"In Conference Report, Oct. 1949, 89; see also",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 3:231."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn3"},["b","3"],["span.label","3."],"In Conference Report, Oct. 1956, 20; see also",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3-5"},"Moroni 10:3–5"],"."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn4"},["b","4"],["span.label","4."],"“Origin of the First Vision,”",["span.emphasis","Improvement Era,"],"Apr. 1920, 503; see also",["span.emphasis","Doctrines of Salvation,"],"3:209."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn5"},["b","5"],["span.label","5."],["span.emphasis","Church History and Modern Revelation"],"(1953), 1:31–32."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn6"},["b","6"],["span.label","6."],"“Predictions in the Bible Concerning the Book of Mormon,”",["span.emphasis","Improvement Era,"],"Sept. 1923, 958–59; see also",["span.emphasis","Doctrines of Salvation,"],"3:228–29."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn7"},["b","7"],["span.label","7."],"In Conference Report, Oct. 1970, 8."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn8"},["b","8"],["span.label","8."],"“Testimonies of the Witnesses to the Book of Mormon,”",["span.emphasis","Improvement Era,"],"Sept. 1927, 950; see also",["span.emphasis","Doctrines of Salvation,"],"rev. ed., 1:203."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn9"},["b","9"],["span.label","9."],["span.emphasis","Doctrines of Salvation,"],"rev. ed., 1:203; italics deleted from original."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn10"},["b","10"],["span.label","10."],"In Conference Report, Oct. 1956, 19–20."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn11"},["b","11"],["span.label","11."],"“Testimonies of the Witnesses to the Book of Mormon,” 952–53; see also",["span.emphasis","Doctrines of Salvation,"],"3:229–30."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn12"},["b","12"],["span.label","12."],["span.emphasis","Doctrines of Salvation,"],"rev. ed., 1:210–11."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn13"},["b","13"],["span.label","13."],"“Testimonies of the Witnesses to the Book of Mormon,” 952; see also",["span.emphasis","Doctrines of Salvation,"],"3:229–30."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn14"},["b","14"],["span.label","14."],"In Conference Report, Oct. 1956, 20."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn15"},["b","15"],["span.label","15."],["span.emphasis","Doctrines of Salvation,"],"rev. ed., 1:226–28."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn16"},["b","16"],["span.label","16."],"“Testimonies of the Witnesses to the Book of Mormon,” 953; see also",["span.emphasis","Doctrines of Salvation,"],"3:231."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn17"},["b","17"],["span.label","17."],"In Conference Report, Oct. 1949, 89; see also",["span.emphasis","Doctrines of Salvation,"],"3:231–32."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn18"},["b","18"],["span.label","18."],"In Conference Report, Oct. 1961, 18."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn19"},["b","19"],["span.label","19."],"“History and History Recorders,”",["span.emphasis","Utah Genealogical and Historical Magazine,"],"Apr. 1925, 55; see also",["span.emphasis","Doctrines of Salvation,"],"2:202."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn20"},["b","20"],["span.label","20."],"“Origin of the First Vision,” 503."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-9-witnesses-of-the-book-of-mormon.fn21"},["b","21"],["span.label","21."],"In Conference Report, Apr. 1925, 73."]]}
