{"id":24,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":24,"title":"Chapter 20: The Kingdom of God Moves Forward","subtitle":"","short_title":"Chapter 20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.head1"},["span.pageBreak",{"title":"237"}],[".titleNumber","Chapter 20"],["h1","The Kingdom of God Moves Forward"],[".intro","“It is the business of those who profess to be engaged in [God’s] work to move on, to go forward. … So long as there remains a step forward to be taken, that step should be taken.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p5"},"In 1844, while fulfilling an assignment in the eastern United States, Lorenzo Snow learned that the Prophet Joseph Smith and his brother Hyrum had been martyred. He said: “The news of this sad event, of course, came wholly unexpected, and struck me with profound astonishment and grief, which no language can portray.” Obeying instructions from the Quorum of the Twelve Apostles, he made preparations to return to his home in Nauvoo, Illinois.",["sup",["a",{"href":"fn_1"},"1"]]],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p6"},"He later recalled: “It was thought by some in the days of Joseph that this Church could not prosper except Joseph guided its destinies, and when the time came when he was to pass away from this world as a martyr into the spirit world, the Saints throughout the kingdom of God were greatly agitated. It was something unexpected. They hardly knew how things would then move. The responsibility [to lead the Church] then devolved upon the Quorum of the Twelve Apostles; and through the blessings of God upon them and the spirit of inspiration that dwelt in their bosoms, and under the guidance of the Almighty, the kingdom moved forward.”",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p7"},"The second President of the Church, Brigham Young, died in 1877, after having led the Church for 33 years. Elder Lorenzo Snow, then a member of the Quorum of the Twelve, once again witnessed a change in the Church’s earthly leadership. He later said that President Young “passed away almost unexpectedly. The Saints",["span.pageBreak",{"title":"238"}],"were hardly prepared for it. And yet the kingdom of God moved forward.”",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p8"},"When John Taylor, the third President of the Church, died in 1887, Elder Snow reassured the Saints, “The Lord has seen proper now to call our beloved brother, President Taylor, away from these scenes of suffering, these scenes of martyrdom; and the Church still moves forward.”",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p9"},"In 1898, about 11 years after reassuring the Saints at President Taylor’s funeral, Lorenzo Snow found himself in need of such reassurance. He was serving as President of the Quorum of the Twelve at the time. President Wilford Woodruff was serving as President of the Church, and his physical health was failing. President Snow knew that according to the established line of succession, he would preside over the Church if he outlived President Woodruff. One evening he felt especially burdened by this possibility. Considering himself inadequate to assume the leadership of the Church, he went alone to a room in the Salt Lake Temple to pray. He asked God to spare President Woodruff’s life, but he also promised that he would perform any duty God required of him."],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p10"},"President Woodruff died on September 2, 1898, not long after President Snow’s fervent prayer in the temple. President Snow was in Brigham City, about 60 miles (100 kilometers) north of Salt Lake City, when he received the news. He made arrangements to travel to Salt Lake City by train that same evening. Upon his arrival, he again went to a private room in the temple to pray. He acknowledged his feelings of inadequacy but expressed his willingness to do the Lord’s will. He asked for guidance and waited for an answer, but none came. So he left the room."],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p11"},"Entering a large hallway, he received the answer—and the reassurance—he had sought. Before him stood the resurrected Savior, who told him what he needed to do. President Snow later told his granddaughter Alice Pond about this experience. Alice recorded the conversation she had with her grandfather in the Salt Lake Temple:"],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p12"},"“In the large corridor leading into the celestial room, I was walking several steps ahead of grand-pa when he stopped me and said: ‘Wait a moment, Allie, I want to tell you something. It was right",["span.pageBreak",{"title":"239"}],"here that the Lord Jesus Christ appeared to me at the time of the death of President Woodruff. He instructed me to go right ahead and reorganize the First Presidency of the Church at once and not wait as had been done after the death of the previous presidents, and that I was to succeed President Woodruff.’"],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p13"},"“Then grand-pa came a step nearer and held out his left hand and said: ‘He stood right here, about three feet above the floor. It looked as though He stood on a plate of solid gold.’"],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p14"},"“Grand-pa told me what a glorious personage the Savior is and described His hands, feet, countenance and beautiful white robes, all of which were of such a glory of whiteness and brightness that he could hardly gaze upon Him."],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p15"},"“Then [grand-pa] came another step nearer and put his right hand on my head and said: ‘Now, grand-daughter, I want you to remember that this is the testimony of your grand-father, that he told you with his own lips that he actually saw the Savior, here in the Temple, and talked with Him face to face.’”",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p16"},"President Snow’s visit with the Savior was a sacred confirmation of a truth he had known for many years—that Jesus Christ is the head of the Church. Inspired by this truth, President Snow frequently testified that the Church would continue to progress in spite of opposition. He expressed his gratitude for the privilege of participating in the forward movement of the Lord’s latter-day work. In the October 1898 general conference, in which he was sustained as President of the Church, he said: “Let us decree in our hearts, let us inwardly testify to the Lord, that we will be a better people, a more united people at our next Conference than we are today. This should be the feeling and determination of every man and woman present in this solemn assembly. I feel in my heart that I will try to be more devoted than I have been in the past to the interests of the kingdom of God and the carrying out of His purposes.”",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 1 on page 246.]"]],["span.pageBreak",{"title":"240"}],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","In fulfillment of prophecy, the Lord has restored His Church on the earth."],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p19"},"As a servant of God I bear witness to the revelation of His will in the nineteenth century. It came by His own voice from the heavens, by the personal manifestation of His Son and by the ministration of holy angels. He commands all people everywhere to repent, to turn from their evil ways and unrighteous desires, to be baptized for the remission of their sins, that they may receive the Holy Ghost and come into communion with Him. He has commenced the work of redemption spoken of by all the holy prophets, sages and seers of all the ages and all the races of mankind.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p20"},"Mormonism, a nickname for the real religion of the Latter-day Saints, does not profess to be a new thing, except to this generation. It proclaims itself as the original plan of salvation, instituted in the heavens before the world was, and revealed from God to man in different ages. That Adam, Enoch, Noah, Abraham, Moses, and other ancient worthies had this religion successively, in a series of dispensations, we, as a people, verily believe. … Mormonism, in short, is the primitive Christian faith restored, the ancient Gospel brought back again—this time to usher in the last dispensation, introduce the Millennium, and wind up the work of redemption as pertaining to this planet.",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p21"},"We can see the hand of the Almighty establishing a kingdom spoken of in ages long past by Daniel the Prophet,—a kingdom which shall grow and spread until it fills the whole earth [see",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.44"},"Daniel 2:44"],"], when light and intelligence shall be so generally diffused that it shall no longer be necessary for any man to say to his fellows, “Know ye the Lord, but all shall know him, from the least unto the greatest;” [see",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.34"},"Jeremiah 31:34"],"] and when the Spirit of the Lord shall be poured out upon all flesh to such a degree that their sons and their daughters shall prophesy, their old men shall dream dreams, their young men see visions [see",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.28"},"Joel 2:28"],"], and when there shall be nothing to hurt or destroy in all the holy mountain of the Lord [see",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.9"},"Isaiah 11:9"],"].",["sup",["a",{"href":"fn_9"},"9"]],"[See suggestion 2 on page 246.]"]],[".topic",["span.pageBreak",{"title":"242"}],["h3","The Church of Jesus Christ of Latter-day Saints is built on a sure foundation, and it will continue to move forward in spite of opposition."],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p23"},"Brethren and sisters, God has set up His Church and Kingdom on the earth for the benefit and blessing of the human family, to guide them in the way of truth, to prepare them for exaltation in His presence and for His glorious coming and kingdom on the earth. His purposes will be accomplished in spite of all the opposition which may be brought against them by wicked men and the powers of darkness. Everything that stands in the way of this work will be removed. Nothing will be able to withstand His power, but everything that He has decreed will be fully and perfectly accomplished. The love of God for His people will continue and abide and they will triumph in His might.",["sup",["a",{"href":"fn_10"},"10"]]],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p24"},"Now talk about this kingdom being destroyed! … Why, you might as well try to pluck the stars from the firmament or the moon or the sun from its orbit! It never can be accomplished, for it is the work of the Almighty.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p25"},"The kingdom of God moves on with force and power, and with grand and glorious success.",["sup",["a",{"href":"fn_12"},"12"]]],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p26"},"This work is built on a sure foundation, being founded on the rock of ages. … No matter who are lost by the way and make shipwreck of their faith, the Church will go on.",["sup",["a",{"href":"fn_13"},"13"]]],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p27"},"This Church will stand, because it is upon a firm basis. It is not from man; it is not from the study of the New Testament or the Old Testament; it is not the result of the learning that we received in colleges nor seminaries, but it has come directly from the Lord. The Lord has shown it to us by the revealing principle of the Holy Spirit of light and every man can receive this same spirit."],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p28"},"… He gives us a knowledge of what we shall do, inasmuch as we are willing to sacrifice our lives rather than go contrary to that knowledge. He opens to us the secrets of the celestial kingdom, and he is constantly communicating to us things that we never knew before. This knowledge and intelligence is growing upon us continually."],["span.pageBreak",{"title":"243"}],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p29"},"… We have received too much knowledge to be thwarted in our purposes. Those who desire to persecute and overthrow Mormonism, let them go on and do their work. … Our work is to grow in the knowledge of God, to keep the commandments of God, to be faithful and to continue to increase and to become more and more perfect as we advance in years.",["sup",["a",{"href":"fn_14"},"14"]],"[See suggestion 3 on page 246.]"]],[".topic",["h3","We are the people of God, and He will protect us as we go forward and do all that He requires."],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p31"},"In many instances … where the destruction of the people of God seemed imminent, and there appeared no way of escape, … suddenly there arose something or another that had been prepared for their salvation to avert the impending destruction. We find this in the case of the Israelites when led by Moses. When they came to the Red Sea, and the Egyptian army in their rear threatened their destruction, there seemed no way of escape, but at the very moment when deliverance was required, behold, it appeared and they were delivered [see",["a.scriptureRef",{"href":"/scriptures/ot/ex/14.10-25"},"Exodus 14:10–25"],"]."],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p32"},"So it has been and so it ever will be with us. Notwithstanding our difficulties may appear very great, yet there will be means provided for our escape if we ourselves perform the duties incumbent upon us as the children of God. But it may become necessary in the future—and this is the point I wish to make—for some of the Saints to act the part of Esther, the queen, and be willing to sacrifice anything and everything that is required at their hands for the purpose of working out the deliverance of the Latter-day Saints."],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p33"},"First we should know that we are the people of God. … It is our business to step forward as did Esther, and be willing to risk all for the salvation of the people. In undertaking her task, Esther said, “If I perish, I perish.” [See",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.3-16"},"Esther 4:3–16"],".] … But the people of God will not perish. There will always be a ram caught in the thicket for their deliverance [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.13"},"Genesis 22:13"],"]. …"],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p34"},"… The Lord has said, “I have decreed in my heart, that I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy; for if ye will not abide in my covenant, ye are not worthy of me.” [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.14-15"},"D&C",["span.pageBreak",{"title":"244"}],"98:14–15"],".] We have something to live for; we have everything to die for. But there is no death in these matters. There is salvation and there is life if the people of God—those that call themselves after the name of the Lord Jesus Christ—will keep His commandments and do that which is acceptable in His sight. It is not in the economy of the Almighty to permit His people to be destroyed. If we will do right and keep His commandments He will surely deliver us from every difficulty.",["sup",["a",{"href":"fn_15"},"15"]],"[See suggestion 4 on page 246.]"]],[".topic",["h3","It is time for us to humble ourselves before God and accomplish the work He has entrusted to us."],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p36"},"It is the business of those who profess to be engaged in His work to move on, to go forward, … without murmuring or having to be urged; so long as there remains a step forward to be taken, that step should be taken.",["sup",["a",{"href":"fn_16"},"16"]]],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p37"},"It is now time for the Latter-day Saints to humble themselves before the Almighty. … It is time now for the Latter-day Saints to find out wherein they have committed themselves; it is time for the Latter-day Saints to repent of their sins and follies and call upon the Almighty, that His aid may be given; … that we may go forward and accomplish the great work entrusted to our care.",["sup",["a",{"href":"fn_17"},"17"]]],["div",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p38"},"We are engaged in the work of God. The prospects before us are glorious, but let us be impressed, in every work of our hands, that we are the servants of God and doing His will. Let not our integrity be impaired, but our faith be continually increased as we proceed through life. I would be satisfied to act where Providence has placed me, and ask the Lord what I can do to aid in building up the kingdom of God in that place, and to assist me to obtain a subsistence for my family.",["sup",["a",{"href":"fn_18"},"18"]]],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p39"},"We may increase in knowledge and power, and in our ability to build up the kingdom of God upon the earth, and that, too, by our diligence, our humility and faithfulness to the covenants we have made.",["sup",["a",{"href":"fn_19"},"19"]]],["div",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p40"},"It may appear through our ignorance in not understanding fully the ways of the Lord and His purposes, that in our onward march in carrying out the programme before us, we sometimes come to a",["span.pageBreak",{"title":"245"}],"stopping place for the time being, but the fact is, there is no such thing in the programme, and there cannot be, providing the people continue their labors putting their trust in the promises of God. …"],["div",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p41"},"… Let every man be faithful and very diligent in keeping the commandments of God, and cultivate the desire to do good to those around him; and if, in reflecting on the past, we find we have not acted strictly in accordance with the dictates of our consciences and duty, let us make ourselves right before God and man, that we may be prepared for every event that may transpire. Let the work of building temples and houses of worship go on; let [us] continue to educate [our] children and bring them up in the fear of the Lord, and let the Gospel still be carried to the nations afar. …"],["div",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p42"},"This is the work of God, and He is directing its course and progress in the earth, and this work should ever be uppermost in our mind; and so long as we are found in the path of duty we can surely remain fixed and unmoved and determined in our purpose, and thus exhibit to the world our faith and devotion to the principles of truth which God has revealed. …"],["div",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p43"},"The Lord very possibly may cause a heavy pressure to bear upon us, such as will require great sacrifice at the hands of his people. The question with us is, will we make that sacrifice? This work is the work of the Almighty and the blessings we look for which have been promised, will come after we have proven ourselves and passed through the ordeal. I have no special word to this people that there is, or that there is not, before them a fiery ordeal through which they will be called to pass; the question with me is, am I prepared to receive and put to a right and proper use any blessing the Lord has in store for me in common with His people; or, on the other hand, am I prepared to make any sacrifice that He may require at my hands? I would not give the ashes of a rye straw for any religion that was not worth living for and that was not worth dying for; and I would not give much for the man that was not willing to sacrifice his all for the sake of his religion."],["div",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p44"},"Well, I [say] to one and all, Move on! move on, and see the salvation of the Lord, and not stand still.",["sup",["a",{"href":"fn_20"},"20"]],"[See suggestion 5 on page 246.]"]]],["span.pageBreak",{"title":"246"}],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p46"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.f1"},["ol.number",["li",["span.label","1."],[".para","Review the accounts on pages 237–39. What do you think it means to say that the kingdom of God moves forward? What experiences have helped you see the kingdom of God moving forward?"]],["li",["span.label","2."],[".para","In the final paragraph on page 240, President Snow refers to four prophecies in the Old Testament. In what ways are these prophecies being fulfilled today?"]],["li",["span.label","3."],[".para","Study President Snow’s teachings about the Church moving forward in spite of opposition (pages 242–43). How might these teachings help us when people persecute us because of our faith? How have you dealt with opposition to your testimony?"]],["li",["span.label","4."],[".para","Examine the third and fourth paragraphs on page 243. When we are required to make sacrifices, what can we learn from the example of Esther? In such situations, how do you think it will help us to “know that we are the people of God”?"]],["li",["span.label","5."],[".para","In the final section of the chapter, President Snow counsels members to build up the kingdom of God wherever the Lord has placed them. In what ways do parents’ efforts at home help to build up the kingdom of God throughout the earth? How can home teachers and visiting teachers build up the kingdom of God?"]]]],["div",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p52"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/nt/matt/24.14"},"Matthew 24:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.33"},"Moroni 7:33"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.7-9"},"D&C 12:7–9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.1-6"},"65:1–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.19-23"},"128:19–23"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.f2"},["div",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.p53"},["span.emphasis","Teaching Help:"],"“It is often helpful to begin thinking about an upcoming lesson soon after you have taught the preceding lesson. You will probably be most aware of those you teach and their needs and interests immediately after you have been with them” (",["span.emphasis","Teaching, No Greater Call,"],"97)."]]]],["span.pageBreak",{"title":"247"}],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.f3"},[".caption","President Lorenzo Snow testified of the Restoration of the gospel through the Prophet Joseph Smith."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.f4"},[".caption","“Brethren and sisters, God has set up His Church and Kingdom on the earth for the benefit and blessing of the human family.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn1"},["span.label","1."],"See Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 79–82."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn2"},["span.label","2."],"In “Laid to Rest: The Remains of President John Taylor Consigned to the Grave,”",["span.emphasis","Millennial Star,"],"Aug. 29, 1887, 549."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn3"},["span.label","3."],"In “Laid to Rest: The Remains of President John Taylor Consigned to the Grave,” 549."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn4"},["span.label","4."],"In “Laid to Rest: The Remains of President John Taylor Consigned to the Grave,” 549."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn5"},["span.label","5."],"Alice Pond, in LeRoi C. Snow, “An Experience of My Father’s,”",["span.emphasis","Improvement Era,"],"Sept. 1933, 677; see also correspondence between Elder John A. Widtsoe and Noah S. Pond, husband of Alice Armeda Snow Young Pond, Oct. 30, 1945, and Nov. 12, 1946, Church History Library. Alice was in her early twenties, endowed, and sealed to her husband when President Snow shared this experience with her in the temple."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn6"},["span.label","6."],"In Conference Report, Oct. 1898, 55."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn7"},["span.label","7."],"“Greeting to the World by President Lorenzo Snow,”",["span.emphasis","Deseret Evening News,"],"Jan. 1, 1901, 5."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn8"},["span.label","8."],"“‘Mormonism’ by Its Head,”",["span.emphasis","Land of Sunshine,"],"Oct. 1901, 252."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn9"},["span.label","9."],["span.emphasis","Deseret News,"],"Jan. 24, 1872, 597."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn10"},["span.label","10."],["span.emphasis","Deseret Semi-Weekly News,"],"Oct. 4, 1898, 1."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn11"},["span.label","11."],["span.emphasis","Deseret News,"],"Jan. 24, 1872, 598."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn12"},["span.label","12."],["span.emphasis","Deseret Weekly,"],"Nov. 4, 1893, 609."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn13"},["span.label","13."],["span.emphasis","Millennial Star,"],"May 12, 1890, 293; from a detailed paraphrase of a discourse Lorenzo Snow delivered in the April 1890 general conference."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn14"},["span.label","14."],"In Conference Report, Apr. 1900, 3–4."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn15"},["span.label","15."],["span.emphasis","Deseret News,"],"Nov. 22, 1882, 690."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn16"},["span.label","16."],["span.emphasis","Deseret News: Semi-Weekly,"],"June 27, 1882, 1."],["div",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn17"},["span.label","17."],["span.emphasis","Deseret News,"],"Nov. 22, 1882, 690."],["div",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn18"},["span.label","18."],"In Journal History, July 11, 1865, 2."],["div",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn19"},["span.label","19."],["span.emphasis","Deseret News,"],"May 15, 1861, 82."],["div",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-20-the-kingdom-of-god-moves-forward.fn20"},["span.label","20."],["span.emphasis","Deseret News: Semi-Weekly,"],"June 27, 1882, 1."]]}
