{"id":25,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":25,"title":"Chapter 23: The Restoration of the Gospel in the Dispensation of the Fulness of Times","subtitle":"","short_title":"Chapter 23","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-23-the-restoration-of-the-gospel-in-the-dispensation-of-the-fulness-of-times","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-23-the-restoration-of-the-gospel-in-the-dispensation-of-the-fulness-of-times.head1"},[".titleNumber","Chapter 23"],["h1","The Restoration of the Gospel in the Dispensation of the Fulness of Times"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-23-the-restoration-of-the-gospel-in-the-dispensation-of-the-fulness-of-times.f1"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Ask for a definition of the word",["span.emphasis","restoration"],". To restore means to make restitution of anything previously taken away or lost. The Restoration, as we use the term in the Church, means the restitution of the gospel, the priesthood, the ordinances, and the Lord’s church itself upon the earth after they were all taken away."]],["li",["span.label","■"],[".para","Ask for a definition of the word",["span.emphasis","dispensation"],". “Whenever the Lord reveals the plan of salvation anew so that men do not have to rely solely upon prior dispensings from heaven of the same glories and wonders, it is called a dispensation of the gospel. This may or may not involve a restoration of keys and powers and priesthoods.” (Bruce R. McConkie, “This Final Glorious Gospel Dispensation,”",["span.emphasis","Ensign,"],"Apr. 1980, pp. 21–22.)"],[".para","We are now living in the last dispensation upon the earth before the second coming of Christ. The Prophet Joseph Smith declared, “It is necessary in the ushering in of the dispensation of the fulness of times, which dispensation is now beginning to usher in, that a whole and complete and perfect union, and welding together of dispensations, and keys, and powers, and glories should take place, and be revealed from the days of Adam even to the present time” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.18"},"D&C 128:18"],").",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.20-21"},"Doctrine and Covenants 128:20–21"],"contain the Prophet’s list of heavenly beings who returned to restore powers and keys of the priesthood for this dispensation."]]]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-23-the-restoration-of-the-gospel-in-the-dispensation-of-the-fulness-of-times.f2"},["ol.alphaCaps",["li",["span.label","A."],[".para","The great apostasy after the meridian dispensation necessitated a restoration of the gospel in the last days."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","What important differences exist between the dispensation of the meridian of time and the dispensation of the fulness of times? Regarding the dispensation of the meridian of time, Elder Bruce R. McConkie wrote: “Our Lord’s mortal ministry took place in the",["span.emphasis","meridian of time"],". … The",["span.emphasis","meridian"],"is the middle or high point of the day; the sun passes the meridian at noon. … Since Christ lived, ministered, and worked out the atonement in time’s meridian, such era was truly the high point of history.” (",["span.emphasis","Mormon Doctrine,"],"p. 486.) Regarding the dispensation of the fulness of times, Elder McConkie explained: “We live in the dispensation of the fulness of times. That is to say, we live in the dispensation of the fulness of dispensations. …"],[".para","“All of the rivers of the past have or will flow into the ocean of the present; already all of the keys and powers have fallen to our lot; in due course all of the doctrines and truths will be manifest to us.” (“This Final Glorious Gospel Dispensation,” p. 22.) Why do we talk of two different dispensations instead of only one? (The Great Apostasy took place after the dispensation of the meridian of time, thus necessitating a new dispensation during which the gospel could be restored.)"]],["li",["span.label","■"],[".para","Read and discuss the scripture references in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-23-the-restoration-of-the-gospel-in-the-dispensation-of-the-fulness-of-times.p6"},"Doctrinal Outline A"],"on page 61 of the student manual. Point out that Isaiah saw the conditions of the earth prior to and including the time of Joseph Smith. Show how the Prophet Joseph Smith’s description of conditions in his day coincides with Isaiah’s prophecies (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.5"},"Isaiah 24:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.13"},"29:13"],")."]]]]],["li",["span.label","B."],[".para","Ancient prophets foretold the restoration of the gospel in the dispensation of the fulness of times."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","On the day of Pentecost, the Apostle Peter testified of the restoration of all things. Read Peter’s prophecy in",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.21"},"Acts 3:21"],", and emphasize that Peter testified that the restoration would take place at a future time, that all of the prophets beginning with Adam knew and prophesied about the latter-day restoration, and that the latter-day restoration would take place before the Lord’s second coming. Share the comment by President Wilford Woodruff about each of the prophets having his eye on this dispensation (see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-23-the-restoration-of-the-gospel-in-the-dispensation-of-the-fulness-of-times.p22"},"Supporting Statements B"],"on p. 62 of the student manual; or",["span.emphasis","Journal of Discourses,"],"13:324). The Prophet Joseph Smith also taught this same idea: “The building up of Zion is a cause that has interested the people of God in every age; it is a theme upon which prophets, priests and kings have dwelt with peculiar delight; they have looked forward with joyful anticipation to the day in which we live” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"p. 231)."]]]]],["li",["span.label","C."],[".para","The dispensation of the fulness of times began with the appearance of the Father and the Son to Joseph Smith."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Write on the chalkboard the word",["span.emphasis","theophany,"],"and ask for a definition. A theophany is a manifestation or appearance of God to man. Ask the students to compare the theophany experienced by Joseph Smith with others described in the scriptures."]],["li",["span.label","■"],[".para","You may wish to show the video",["span.emphasis","The Restoration"],"(item no. 54742)."]],["li",["span.label","■"],[".para","What truths were revealed in the First Vision?"],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},"Discuss Elder James E. Faust’s answers to that question:",["ol.number",["li",["span.label","“1."],[".para","The existence of God our Father as a personal being, and proof that man was made in the image of God."]],["li",["span.label","“2."],[".para","That Jesus is a personage, separate and distinct from the Father."]],["li",["span.label","“3."],[".para","That Jesus Christ is declared by the Father to be his Son."]],["li",["span.label","“4."],[".para","That Jesus was the conveyor of revelation as taught in the Bible."]],["li",["span.label","“5."],[".para","The promise of James to ask of God for wisdom was fulfilled."]],["li",["span.label","“6."],[".para","The reality of an actual being from an unseen world who tried to destroy Joseph Smith."]],["li",["span.label","“7."],[".para","That there was a falling away from the Church established by Jesus Christ—Joseph was told not to join any of the sects, for they taught the doctrines of men."]],["li",["span.label","“8."],[".para","Joseph Smith became a witness for God and his Son, Jesus Christ.” (In Conference Report, Apr. 1984, pp. 92–93; or",["span.emphasis","Ensign,"],"May 1984, p. 68.)"]]]]]]]],["li",["span.label","D."],[".para","The restoration of the gospel has commenced in this dispensation, the dispensation of the fulness of times."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.6-7"},"Revelation 14:6–7"],". Was only one angel, or heavenly messenger, involved in the Restoration of the everlasting gospel? Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.5-12"},"Doctrine and Covenants 27:5–12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11-16"},"110:11–16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.18-21"},"128:18–21"],", and list on the chalkboard some of the heavenly messengers who appeared to the Prophet Joseph Smith. If possible, also list what truth or key was restored by each of these messengers."]],["li",["span.label","■"],[".para","In 1918 President Joseph F. Smith received a glorious vision of the redemption of the dead (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"D&C 138"],"). In the vision he beheld a great assembly of righteous dead, among whom were some of the leaders of this dispensation. Point out that these leaders were among the noble and great leaders in the premortal spirit world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.53-56"},"D&C 138:53–56"],"). Emphasize that your students were also foreordained to come to the earth at this time, and that each has important assignments from the Lord."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p31","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-23-the-restoration-of-the-gospel-in-the-dispensation-of-the-fulness-of-times.p31"},"Many of our beloved hymns are anthems of the Restoration. Ask the students to name some of these hymns. Three of the most popular were written by William W. Phelps, an early associate of the Prophet Joseph Smith. They are “The Spirit of God” (",["span.emphasis","Hymns,"],"1985, no. 2); “Now Let Us Rejoice” (",["span.emphasis","Hymns,"],"1985, no. 3); and “Praise to the Man” (",["span.emphasis","Hymns,"],"1985, no. 27). Other Restoration hymns are “The Morning Breaks” (",["span.emphasis","Hymns,"],"1985, no. 1), “The Glorious Gospel Light Has Shone” (",["span.emphasis","Hymns,"],"1985, no. 283), and “See, the Mighty Angel Flying” (",["span.emphasis","Hymns,"],"1985, no. 330). You may wish to review the words to some of these hymns and to sing one of them at the conclusion of the discussion. Remind the students that “the song of the righteous is a prayer unto [the Lord], and it shall be answered with a blessing upon their heads” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.12"},"D&C 25:12"],")."]]]],"refs":null}
