{"id":25,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":25,"title":"The God of Israel and the Nations (Isaiah 36–47)","subtitle":"","short_title":16,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.head1"},[".titleNumber","16"],["h1","The God of Israel and the Nations"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/isa/36"},"Isaiah 36–47"]]],[".bodyBlock",[".topic",["h2","(16-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p5"},"This chapter deals with events in Judah during the reign of King Hezekiah that were the prelude to the Babylonian captivity. It treats the captivity period, including the hope for the promised Messiah. Isaiah dramatized the utter futility of trusting in man-made gods and revealed both Judah’s future deliverance from bondage and the destruction of the Babylon that had been Judah’s oppressor."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p6"},"Although some claim that",["a.scriptureRef",{"href":"/scriptures/ot/isa/40"},"Isaiah 40"],"and the chapters that follow were written by different authors, Isaiah merely shifted from a mix of prose and poetry to a more completely poetic style. These later chapters use his typical words and expressions. Further, his authorship is attested by modern revelation."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/isa/36"},"Isaiah 36–47"],". Refer to",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p1"},"Enrichment E"],"throughout your study of the book of Isaiah. Enrichment F will provide an overview of the historical setting of the prophet Isaiah’s ministry."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Isaiah 36–47"],[".topic",["h3","(16-2)",["a.scriptureRef",{"href":"/scriptures/ot/isa/36"},"Isaiah 36–39"],". Isaiah and the Assyrian Invasion"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p12"},"These chapters in the prophet’s writings parallel the narrative account recorded in",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.2"},"2 Kings 18:2–20:19"],". Because they cite the prophet Isaiah’s counsel and the prophecy to King Hezekiah, they are included here. A complete overview of the chronological events dealt with is found in Enrichment F. The notes and commentary that apply to these chapters are found in chapter 12, which covers",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/14"},"2 Kings 14–20"],". Second Kings 18:14–20:11 parallels the account in Isaiah so Notes and Commentary on 2 Kings 18:14–20:11 will not be duplicated here. The correlation between the accounts in 2 Kings, Isaiah, and 2 Chronicles is provided in the accompanying table."]],[".topic",["h3","(16-3)",["a.scriptureRef",{"href":"/scriptures/ot/isa/40"},"Isaiah 40–47"],". Isaiah Changed His Style of Writing to Prophetic Poetry"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p14"},"The preceding chapters in Isaiah include a mix of prophetic poetry and historical prose. The prophet used a beautiful poetic writing style for the entire portion covered in this reading, with the brief exception of 44:9–20. Hebrew poetry differs from poetry written in English, primarily because it emphasizes parallelism in thought, rather than rhyme and meter. Its beauty and sense are wonderful and pleasing to both the mind and the ear. (see",["span.emphasis","Old Testament Student Manual: Genesis–2 Samuel"],"[religion 301, 2003],",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel"},"pp. 303–6"],".)"]],[".topic",["h3","(16-4)",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.1-3"},"Isaiah 40:1–3"],". Why Did Isaiah Say Jerusalem’s Warfare Was Over?"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p16"},"“The message of comfort to Jerusalem, ‘that her warfare is accomplished, that her iniquity is pardoned,’ clearly refers to the latter days. The Anchor Bible translates this line",["span.emphasis","‘that her sentence is served, her penalty is paid.’"],"Judah was to be sent through the ‘furnace of affliction’ (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.10"},"48:10"],"), so the message given here is to be fulfilled after she has been through the furnace. A look at history and at present-day circumstances shows her still to be going through that furnace. The rest of the chapter also supports a Second Coming time period.” (Monte S. Nyman,",["span.emphasis","“Great Are the Words of Isaiah,”"],"pp. 141–42.)"]],[".topic",["h3","(16-5)",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.3"},"Isaiah 40:3"],". “The Voice of Him That Crieth in the Wilderness”"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p18"},"As with so many Old Testament prophecies, this passage has more than one meaning. The Savior clearly identified the “voice in the wilderness” as John the Baptist (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.3"},"Matthew 3:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.23"},"John 1:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.8-9"},"1 Nephi 10:8–9"],"). But if this forerunner was to prepare the way for the person who was to tell Jerusalem that times of trial were over (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.1"},"Isaiah 40:1"],"), then the prophet clearly could not be referring only to John the Baptist’s mortal ministry. Elder George Teasdale said: “Instead of speaking comforting words to Jerusalem, He [Christ] exclaimed: ‘O Jerusalem, Jerusalem, thou that killest the Prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not! Behold, your house is left unto you desolate.’ Were these comforting words to Jerusalem? I think not. It is very evident that John the Baptist was not only the forerunner of His first coming, but also of His second advent. The Scriptures are plain on this matter.” (In",["span.emphasis","Journal of Discourses,"],"25:16.)"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p19"},"Only with the Second Coming of the Lord will Jerusalem find forgiveness and peace. Therefore, the reference to the voice in the wilderness (John the Baptist) making a straight way in the desert applies to his ministry as a forerunner for both the former and the latter days. Luke quoted",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.3-5"},"Isaiah 40:3–5"],"(see",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.4-6"},"Luke 3:4–6"],")—not only verse 3 but also verses 4 and 5, which are clearly millennial in application. When Joseph Smith revised Luke’s passage, he added five verses that also apply to the Second Coming and clearly identify the Savior as Him for whom the forerunner would prepare the way."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p20"},"Since the five verses the Prophet Joseph added were put in the middle of Luke’s quotation of Isaiah, it can be assumed they were part of Isaiah’s original text. They are therefore cited here (they were inserted between verses 3 and 4 of Luke)."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p21"},"“For behold, and lo, he shall come, as it is written in the book of the prophets, to take away the sins of the world, and to bring salvation unto the heathen nations, to gather together those who are lost, who are of the sheepfold of Israel;"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p22"},"“Yea, even the dispersed and afflicted; and also to prepare the way, and make possible the preaching of the gospel unto the Gentiles;"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p23"},"“And to be a light unto all who sit in darkness, unto the uttermost parts of the earth; to bring to pass the resurrection from the dead, and to ascend up on high, to dwell on the right hand of the Father,"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p24"},"“Until the fulness of time, and the law and the testimony shall be sealed, and the keys of the kingdom shall be delivered up again unto the Father;"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p25"},"“To administer justice unto all; to come down in judgment upon all, and to convince all the ungodly of their ungodly deeds, which they have committed; and all this in the day that he shall come.” (",["a.scriptureRef",{"href":"/scriptures/jst/jst-luke/3.5-9"},"JST, Luke 3:5–9"],".)"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p26"},"Clearly John the Baptist fulfilled this prophecy twice. But there was to be yet another fulfillment of the prophecy."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p27"},"Another forerunner who prepared for Christ’s coming was the Prophet Joseph Smith. President Joseph Fielding Smith observed that “Malachi [as does Isaiah] speaks of the Lord sending his messenger to prepare the way before him, and while that does have reference to the coming of John the Baptist, it is one of those prophecies in the scriptures that has a double fulfilment. It has reference also to the coming of the Prophet Joseph Smith, because that messenger which was to come and prepare the way before him, was to come in this day. I am going to take just a moment for that because it is important, and I will show you when this messenger was to deliver his message. …"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p28"},"“The Lord declared, through one of his prophets, that before his second coming a messenger should be sent to prepare the way and make it straight. You may apply this to John if you will, and it is true. John, the messenger who came to prepare the way before the Lord in the former dispensation, also came in this dispensation as a messenger to Joseph Smith; so it applies, if you wish to apply it so, to John who came as a messenger to prepare the way before the Lord."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p29"},"“But I go farther and maintain that Joseph Smith was the messenger whom the Lord sent to prepare the way before him. He came, and under direction of holy messengers laid the foundation for the kingdom of God and of this marvelous work and a wonder that the world might be prepared for the coming of the Lord.” (",["span.emphasis","Doctrines of Salvation,"],"1:193–95.)"]],[".topic",["h3","(16-6)",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.4"},"Isaiah 40:4"],". Earthquakes Will Change the Face of the Land"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p31"},"President Joseph Fielding Smith declared that before the Second Coming of the Lord, there will be an earthquake that will be so destructive that mountains will be made low, valleys will be elevated, and rough places made as a plain. It will be so violent that the sun will be darkened and the moon will be turned to blood. The waters will be driven back into the north countries and the lands joined as they were before the days of Peleg. (see",["span.emphasis","Doctrines of Salvation,"],"1:85; 2:317;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.23"},"D&C 49:23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.87"},"88:87"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.74"},"109:74"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.17-25,44"},"133:17–25, 44"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.10"},"Isaiah 54:10"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.20"},"Ezekiel 38:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.15-20"},"Revelation 16:15–20"],".)"]],[".topic",["h3","(16-7)",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.6-8"},"Isaiah 40:6–8"],". What Does “All Flesh Is Grass” Mean?"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p33"},"The metaphors the prophets drew from the land of Canaan had poignant spiritual messages. The spring rains, called the “latter rains” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.3"},"Jeremiah 3:3"],"), fall through April and May. During these rains the grass springs up in Israel as a spontaneous, green carpet over the land in such abundance and splendor that it seems it could never fail. Within a very short time the rains end, however, and the fierce summer heat turns the grass brown almost overnight. It simply seems to disappear across the barren hills. The withered, lifeless grass was the metaphor Isaiah chose to describe the wicked whose ways seem to be so attractive to the world but cannot endure long. Only those sanctified of the Lord will withstand the glory of His coming, for the wicked will be as the dried grass before a blazing fire. (Compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.24-25"},"D&C 101:24–25"],".)"]],[".topic",["h3","(16-8)",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.9"},"Isaiah 40:9"],". Who Was Called “Zion” in the High Mountain?"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p36"},"Elder Orson Pratt said that this scripture was a prophecy concerning the Lord’s Zion that would be built up upon the earth before He comes in His glory. The prophecy indicated that “the people called Zion” would go to the high mountain territory (the mountain valleys of Utah and nearby areas). He further stated that Joseph Smith had also predicted the same thing and concluded: “Thus the prophecy was uttered—thus it has been fulfilled.” (In",["span.emphasis","Journal of Discourses,"],"15:48.)"]],[".topic",["h3","(16-9)",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.10-11"},"Isaiah 40:10–11"],". Work Preparatory to His Coming"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p38"},"These verses clearly speak of the preparatory activity required before the Lord comes again. Elder Levi Edgar Young said:"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p39"},"“I sincerely believe that these days are bringing us closer and closer to God. …"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p40"},"“May we become the pure in heart and see God,” which is the happy lot of those who are “wise and have received the truth, and have taken the holy Spirit for their guide,” for they are the ones who shall not be deceived and shall “abide the day.” (In Conference Report, Apr. 1933, p. 121; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.57"},"D&C 45:57"],".)"]],[".topic",["h3","(16-10)",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.12-31"},"Isaiah 40:12–31"],". What Is the Significance of “Measured” Waters and “Comprehended” Dust?"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p42"},"Verse 12 is Isaiah’s poetic way of saying that God knows the world so intimately that He knows even the measure of the waters of the ocean and the dust of the earth. (See Brigham Young, in",["span.emphasis","Journal of Discourses,"],"7:141.)"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p43"},"The other verses emphasize through the impressive use of contrasts the greatness of God and the nothingness of mortal nations and the gods they worship."]],[".topic",["h3","(16-11)",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.28"},"Isaiah 40:28"],". Isaiah Identified One of the Names of God"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p45"},"“In the same sense in which one of the Lord’s names is",["span.emphasis","Endless"],"and another",["span.emphasis","Eternal,"],"so",["span.emphasis","Everlasting"],"is also an appellation of Deity. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.3"},"Moses 1:3"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.35"},"7:35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.10"},"D. & C. 19:10"],".) He is called the",["span.emphasis","Everlasting God"],"(",["a.scriptureRef",{"href":"/scriptures/ot/gen/21.33"},"Gen. 21:33"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"Isa. 9:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.28"},"40:28"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/10.10"},"Jer. 10:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/16.26"},"Rom. 16:26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.34"},"D. & C. 133:34"],"), signifying that he endures forever, for ‘his years never fail.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.4"},"D. & C. 76:4"],".)” (Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 243.)"]],[".topic",["h3","(16-12)",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.31"},"Isaiah 40:31"],". What Did Isaiah See as the Reward of Those Who “Wait upon the Lord”?"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p47"},"Speaking of the ultimate power given to those who wait upon the Lord, whose strength “the Lord shall renew,” the prophet Isaiah said they shall “mount up with wings as eagles” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.31"},"Isaiah 40:31"],"). Elder Orson Pratt suggested that those who have been confined to the mortal sphere and its laws may be renewed with the light of truth and be enabled to move from place to place at accelerated velocity, even with the speed of light. (see",["span.emphasis","Journal of Discourses,"],"3:104.)"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p48"},"The greater promise reserved for those who have been true and faithful in keeping the commandments by waiting upon the Lord is found in their being able to “run and not be weary” and to “walk, and not faint” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.31"},"Isaiah 40:31"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"D&C 89:18–21"],".)"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p49"},"Since everyone who runs far enough experiences some weariness, and anyone who walks long enough feels at least somewhat faint, it is evident that these promises apply also to the things of the Spirit, for the Lord “fainteth not, neither is weary” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.28"},"Isaiah 40:28"],")."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p50"},"While there are those who “run” without being sent (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.21"},"Jeremiah 23:21"],"), the Lord’s servants are commissioned to run His errand. One called by the Lord to serve is engaged in a contest in which “the race is not to the swift, nor the battle to the strong” (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/9.11"},"Ecclesiastes 9:11"],"); but the reward is to those who “endure to the end” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.13"},"Matthew 24:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.13"},"Mark 13:13"],"). To have the strength to run the race of life without becoming weary is a valuable promise; to be able to journey with safety and not faint or fall away from the truth is a great blessing. What consolation and encouragement it is to those who wait upon the Lord to be able to serve mightily and not weary of it, to walk with certainty and not fall away."]],[".topic",["h3","(16-13)",["a.scriptureRef",{"href":"/scriptures/ot/isa/41"},"Isaiah 41–44"],". A Key to Understanding"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p52"},["a.scriptureRef",{"href":"/scriptures/ot/isa/40"},"Isaiah 40–66"],"is prophetic. Although reference is made to Isaiah’s immediate future, the burden of his prophecy is for the latter days. Most Bible scholars feel that these chapters are historical and that they were written by others after Judah was exiled to Babylon. Yet Book of Mormon prophets quote parts or all of",["a.scriptureRef",{"href":"/scriptures/ot/isa/48"},"Isaiah 48–53"],", indicating these chapters must have been included on the Brass Plates before the Babylonian exile. Christ told the Nephites that Isaiah “spake as touching all things concerning my people which are of the house of Israel; therefore it must needs be that he must speak also to the Gentiles” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.2"},"3 Nephi 23:2"],"). Isaiah’s prophecies concerning Israel’s destiny are more reliable than the limited perspective of historians."]],[".topic",["h3","(16-14)",["a.scriptureRef",{"href":"/scriptures/ot/isa/41.1,5"},"Isaiah 41:1, 5"],". What Are the “Isles” Seen by Isaiah?"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p54"},"From time to time the Lord has led away remnants of Israel to “isles” from which He will eventually gather them before the Second Coming. The Americas are one of these isles. (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.20-21"},"2 Nephi 10:20–21"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.10,16"},"1 Nephi 19:10, 16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.8"},"21:8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.3-4"},"22:3–4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.8"},"2 Nephi 10:8"],".) A study of these references reveals that these “isles” were not known by others (see especially",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.3-4"},"1 Nephi 22:3–4"],"). Isaiah alluded to scattered Israel when he used the metaphor “isles” and suggested that there, in the isles, they would learn to trust Him and wait upon His word and be renewed together. All of this would come near the time of the harvest. (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.15"},"Isaiah 24:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/41.1-5"},"41:1–5"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.1"},"49:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.5"},"51:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.9"},"60:9"],".) Then scattered Israel will learn a new song, the song of the redeemed, as they are gathered into the kingdom (see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.4,10"},"Isaiah 42:4, 10"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.1-3"},"Revelation 14:1–3"],")."]],[".topic",["h3","(16-15)",["a.scriptureRef",{"href":"/scriptures/ot/isa/41.2"},"Isaiah 41:2"],". Who Is the Righteous Man from the East?"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p57"},"John saw a vision similar to Isaiah’s and spoke of this righteous man as an “angel ascending from the east, having the seal of the living God” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/7.2"},"Revelation 7:2"],"). The Lord revealed to Joseph Smith that this angel of the east was “Elias which was to come to gather together the tribes of Israel and restore all things” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.9"},"D&C 77:9"],")."],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p58"},"Of this “angel,” Elder Bruce R. McConkie said: “Who has restored all things? Was it one man? Certainly not. Many angelic ministrants have been sent from the courts of glory to confer keys and powers, to commit their dispensations and glories again to men on earth. At least the following have come: Moroni, John the Baptist, Peter, James and John, Moses, Elijah, Elias, Gabriel, Raphael, and Michael. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D. & C. 13; 110"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.19-21"},"128:19–21"],".) Since it is apparent that no one messenger has carried the whole burden of the restoration, but rather that each has come with a specific endowment from on high, it becomes clear that",["span.emphasis","Elias is a composite personage. The expression must be understood to be a name and a title for those whose mission it was to commit keys and powers to men in this final dispensation."],"(",["span.emphasis","Doctrines of Salvation,"],"vol. 1, pp. 170–174.)” (",["span.emphasis","Mormon Doctrine,"],"p. 221.)"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p59"},"Thus the “man from the east” seems to mean angels of the Restoration, who are grouped together under the composite title of Elias."]],[".topic",["h3","(16-16)",["a.scriptureRef",{"href":"/scriptures/ot/isa/41.21-29"},"Isaiah 41:21–29"],". The Wisdom of the Wicked Is Futile"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p61"},"The Lord challenged the wisest of the world to produce the smallest insight into the future (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/41.21-23"},"vv. 21–23"],") and reminded them that their works are “nothing” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/41.24"},"v. 24"],") and that in the end their values “are all vanity” and will only bring “confusion” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/41.29"},"v. 29"],")."]],[".topic",["h3","(16-17)",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.1-4"},"Isaiah 42:1–4"],". Who Is the Servant?"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p63"},"Only one servant was given power of judgment (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.1"},"v. 1"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/rom/14.10"},"Romans 14:10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.41"},"2 Nephi 9:41"],"), and that is He upon whose law the isles shall wait (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.4"},"Isaiah 42:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.5"},"51:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.9"},"60:9"],"), the Mediator of Israel and the Savior of the Gentiles. He did not cry or lift up His voice in the streets, that is, raise a great tumult and boast in His own ways. Matthew cited this passage in Isaiah after noting that the Savior charged the multitudes not to make His healings known (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.15-21"},"Matthew 12:15–21"],"), for His was not an earthly kingdom wherein His voice and His works and wonders were to be heralded abroad; rather, His was a heavenly kingdom (see",["a.scriptureRef",{"href":"/scriptures/nt/john/18.33-37"},"John 18:33–37"],"). Thus, He withdrew from multitudes and avoided the honors of men, and He ministered with meekness and gentleness. The spirit of judgment was to be withheld until the Day of Judgment, at which time Christ will claim victory as “King of kings, and Lord of lords” (",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/6.15"},"1 Timothy 6:15"],")."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p64"},"The imagery of the bruised reed and smoking flax (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.3"},"v. 3"],") means that even though He comes in judgment, it is not to destroy souls but to save them. The phrase “smoking flax” was translated by C. F. Keil and F. Delitzsch as a “glimmering wick.” They explained its use as follows: “In the statement that in such a case as this He does not completely break or extinguish, there is more implied than is really expressed. Not only will He not destroy the life that is dying out, but He will actually save it; His course is not to destroy, but to save.” (",["span.emphasis","Commentary on the Old Testament,"],"7:2:176.)"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p65"},"The phrase “he shall bring forth judgment unto truth” that immediately follows the reference to the reed and the flax was interpreted by Keil and Delitzsch “as denoting such a knowledge, and acknowledgment of the true facts in the complicated affairs of men, as will promote both equity and kindness” (",["span.emphasis","Commentary,"],"7:2:176)."]],[".topic",["h3","(16-18)",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.5-16"},"Isaiah 42:5–16"],". Who Is the Light That Opens the Eyes of the Blind?"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p67"},"Isaiah’s frame of reference shifts from the Father’s relationship with His Son to the Savior’s relationship with covenant Israel, particularly with those who would respond to the gospel invitation and be qualified to sing the song of the exalted (both living and dead). (Compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.7-12"},"Isaiah 49:7–12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.7-12"},"1 Nephi 21:7–12"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.1-3"},"Revelation 14:1–3"],"; Joseph Fielding Smith,",["span.emphasis","Doctrines of Salvation,"],"1:269–70;",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.18-21"},"1 Peter 3:18–21"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/4.6"},"4:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/5.28"},"John 5:28"],".) When mortals who are blind because they lack gospel light embrace the gospel, they are as prisoners set free."],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p68"},"The Prophet Joseph Smith was speaking of the crucified Christ when he said: “Here then we have an account of our Savior preaching to the spirits in prison, to spirits that had been imprisoned from the days of Noah; and what did He preach to them? That they were to stay there? Certainly not! Let His own declaration testify. [",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.18"},"Luke 4:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.7"},"Isaiah 42:7"],"] It is very evident from this that He not only went to preach to them, but to deliver, or bring them out of the prison house. … Thus we find that God will deal with all the human family equally, and that as the antediluvians [those who lived before the Flood] had their day of visitation, so will those characters referred to by Isaiah, have their time of visitation and deliverance, after having been many days in prison.” (",["span.emphasis","History of the Church,"],"4:596–97.)"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p69"},"Everything centers in the Savior, Jesus Christ. He is the light of the world and “of the gentiles” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.6"},"Isaiah 42:6"],"). His hand is extended to strengthen, support, and protect covenant Israel; but that is not all. Every covenant person becomes a light to the world by holding up the light of the Savior through faithfully living His commandments (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.24"},"3 Nephi 18:24"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.17-18"},"Acts 26:17–18"],")."],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_016_04-savior.jpg"}],[".caption",["p",{"id":"lds-70"},"The Lord opens the eyes of those who are spiritually blind."]]]],[".topic",["h3","(16-19)",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.9-16"},"Isaiah 42:9–16"],". The Restoration of the Gospel in the Latter Days Foretold"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p72"},"The prophet Isaiah introduced the vision of the restoration of the gospel in the latter days by explaining that the truths and the keys of former days were to be restored. He also observed the restoration of new keys in the dispensation of the fulness of times (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.9"},"v. 9"],"). Using the metaphor of childbirth he described the restoration of the earthly kingdom following a long period of apostasy, during which the heavens had been sealed (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.14"},"v. 14"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.1-2,13,17"},"Revelation 12:1–2, 13, 17"],"). The Church will be restored in the last days, before the destruction that will make the mountains as plains and dry up the waters, and before the return of the scattered tribes of Israel, when they will come on paths they have not known, and the light of the gospel will dispel the darkness they have so long endured (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.15-16"},"Isaiah 42:15–16"],"). Isaiah reiterated the Lord’s promise that the restored gospel would not be taken again from the earth and that the Lord will not forsake His own. (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.16"},"v. 16"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.2-3"},"Isaiah 2:2–3"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.11-16"},"11:11–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.14-15,18-19"},"29:14–15, 18–19"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.44-45"},"Daniel 2:44–45"],";",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.25-29"},"Joel 2:25–29"],".)"]],[".topic",["h3","(16-20)",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.10"},"Isaiah 42:10"],". What Is the “New Song”?"],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p74"},"Isaiah recorded the singing of the “new song”",["span.emphasis","after"],"he recorded the restoration of the gospel. The song is unique in that only those who are sanctified are worthy to sing it (compare",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.1-3"},"Revelation 14:1–3"],"). The same spirit is reflected in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.98-102"},"Doctrine and Covenants 84:98–102"],". In another instance, the song is simply called the “song of the Lamb” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.56-57"},"D&C 133:56–57"],")."]],[".topic",["h3","(16-21)",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.17-25"},"Isaiah 42:17–25"],". Are the Servants of the Lord Blind?"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p76"},"Isaiah was caught up in the majesty of his latter-day prophecy; however, at this point he digressed to expound upon the status of Israel between the day of his prophecy and the day of its fulfillment. He gave a clear reminder that all those, including wayward Israel, who pay homage at the feet of idols are deaf and blind to the message and light of the gospel (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.17-18"},"vv. 17–18"],"). The Prophet Joseph Smith clarified verses 19–22 as follows:"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p77"},"“For I will send my servant unto you who are blind; yea, a messenger to open the eyes of the blind, and unstop the ears of the deaf;"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p78"},"“And they shall be made perfect notwithstanding their blindness, if they will hearken unto the messenger, the Lord’s servant."],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p79"},"“Thou art a people, seeing many things, but thou observest not; opening the ears to hear, but thou hearest not."],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p80"},"“The Lord is not well pleased with such a people, but for his righteousness’ sake he will magnify the law and make it honorable."],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p81"},"“Thou art a people robbed and spoiled; thine enemies, all of them, have snared thee in holes, and they have hid thee in prison houses; they have taken thee for a prey, and none delivereth; for a spoil, and none saith, Restore.” (",["a.scriptureRef",{"href":"/scriptures/jst/jst-isa/42.19-23"},"JST, Isaiah 42:19–23"],".)"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p82"},"Clearly, it is not the servant who is blind, but scattered Israel, who have adopted the idols of their neighbors."]],[".topic",["h3","(16-22)",["a.scriptureRef",{"href":"/scriptures/ot/isa/43"},"Isaiah 43–47"],". The Lord Will Save Israel and Destroy Babylon"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p84"},"In chapters 43–44 Isaiah assured Israel that the Lord alone is in control and has the power to save her, that He is her Redeemer and will blot out her sins. Then speaking prophetically but in past tense (Isaiah had already seen the redeeming sacrifice of the Lord, although it had not yet occurred), he declared that the Atonement had been made, and that Israel’s redemption was predicted only upon her return to Him. (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.21-22"},"Isaiah 44:21–22"],".)"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p85"},"Chapter 45 reveals how and by whom the Lord will redeem Judah, a remnant of Israel. Chapter 46 deplores idols and states that the idol gods themselves are in captivity. Chapter 47 reveals the dramatic final destruction of temporal and spiritual Babylon."]],[".topic",["h3","(16-23)",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.1-7"},"Isaiah 43:1–7"],". A Shadow and a Type for One Who Is Called, Before He May Be Owned by the Lord"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p87"},"In these verses, as Isaiah promised the eventual restoration and regathering of Israel, he compared it to a person’s walking on a perilous journey where fire and flood threaten. The metaphor is as valid for an individual as it is for the house of Israel. The Lord called her by name, for",["span.emphasis","Israel"],"is the name given her by covenant and symbolizes the fact that she would eventually be preserved and belong to Him (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/32.28-30"},"Genesis 32:28–30"],"). He then promised that as she passed through the perils of her journey back He would be with her. Neither waters nor flood nor the fires of trial and persecution could take away His protection of His chosen people. There may also be a spiritual symbolism in these promises. When Israel escaped from Egypt, she passed through the water (the Red Sea) and was overshadowed with fire, the pillar of fire, and smoke (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.21-22"},"Exodus 13:21–22"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/14.21-22"},"14:21–22"],"). Paul saw these phenomena as types or symbols of the baptism of water and the Holy Ghost (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.1-4"},"1 Corinthians 10:1–4"],"). Here Isaiah showed Israel being gathered. One is gathered into the fold by becoming baptized; thus, the symbolism is both spiritually and temporally significant."]],[".topic",["h3","(16-24)",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.4-10"},"Isaiah 43:4–10"],". The Gathering of Israel Is a Universal Event"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p89"},"Isaiah used east, west, north, and south (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.5-6"},"vv. 5–6"],") to symbolize “all the nations” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.9"},"v. 9"],") throughout the world to which Israel was scattered and from which she will be gathered. The promised gathering is to be brought about in the last days by The Church of Jesus Christ of Latter-day Saints. (See Orson Pratt, in",["span.emphasis","Journal of Discourses,"],"18:228; Joseph Fielding Smith,",["span.emphasis","Answers to Gospel Questions,"],"2:181–82.)"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p90"},"In connection with this promise, read",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p1"},"Notes and Commentary on Isaiah 42:17–25"],", concerning the servant who sees and hears and will open the eyes and ears of those who will be gathered."]],[".topic",["h3","(16-25)",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.13"},"Isaiah 43:13"],". What Was Meant by the Words “Let It”?"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p92"},"According to the Prophet Joseph Smith, the whole phrase should read: “I will work, and who shall hinder it?” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.13"},"JST, Isaiah 43:13"],")."]],[".topic",["h3","(16-26)",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.14-17"},"Isaiah 43:14–17"],". For Her Own Good, Israel Was Delivered into Bondage"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p94"},"The Lord sent Israel into Babylonian bondage for a wise cause. It is likely that the purpose in her captivity was at least twofold: to humble proud and wicked Israel, and to have indisputable cause for destroying Babylon and showing the world that this attractive “daughter of the Chaldeans” was a poor one to emulate, for she would be no more (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.1-6"},"Isaiah 47:1–6"],"). And all of this would be as sure as the destruction of the Egyptians in the days of Moses, which had become legendary."]],[".topic",["h3","(16-27)",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.18-21"},"Isaiah 43:18–21"],". What Was Meant by “a New Thing” in the Wilderness?"],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p96"},"After recalling the destruction of the Egyptians before his day (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.3"},"v. 3"],"), and predicting the destruction of Babylon in his own future (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.14-17"},"vv. 14–17"],"), Isaiah directed the reader’s attention away from all of that, saying “remember ye not the former things” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.18"},"v. 18"],"), and reminded the reader that he was going to speak of a “new thing” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.19"},"v. 19"],"). Thus casting his mind to another prophetic vision, Isaiah spoke of a miraculous time when the destruction would be reversed: the desert would “blossom as the rose” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.1"},"Isaiah 35:1"],"), in contrast to the flower of Babylon becoming a desert. In a conference talk given when he was Presiding Bishop, LeGrand Richards described a literal fulfillment of Isaiah’s words:"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p97"},"“Isaiah said: ‘Behold, I will do a new thing,’ and as far as my understanding of this scripture is concerned, that new thing was the great principle of irrigation. It is true the Saints had to make the canals, they had to make the ditches, they had to put in the dams, but the land might have remained arid had not the Lord put into their minds the inspiration to do this very thing, and that is what Isaiah saw that the Lord would do. He said: [",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.19-20"},"Isaiah 43:19–20"],"]."],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p98"},"“If you want to see the rivers in the desert, just go up through Idaho and see the great canals that come out of the Snake River. They are greater than many of the rivers of the land. [",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.20-21"},"Isaiah 43:20–21"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/41.18,20"},"41:18, 20"],".]"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p99"},"“So as you brethren gather in your crops by day in the harvest time, remember that it was the Lord God of Israel who did this new thing in this great wilderness to make it to prosper as a rose and to be a land that would attract the attention of all the world.” (In Conference Report, Oct. 1948, pp. 44–45.)"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p100"},"After his prophetic interlude, Isaiah dropped back to historical Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/43.22-28"},"Isaiah 43:22–28"],"), with the single reminder in verse 25 of a future forgiveness—a ray of hope for better things."]],[".topic",["h3","(16-28)",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.1-2"},"Isaiah 44:1–2"],". What Was Meant by the Term",["span.emphasis","Jesurun?"]],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p102"},"Isaiah began chapter 44 in the same spirit as he began chapter 43, by reminding Israel that they were the covenant people of the Lord. Jacob was the father of Israel. The Lord renewed the covenant He had made with Abraham with Jacob and changed his name to Israel because of his righteousness (",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.9-11"},"Gen. 35:9–11"],"). It is fitting, therefore, that the Lord also called this faithful servant “Jesurun,” (or Jeshurun), which is the Hebrew for",["span.emphasis","upright"],"or",["span.emphasis","righteous."],"(See James Strong,",["span.emphasis","The Exhaustive Concordance of the Bible,"],"no. 3484 in “Hebrew and Chaldee Dictionary”; McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 323.)"]],[".topic",["h3","(16-29)",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.5-20"},"Isaiah 44:5–20"],". “Is There Not a Lie in My Right Hand?”"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p104"},"With great irony, Isaiah brought out the inconsistency of those who work wood and metal, use it for firewood and other mundane things, but fashion idols from the same material and then expect those idols to show forth great power and answer their prayers. Such idolatry precipitates in man “a deceived heart” that has “turned him aside” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.20"},"v. 20"],"), or in other words, that has such a negative effect as to cause him to lose his soul. Though this principle is true, and obvious to the spiritually alert, the idolater cannot recognize nor admit that there is “a lie in [his] right hand” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.20"},"v. 20"],"). This tragic phrase reflects the dire consequences for one who lives a lie. Since the right hand is the covenant hand (see Smith,",["span.emphasis","Doctrines of Salvation,"],"3:107–8), this phrase implies that those who continue to seek treasures, or to worship false gods, become blinded to the truth and cannot recognize that their covenants are broken and become to them as lies that will condemn them at the last day."]],[".topic",["h3","(16-30)",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.21-28"},"Isaiah 44:21–28"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.1-14"},"45:1–14"],". The Lord Prophesied of Cyrus, King of Persia"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p107"},"At the time Isaiah prophesied, Babylon had not yet come to power, and more than a hundred years would pass before Babylon would carry Judah into captivity. But of course, the calendar in no way affects a prophet’s vision. After recording numerous prophecies of Judah’s coming destruction and their fall to Babylon, Isaiah revealed the Lord’s plan for Judah’s restoration to their homeland under a king called Cyrus. At the time Isaiah spoke his name, Cyrus was still in the premortal existence."],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p108"},"“Numerous commentators deny that Isaiah could foresee Cyrus so clearly as to be able to call him by name. They commonly claim, therefore, that this part of Isaiah was written by someone during the Exile and after Cyrus had given Israel help. … —in other words, after the event. Nevertheless, it is of great interest to find that the Jewish historian Josephus accepted Isaiah’s words and even quotes letters from Cyrus confirming the prophet’s predictions. Part of the account of Josephus is quoted herewith:"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p109"},"“‘… he (God) stirred up the mind of Cyrus, and made him write this throughout all Asia:—"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p110"},"“‘“Thus saith Cyrus the king.—Since God Almighty hath appointed me to be king of the habitable earth, I believe that he is that God which the nation of the Israelites worship; for indeed he foretold my name by the prophets, and that I should build him a house at Jerusalem, in the country of Judea.”"],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p111"},"“‘This was known to Cyrus by his reading the book which Isaiah left behind him of prophecies; for this prophet said that God had spoken thus to him in a secret vision:—"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p112"},"“‘“My will is, that Cyrus, whom I have appointed to be king over many and great nations, send back my people to their own land, and build my temple.”"],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p113"},"“‘This was foretold by Isaiah one hundred and forty years before the temple was demolished. Accordingly, when Cyrus read this, and admired the divine power, an earnest desire and ambition seized upon him to fulfill what was so written; so he called for the most eminent Jews that were in Babylon, and said to them, that he gave them leave to go back to their own country, and to rebuild their city Jerusalem, and the temple of God, for that he would be their assistant and that he would write to the rulers and governors that were in the neighborhood of their country of Judea, that they should contribute to them gold and silver for the building of the temple, and, besides that, beasts for their sacrifices.’ (",["span.emphasis","Antiq."],"XI, 1, 2)” (Sidney B. Sperry,",["span.emphasis","The Voice of Israel’s Prophets,"],"pp. 107–8.)"]],[".topic",["h3","(16-31)",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.1-4"},"Isaiah 45:1–4"],". How Could Cyrus, a Persian King, Be Called the Lord’s “Anointed”?"],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p115"},"Alfred Martin, in his work on Isaiah, gave an excellent answer to this question: “Cyrus is the only Gentile king who is called God’s ‘anointed.’ Since this is the translation of the Hebrew word which we spell in English as",["span.emphasis","Messiah,"],"Cyrus is in a sense a type of the Anointed One, the Lord Jesus Christ. Typology is often misunderstood and abused. A type is a divinely appointed prophetic symbol, usually of Christ. When a person or a thing is called a type, that does not alter its literal meaning or deny its historical reality. Cyrus was a Persian king, and we have no evidence that he ever really knew the true God, although the Persian religion was relatively free from the gross idolatries of the Babylonians. Consequently when it is asserted that Cyrus is a type of Christ, it is not said that he was like the Lord Jesus Christ in every respect. The only intended resemblance is in the fact that Cyrus was the anointed one who delivered the people of Israel from their captivity. As such he points us to the greater Anointed One who saves His people from their sins.” (",["span.emphasis","Isaiah, the Salvation of Jehovah,"],"pp. 77–78.)"]],[".topic",["h3","(16-32)",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.3"},"Isaiah 45:3"],". Did Cyrus Gain Riches from Conquering Babylon?"],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p117"},"When Cyrus conquered in Asia, he carried off “gold and silver estimated by weight in this account, being converted into pounds sterling, amount to",["span.emphasis","one hundred and twenty-six millions two hundred and twenty-four thousand"],"pounds” (Adam Clarke,",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"4:178)."]],[".topic",["h3","(16-33)",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.7"},"Isaiah 45:7"],". Does the Lord Create Evil?"],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p119"},"In the first part of this verse Isaiah laid out contrasts:"],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p120"},"“I form the light, and create darkness”"],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p121"},"“I make peace, and create evil”"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p122"},"Since the opposite of peace is sorrow or trouble, the translation from the New American Catholic Bible makes better sense: “I form the light, and create the darkness, I make well-being and create woe.” The idea is that the Lord is the author of peace, but that He also sends judgments upon the wicked who are ripe in iniquity. Therefore, even when the wicked are punished by the wicked (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/4.5"},"Mormon 4:5"],"), it is under the direction of the Lord."]],[".topic",["h3","(16-34)",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.8"},"Isaiah 45:8"],". How Do the Heavens “Drop Down” and the Skies “Pour Down Righteousness”?"],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p124"},"There is little doubt that Isaiah was referring to the same thing that is recorded in",["a.scriptureRef",{"href":"/scriptures/ot/ps/85.11"},"Psalm 85:11"],": “Truth shall spring out of the earth; and righteousness shall look down from heaven.” Isaiah saw the earth open and a message of salvation brought forth—a reference to the coming forth of the Book of Mormon from the buried Nephite record. (Compare",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.15-20"},"Ezekiel 37:15–20"],"; see also James E. Talmage,",["span.emphasis","The Articles of Faith,"],"pp. 275–76; McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 99; Orson Pratt, in",["span.emphasis","Journal of Discourses,"],"17:287–88.)"],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p125"},"This latter-day event illustrates that the day truly cannot say to its maker, “What makest thou?” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.9"},"v. 9"],"). The many men who conspired against Joseph Smith were not reviling merely a man but were reviling their own maker, whose servant that man was."]],[".topic",["h3","(16-35)",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.12"},"Isaiah 45:12"],". What Is the Lord’s and What Is Man’s Own?"],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p127"},"People and organizations often deal with the things of the earth in terms of ownership. “I own a large home,” one might say, or “I built this business up through my own labors; therefore it is mine.” If these statements were really true, then one could understand their reluctance to share it with others or to pay the Lord His required tenth. But people cannot speak of ownership. Through Isaiah, the Lord reminded Israel that He is the creator of the earth and therefore only He can properly refer to it in terms of ownership. In language similar to Isaiah’s, the Lord reminded the Latter-day Saints that He created the earth and that we are only stewards over His property (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.13-14,54-57"},"D&C 104:13–14, 54–57"],"). Then He gave this reminder: “And let not any among you say that it is his own; for it shall not be called his, nor any part of it” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.70"},"D&C 104:70"],")."],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p128"},"Elder Spencer W. Kimball asked some pointed questions concerning this subject:"],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p129"},"“‘Do you feel generous when you pay your tithes? Boastful when the amount is large? Has the child been generous to his parents when he washes the car, makes his bed? Are you liberal when you pay your rent, or pay off notes at banks? You are not generous, liberal, but merely honest when you pay your tithes.’ [",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.12"},"Isaiah 45:12"],".]"],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p130"},"“Perhaps your attitudes are the product of your misconceptions."],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p131"},"“Would you steal a dollar from your friend? A tire from your neighbor’s car? Would you borrow a widow’s insurance money with no intent to pay? Do you rob banks? You are shocked at such suggestions. Then, would you rob your God, your Lord, who has made such generous arrangements with you?"],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p132"},"“Do you have a right to appropriate the funds of your employer with which to pay your debts, to buy a car, to clothe your family, to feed your children, to build your home?"],["p.para",{"id":"p133","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p133"},"“Would you take from your neighbor’s funds to send your children to college, or on a mission? Would you help relatives or friends with funds not your own? Some people get their standards mixed, their ideals out of line. … Would you supply gifts to the poor with someone else’s money? The Lord’s money?” (In Conference Report, Apr. 1968, p. 77.)"],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p134"},"Honestly answering these questions may reveal to modern Saints how dangerously close they are to walking the same foolish path chosen by ancient Israel."]],[".topic",["h3","(16-36)",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.15-25"},"Isaiah 45:15–25"],". The God of Israel Is the Lord, the Savior Jesus Christ"],["p.para",{"id":"p136","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p136"},"This is one of the primary testimonies of Isaiah. Many lose sight of the fact that the God of the Old Testament was the premortal Jesus. Often they speak of the theology of the Old Testament as being significantly different from that of the New Testament. Or they talk about how the concept of God mellowed as people became more civilized and sophisticated. The blind refuse to see, for it is not just modern revelation that teaches Jehovah is Christ. Both Old and New Testament writers testified of it again and again, and none did it more frequently or more powerfully than did Isaiah."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.f4"},["p.preamble","In this chapter the identity of the God of the Old Testament is clearly revealed. Consider the witnesses here given:"],["ol.number",["li",["span.label","1."],["p.para","He is the Messiah, the Savior of the world (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.15"},"v. 15"],")."]],["li",["span.label","2."],["p.para","He shall save Israel with an everlasting salvation (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.17"},"v. 17"],")."]],["li",["span.label","3."],["p.para","He is the Creator (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.18"},"v. 18"],")."]],["li",["span.label","4."],["p.para","He is just and is mighty to save (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.21"},"v. 21"],")."]],["li",["span.label","5."],["p.para","There is no other name given by which we may be saved (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.21-22"},"vv. 21–22"],")."]],["li",["span.label","6."],["p.para","His words are truth and righteousness (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.23"},"v. 23"],")."]],["li",["span.label","7."],["p.para","Every knee shall bow and every tongue confess that Jesus is the Christ (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.23"},"v. 23"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/rom/14.11"},"Romans 14:11"],"; see also Smith,",["span.emphasis","Doctrines of Salvation,"],"2:20)."]],["li",["span.label","8."],["p.para","He is the Mediator for all the seed of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.24"},"v. 24"],")."]]]]],[".topic",["h3","(16-37)",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.23"},"Isaiah 45:23"],". What Does It Mean to Say “Every Knee Shall Bow, Every Tongue Swear”?"],["p.para",{"id":"p148","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p148"},"President Joseph Fielding Smith said:"],["p.para",{"id":"p149","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p149"},"“I want to call attention to something that is stated frequently in the scriptures, and I think very often misunderstood, and that is the statement that, ‘every knee shall bow, and every tongue shall confess.’ [",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.23"},"Isaiah 45:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/14.10-11"},"Romans 14:10–11"],";",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.9-11"},"Philippians 2:9–11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.110"},"D&C 76:110"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.104"},"88:104"],"] I wonder how many of us have an idea that if a knee bows and a tongue confesses, that is a sign of forgiveness of sin and freedom from sin, and that the candidate is prepared for exaltation? If you do, you make a mistake. It does not mean that at all."],["p.para",{"id":"p150","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p150"},"“The time will come when ‘every knee shall bow, and every tongue shall confess,’ and yet the vast majority of mankind will go into the telestial kingdom eternally. Let me read these verses: ‘The time shall come when all shall see the salvation of the Lord; when every nation, kindred, tongue, and people shall see eye to eye and shall confess before God that his judgments are just.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/16.1-4"},"Mosiah 16:1–4"],".]"],["p.para",{"id":"p151","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p151"},"“It is a wonderful thing when men reach the stage when they will be willing to confess that the judgments against them are just, and they will bow the knee and will understand ‘eye to eye.’” (",["span.emphasis","Doctrines of Salvation,"],"2:30.)"],["p.para",{"id":"p152","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p152"},"Isaiah’s intent was to assure all the world, both the wicked and the righteous, that Jesus Christ is the God of Israel and that one day all will be constrained to recognize that fact, whether or not they are or have been His disciples."]],[".topic",["h3","(16-38)",["a.scriptureRef",{"href":"/scriptures/ot/isa/46"},"Isaiah 46"],". Idols Are Idols, but Christ Is God"],["p.para",{"id":"p154","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p154"},"The poetic refrain of this chapter is at once familiar and new. It is a good example of how the Eastern mind is taught. The same theme is repeated again and again with only slight variations. In this manner the listener is driven to the inescapable conclusion of the teacher. Isaiah was a master of the technique. Isaiah enumerated the ways the Lord had been solicitous of Israel and has left her with only one conclusion: “I am God, and there is none like me” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/46.9"},"v. 9"],")."]],[".topic",["h3","(16-39)",["a.scriptureRef",{"href":"/scriptures/ot/isa/46.11"},"Isaiah 46:11"],". What Was the “Ravenous Bird from the East”?"],["p.para",{"id":"p156","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p156"},"This metaphor describes Cyrus, who was prophetically destined to humble Babylon swiftly and decisively (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/46.11a"},"Isaiah 46:11",["span.emphasis","a"]],"). This is a fitting insertion and serves as a prelude to chapter 47, where Babylon’s destruction is again shown forth."],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.f5"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Babylon of the Chaldees"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Babylon, or Spiritual Wickedness"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.5"},"Isaiah 47:5"]],["p.para","Called “the lady of kingdoms.”"]],["td",{"colspan":"1","rowspan":"1"},["p.para","As society is attracted to a beautiful woman, so the children of men are attracted to the glitter and power of spiritual Babylon."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.6"},"Isaiah 47:6"]],["p.para","Showed no mercy to covenant Israel, but laid great burdens upon her."]],["td",{"colspan":"1","rowspan":"1"},["p.para","Through the wickedness of Babylon may appear attractive because it is easy or pleasurable, it only enslaves its subjects."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.7"},"Isaiah 47:7"]],["p.para","Boasted of being indestructible, but failed to see the judgment that would finally destroy her."]],["td",{"colspan":"1","rowspan":"1"},["p.para","In blindness, spiritual Babylon wreaks havoc upon the world, failing to see the self-destructive nature of her acts."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.8"},"Isaiah 47:8"]],["p.para","Declared her pleasures to be the end and fulfillment of life’s dream, not merely the means to it."]],["td",{"colspan":"1","rowspan":"1"},["p.para","The Babylon of the world is enthroned triumphantly when men worship the lusts of the flesh. She becomes a counterfeit god. “They deny the power of God, the Holy One of Israel; and … say unto the people … there is no God” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.5"},"2 Nephi 28:5"],"), and “there is no hell”; thus the devil “grasps them with his awful chains from whence there is no deliverance” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.22"},"2 Nephi 28:22"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.10"},"Isaiah 47:10"]],["p.para","Through Babylon’s own wicked power subjected men to her will."]],["td",{"colspan":"1","rowspan":"1"},["p.para","The Babylon of the world, through wicked covenants and deeds, binds a man’s loyalty to the prince of darkness by the promise of secret gain (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/6.16-25"},"Helaman 6:16–25"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.10"},"Isaiah 47:10"]],["p.para","So great had this “lady of the kingdoms” become that her rulers gloried in the thought that they were the center of knowledge and wisdom and forced their subjects to kneel to the king, and not to God (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.1-6"},"Daniel 3:1–6"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.1-7"},"6:1–7"],")."]],["td",{"colspan":"1","rowspan":"1"},["p.para","The Babylon of the world assumes expertise in all knowledge and decrees that men should worship at her door. As men embrace this hellish doctrine, they begin to believe that they",["span.emphasis","know"],"where others do not, and they become self-appointed gods, even to the giving and taking of life (compare the attitude of",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.20"},"2 Nephi 9:20"],"). “O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not.",["span.emphasis","And they shall perish.”"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.28"},"2 Nephi 9:28"],"; emphasis added.)"]]]]]]],[".topic",["h3","(16-40)",["a.scriptureRef",{"href":"/scriptures/ot/isa/47"},"Isaiah 47"],". Spiritual Babylon Is the Perverted Counterfeit of Jehovah"],["p.para",{"id":"p178","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p178"},"This chapter demonstrates as well as any scripture in the Old Testament the extent to which Satan has gone to achieve his eternal lie. From the beginning Lucifer said in his heart, “I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north: I will ascend above the heights of the clouds; I will be like the most High” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.13-14"},"Isaiah 14:13–14"],"). As Zion is the spiritual offspring of the Lord Jesus Christ, so Babylon is the evil offspring of Lucifer, who fell and became Satan, “the father of all lies” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.4"},"Moses 4:4"],"). The accompanying chart demonstrates how the Babylon of this world has sought to assume dominion over the children of men."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(16-41) “Go Ye out from Babylon”"],["p.para",{"id":"p181","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p181"},"Though the claim to power and greatness may be made boldly by the world and made so convincingly that multitudes may follow, it does",["span.emphasis","not"],"give the boaster the rights he claims. For every offense there is a punishment, and whether we speak of the physical Babylons of the world, which have continually oppressed men under dictatorial force, or of the spiritual Babylon of the world, which just as literally enslaves her disciples, it is the same. Babylon will be destroyed. Therefore, the Lord through His prophets warns His people: “Go ye out … from Babylon, from the midst of wickedness, which is spiritual Babylon” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.14"},"D&C 133:14"],"). Note Isaiah’s warnings: Babylon will be brought down to the dust (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.1"},"Isaiah 47:1"],"). She will become damned as a slave of her own evil nature (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.2-3"},"Isaiah 47:2–3"],"). She will fall from her favored place in the world (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.5"},"Isaiah 47:5"],"). She will be denied the very thing she boasted of possessing: children (subjects) and marriage (that which saved a woman from disgrace in a society) (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.9"},"Isaiah 47:9"],"). She will be destroyed by sources she knows not of (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.11"},"Isaiah 47:11"],"). And she will be cleansed from the earth even as by fire (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.14"},"Isaiah 47:14"],")."],["p.para",{"id":"p182","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p182"},"Truly, Isaiah could say as did Alma, “Wickedness never was happiness” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/41.10"},"Alma 41:10"],")."],["p.para",{"id":"p183","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p183"},"Your experience in studying these chapters of Isaiah should have been significant, for the words of Isaiah were written to teach the great principle that safety comes in following Messiah, the living God of heaven and earth. From the perspective of history, it is easy for people in our day to say, “O, those foolish Israelites! Why couldn’t they see?” But all the while they say that, they may themselves be feasting at the tables of Babylon, blind to the destruction that awaits her and those who serve her."],["p.para",{"id":"p184","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-16.p184"},"That is the message of Isaiah. It is just as pertinent for us today as it was for ancient Israel."]]]]]]],"refs":null}
