{"id":6,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":6,"title":"Chapter 4: The Antemortal Godship of Christ","subtitle":"","short_title":"Chapter 4","uri":"/manual/jesus-the-christ/chapter-4","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-4"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-4.head1"},[".titleNumber","Chapter 4"],["h1","The Antemortal Godship of Christ"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-4.p3"},"It now becomes our purpose to inquire as to the position and status of Jesus the Christ in the antemortal world, from the period of the solemn council in heaven, in which He was chosen to be the future Savior and Redeemer of mankind, to the time at which He was born in the flesh."],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-4.p4"},"We claim scriptural authority for the assertion that Jesus Christ was and is God the Creator, the God who revealed Himself to Adam, Enoch, and all the antediluvial patriarchs and prophets down to Noah; the God of Abraham, Isaac and Jacob; the God of Israel as a united people, and the God of Ephraim and Judah after the disruption of the Hebrew nation; the God who made Himself known to the prophets from Moses to Malachi; the God of the Old Testament record; and the God of the Nephites. We affirm that Jesus Christ was and is Jehovah, the Eternal One."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-4.p5"},"The scriptures specify three personages in the Godhead; (1) God the Eternal Father, (2) His Son Jesus Christ, and (3) the Holy Ghost. These constitute the Holy Trinity, comprizing three physically separate and distinct individuals, who together constitute the presiding council of the heavens.",["sup",["a",{"href":"fn_1"},"a"]],"At least two of these appear as directing participants in the work of creation; this fact is instanced by the plurality expressed in Genesis: “And God said, Let us make man in our image, after our likeness”; and later, in the course of consultation concerning Adam’s act of transgression, “the Lord God said, Behold, the man is become as one of us.”",["sup",["a",{"href":"fn_2"},"b"]],"From the words of Moses, as revealed anew in the present dispensation, we learn more fully of the Gods who were actively engaged in the creation of this earth: “And I, God, said unto mine Only Begotten, which was with me from the beginning: Let us make man in our image, after our likeness.” Then, further, with regard to the condition of Adam after the fall: “I, the Lord God, said unto mine Only Begotten: Behold, the man is become as one of us.”",["sup",["a",{"href":"fn_3"},"c"]],"In the account of the creation recorded by Abraham, “the Gods” are repeatedly mentioned.",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-4.p6"},"As heretofore shown in another connection, the Father operated in the work of creation through the Son, who thus became the executive through whom the will, commandment, or word of the Father was put into effect. It is with incisive appropriateness therefore, that the Son, Jesus Christ, is designated by the apostle John as the Word; or as declared by the Father “the word of my power.”",["sup",["a",{"href":"fn_5"},"e"]],"The part taken by Jesus Christ in the creation, a part so prominent as to justify our calling Him the Creator, is set forth in many scriptures. The author of the Epistle to the Hebrews refers in this wise distinctively to the Father and the Son as separate though associated Beings: “God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets, hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds.”",["sup",["a",{"href":"fn_6"},"f"]],"Paul is even more explicit in his letter to the Colossians, wherein, speaking of Jesus the Son, he says: “For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him: and he is before all things, and by him all things consist.”",["sup",["a",{"href":"fn_7"},"g"]],"And here let be repeated the testimony of John, that by the Word, who was with God, and who was God even in the beginning, all things were made; “and without him was not anything made that was made.”",["sup",["a",{"href":"fn_8"},"h"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-4.p7"},"That the Christ who was to come was in reality God the Creator was revealed in plainness to the prophets on the western hemisphere. Samuel, the converted Lamanite, in preaching to the unbelieving Nephites justified his testimony as follows: “And also that ye might know of the coming of Jesus Christ, the Son of God, the Father of heaven and of earth, the Creator of all things, from the beginning; and that ye might know of the signs of his coming, to the intent that ye might believe on his name.”",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-4.p8"},"To these citations of ancient scripture may most properly be added the personal testimony of the Lord Jesus after He had become a resurrected Being. In His visitation to the Nephites He thus proclaimed Himself: “Behold, I am Jesus Christ the Son of God. I created the heavens and the earth, and all things that in them are. I was with the Father from the beginning. I am in the Father, and the Father in me; and in me hath the Father glorified his name.”",["sup",["a",{"href":"fn_10"},"j"]],"To the Nephites, who failed to comprehend the relation between the gospel declared unto them by the Resurrected Lord, and the Mosaic law which they held traditionally to be in force, and who marveled at His saying that old things had passed away, He explained in this wise: “Behold I say unto you, that the law is fulfilled that was given unto Moses. Behold, I am he that gave the law, and I am he who covenanted with my people Israel: therefore, the law in me is fulfilled, for I have come to fulfil the law; therefore it hath an end.”",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-4.p9"},"Through revelation in the present or last dispensation the voice of Jesus Christ, the Creator of heaven and earth, has been heard anew: “Hearken, O ye people of my church to whom the kingdom has been given—hearken ye and give ear to him who laid the foundation of the earth, who made the heavens and all the hosts thereof, and by whom all things were made which live, and move, and have a being.”",["sup",["a",{"href":"fn_12"},"l"]],"And again, “Behold, I am Jesus Christ the Son of the living God, who created the heavens and the earth; a light which cannot be hid in darkness.”",["sup",["a",{"href":"fn_13"},"m"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-4.p10"},"The divinity of Jesus Christ is indicated by the specific names and titles authoritatively applied to Him. According to man’s judgment there may be but little importance attached to names; but in the nomenclature of the Gods every name is a title of power or station. God is righteously zealous of the sanctity of His own name",["sup",["a",{"href":"fn_14"},"n"]],"and of names given by His appointment. In the case of children of promise names have been prescribed before birth; this is true of our Lord Jesus and of the Baptist, John, who was sent to prepare the way for the Christ. Names of persons have been changed by divine direction, when not sufficiently definite as titles denoting the particular service to which the bearers were called, or the special blessings conferred upon them.",["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-4.p11"},["span.emphasis","Jesus"],"is the individual name of the Savior, and as thus spelled is of Greek derivation; its Hebrew equivalent was",["span.emphasis","Yehoshua"],"or",["span.emphasis","Yeshua,"],"or, as we render it in English,",["span.emphasis","Joshua."],"In the original the name was well understood as meaning “Help of Jehovah,” or “Savior.” Though as common an appellation as John or Henry or Charles today, the name was nevertheless divinely prescribed, as already stated. Thus, unto Joseph, the espoused husband of the Virgin, the angel said, “And thou shalt call his name",["span.smallCaps","Jesus"],": for he shall save his people from their sins.”",["sup",["a",{"href":"fn_16"},"p"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-4.p12"},["span.emphasis","Christ"],"is a sacred title, and not an ordinary appellation or common name; it is of Greek derivation, and in meaning is identical with its Hebrew equivalent",["span.emphasis","Messiah"],"or",["span.emphasis","Messias,"],"signifying the",["span.emphasis","Anointed One."],["sup",["a",{"href":"fn_17"},"q"]],"Other titles, each possessing a definitive meaning, such as",["span.emphasis","Emmanuel, Savior, Redeemer, Only Begotten Son, Lord, Son of God, Son of Man,"],"and many more, are of scriptural occurrence; the fact of main present importance to us is that these several titles are expressive of our Lord’s divine origin and Godship. As seen, the essential names or titles of Jesus the Christ were made known before His birth, and were revealed to prophets who preceded Him in the mortal state.",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-4.p13"},["span.emphasis","Jehovah"],"is the Anglicized rendering of the Hebrew,",["span.emphasis","Yahveh"],"or",["span.emphasis","Jahveh,"],"signifying the",["span.emphasis","Self-existent One,"],"or",["span.emphasis","The Eternal."],"This name is generally rendered in our English version of the Old Testament as",["span.smallCaps","Lord"],", printed in capitals.",["sup",["a",{"href":"fn_19"},"s"]],"The Hebrew,",["span.emphasis","Ehyeh,"],"signifying",["span.emphasis","I Am,"],"is related in meaning and through derivation with the term",["span.emphasis","Yahveh"],"or",["span.emphasis","Jehovah;"],"and herein lies the significance of this name by which the Lord revealed Himself to Moses when the latter received the commission to go into Egypt and deliver the children of Israel from bondage: “Moses said unto God, Behold, when I come unto the children of Israel, and shall say unto them, The God of your fathers hath sent me unto you; and they shall say to me, What is his name? what shall I say unto them? And God said unto Moses,",["span.smallCaps","I Am That I Am"],": and he said, Thus shalt thou say unto the children of Israel,",["span.smallCaps","I Am"],"hath sent me unto you.”",["sup",["a",{"href":"fn_20"},"t"]],"In the succeeding verse the Lord declares Himself to be “the God of Abraham, the God of Isaac, and the God of Jacob.” While Moses was in Egypt, the Lord further revealed Himself, saying “I am the",["span.smallCaps","Lord"],": and I appeared unto Abraham, unto Isaac, and unto Jacob, by thy name of God Almighty, but by my name",["span.smallCaps","Jehovah"],"was I not known to them.”",["sup",["a",{"href":"fn_21"},"u"]],"The central fact connoted by this name,",["span.emphasis","I Am, or Jehovah,"],"the two having essentially the same meaning, is that of existence or duration that shall have no end, and which, judged by all human standards of reckoning, could have had no beginning; the name is related to such other titles as",["span.emphasis","Alpha and Omega,"],"the first and the last, the beginning and the end.",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-4.p14"},"Jesus, when once assailed with question and criticism from certain Jews who regarded their Abrahamic lineage as an assurance of divine preferment, met their abusive words with the declaration: “Verily, verily, I say unto you, Before Abraham was, I am.”",["sup",["a",{"href":"fn_23"},"w"]],"The true significance of this saying would be more plainly expressed were the sentence punctuated and pointed as follows: “Verily, verily, I say unto you, Before Abraham, was",["span.smallCaps","I Am"],"”; which means the same as had He said—Before Abraham, was I, Jehovah. The captious Jews were so offended at hearing Him use a name which, through an erroneous rendering of an earlier scripture,",["sup",["a",{"href":"fn_24"},"x"]],"they held was not to be uttered on pain of death, that they immediately took up stones with the intent of killing Him. The Jews regarded",["span.emphasis","Jehovah"],"as an ineffable name, not to be spoken; they substituted for it the sacred, though to them the not-forbidden name,",["span.emphasis","Adonai,"],"signifying",["span.emphasis","the Lord."],"The original of the terms",["span.emphasis","Lord"],"and",["span.emphasis","God"],"as they appear in the Old Testament, was either",["span.emphasis","Yahveh"],"or",["span.emphasis","Adonai;"],"and the divine Being designated by these sacred names was, as shown by the scriptures cited, Jesus the Christ. John, evangelist and apostle, positively identifies Jesus Christ with Adonai, or the Lord who spoke through the voice of Isaiah,",["sup",["a",{"href":"fn_25"},"y"]],"and with Jehovah who spoke through Zechariah.",["sup",["a",{"href":"fn_26"},"z"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-4.p15"},"The name",["span.emphasis","Elohim"],"is of frequent occurrence in the Hebrew texts of the Old Testament, though it is not found in our English versions. In form the word is a Hebrew plural noun;",["sup",["a",{"href":"fn_27"},"a"]],"but it connotes the plurality of excellence or intensity, rather than distinctively of number. It is expressive of supreme or absolute exaltation and power.",["span.emphasis","Elohim,"],"as understood and used in the restored Church of Jesus Christ, is the name-title of God the Eternal Father, whose firstborn Son in the spirit is",["span.emphasis","Jehovah"],"—the Only Begotten in the flesh, Jesus Christ."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-4.p16"},"Jesus of Nazareth, who in solemn testimony to the Jews declared Himself the",["span.emphasis","I Am"],"or",["span.emphasis","Jehovah,"],"who was God before Abraham lived on earth, was the same Being who is repeatedly proclaimed as the God who made covenant with Abraham, Isaac, and Jacob; the God who led Israel from the bondage of Egypt to the freedom of the promised land, the one and only God known by direct and personal revelation to the Hebrew prophets in general."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-4.p17"},"The identity of Jesus Christ with the Jehovah of the Israelites was well understood by the Nephite prophets, and the truth of their teachings was confirmed by the risen Lord who manifested Himself unto them shortly after His ascension from the midst of the apostles at Jerusalem. This is the record: “And it came to pass that the Lord spake unto them saying, Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands and in my feet, that ye may know that I am the God of Israel, and the God of the whole earth, and have been slain for the sins of the world.”",["sup",["a",{"href":"fn_28"},"b"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-4.p18"},"It would appear unnecessary to cite at greater length in substantiating our affirmation that Jesus Christ was God even before He assumed a body of flesh. During that antemortal period there was essential difference between the Father and the Son, in that the former had already passed through the experiences of mortal life, including death and resurrection, and was therefore a Being possessed of a perfect, immortalized body of flesh and bones, while the Son was yet unembodied. Through His death and subsequent resurrection Jesus the Christ is today a Being like unto the Father in all essential characteristics."],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-4.p19"},"A general consideration of scriptural evidence leads to the conclusion that God the Eternal Father has manifested Himself to earthly prophets or revelators on very few occasions, and then principally to attest the divine authority of His Son, Jesus Christ. As before shown, the Son was the active executive in the work of creation; throughout the creative scenes the Father appears mostly in a directing or consulting capacity. Unto Adam, Enoch, Noah, Abraham and Moses the Father revealed Himself, attesting the Godship of the Christ, and the fact that the Son was the chosen Savior of mankind.",["sup",["a",{"href":"fn_29"},"c"]],"On the occasion of the baptism of Jesus, the Father’s voice was heard, saying, “This is my beloved Son, in whom I am well pleased”;",["sup",["a",{"href":"fn_30"},"d"]],"and at the transfiguration a similar testimony was given by the Father.",["sup",["a",{"href":"fn_31"},"e"]],"On an occasion yet later, while Jesus prayed in anguish of soul, submitting Himself that the Father’s purposes be fulfilled and the Father’s name glorified, “Then came there a voice from heaven, saying, I have both glorified it, and will glorify it again.”",["sup",["a",{"href":"fn_32"},"f"]],"The resurrected and glorified Christ was announced by the Father to the Nephites on the western hemisphere, in these words: “Behold my beloved Son, in whom I am well pleased, in whom I have glorified my name: hear ye him.”",["sup",["a",{"href":"fn_33"},"g"]],"From the time of the occurrence last noted, the voice of the Father was not heard again among men, so far as the scriptures aver, until the spring of 1820, when both the Father and the Son ministered unto the prophet Joseph Smith, the Father saying, “This is my beloved Son, hear him!”",["sup",["a",{"href":"fn_34"},"h"]],"These are the instances of record in which the Eternal Father has been manifest in personal utterance or other revelation to man apart from the Son. God the Creator, the Jehovah of Israel, the Savior and Redeemer of all nations, kindreds and tongues, are the same, and He is Jesus the Christ."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-4.f1"},["h3","Notes to Chapter 4"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-4.p21"},["b","Names Given of God."],"—The significance of names when given of God finds illustration in many scriptural instances. The following are examples: “Jesus,” meaning",["span.emphasis","Savior"],"(",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.21"},"Matthew 1:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.31"},"Luke 1:31"],"); “John,” signifying",["span.emphasis","Jehovah’s gift,"],"specifically applied to the Baptist, who was sent to earth to prepare the way for Jehovah’s coming in the flesh (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.13"},"Luke 1:13"],"); “Ishmael,” signifying",["span.emphasis","God shall hear him"],"(",["a.scriptureRef",{"href":"/scriptures/ot/gen/16.11"},"Genesis 16:11"],"); “Isaac,” meaning",["span.emphasis","laughter"],"(",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.19"},"Genesis 17:19"],", compare",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.10-15"},"18:10–15"],"). As instances of names changed by divine authority to express added blessings, or special callings, consider the following: “Abram,” which connoted",["span.emphasis","nobility"],"or",["span.emphasis","exaltation"],"and as usually rendered,",["span.emphasis","father of elevation,"],"was changed to “Abraham,”",["span.emphasis","father of a multitude"],"which expressed the reason for the change as given at the time thereof, “for a father of many nations have I made thee” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.5"},"Genesis 17:5"],"). “Sarai,” the name of Abraham’s wife, and of uncertain distinctive meaning, was substituted by “Sarah” which signified",["span.emphasis","the princess"],"(",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.15"},"Genesis 17:15"],"). “Jacob,” a name given to the son of Isaac with reference to a circumstance attending his birth, and signifying",["span.emphasis","a supplanter,"],"was superseded by “Israel” meaning",["span.emphasis","a soldier of God, a prince of God;"],"as expressed in the words effecting the change, “Thy name shall be called no more Jacob, but Israel, for as a prince hast thou power with God and with men, and hast prevailed.” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/32.28"},"Genesis 32:28"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.9-10"},"35:9–10"],".) “Simon,” meaning",["span.emphasis","a hearer,"],"the name of the man who became the chief apostle of Jesus Christ, was changed by the Lord to “Cephas” (Aramaic) or “Peter” (Greek) meaning",["span.emphasis","a rock"],"(",["a.scriptureRef",{"href":"/scriptures/nt/john/1.42"},"John 1:42"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.18"},"Matthew 16:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.14"},"Luke 6:14"],"). On James and John the sons of Zebedee, the Lord conferred the name or title “Boanerges” meaning",["span.emphasis","sons of thunder"],"(",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.17"},"Mark 3:17"],")."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-4.p22"},"The following is an instructive excerpt: “",["span.emphasis","Name"],"in the scriptures not only = that by which a person is designated, but frequently = all that is known to belong to the person having this designation, and the person himself. Thus ‘the name of God’ or ‘of Jehovah,’ etc., indicates His authority (",["a.scriptureRef",{"href":"/scriptures/ot/deut/18.20"},"Deut. 18:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.9"},"Matt. 21:9"],", etc.), His dignity and glory (",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.9"},"Isa. 48:9"],", etc.), His protection and favor (",["a.scriptureRef",{"href":"/scriptures/ot/prov/18.10"},"Prov. 18:10"],", etc.), His character (",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.5,14"},"Exo. 34:5, 14"],", compare",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.6-7"},"6, 7"],", etc.), His divine attributes in general (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.9"},"Matt. 6:9"],", etc.), etc. The Lord is said to set or put His name where the revelation or manifestation of His perfections is made (",["a.scriptureRef",{"href":"/scriptures/ot/deut/12.5"},"Deut. 12:5"],",",["a.scriptureRef",{"href":"/scriptures/ot/deut/14.24"},"14:24"],", etc.). To believe in or on the name of Christ is to receive and treat Him in accordance with the revelation which the scriptures make of Him (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.12"},"John 1:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/2.23"},"2:23"],"), etc.”—Smith’s",["span.emphasis","Comprehensive Dictionary of the Bible,"],"article “Name.”"]],["li",["span.label","2."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-4.p23"},["b","Jesus Christ, the God of Israel."],"—“That Jesus Christ was the same Being who called Abraham from his native country, who led Israel out of the land of Egypt with mighty miracles and wonders, who made known to them His law amid the thunderings of Sinai, who delivered them from their enemies, who chastened them for their disobedience, who inspired their prophets, and whose glory filled Solomon’s temple, is evident from all the inspired writings, and in none more so than in the Bible."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-4.p24"},"“His lamentation over Jerusalem evidences that, in His humanity, He had not forgotten His former exalted position: ‘O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, … and ye would not!’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.37"},"Matt. 23:37"],"). It was this Creator of the world, this mighty Ruler, this Controller of the destinies of the human family, who, in His last moments, cried out in the agony of His soul, ‘My God, my God, why hast thou forsaken me?’” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.34"},"Mark 15:34"],".)—From",["span.emphasis","Compendium of the Doctrines of the Gospel,"],"by Franklin D. Richards and James A. Little."]],["li",["span.label","3."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-4.p25"},["b","“Jehovah” a Name Not Uttered by the Jews."],"—Long prior to the time of Christ, certain schools among the Jews, ever intent on the observance of the letter of the law, though not without disregard of its spirit, had taught that the mere utterance of the name of God was blasphemous, and that the sin of so doing constituted a capital offense. This extreme conception arose from the accepted though uninspired interpretation of",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.16"},"Leviticus 24:16"],", “And he that blasphemeth the name of the Lord, he shall surely be put to death, and all the congregation shall certainly stone him: as well the stranger, as he that is born in the land, when he blasphemeth the name of the Lord, shall be put to death.” We take the following from Smith’s",["span.emphasis","Comprehensive Dictionary of the Bible,"],"article “Jehovah”: “The true pronunciation of this name, [Yehovah] by which God was known to the Hebrews, has been entirely lost, the Jews themselves scrupulously avoiding every mention of it, and substituting in its stead one or other of the words with whose proper vowel-points it may happen to be written [",["span.emphasis","Adonai,"],"Lord, or",["span.emphasis","Elohim,"],"God]. … According to Jewish tradition it was pronounced but once a year by the high priest on the day of atonement when he entered the Holy of Holies; but on this point there is some doubt.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-4.fn1"},["b","1"],["span.label","a"],"See “God and the Godhead,” in the author’s",["span.emphasis","Articles of Faith,"],"2."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-4.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/ot/gen/1.26"},"Genesis 1:26"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.22"},"3:22"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-4.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.26"},"Moses 2:26"],"and",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.28"},"4:28"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-4.fn4"},["b","4"],["span.label","d"],"Abraham, chapters",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4"},"4"],"and",["a.scriptureRef",{"href":"/scriptures/pgp/abr/5"},"5"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-4.fn5"},["b","5"],["span.label","e"],"See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p12"},"10"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.1"},"John 1:1"],"; and",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.32"},"Moses 1:32"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-4.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/heb/1.1-2"},"Hebrews 1:1, 2"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/8.6"},"1 Corinthians 8:6"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-4.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/col/1.16-17"},"Colossians 1:16, 17"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-4.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.1-3"},"John 1:1–3"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-4.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.12"},"Helaman 14:12"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.8"},"Mosiah 3:8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.2"},"4:2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.39"},"Alma 11:39"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-4.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.15"},"3 Nephi 9:15"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-4.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.4-5"},"3 Nephi 15:4, 5"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-4.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.1"},"D&C 45:1"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-4.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.9"},"D&C 14:9"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.1,31"},"29:1, 31"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.24"},"76:24"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-4.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/ot/ex/20.7"},"Exodus 20:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.12"},"Leviticus 19:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.11"},"Deuteronomy 5:11"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-4.fn15"},["b","15"],["span.label","o"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-4.p21"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-4.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/matt/1.21"},"Matthew 1:21"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.23,25"},"verses 23, 25"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.31"},"Luke 1:31"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-4.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.41"},"John 1:41"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/4.25"},"4:25"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-4.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.31"},"Luke 1:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.21"},"2:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.21,25"},"Matthew 1:21, 25"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.23"},"verse 23"],"and compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.14"},"Isaiah 7:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.11"},"Luke 2:11"],". See further",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.51,57"},"Moses 6:51, 57"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.20"},"7:20"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.24"},"8:24"],".",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.4"},"1 Nephi 10:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.3"},"2 Nephi 10:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.8"},"Mosiah 3:8"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-4.fn19"},["b","19"],["span.label","s"],"The name appears thus in",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.5"},"Genesis 2:5"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/ex/6.2-4"},"Exodus 6:2–4"],"; and read for comparison",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.1"},"Genesis 17:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.11"},"35:11"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-4.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/ot/ex/3.13-14"},"Exodus 3:13, 14"],"; compare with respect to the fact of eternal duration expressed in this name,",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.6"},"Isaiah 44:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/8.58"},"John 8:58"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/1.17"},"Colossians 1:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/13.8"},"Hebrews 13:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.4"},"Revelation 1:4"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.3"},"Moses 1:3"],"and the references there given."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-4.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/ot/ex/6.2-3"},"Exodus 6:2, 3"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-4.p23"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-4.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/rev/1.11,17"},"Revelation 1:11, 17"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/2.8"},"2:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.13"},"22:13"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/41.4"},"Isaiah 41:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.6"},"44:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.12"},"48:12"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-4.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/john/8.58"},"John 8:58"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-4.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/ot/lev/24.16"},"Leviticus 24:16"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-4.p25"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-4.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/ot/isa/6.8-11"},"Isaiah 6:8–11"],"; and compare",["a.scriptureRef",{"href":"/scriptures/nt/john/12.40-41"},"John 12:40, 41"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-4.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/ot/zech/12.10"},"Zechariah 12:10"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/19.37"},"John 19:37"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-4.fn27"},["b","27"],["span.label","a"],"The singular “Eloah,” appears only in poetic usage."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-4.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.13-14"},"3 Nephi 11:13, 14"],"; also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.40"},"1 Nephi 17:40"],"and observe from",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.30"},"verse 30"],"that the Redeemer is here spoken of as the God who delivered Israel. See further",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.19"},"Mosiah 7:19"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-39.p1"},"Chapter 39"],"herein."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-4.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.6,31-33"},"Moses 1:6, 31–33"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.1"},"2:1"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.2-3"},"4:2, 3"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.57"},"6:57"],"; compare",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.35,39,47,53-59"},"7:35, 39, 47, 53–59"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.16,19,23-24"},"8:16, 19, 23, 24"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.22-28"},"Abraham 3:22–28"],". See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p1"},"chapter 5"],"herein."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-4.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/3.17"},"Matthew 3:17"],"; also",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.11"},"Mark 1:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.22"},"Luke 3:22"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-4.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/matt/17.5"},"Matthew 17:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.35"},"Luke 9:35"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-4.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/john/12.28"},"John 12:28"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-4.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.7"},"3 Nephi 11:7"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-4.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.17"},"Joseph Smith—History 1:17"],"."]]}
