{"id":11,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":11,"title":"Chapter 9: The Boy of Nazareth","subtitle":"","short_title":"Chapter 9","uri":"/manual/jesus-the-christ/chapter-9","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-9"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-9.head1"},[".titleNumber","Chapter 9"],["h1","The Boy of Nazareth"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-9.p3"},"Joseph, Mary, and her Son remained in Egypt until after the death of Herod the Great, which event was made known by another angelic visitation. Their stay in the foreign land was probably brief, for Herod did not long survive the babes he had slain in Bethlehem. In the return of the family from Egypt the evangelist finds a fulfillment of Hosea’s prophetic vision of what should be: “Out of Egypt have I called my son.”",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-9.p4"},"It appears to have been Joseph’s intention to make a home for the family in Judea, possibly at Bethlehem—the city of his ancestors and a place now even more endeared to him as the birthplace of Mary’s Child—but, learning on the way that Herod’s son Archelaus ruled in the place of his wicked father, Joseph modified his purpose; and, “being warned of God in a dream, he turned aside into the parts of Galilee: and he came and dwelt in a city called Nazareth: that it might be fulfilled which was spoken by the prophets, He shall be called a Nazarene.”",["sup",["a",{"href":"fn_2"},"b"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-9.p5"},"While Archelaus, who appears to have been a natural heir to his infamous father’s wickedness and cruelty, ruled in Judea,",["sup",["a",{"href":"fn_3"},"c"]],"for a short time as king, then with the less exalted title of ethnarch, which had been decreed to him by the emperor, his brother Antipas governed as tetrarch in Galilee. Herod Antipas was well nigh as vicious and reprobate as others of his unprincipled family, but he was less aggressive in vindictiveness, and in that period of his reign was comparatively tolerant.",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-9.p6"},"Concerning the home life of Joseph and his family in Nazareth, the scriptural record makes but brief mention. The silence with which the early period of the life of Jesus is treated by the inspired historians is impressive; while the fanciful accounts written in later years by unauthorized hands are full of fictitious detail, much of which is positively revolting in its puerile inconsistency. None but Joseph, Mary, and the other members of the immediate family or close associates of the household could have furnished the facts of daily life in the humble home at Nazareth; and from these qualified informants Matthew and Luke probably derived the knowledge of which they wrote. The record made by those who knew is marked by impressive brevity. In this absence of detail we may see evidence of the genuineness of the scriptural account. Inventive writers would have supplied, as, later, such did supply, what we seek in vain within the chapters of the Gospels. With hallowed silence do the inspired scribes honor the boyhood of their Lord; he who seeks to invent circumstances and to invest the life of Christ with fictitious additions, dishonors Him. Read thoughtfully the attested truth concerning the childhood of the Christ: “And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him.”",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-9.p7"},"In such simplicity is the normal, natural development of the Boy Jesus made clear. He came among men to experience all the natural conditions of mortality; He was born as truly a dependent, helpless babe as is any other child; His infancy was in all common features as the infancy of others; His boyhood was actual boyhood, His development was as necessary and as real as that of all children. Over His mind had fallen the veil of forgetfulness common to all who are born to earth, by which the remembrance of primeval existence is shut off. The Child grew, and with growth there came to Him expansion of mind, development of faculties, and progression in power and understanding. His advancement was from one grace to another, not from gracelessness to grace; from good to greater good, not from evil to good, from favor with God to greater favor, not from estrangement because of sin to reconciliation through repentance and propitiation.",["sup",["a",{"href":"fn_6"},"f"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-9.p8"},"Our knowledge of Jewish life in that age justifies the inference that the Boy was well taught in the law and the scriptures, for such was the rule. He garnered knowledge by study, and gained wisdom by prayer, thought, and effort. Beyond question He was trained to labor, for idleness was abhorred then as it is now; and every Jewish boy, whether carpenter’s son, peasant’s child, or rabbi’s heir, was required to learn and follow a practical and productive vocation. Jesus was all that a boy should be, for His development was unretarded by the dragging weight of sin; He loved and obeyed the truth and therefore was free.",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-9.p9"},"Joseph and Mary, devout and faithful in all observances of the law, went up to Jerusalem every year at the feast of the Passover. This religious festival, it should be remembered, was one of the most solemn and sacred among the many ceremonial commemorations of the Jews; it had been established at the time of the peoples’ exodus from Egypt, in remembrance of the outstretched arm of power by which God had delivered Israel after the angel of destruction had slain the firstborn in every Egyptian home and had mercifully passed over the houses of the children of Jacob.",["sup",["a",{"href":"fn_8"},"h"]],"It was of such importance that its annual recurrence was made the beginning of the new year. The law required all males to present themselves before the Lord at the feast. The rule was that women should likewise attend if not lawfully detained; and Mary appears to have followed both the spirit of the law and the letter of the rule, for she habitually accompanied her husband to the annual gathering at Jerusalem."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-9.p10"},"When Jesus had attained the age of twelve years He was taken by His mother and Joseph to the feast as the law required; whether the Boy had ever before been present on such an occasion we are not told. At twelve years of age a Jewish boy was recognized as a member of his home community; he was required then to enter with definite purpose upon his chosen vocation; he attained an advanced status as an individual in that thereafter he could not be arbitrarily disposed of as a bond-servant by his parents; he was appointed to higher studies in school and home; and, when accepted by the priests, he became a “son of the law.” It was the common and very natural desire of parents to have their sons attend the feast of the Passover and be present at the temple ceremonies as recognized members of the congregation when of the prescribed age. Thus came the Boy Jesus to the temple."],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-9.p11"},"The feast proper lasted seven days, and in the time of Christ was annually attended by great concourses of Jews; Josephus speaks of such a Passover gathering as “an innumerable multitude.”",["sup",["a",{"href":"fn_9"},"i"]],"The people came from distant provinces in large companies and caravans, as a matter of convenience and as a means of common protection against the marauding bands which are known to have infested the country. As members of such a company Joseph and his family traveled."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-9.p12"},"When, following the conclusion of the Passover, the Galilean company had gone a day’s journey toward home, Joseph and Mary discovered to their surprise and deep concern that Jesus was not with their company. After a fruitless search among their friends and acquaintances, they turned back toward Jerusalem seeking the Boy. Their inquiries brought little comfort or assistance until three days had passed; then “they found him in the temple, sitting in the midst of the doctors, both hearing them and asking them questions.”",["sup",["a",{"href":"fn_10"},"j"]],"It was no unusual thing for a twelve year old boy to be questioned by priests, scribes, or rabbis, nor to be permitted to ask questions of these professional expounders of the law, for such procedure was part of the educational training of Jewish youths; nor was there anything surprising in such a meeting of students and teachers within the temple courts, for the rabbis of that time were accustomed to give instruction there; and people, young and old, gathered about them, sitting at their feet to learn; but there was much that was extraordinary in this interview as the demeanor of the learned doctors showed, for never before had such a student been found, inasmuch as “all that heard him were astonished at his understanding and answers.” The incident furnishes evidence of a well spent boyhood and proof of unusual attainments.",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-9.p13"},"The amazement of Mary and her husband on finding the Boy in such distinguished company, and so plainly the object of deference and respect, and the joy of seeing again the beloved One who to them had been lost, did not entirely banish the memory of the anguish His absence had caused them. In words of gentle yet unmistakable reproof the mother said: “Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.” The Boy’s reply astonished them, in that it revealed, to an extent they had not before realized, His rapidly maturing powers of judgment and understanding. Said He: “How is it that ye sought me? wist ye not that I must be about my Father’s business?”"],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-9.p14"},"Let us not say that there was unkind rebuke or unfilial reproof in the answer of this most dutiful of sons to His mother. His reply was to Mary a reminder of what she seems to have forgotten for the moment—the facts in the matter of her Son’s paternity. She had used the words “thy father and I”; and her Son’s response had brought anew to her mind the truth that Joseph was not the Boy’s father. She appears to have been astonished that One so young should so thoroughly understand His position with respect to herself. He had made plain to her the inadvertent inaccuracy of her words; His Father had not been seeking Him; for was He not even at that moment in His Father’s house, and particularly engaged in His Father’s business, the very work to which His Father had appointed Him?"],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-9.p15"},"He had in no wise intimated a doubt as to Mary’s maternal relationship to Himself; though He had indisputably shown that He recognized as His Father, not Joseph of Nazareth, but the God of Heaven. Both Mary and Joseph failed to comprehend the full import of His words. Though He understood the superior claim of duty based on His divine Sonship, and had shown to Mary that her authority as earthly mother was subordinate to that of His immortal and divine Father, nevertheless He obeyed her. Interested as were the doctors in this remarkable Boy, much as He had given them to ponder over through His searching questions and wise answers, they could not detain Him, for the very law they professed to uphold enjoined strict obedience to parental authority. “And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.”"],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-9.p16"},"What marvelous and sacred secrets were treasured in that mother’s heart; and what new surprises and grave problems were added day after day in the manifestations of unfolding wisdom displayed by her more than mortal Son! Though she could never have wholly forgotten, at times she seemingly lost sight of, her Son’s exalted personality. That such conditions should exist was perhaps divinely appointed. There could scarcely have been a full measure of truly human experience in the relationship between Jesus and His mother, or between Him and Joseph, had the fact of His divinity been always dominant or even prominently apparent. Mary appears never to have fully understood her Son; at every new evidence of His uniqueness she marveled and pondered anew. He was hers, and yet in a very real sense not wholly hers. There was about their relation to each other a mystery, awful yet sublime, a holy secret which that chosen and blessed mother hesitated even to tell over to herself. Fear must have contended with joy within her soul because of Him. The memory of Gabriel’s glorious promises, the testimony of the rejoicing shepherds, and the adoration of the magi must have struggled with that of Simeon’s portentous prophecy, directed to herself in person: “Yea, a sword shall pierce through thy own soul also.”",["sup",["a",{"href":"fn_12"},"l"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-9.p17"},"As to the events of the eighteen years following the return of Jesus from Jerusalem to Nazareth, the scriptures are silent save for one rich sentence of greatest import: “And Jesus increased in wisdom and stature, and in favor with God and man.”",["sup",["a",{"href":"fn_13"},"m"]],"Plainly this Son of the Highest was not endowed with a fulness of knowledge, nor with the complete investiture of wisdom, from the cradle.",["sup",["a",{"href":"fn_14"},"n"]],"Slowly the assurance of His appointed mission as the Messiah, of whose coming He read in the law, the prophets, and the psalms, developed within His soul; and in devoted preparation for the ministry that should find culmination on the cross He passed the years of youth and early manhood. From the chronicles of later years we learn that He was reputed without question to be the son of Joseph and Mary, and was regarded as the brother of other and younger children of the family. He was spoken of both as a carpenter and a carpenter’s son; and, until the beginning of His public ministry He appears to have been of little prominence even in the small home community.",["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-9.p18"},"He lived the simple life, at peace with His fellows, in communion with His Father, thus increasing in favor with God and men. As shown by His public utterances after He had become a man, these years of seclusion were spent in active effort, both physical and mental. Jesus was a close observer of nature and men. He was able to draw illustrations with which to point His teachings from the varied occupations, trades and professions; the ways of the lawyer and the physician, the manners of the scribe, the Pharisee and the rabbi, the habits of the poor, the customs of the rich, the life of the shepherd, the farmer, the vinedresser and the fisherman—were all known to Him. He considered the lilies of the field, and the grass in meadow and upland, the birds which sowed not nor gathered into barns but lived on the bounty of their Maker, the foxes in their holes, the petted house dog and the vagrant cur, the hen sheltering her brood beneath protecting wings—all these had contributed to the wisdom in which He grew, as had also the moods of the weather, the recurrence of the seasons, and all the phenomena of natural change and order."],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-9.p19"},"Nazareth was the abode of Jesus until He was about thirty years of age; and, in accordance with the custom of designating individuals by the names of their home towns as additions to their personal names,",["sup",["a",{"href":"fn_16"},"p"]],"our Lord came to be generally known as Jesus of Nazareth.",["sup",["a",{"href":"fn_17"},"q"]],"He is also referred to as a Nazarene, or a native of Nazareth, and this fact is cited by Matthew as a fulfillment of earlier prediction, though our current compilation of scriptures constituting the Old Testament contains no record of such prophecy. It is practically certain that this prediction was contained in some one of the many scriptures extant in earlier days but since lost.",["sup",["a",{"href":"fn_18"},"r"]],"That Nazareth was an obscure village, of little honor or renown, is evidenced by the almost contemptuous question of Nathanael, who, on being informed that the Messiah had been found in Jesus of Nazareth, asked: “Can there any good thing come out of Nazareth?”",["sup",["a",{"href":"fn_19"},"s"]],"The incredulous query had passed into a proverb current even today as expressive of any unpopular or unpromising source of good. Nathanael lived in Cana, but a few miles from Nazareth, and his surprise at the tidings brought by Philip concerning the Messiah incidentally affords evidence of seclusion in which Jesus had lived."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-9.p20"},"So passed the boyhood, youth, and early manhood of the Savior of mankind."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-9.f1"},["h3","Notes to Chapter 9"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-9.p22"},["b","Archelaus Reigned in Herod’s Stead."],"—“At his death Herod [the Great] left a will according to which his kingdom was to be divided among his three sons. Archelaus was to have Judea, Idumea, and Samaria, with the title of king (",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.22"},"Matthew 2:22"],"). Herod Antipas was to receive Galilee and Perea, with the title of tetrarch; Philip was to come into possession of the trans-Jordan territory with the title of tetrarch (",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.1"},"Luke 3:1"],"). This will was ratified by Augustus with the exception of the title given to Archelaus. Archelaus, after the ratification of Herod’s will by Augustus, succeeded to the rule of Judea, Samaria, and Idumea, having the title of ethnarch, with the understanding that, if he ruled well, he was to become king. He was, however, highly unpopular with the people, and his reign was marked by disturbances and acts of oppression. The situation became finally so intolerable that the Jews appealed to Augustus, and Archelaus was removed and sent into exile. This accounts for the statement in",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.22"},"Matthew 2:22"],", and possibly also suggested the point of the parable (",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.12"},"Luke 19:12"],", etc.).”—",["span.emphasis","Standard Bible Dictionary,"],"Funk and Wagnalls Co., article “Herod.” Early in his reign he wreaked summary vengeance on the people who ventured to protest against a continuation of his father’s violence, by slaughtering three thousand or more; and the awful deed of carnage was perpetrated in part within the precincts of the temple. (Josephus,",["span.emphasis","Antiquities,"],"xvii, 9:1–3.)"]],["li",["span.label","2."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-9.p23"},["b","Herod Antipas."],"—Son of Herod I (the Great) by a Samaritan woman, and full brother to Archelaus. By the will of his father he became tetrarch of Galilee and Perea (",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.1"},"Matthew 14:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.19"},"Luke 3:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.7"},"9:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.1"},"Acts 13:1"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.1"},"Luke 3:1"],"). He repudiated his wife, a daughter of Aretas, king of Arabia Petrea, and entered into an unlawful union with Herodias, the wife of his half-brother Herod Philip I (not the tetrarch Philip). John the Baptist was imprisoned and finally put to death, through the anger of Herodias over his denunciation of her union with Herod Antipas. Herodias urged Antipas to go to Rome and petition Cæsar for the title of king (compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.14"},"Mark 6:14"],", etc.). Antipas is the Herod most frequently mentioned in the New Testament (",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.17"},"Mark 6:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.15"},"8:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.1"},"Luke 3:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.7"},"9:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.31"},"13:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.27"},"Acts 4:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.1"},"13:1"],"). He was the Herod to whom Pilate sent Jesus for examination, taking advantage of Christ being known as a Galilean, and of the coincident fact of Herod’s presence in Jerusalem at the time in attendance at the Passover (",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.6"},"Luke 23:6"],", etc.). For further details see Smith’s, Cassell’s, or the",["span.emphasis","Standard Bible Dictionary."]]],["li",["span.label","3."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-9.p24"},["b","Testimony of John the Apostle Concerning Christ’s Development in Knowledge and Grace."],"—In a modern revelation, Jesus the Christ has confirmed the record of John the apostle, which record appears but in part in our compilation of ancient scriptures. John thus attests the actuality of natural development in the growth of Jesus from childhood to maturity: “And I, John, saw that he received not of the fulness at the first, but received grace for grace; And he received not of the fulness at first, but continued from grace to grace, until he received a fulness; And thus he was called the Son of God, because he received not of the fulness at the first” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.12-14"},"D&C 93:12–14"],"). Notwithstanding this graded course of growth and development after His birth in the flesh, Jesus Christ had been associated with the Father from the beginning, as is set forth in the revelation cited. We read therein: “And he [John] bore record, saying, I saw his glory that he was in the beginning before the world was; therefore in the beginning the Word was, for he was the Word, even the messenger of salvation, the light and the Redeemer of the world; the Spirit of truth, who came into the world, because the world was made by him, and in him was the life of men and the light of men. The worlds were made by him: men were made by him: all things were made by him, and through him, and of him. And I, John, bear record that I beheld his glory, as the glory of the Only Begotten of the Father, full of grace and truth, even the Spirit of truth, which came and dwelt in the flesh, and dwelt among us” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.7-11"},"verses 7–11"],")."]],["li",["span.label","4."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-9.p25"},["b","Missing Scripture."],"—Matthew’s commentary on the abode of Joseph, Mary and Jesus at Nazareth, “and he came and dwelt in a city called Nazareth: that it might be fulfilled which was spoken by the prophets, he shall be called a Nazarene” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.23"},"2:23"],"), with the fact that no such saying of the prophets is found in any of the books contained in the Bible, suggests the certainty of lost scripture. Those who oppose the doctrine of continual revelation between God and His Church, on the ground that the Bible is complete as a collection of sacred scriptures, and that alleged revelation not found therein must therefore be spurious, may profitably take note of the many books not included in the Bible, yet mentioned therein, generally in such a way as to leave no doubt that they were once regarded as authentic. Among these extra-Biblical scriptures, the following may be named; some of them are in existence today, and are classed with the Apocrypha; but the greater number are unknown. We read of the Book of the Covenant (",["a.scriptureRef",{"href":"/scriptures/ot/ex/24.7"},"Exodus 24:7"],"); Book of the Wars of the Lord (",["a.scriptureRef",{"href":"/scriptures/ot/num/21.14"},"Numbers 21:14"],"); Book of Jasher (",["a.scriptureRef",{"href":"/scriptures/ot/josh/10.13"},"Joshua 10:13"],"); Book of the Statutes (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/10.25"},"1 Samuel 10:25"],"); Book of Enoch (",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.14"},"Jude 1:14"],"); Book of the Acts of Solomon (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.41"},"1 Kings 11:41"],"); Book of Nathan the Prophet, and that of Gad the Seer (",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/29.29"},"1 Chronicles 29:29"],"); Book of Ahijah the Shilonite, and visions of Iddo the Seer (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/9.29"},"2 Chronicles 9:29"],"); Book of Shemaiah (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/12.15"},"2 Chronicles 12:15"],"); Story of the Prophet Iddo (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/13.22"},"2 Chronicles 13:22"],"); Book of Jehu (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/20.34"},"2 Chronicles 20:34"],"); the Acts of Uzziah, by Isaiah, the son of Amoz (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/26.22"},"2 Chronicles 26:22"],"); Sayings of the Seers (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/33.19"},"2 Chronicles 33:19"],"); a missing epistle of Paul to the Corinthians (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/5.9"},"1 Corinthians 5:9"],"); a missing epistle to the Ephesians (",["a.scriptureRef",{"href":"/scriptures/nt/eph/3.3"},"Ephesians 3:3"],"); missing epistle to the Colossians, written from Laodicea (",["a.scriptureRef",{"href":"/scriptures/nt/col/4.16"},"Colossians 4:16"],"); a missing epistle of Jude (",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.3"},"Jude 1:3"],")."]],["li",["span.label","5."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-9.p26"},["b","Nazareth."],"—A town or “city” in Galilee, of which Biblical mention is found in the New Testament only. Josephus says nothing concerning the place. The name of the existing village, or the Nazareth of today, is",["span.emphasis","En-Nazirah."],"This occupies an upland site on the southerly ridge of Lebanon, and “commands a splendid view of the Plain of Esdraelon and Mount Carmel, and is very picturesque in general” (Zenos). The author of the article “Nazareth” in Smith’s",["span.emphasis","Bible Dict."],"identifies the modern En-Nazirah, with the Nazareth of old on the following grounds: “It is on the lower declivities of a hill or mountain (",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.29"},"Luke 4:29"],"); it is within the limits of the province of Galilee (",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.9"},"Mark 1:9"],"); it is near Cana (",["a.scriptureRef",{"href":"/scriptures/nt/john/2.1,2,11"},"John 2:1, 2, 11"],"); a precipice exists in the neighborhood (",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.29"},"Luke 4:29"],"); and a series of testimonials reaching back to Eusebius represent the place as having occupied the same position.” The same writer adds: “Its population is 3000 or 4000; a few are Mohammedans, the rest Latin and Greek Christians. Most of the houses are well built of stone, and appear neat and comfortable. The streets or lanes are narrow and crooked, and after rain are so full of mud and mire as to be almost impassable.” At the time of Christ’s life the town was not only regarded as unimportant by the Judeans who professed but little respect for Galilee or the Galileans, but as without honor by the Galileans themselves, as appears from the fact that the seemingly contemptuous question, “Can there any good thing come out of Nazareth?” was uttered by Nathanael (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.46"},"John 1:46"],"), who was a Galilean and a native of Cana, a neighboring town to Nazareth (",["a.scriptureRef",{"href":"/scriptures/nt/john/21.2"},"John 21:2"],"). Nazareth owes its celebrity to its association with events in the life of Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.23"},"Matthew 2:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.54"},"13:54"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.9"},"Mark 1:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.1"},"6:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.26"},"Luke 1:26"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.4"},"2:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.23,34"},"4:23, 34"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.45-46"},"John 1:45, 46"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.19"},"19:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.22"},"Acts 2:22"],")."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-9.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/2.15"},"Matthew 2:15"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/hosea/11.1"},"Hosea 11:1"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-9.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/matt/2.19-23"},"Matthew 2:19–23"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p26"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-9.fn3"},["b","3"],["span.label","c"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p22"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-9.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p23"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-9.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.40"},"Luke 2:40"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-9.fn6"},["b","6"],["span.label","f"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p24"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-9.fn7"},["b","7"],["span.label","g"],"Compare His teachings after He had reached manhood, e.g.,",["a.scriptureRef",{"href":"/scriptures/nt/john/8.32"},"John 8:32"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-9.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/ot/deut/16.1-6"},"Deuteronomy 16:1–6"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.2"},"Exodus 12:2"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-9.fn9"},["b","9"],["span.label","i"],"Josephus,",["span.emphasis","Wars of the Jews,"],"ii, 1:3."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-9.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.46"},"Luke 2:46"],"; read",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.41-52"},"41–52"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-9.fn11"},["b","11"],["span.label","k"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.28-29"},"Matthew 7:28, 29"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.54"},"13:54"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.2"},"Mark 6:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.22"},"Luke 4:22"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-9.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.35"},"Luke 2:35"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-9.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.52"},"Luke 2:52"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-9.fn14"},["b","14"],["span.label","n"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p24"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-9.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.55-56"},"Matthew 13:55, 56"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.3"},"Mark 6:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.22"},"Luke 4:22"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.46-47"},"Matthew 12:46, 47"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.19"},"Galatians 1:19"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-9.fn16"},["b","16"],["span.label","p"],"For illustrative examples see Joseph of Arimathea (",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.43"},"Mark 15:43"],"); Mary Magdalene, so known from her native town of Magdala (",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.56"},"Matthew 27:56"],"); Judas Iscariot, possibly named after his home in Kerioth (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.4"},"Matthew 10:4"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-16.p18"},"225"],"herein)."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-9.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/matt/21.11"},"Matthew 21:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/18.5"},"John 18:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.19"},"19:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.22"},"Acts 2:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.6"},"3:6"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.16"},"Luke 4:16"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-9.fn18"},["b","18"],["span.label","r"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p25"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-9.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.45-46"},"John 1:45, 46"],"."]]}
