{"id":32,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":32,"title":"Chapter 30: Jesus Returns to the Temple Daily","subtitle":"","short_title":"Chapter 30","uri":"/manual/jesus-the-christ/chapter-30","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-30"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-30.head1"},[".titleNumber","Chapter 30"],["h1","Jesus Returns to the Temple Daily"]],[".bodyBlock",[".topic",["h2","An Instructive Incident on the Way",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-30.p4"},"On the morrow, which, as we reckon, was Monday, the second day of Passion week, Jesus and the Twelve returned to Jerusalem and spent the greater part of the day at the temple. The start from Bethany was an early one, and Jesus hungered by the way. Looking ahead He saw a fig tree that differed from the rest of the many fig trees of the region in that it was in full leaf though the season of fruit had not yet come.",["sup",["a",{"href":"fn_2"},"b"]],"It is well known that the fruit-buds of a fig tree appear earlier than do the leaves, and that by the time the tree is in full foliage the figs are well advanced toward maturity. Moreover, certain species of figs are edible while yet green; indeed the unripe fruit is relished in the Orient at the present time. It would be reasonable, therefore, for one to expect to find edible figs even in early April on a tree that was already covered with leaves. When Jesus and His party reached this particular tree, which had rightly been regarded as rich in promise of fruit, they found on it nothing but leaves; it was a showy, fruitless, barren tree. It was destitute even of old figs, those of the preceding season, some of which are often found in spring on fruitful trees. Jesus pronounced upon that tree the sentence of perpetual barrenness. “No man eat fruit of thee hereafter forever” He said according to Mark’s account; or, as Matthew records the judgment, “Let no fruit grow on thee henceforward for ever.” The latter writer tells us in immediate sequence that “presently the fig tree withered away”; but the former makes it appear that the effect of the curse was not observed until the following morning, when, as Jesus and the apostles were once again on the way between Bethany and Jerusalem, they saw that the fig tree had withered and dried from the roots up. Peter called attention to the blasted tree, and, addressing Jesus, exclaimed: “Master, behold, the fig tree which thou cursedst is withered away.”"],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-30.p5"},"Applying the lesson of the occasion, Jesus said, “Have faith in God”; and then He repeated some of His former assurances as to the power of faith, by which even mountains may be removed, should there be need of such miraculous accomplishment, and through which, indeed, any necessary thing may be done. The blighting of a tree was shown to be small in comparison with the greater possibilities of achievement through faith and prayer. But to so achieve one must work and pray without reservation or doubt, as the Lord thus made plain: “Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them.” Prayer must be acceptable unto God to be effective; and it follows that he who desires to accomplish any work through prayer and faith must be fit to present himself before the Lord in supplication; therefore Jesus again instructed the apostles saying: “And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses. But if ye do not forgive, neither will your Father which is in heaven forgive your trespasses.”",["sup",["a",{"href":"fn_3"},"c"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-30.p6"},"The blighting of the barren fig tree is regarded by many as unique among the recorded miracles of Christ, from the fact that while all the others were wrought for relief, blessing, and beneficent purposes generally, this one appears as an act of judgment and destructive execution. Nevertheless in this miracle the Lord’s purpose is not hidden; and the result, while fatal to a tree, is of lasting blessing to all who would learn and profit by the works of God. If no more has been accomplished by the miracle than the presenting of so impressive an object lesson for the instructions that followed, that smitten tree has proved of greater service to humanity than have all the fig orchards of Bethphage.",["sup",["a",{"href":"fn_4"},"d"]],"To the apostles the act was another and an indisputable proof of the Lord’s power over nature, His control of natural forces and all material things, His jurisdiction over life and death. He had healed multitudes; the wind and the waves had obeyed His words; on three occasions He had restored the dead to life; it was fitting that He should demonstrate His power to smite and to destroy. In manifesting His command over death, He had mercifully raised a maiden from the couch on which she had died, a young man from the bier on which he was being carried to the grave, another from the sepulchre in which he had been laid away a corpse; but in proof of His power to destroy by a word He chose a barren and worthless tree for His subject. Could any of the Twelve doubt, when, a few days later they saw Him in the hands of vindictive priests and heartless pagans, that did He so will He could smite His enemies by a word, even unto death? Yet not until after His glorious resurrection did even the apostles realize how truly voluntary His sacrifice had been."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-30.p7"},"But the fate that befell the barren fig tree is instructive from another point of view. The incident is as much parable as miracle. That leafy tree was distinguished among fig trees; the others offered no invitation, gave no promise; “the time of figs was not yet”; they, in due season would bring forth fruit and leaves; but this precocious and leafy pretender waved its umbrageous limbs as in boastful assertion of superiority. For those who responded to its ostentatious invitation, for the hungering Christ who came seeking fruit, it had naught but leaves. Even for the purposes of the lesson involved, we cannot conceive of the tree being blighted primarily because it was fruitless, for at that season the other fig trees were bare of fruit also; it was made the object of the curse and the subject of the Lord’s instructive discourse, because, having leaves, it was deceptively barren. Were it reasonable to regard the tree as possessed of moral agency, we would have to pronounce it a hypocrite; its utter barrenness coupled with its abundance of foliage made of it a type of human hypocrisy."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-30.p8"},"The leafy, fruitless tree was a symbol of Judaism, which loudly proclaimed itself as the only true religion of the age, and condescendingly invited all the world to come and partake of its rich ripe fruit; when in truth it was but an unnatural growth of leaves, with no fruit of the season, nor even an edible bulb held over from earlier years, for such as it had of former fruitage was dried to worthlessness and made repulsive in its worm-eaten decay. The religion of Israel had degenerated into an artificial religionism, which in pretentious show and empty profession outclassed the abominations of heathendom. As already pointed out in these pages, the fig tree was a favorite type in rabbinical representation of the Jewish race, and the Lord had before adopted the symbolism in the Parable of the Barren Fig Tree, that worthless growth which did but cumber the ground.",["sup",["a",{"href":"fn_5"},"e"]]]],[".topic",["h2","The Second Clearing of the Temple",["sup",["a",{"href":"fn_6"},"f"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-30.p10"},"Within the temple grounds Jesus was filled with indignation at the scene of tumult and desecration which the place presented. Three years before, at Passover time, He had been wrought up to a high state of righteous anger by a similar exhibition of sordid chaffering within the sacred precincts, and had driven out the sheep and oxen, and forcibly expelled the traders and the money-changers and all who were using His Father’s house as a house of merchandise.",["sup",["a",{"href":"fn_7"},"g"]],"That was near the beginning of His public labor, and the vigorous action was among the first of His works to attract general attention; now, within four days of the cross, He cleared the courts again by casting out all “them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves”; nor would He suffer any to carry their buckets and baskets through the enclosure, as many were in the habit of doing and so making the way a common thoroughfare. “Is it not written,” He demanded of them in wrath, “My house shall be called of all nations the house of prayer? but ye have made it a den of thieves.” On the former occasion, before He had declared or even confessed His Messiahship, He had designated the temple as “My Father’s house”; now that He had openly avowed Himself to be the Christ, He called it “My house.” The expressions are in a sense synonymous; He and the Father were and are one in possession and dominion. The means by which the later expulsion was accomplished are not stated; but it is plain that none could withstand His authoritative command; He acted in the strength of righteousness, before which the forces of evil had to give way."],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-30.p11"},"His wrath of indignation was followed by the calmness of gentle ministry; there in the cleared courts of His house, blind and lame folk came limping and groping about Him, and He healed them. The anger of the chief priests and scribes was raging against Him; but it was impotent. They had decreed His death, and had made repeated efforts to take Him, and there He sat within the very area over which they claimed supreme jurisdiction, and they were afraid to touch Him because of the common people, whom they professed to despise yet heartily feared—“for all the people were very attentive to hear him.”"],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-30.p12"},"The rage of the officials was further aggravated by a touching incident, which seems to have accompanied or to have immediately followed His merciful healing of the afflicted folk at the temple. Children saw what He did; with their innocent minds yet unsullied by the prejudice of tradition and their sight yet undarkened by sin, they perceived in Him the Christ, and burst forth into praise and worship in a hymn that was heard by the angels: “Hosanna to the Son of David.” With ill-concealed anger the temple officials demanded of Him: “Hearest thou what these say?” They probably expected Him to disclaim the title, or possibly hoped that He would reassert His claim in a manner that would afford excuse for legal action against Him, for to most of them the Son of David was the Messiah, the promised King. Would He clear Himself of the blasphemy that attached to the unjustified acknowledgment of so awful a dignity? Jesus answered, with an implied rebuke for their ignorance of the scriptures: “Yea; have ye never read, Out of the mouth of babes and sucklings thou hast perfected praise?”",["sup",["a",{"href":"fn_8"},"h"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-30.p13"},"It was now Monday evening; Jesus left the city and retired again to Bethany, where He lodged. This course was a prudent one, in view of the determination of the rulers to get Him into their power provided they could do so without arousing the people. This they could not accomplish by day, for wherever He appeared He was the center of a multitude; but had He remained in Jerusalem over night the vigilant emissaries of the hierarchy might have succeeded in taking Him, unless He withstood them by some miraculous action. Near as was His hour, it had not yet struck; and He would be made captive only as He permitted Himself, a voluntary victim, to be taken into the hands of His enemies."]],[".topic",["h2","Christ’s Authority Challenged by the Rulers",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-30.p15"},"On the following day, that is on Tuesday, He returned to the temple with the Twelve, passing the withered fig tree on the way and impressing the moral of the combined miracle and parable as we have already seen. As He taught in the sacred place, preaching the gospel to all who would hear, the chief priests with a number of scribes and elders came upon Him in a body. They had been debating about Him over night, and had resolved on at least one step; they would challenge His authority for what He had done the day before. They were the guardians of the temple, both the material structure and the theocratic system for which the holy edifice stood; and this Galilean, who permitted Himself to be called the Christ and defended those who so acclaimed Him, had for the second time ignored their authority within the temple walls and in the presence of the common people over whom they lorded so arrogantly. So this official deputation, with plans matured, came to Him saying: “By what authority doest thou these things? and who gave thee this authority?” This action was doubtless a preliminary step in a preconcerted attempt to suppress the activities of Jesus, both of word and deed, within the temple precincts. It will be remembered that after the first cleansing of the temple, the Jews had angrily demanded of Jesus a sign by which they might judge the question of His divine commission;",["sup",["a",{"href":"fn_10"},"j"]],"and it is significant that on this latter occasion no sign was asked, but instead thereof, a specific avowal as to the authority He possessed and by whom it had been given Him. A three years’ course of miracle and teaching was known to them; on the yesterday blind and lame had been healed inside the temple walls; and Lazarus, the living testimony of the Lord’s power over death and the grave was before them. To ask a further sign would have been to flagrantly expose themselves to the ridicule of the people."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-30.p16"},"They knew what authority the Lord claimed; their question was of sinister purpose. Jesus did not condescend to voice an answer in which they could possibly find further excuse for antagonizing Him; but He availed Himself of a method very common among themselves—that of countering one question with another. “And Jesus answered and said unto them, I also will ask you one thing, which if ye tell me, I in like wise will tell you by what authority I do these things. The baptism of John, whence was it? from heaven, or of men?” They consulted among themselves as to what answer would best serve to extricate them from an embarrassing position; no mention is made of any attempt to ascertain the truth and reply accordingly; they were thoroughly nonplussed. Should they answer that John’s baptism was of God, Jesus would probably demand of them why then they had not believed in the Baptist, and why they did not accept John’s testimony concerning Himself. On the other hand, should they aver that John had no divine authority to preach and baptize, the people would turn against them, for the martyred Baptist was revered by the masses as a prophet. In spite of their boasted learning, they answered as puzzled school-boys might do when they perceive hidden difficulties in what at first seemed but a simple problem. “We cannot tell” said they. Then Jesus replied, “Neither tell I you by what authority I do these things.”"],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-30.p17"},"Chief priests, scribes, and elders of the people were outwitted and humiliated. The tables were completely turned upon them; Jesus, whom they had come to question, became the examiner; they a class of cowed and unwilling listeners, He the ready instructor, and the multitude interested observers. With little likelihood of immediate interruption the Master proceeded in calm deliberation to relate to them a series of three splendid stories, each of which they felt applied to themselves with incisive certainty. The first of the narrations we call the",["span.emphasis","Parable of the Two Sons."]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-30.p18"},"“But what think ye? A certain man had two sons; and he came to the first, and said, Son, go work today in my vineyard. He answered and said, I will not: but afterward he repented, and went. And he came to the second, and said likewise. And he answered and said, I go, sir: and went not. Whether of them twain did the will of his father? They say unto him, The first. Jesus saith unto them, Verily I say unto you, That the publicans and the harlots go into the kingdom of God before you. For John came unto you in the way of righteousness, and ye believed him not: but the publicans and the harlots believed him: and ye, when ye had seen it, repented not afterward, that ye might believe him.”",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-30.p19"},"The opening sentence, “But what think ye?” was a call to close attention. It implied a question soon to follow; and that proved to be: Which of the two sons was the obedient one? There was but one consistent answer, and they had to give it, however loath. The application of the parable followed with convicting promptness. They, the chief priests, scribes, Pharisees and elders of the people, were typified by the second son, who, when told to labor in the vineyard answered so assuringly, but went not, though the vines were running to wild growth for want of pruning, and such poor fruit as might mature would be left to fall and rot upon the ground. The publicans and sinners upon whom they vented their contempt, whose touch was defilement, were like unto the first son, who in rude though frank refusal ignored the father’s call, but afterward relented and set to work, repentantly hoping to make amends for the time he had lost and for the unfilial spirit he had shown.",["sup",["a",{"href":"fn_12"},"l"]],"Publicans and sinners, touched in their hearts by the clarion call to repentance, had flocked to the Baptist in the wilderness with the earnest inquiry: “Master, what shall we do?”",["sup",["a",{"href":"fn_13"},"m"]],"John’s call had been to no particular class; but while self-confessed sinners had repented and sought baptism at his hands, those very Pharisees and elders of the people had rejected his testimony and had hypocritically sought to ensnare him.",["sup",["a",{"href":"fn_14"},"n"]],"Through the parable Jesus answered His own question as to whether the baptism of John was of God or of man. The Lord’s affirmation, “Verily I say unto you, That the publicans and the harlots go into the kingdom of God before you,” was condemnatory of the corrupt though sanctimonious polity of the hierarchy throughout. It was not wholly without intimation of possible reformation, however. He did not say that the repentant sinners should enter, and the priestly hypocrites stand forever excluded; for the latter there was hope if they would but repent, though they would have to follow, not lead, in the glorious procession of the redeemed."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-30.p20"},"In a continuation of the same discourse the Lord presented the",["span.emphasis","Parable of the Wicked Husbandmen,"],"as follows:"],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-30.p21"},"“Hear another parable: There was a certain householder, which planted a vineyard, and hedged it round about, and digged a winepress in it, and built a tower, and let it out to husbandmen, and went into a far country: And when the time of the fruit drew near, he sent his servants to the husbandmen, that they might receive the fruits of it. And the husbandmen took his servants, and beat one, and killed another, and stoned another. Again, he sent other servants more than the first: and they did unto them likewise. But last of all he sent unto them his son, saying, They will reverence my son. But when the husbandmen saw the son, they said among themselves, This is the heir; come, let us kill him, and let us seize on his inheritance. And they caught him, and cast him out of the vineyard, and slew him. When the lord therefore of the vineyard cometh, what will he do unto those husbandmen? They say unto him, He will miserably destroy those wicked men, and will let out his vineyard unto other husbandmen, which shall render him the fruits in their seasons.”",["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-30.p22"},"Again the Jews were compelled to make answer to the great question with which the parable dealt, and again by their answer they pronounced judgment upon themselves. The vineyard, broadly speaking, was the human family, but more specifically the covenant people, Israel; the soil was good and capable of yielding in rich abundance; the vines were choice and had been set out with care; and the whole vineyard was amply protected with a hedge, and suitably furnished with winepress and tower.",["sup",["a",{"href":"fn_16"},"p"]],"The husbandmen could be none other than the priests and teachers of Israel, including the ecclesiastical leaders who were then and there present in an official capacity. The Lord of the vineyard had sent among the people prophets authorized to speak in His name; and these the wicked tenants had rejected, maltreated, and, in many instances, cruelly slain.",["sup",["a",{"href":"fn_17"},"q"]],"In the more detailed reports of the parable we read that when the first servant came, the cruel husbandmen “beat him and sent him away empty”; the next they wounded “in the head, and sent him away shamefully handled”; another they murdered and all who came later were brutally mistreated, and some of them were killed. Those wicked men had used the vineyard of their Lord for personal gain, and had rendered no part of the vintage to the lawful Owner. When the Lord sent other messengers, “more than the first,” or in other words, greater than the earlier ones, the most recent example being John the Baptist, the husbandmen rejected them with evil determination more pronounced than ever. At last the Son had come in person; His authority they feared as that of the lawful heir, and with malignity almost beyond belief, they determined to kill Him that they might perpetuate their unworthy possession of the vineyard and thenceforward hold it as their own."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-30.p23"},"Jesus carried the story without break from the criminal past to the yet more tragic and awful future, then but three days distant; and calmly related in prophetic imagery, as though already fulfilled, how those evil men cast the well beloved Son out of the vineyard and slew Him. Unable to evade the searching question as to what the Lord of the vineyard would naturally and righteously do to the wicked husbandmen, the Jewish rulers gave the only pertinent answer possible—that He would surely destroy those wretched sinners, and let out His vineyard to tenants who were more honest and worthy."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-30.p24"},"Suddenly changing the figure, “Jesus saith unto them, Did ye never read in the scriptures, The stone which the builders rejected, the same is become the head of the corner: this is the Lord’s doing, and it is marvellous in our eyes? Therefore say I unto you, The kingdom of God shall be taken from you, and given to a nation bringing forth the fruits thereof. And whosoever shall fall on this stone shall be broken; but on whomsoever it shall fall, it will grind him to powder.”",["sup",["a",{"href":"fn_18"},"r"]],"There could be no misapprehension as to the Lord’s meaning; the rejected Stone which was eventually to have chief place, “the head of the corner,” in the edifice of Salvation, was Himself, the Messiah. To some that Stone would be a cause of stumbling; wo unto them, for thereby would they be broken, and only through repentance and works of righteousness could they even in part recover; but upon others, those who would persist in their opposition, the Stone would fall in judgment; and wo, wo to them, for beneath it they would be destroyed as though ground to powder.",["sup",["a",{"href":"fn_19"},"s"]],"From them, the leaders, and from the people who followed their unholy precepts and foul example, the kingdom of God was about to be taken, and would in time be given to the Gentiles, who, the Lord affirmed, would prove more worthy than Israel had been. We gather from Luke’s account that in contemplation of this awful penalty, “they,” whether priestly rulers or common people we are not told, exclaimed in despair, “God forbid!”"],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-30.p25"},"As the chief priests and Pharisees realized the completeness of their discomfiture and the extent of the humiliation to which they had been subjected in the eyes of the people, they were incensed beyond measure, and even attempted to lay hold on Jesus there in the temple; but the sympathies of the multitude were so unmistakably in His favor that the angry ecclesiasts desisted. The people in general, while not prepared to openly proclaim Him as the Christ, knew that He was a prophet of God, and their dread of official displeasure and possible penalty did not deter them from friendly demonstrations."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-30.p26"},"Jesus resumed His teaching by relating the",["span.emphasis","Parable of the Royal Marriage Feast."]],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-30.p27"},"“And Jesus answered and spake unto them again by parables, and said, The kingdom of heaven is like unto a certain king, which made a marriage for his son, And sent forth his servants to call them that were bidden to the wedding: and they would not come. Again, he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: my oxen and my fatlings are killed, and all things are ready: come unto the marriage. But they made light of it, and went their ways, one to his farm, another to his merchandise: And the remnant took his servants, and entreated them spitefully, and slew them. But when the king heard thereof, he was wroth: and he sent forth his armies, and destroyed those murderers, and burned up their city. Then saith he to his servants, The wedding is ready, but they which were bidden were not worthy. Go ye therefore into the highways, and as many as ye shall find, bid to the marriage. So those servants went out into the highways and gathered together all as many as they found, both bad and good: and the wedding was furnished with guests.”",["sup",["a",{"href":"fn_20"},"t"]]],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-30.p28"},"The invitation of a king to his subjects is equivalent to a command. The marriage feast was no surprise event, for the selected guests had been bidden long aforetime; and, in accordance with oriental custom were notified again on the opening day of the festivities,",["sup",["a",{"href":"fn_21"},"u"]],"which, according to Hebrew customs, would be understood as extending over a period of seven or fourteen days; in this case of a marriage in the royal family the greater duration would be assumed. Many of the bidden guests refused to come when formally summoned; and of the tolerant king’s later and more pressing message they made light and went their ways, while the most wicked turned upon the servants who brought the royal summons, mistreated them cruelly, and some of them they killed. It is plainly evident that the refusal to attend the king’s feast was a deliberate rebellion against the royal authority and a personal indignity against both the reigning sovereign and his son. It was as much a duty as an honor for loyal subjects to attend the marriage festival of the prince, whom we cannot err in regarding as the lawful heir to the throne, and therefore the one who might some day reign over them. The turning away by one man to his farm and by another to his merchandise is in part an evidence of their engrossment in material pursuits to the utter disregard of their sovereign’s will; but it signifies further an effort to deaden their troubled consciences by some absorbing occupation; and possibly also a premeditated demonstration of the fact that they placed their personal affairs above the call of their king. The monarch executed a terrible retribution upon his rebellious subjects. If the parable was intended to be an allegorical presentation of actual events, it passes at this point from the story of the past to that of the future, for the destruction of Jerusalem postdates by several decades the death of Christ. Finding the guests who had some claim on the royal invitation to be utterly unworthy, the king sent out his servants again, and these gathered in from the highways and cross-roads, from the byways and the lanes, all they could find, irrespective of rank or station, whether rich or poor, good or bad; “and the wedding was furnished with guests.”"],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-30.p29"},"The great feast by which the Messianic reign was to be ushered in was a favorite theme of jubilant exposition in both synagog and school; and exultation ran high in the rabbinical dictum that none but the children of Abraham would be among the blessed partakers. The king in the parable is God; the son whose marriage was the occasion of the feast is Jesus, the Son of God; the guests who were bidden early, yet who refused to come when the feast was ready, are the covenant people who rejected their Lord, the Christ; the later guests, who were brought in from the streets and the roads, are the Gentile nations, to whom the gospel has been carried since its rejection by the Jews; the marriage feast is symbolical of the glorious consummation of the Messiah’s mission.",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-30.p30"},"All students of the subject must have noted the points of resemblance by which this parable is related to that of the great supper;",["sup",["a",{"href":"fn_23"},"w"]],"fewer perhaps have considered the differences between the two. The earlier story was told in the house of one of the chief Pharisees, probably in some town in Perea; the later one was related within the temple, after Pharisaic opposition to Christ had reached its height. The first is of simpler plot and of gentler climax. The neglect of the invited guests in the first story was accompanied by excuses in which some approach to polite apology appears; the refusal of those bidden in the second parable was markedly offensive, and was coupled with outrageous abuse and murder. The host in one instance was a wealthy though private citizen, in the other the giver of the feast was a king. In the first, the occasion was one of ordinary though abundant entertainment; in the second, the determining time was that of the appointed marriage of the royal heir. Retribution in the first instance was limited to exclusion from the banquet; in the latter the individual punishment was death, which was followed by the punitive example of the city’s destruction."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-30.p31"},"Our account of the royal marriage feast is not yet complete; the story already considered is supplemented by the following:"],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-30.p32"},"“And when the king came in to see the guests, he saw there a man which had not on a wedding garment: And he saith unto him, Friend, how camest thou in hither not having a wedding garment? And he was speechless. Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness; there shall be weeping and gnashing of teeth. For many are called, but few are chosen.”"],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-30.p33"},"The lessons embodied in this section of the parable may be advantageously considered apart from those of the first division. As was befitting his dignity, the king came into the banquet hall after the guests had taken their places in orderly array. His immediate detection of one who was without the prescribed garment implies a personal scrutiny of the guests. One may be led to inquire, how, under the circumstances of hurried summoning, the several guests could have suitably attired themselves for the feast. The unity of the narrative requires that some provision had been made whereby each one who properly applied was given the garment prescribed by the king’s command, and in keeping with the established custom at court. That the unrobed guest was guilty of neglect, intentional disrespect, or some more grievous offense, is plain from the context. The king at first was graciously considerate, inquiring only as to how the man had entered without a wedding garment. Had the guest been able to explain his exceptional appearance, or had he any reasonable excuse to offer, he surely would have spoken; but we are told that he remained speechless. The king’s summons had been freely extended to all whom his servants had found; but each of them had to enter the royal palace by the door; and before reaching the banquet room, in which the king would appear in person, each would be properly attired; but the deficient one, by some means had entered by another way; and not having passed the attendant sentinels at the portal, he was an intruder, of a kind with the man to whom the Lord had before referred as a thief and a robber because, not entering by the door, he had climbed up some other way.",["sup",["a",{"href":"fn_24"},"x"]],"The king gave a command, and his ministers",["sup",["a",{"href":"fn_25"},"y"]],"bound the offender and cast him forth from the palace into outer darkness, where the anguish of remorse caused weeping and gnashing of teeth."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-30.p34"},"As summary and epilogue of the three great parables constituting this series, the Lord spake these words of solemn import: “For many are called, but few are chosen.”",["sup",["a",{"href":"fn_26"},"z"]],"Each of the parables has its own wealth of wisdom; and the three are as one in declaring the great truth that even the children of the covenant will be rejected except they make good their title by godly works; while to the heathen and the sinners the portals of heaven shall open, if by repentance and compliance with the laws and ordinances of the gospel they shall merit salvation."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-30.p35"},"The story of the royal marriage feast was the last of our Lord’s parables delivered publicly to a mixed audience. Two others were spoken to the apostles, as they sat in solemn converse with the Lord on the Mount of Olives after the public ministry of Christ had been brought to a close."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-30.f1"},["h3","Notes to Chapter 30"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-30.p37"},["b","Fig Tree."],"—“The fig tree is very common in Palestine (",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.8"},"Deut. 8:8"],"). Its fruit is a well known and highly esteemed article of food. In the East this is of three kinds: (1) the early fig, ripening about the end of June; (2) the summer fig, ripening in August; (3) the winter fig, larger and darker than No. 2, hanging and ripening late on the tree, even after the leaves were shed, and sometimes gathered in the spring. The blossoms of the fig tree are within the receptacle or so-called fruit, and not visible outwardly; and this fruit begins to develop before the leaves. Hence the fig tree which had leaves before the usual time might naturally have been expected to have also some figs on it (",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.13"},"Mark 11:13"],"); but it was not true to its pretensions.” (Smith’s",["span.emphasis","Comp. Bible Dict."],")"]],["li",["span.label","2."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-30.p38"},["b","The Two Sons in the Parable."],"—Although this excellent parable was addressed to the chief priests, scribes, and elders, who had come in hostile spirit to demand of Christ the credentials of His authority, its lesson is of universal application. The two sons are yet alive in every human community—the one openly boastful of his sin, the other a hypocritical pretender. Jesus did not commend the rough refusal of the first son of whom the father made a righteous demand for service; it was his subsequent repentance attended by works that made him superior to his brother who had made fair promise but had kept it not. There are many today who boast that they make no profession of religion, nor pretense of godly life. Their frankness will not mitigate their sins; it simply shows that a certain species of hypocrisy is not prominent among their numerous offenses; but that a man is innocent of one vice, say that of drunkenness, in no wise diminishes his measure of guilt if he be a liar, a thief, an adulterer, or a murderer. Both the sons in the parable were grievous sinners; but the one turned from his evil ways, which theretofore he had followed with flagrant openness, while the other continued in dark deeds of sin, which he sought to cover by a cloak of hypocrisy. Let no man think that because he becomes intoxicated at the public bar he is any the less a drunkard than is he who swallows the “beverage of hell” in comparative privacy, though the latter be both drunkard and hypocrite. For these sins, as for all others, genuine repentance is the only saving antidote."]],["li",["span.label","3."],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-30.p39"},["b","Israel Symbolized by Vineyard and Vines."],"—The aptness of our Lord’s representation of Israel as a vineyard could not have escaped the perception of the Jews, to whom Old Testament similes of analogous form were familiar figures. Notable among others is the striking picture presented by Isaiah (",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.1-7"},"5:1–7"],"), in which the well provided vineyard is shown as producing wild grapes only, for which grievous disappointment of his expectations the owner determined to break down the wall, remove the hedge, and leave the vineyard to its fate of abandonment. The explication of the parable voiced by Isaiah is thus given: “For the vineyard of the Lord of hosts is the house of Israel, and the men of Judah his pleasant plant: and he looked for judgment, but behold oppression; for righteousness, but behold a cry.” The worthlessness of a vine save only for its fruit was set forth by the Lord through His prophet Ezekiel (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/15.2-5"},"15:2–5"],"); and truly it is so, that the wood of the grape plant is fit for nothing but burning; the whole vine as wood is inferior to a branch from a forest tree (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/15.3"},"verse 3"],"). And Israel is represented as such a vine, precious if but fruitful, otherwise nothing but fuel and that of poor quality. The psalmist sang of the vine that Jehovah had brought out of Egypt and which, planted with care and hedged about, had flourished even with goodly boughs; but the favor of the Lord had been turned from the vine, and it had been left desolate (",["a.scriptureRef",{"href":"/scriptures/ot/ps/80.8-16"},"Psalm 80:8–16"],"). For further allusions see",["a.scriptureRef",{"href":"/scriptures/ot/isa/27.2-6"},"Isaiah 27:2–6"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/2.21"},"Jeremiah 2:21"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/19.10-14"},"Ezekiel 19:10–14"],";",["a.scriptureRef",{"href":"/scriptures/ot/hosea/10.1"},"Hosea 10:1"],"."]],["li",["span.label","4."],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-30.p40"},["b","The Call to the Marriage Feast."],"—The calling of the guests who had been bidden aforetime is thus commented upon by Trench (",["span.emphasis","Parables,"],"pp. 175–76): “This summoning of those already bidden, was, and, as modern travellers attest, is still, quite in accordance with Eastern manners. Thus Esther invites Haman to a banquet on the morrow (",["a.scriptureRef",{"href":"/scriptures/ot/esth/5.8"},"Esth. 5:8"],"), and when the time has actually arrived, the chamberlain comes to usher him to the banquet (",["a.scriptureRef",{"href":"/scriptures/ot/esth/6.14"},"6:14"],"). There is, therefore, no slightest reason why we should make",["span.emphasis","‘them that were bidden’"],"to mean them that were now",["span.emphasis","to be bidden;"],"such an interpretation not merely violating all laws of grammar, but the higher purpose with which the parable was spoken; for our Lord, assuming that the guests had been invited long ago, does thus remind His hearers that what He brought, if in one sense new, was in another a fulfilment of the old; that He claimed to be heard, not as one suddenly starting up, unconnected with aught which had gone before but as Himself ‘the end of the law,’ to which it had been ever tending, the birth with which the whole Jewish dispensation had been pregnant, and which alone should give a meaning to it all. In His words,",["span.emphasis","‘them that were bidden,’"],"is involved the fact that there was nothing abrupt in the coming of His kingdom, that its rudiments had a long while before been laid, that all to which His adversaries clung as precious in their past history was prophetic of blessings now actually present to them in Him. The original invitation, which had now come to maturity, reached back to the foundation of the Jewish commonwealth, was taken up and repeated by each succeeding prophet, as he prophesied of the crowning grace that should one day be brought to Israel (",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.24"},"Luke 10:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/1.12"},"1 Pet. 1:12"],"), and summoned the people to hold themselves in a spiritual readiness to welcome their Lord and their King.”"]],["li",["span.label","5."],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-30.p41"},["b","Servants and Ministers."],"—According to good philological authority, “ministers” or “ministering attendants” is a more literal rendering of the original than “servants” in",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.13"},"Matthew 22:13"],". In the earlier",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.3-4,6,8,10"},"verses 3, 4, 6, 8, 10"],", of the same chapter, “servants” or “servitors” best expresses the meaning of the original. The distinction is significant, as it implies an important difference of station between the servants who were sent out to bid the people to the feast, and the ministers in immediate attendance upon the king. The first are typical of God’s servants who proclaim His word in the world; the latter symbolize the angels who shall execute His judgments on the wicked by gathering out from His kingdom all things that offend. Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.30,39,41"},"Matthew 13:30, 39, 41"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.5"},"D&C 86:5"],"."]],["li",["span.label","6."],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-30.p42"},["b","The Called and the Chosen."],"—Edersheim’s reflections upon this subject follow in part (vol. ii, pp. 429, 430): “The King entered to see His guests, and among them he descried one who had not on a wedding garment. … As the guests had been travelers, and as the feast was in the King’s palace, we cannot be mistaken in supposing that such garments were supplied in the palace to all who sought them. And with this agrees the circumstance, that the man so addressed ‘was speechless.’ His conduct argued utter insensibility as regarded that to which he had been called—ignorance of what was due the King, and what became such a feast. For, although no previous state of preparedness was required of the invited guests, all being bidden, whether good or bad, yet the fact remained that, if they were to take part in the feast they must put on a garment suited to the occasion. All are invited to the gospel feast; but they who will partake of it must put on the King’s wedding garment of evangelical holiness. And whereas it is said in the parable that only one was descried without this garment, this is intended to teach, that the King will not only generally view His guests, but that each will be separately examined, and that no one—no, not a single individual—will be able to escape discovery amidst the mass of guests, if he has not the wedding garment. In short, in that day of trial, it is not scrutiny of churches, but of individuals in the Church. … The call comes to all; but it may be outwardly accepted, and a man may sit down to the feast, and yet he may not be chosen to partake of the feast, because he has not the wedding garment of converting, sanctifying grace. And so, one may be thrust even from the marriage board into the darkness without, with its sorrow and anguish. Thus, side by side, yet wide apart, are these two—God’s call and God’s choice. The connecting link between them is the wedding garment, freely given in the Palace. Yet, we must seek it, ask it, put it on. And as here also, we have, side by side, God’s gift and man’s activity. And still, to all time, and to all men, alike in its warning, teaching, and blessing, is it true: Many are called, but few chosen!” Many words of related meaning, both Hebrew and Greek, are translated “garment” in our English Bible. The Greek original in the mention of the wedding garment is",["span.emphasis","enduma;"],"this does not occur in other Bible passages as the original of “garment.” The noun is related to the Greek verb",["span.emphasis","enduein,"],"“to put on, as a garment.” Compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.49"},"Luke 24:49"],", “until ye be endued with power from on high.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-30.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/21.18-22"},"Matthew 21:18–22"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.12-14,20-26"},"Mark 11:12–14, 20–26"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-30.fn2"},["b","2"],["span.label","b"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-30.p37"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-30.fn3"},["b","3"],["span.label","c"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p25"},"240"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-30.fn4"},["b","4"],["span.label","d"],"“Bethphage,” the name of a village close to Bethany, and therefore near to the Mount of Olives, means “house of figs.” See mention,",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.1"},"Matthew 21:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.1"},"Mark 11:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.29"},"Luke 19:29"],". “Bethany” signifies “house of dates.” For “house” in the literal translation we may read “place.”"],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-30.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/luke/13.6-9"},"Luke 13:6–9"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-26.p56"},"443"],"herein."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-30.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/matt/21.12-13"},"Matthew 21:12–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.15-17"},"Mark 11:15–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.45-46"},"Luke 19:45, 46"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-30.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.14-17"},"John 2:14–17"],"; pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p3"},"153–58"],"herein."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-30.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/matt/21.16"},"Matthew 21:16"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/8.2"},"Psalm 8:2"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.25"},"Matthew 11:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/1.27"},"1 Corinthians 1:27"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-30.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/21.23-27"},"Matthew 21:23–27"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.27-33"},"Mark 11:27–33"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.1-8"},"Luke 20:1–8"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-30.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.18-21"},"John 2:18–21"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-12.p8"},"156"],"herein."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-30.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/matt/21.28-32"},"Matthew 21:28–32"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-30.fn12"},["b","12"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-30.p38"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-30.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/luke/3.12"},"Luke 3:12"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.29"},"7:29"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p7"},"123"],"herein."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-30.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/matt/3.7"},"Matthew 3:7"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-30.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/matt/21.33-41"},"Matthew 21:33–41"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.1-9"},"Mark 12:1–9"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.9-16"},"Luke 20:9–16"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-30.fn16"},["b","16"],["span.label","p"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-30.p39"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-30.fn17"},["b","17"],["span.label","q"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.47-48"},"Luke 11:47, 48"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.29-33"},"Matthew 23:29–33"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-30.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/matt/21.42-44"},"Matthew 21:42–44"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.10-11"},"Mark 12:10, 11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.17-18"},"Luke 20:17, 18"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/118.22"},"Psalm 118:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.16"},"Isaiah 28:16"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.11"},"Acts 4:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.20"},"Ephesians 2:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.6-7"},"1 Peter 2:6, 7"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-30.fn19"},["b","19"],["span.label","s"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.44-45"},"Daniel 2:44, 45"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.12"},"Isaiah 60:12"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-30.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/matt/22.1-10"},"Matthew 22:1–10"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-30.fn21"},["b","21"],["span.label","u"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-30.p40"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-30.fn22"},["b","22"],["span.label","v"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.10"},"Matthew 25:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/11.2"},"2 Corinthians 11:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.32"},"Ephesians 5:32"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.7"},"Revelation 19:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.2,9"},"21:2, 9"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-30.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/luke/14.16-24"},"Luke 14:16–24"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p7"},"450"],"herein."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-30.fn24"},["b","24"],["span.label","x"],"Compare page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p44"},"416"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-30.fn25"},["b","25"],["span.label","y"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-30.p41"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-30.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/matt/22.14"},"Matthew 22:14"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.16"},"20:16"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p65"},"481"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-30.p42"},"Note 6"],", end of chapter."]]}
