{"id":10,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":10,"title":"Chapter 8: Each of Us Can Help Build the Kingdom of God On Earth","subtitle":"","short_title":"Chapter 8: Each of Us Can Help Build the Kingdom of God On Earth","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth.head1"},["h1","Chapter 8"],[".subtitle","Each of Us Can Help Build the Kingdom of God On Earth"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth.p4"},"Establishing the kingdom of God on earth has been the purpose of every gospel dispensation. The kingdom of God on earth is The Church of Jesus Christ of Latter-day Saints. The kingdom exists wherever there are members of the Church. We help establish the kingdom as we seek to become pure in heart (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],"), obey God’s commandments, and serve with dedication. The Lord counseled: “Seek not the things of this world but seek ye first to build up the kingdom of God, and to establish his righteousness” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.33a"},"JST, Matthew 6:38"],")."]],[".topic",["h2","Principles to Understand"],[".sidebar",["p.para",{"id":"p6","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth.p6"},"“God expects us to arise and shine.”"]],["ul.bullet",["li",["span.label","•"],["p.para","We help build the kingdom of God by living righteously."]],["li",["span.label","•"],["p.para","Individuals and families are strengthened by activity in the Church."]],["li",["span.label","•"],["p.para","We should willingly serve wherever we are."]],["li",["span.label","•"],["p.para","Blessings come as we serve in the kingdom of God."]]]],[".topic",["h2","Supporting Scriptures and Statements"],["p.para",{"id":"p12","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth.p12"},"We help build the kingdom of God by living righteously."],[".",{"id":"f3","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_008_001-peopleStreet.jpg"}]],["ul.bullet",["li",["span.label","•"],["p.para","“Seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.33"},"Matthew 6:33"],")."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_008_002-woman.jpg"}]],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_008_003-man.jpg"}]]],["li",["span.label","•"],["p.para","“Keep my commandments, and seek to bring forth and establish the cause of Zion."],["p.para","“Behold, I speak unto you, and also to all those who have desires to bring forth and establish this work” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.6-7"},"D&C 12:6–7"],")."]],["li",["span.label","•"],["p.para","Elder Ezra Taft Benson, then of the Quorum of the Twelve Apostles: “My brethren, may we prepare, as elders in Israel, to help enlarge and to strengthen the boundaries of Zion, enlarge her stakes, and build up the kingdom. God expects us to arise and shine because we are the salt of the earth, the light of the world, and I believe the hope of the world because we are the stewards of the revealed truth of God” (in Conference Report, Apr. 1955, 49)."]],["li",["span.label","•"],["p.para","Elder Bruce D. Porter of the Seventy: “Personal prayer, study, and pondering are vital to building the kingdom within our own souls. It is in quiet moments of contemplation and communion with the Almighty that we come to know and love Him as our Father” (in Conference Report, Mar.–Apr. 2001, 105; or",["span.emphasis","Ensign,"],"May 2001, 81)."]],["li",["span.label","•"],["p.para","Elder Robert D. Hales of the Quorum of the Twelve Apostles: “When we understand our baptismal covenant and the gift of the Holy Ghost, it will change our lives and establish our total allegiance to the kingdom of God. When temptations come our way, if we will listen, the Holy Ghost will remind us that we have promised to remember our Savior and obey the commandments of God” (in Conference Report, Oct. 2000, 5; or",["span.emphasis","Ensign,"],"Nov. 2000, 7)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, fifteenth President of the Church: “Personal testimony is the factor which turns people around in their living as they come into this Church. This is the element which motivates the membership to forsake all in the service of the Lord. This is the quiet, encouraging voice which sustains without pause those who walk in faith down to the last days of their lives” (in Conference Report, Apr. 1998, 90; or",["span.emphasis","Ensign,"],"May 1998, 69)."]]],["p.para",{"id":"p20","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth.p20"},"Individuals and families are strengthened by activity in the Church."],["ul.bullet",["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip21","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip21"},"“Serve cheerfully and gratefully in every calling you receive.”"]],["p.para","“And the church did meet together oft, to fast and to pray, and to speak one with another concerning the welfare of their souls."],["p.para","“And they did meet together oft to partake of bread and wine, in remembrance of the Lord Jesus."],["p.para","“And they were strict to observe that there should be no iniquity among them” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.5-7"},"Moroni 6:5–7"],")."]],["li",["span.label","•"],["p.para","Elder Dallin H. Oaks of the Quorum of the Twelve Apostles: “Over the years, my active participation in the Church has provided me access to the counsel and inspiration of the leaders of the Church on things I should do as a husband and father and leader in my family. Again and again, in stake and general conferences, in priesthood quorums, and in Sunday School classes, I have been taught and inspired by wonderful and experienced fathers, mothers, and grandparents."],["p.para","“I have sought to follow those teachings to improve my participation in those associations that will persist for eternity” (in Conference Report, Apr. 2002, 40; or",["span.emphasis","Ensign,"],"May 2002, 35)."]],["li",["span.label","•"],["p.para","President Thomas S. Monson of the First Presidency: “Long years ago, Joseph Lyon of Salt Lake City shared with me the lesson of a lecture which a minister from another faith observed. … [He related] what I’ve called the ‘hot coals’ story. He described a warm fireplace where the pieces of wood had burned brightly, with the embers still glowing and giving off heat. He then observed that by taking in hand brass tongs, he could remove one of the hot embers. That ember would then slowly pale in light and turn black. No longer would it glow. No longer would it warm. He then pointed out that by returning the black, cold ember to the bed of living coals, the dark ember would begin to glow and brighten and warm. He concluded: ‘People are somewhat like the coals of a fire. Should they absent themselves from the warmth and spirit of the active church membership, they will not contribute to the whole, but in their isolation will be changed. As with the embers removed from the heat of the fire, as they distance themselves from the intensity of the spirit generated by the active membership, they will lose that warmth and spirit.’” (in Conference Report, Oct. 1997, 66; or",["span.emphasis","Ensign,"],"Nov. 1997, 47–48)."]],["li",["span.label","•"],["p.para","Elder Robert L. Backman of the Seventy advised that we set a goal to always stay active in the Church:"],["p.para","“[Church activity] will provide an anchor for you like nothing else on earth, for it will give you the opportunity to discover for yourself the real meaning of happiness. It will assure you that, no matter where you go, you belong-for you have brothers and sisters who love you and sustain you. You will know something of the brotherhood of the gospel of Jesus Christ: you will become acquainted with him as your Savior; and you will keep your testimony burning brightly."],["p.para","“Consider what such [a goal] will do for you. When temptations come, as they surely will, you are going to be prepared. You will have made the choice in advance. … ‘I am always going to be active in God’s Church!’ … When you make [this basic decision] in advance, think how many other decisions are already made: living the Word of Wisdom, keeping morally clean, attending your meetings, paying tithing, studying the gospel, and so forth. You will not compromise on any important principle. You will be in control of your life, and you will enjoy the peace and serenity that come with keeping the commandments of God” (in Conference Report, Oct. 1980, 62; or",["span.emphasis","Ensign,"],"Nov. 1980, 42)."]],["li",["span.label","•"],["p.para","President Ezra Taft Benson, thirteenth President of the Church: “Be an example in your Church activity-honor the Sabbath day, attend your meetings, observe the Word of Wisdom, pay your tithes and offerings, support your leaders, and otherwise keep the commandments. Serve cheerfully and gratefully in every calling you receive. Live worthy of a temple recommend and enjoy the sweet, sacred spirit that comes from frequent temple attendance” (in Conference Report, Apr. 1988, 57; or",["span.emphasis","Ensign,"],"May 1988, 51)."]],["li",["span.label","•"],["p.para","President David O. McKay, ninth President of the Church: “In the Church, increased participation in church activity indicates a desire to be a partaker of spirituality, the highest acquisition of the soul, and young people desire it” (in Conference Report, Apr. 1961, 7)."]]],["p.para",{"id":"p33","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth.p33"},"We should willingly serve wherever we are."],["ul.bullet",["li",["span.label","•"],["p.para","“And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],"[Scripture Mastery])."]],["li",["span.label","•"],["p.para","Elder Russell M. Nelson of the Quorum of the Twelve Apostles: “I applaud the efforts of Latter-day Saints throughout the world who willingly serve in building the kingdom of God. Likewise, I respect those who quietly do their duty though deepening trials come their way” (in Conference Report, Apr. 1988, 37; or",["span.emphasis","Ensign,"],"May 1988, 33)."]],["li",["span.label","•"],["p.para","Elder Marvin J. Ashton of the Quorum of the Twelve Apostles: “Some callings and assignments in the Church may seem insignificant and unimportant at the time, but with each willingly fulfilled assignment, love of the Lord will grow. We learn to love God as we serve and know Him” (in Conference Report, Apr. 1981, 31; or",["span.emphasis","Ensign,"],"May 1981, 24)."]],["li",["span.label","•"],["p.para","President Boyd K. Packer, Acting President of the Quorum of the Twelve Apostles: “I see two kinds of service: one, the service we render when we are called to serve in the Church; the other, the service we willingly give to those around us because we are taught to care” (in Conference Report, Oct. 1997, 5; or",["span.emphasis","Ensign,"],"Nov. 1997, 6)."]],["li",["span.label","•"],["p.para","Elder M. Russell Ballard of the Quorum of the Twelve Apostles: “Every member can give his time and talents freely to the building up of the kingdom of God upon the earth. No member of the Church should miss this opportunity to exercise his faith and feel the spirit that comes from humble sacrifice. Seeing the great good that the Saints in South America do with their meager means helps me realize how much more many of us in other parts of the world could do. We should never forget the Savior’s teaching: ‘Unto whomsoever much is given, of him shall be much required’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.48"},"Luke 12:48"],"). He has blessed us abundantly” (in Conference Report, Oct. 1987, 99; or",["span.emphasis","Ensign,"],"Nov. 1987, 81)."]]],["p.para",{"id":"p39","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth.p39"},"Blessings come as we serve in the kingdom of God."],["ul.bullet",["li",["span.label","•"],["p.para","“Therefore, if ye have desires to serve God ye are called to the work;"],["p.para","“For behold the field is white already to harvest; and lo, he that thrusteth in his sickle with his might, the same layeth up in store that he perisheth not, but bringeth salvation to his soul” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.3-4"},"D&C 4:3–4"],")."]],["li",["span.label","•"],["p.para","“For thus saith the Lord-I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end."],["p.para","“Great shall be their reward and eternal shall be their glory” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5-6"},"D&C 76:5–6"],")."]],["li",["span.label","•"],["p.para","Elder Dale E. Miller of the Seventy: “As we invest our time, talents, and means to build Zion, our hearts are purified, our wisdom increases, celestial habits begin to form, and the Holy Spirit prepares us to receive the presence of the Father and the Son. By thrusting in our sickles, we reap a double portion-for ourselves and for the kingdom” (in Conference Report, Apr. 1998, 37; or",["span.emphasis","Ensign,"],"May 1998, 30)."]],["li",["span.label","•"],["p.para","President Marion G. Romney of the First Presidency: “I remember that a long time ago, over sixty years in fact, when Elder Melvin J. Ballard laid his hands on my head and set me apart to go on a mission, he said in the blessing he gave me that a person could not give a crust to the Lord without receiving a loaf in return. And that has been my experience” (“The Blessings of the Fast,”",["span.emphasis","Ensign,"],"July 1982, 2)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_008_004-4peopleStreet.jpg"}]]],["li",["span.label","•"],["p.para","Elder Derek A. Cuthbert of the Seventy:"],["p.para","“Service changes people. It refines, purifies, gives a finer perspective, and brings out the best in each one of us. It gets us looking outward instead of inward. It prompts us to consider others’ needs ahead of our own. Righteous service is the expression of true charity, such as the Savior showed. …"],["p.para","“… Service helps us establish true values and priorities by distinguishing between the worth of material things that pass and those things of lasting, even eternal, value. …"],["p.para","“… Service helps us establish a righteous tradition. …"],["p.para","“… Service helps us overcome selfishness and sin. …"],["p.para","“… Service helps us generate love and appreciation. We come to know people by serving them-their circumstances, their challenges, their hopes and aspirations. …"],["p.para","“… Service is the principal way of showing gratitude to the Savior. …"],["p.para","“… Service channels our desires and energies into righteous activity. …"],["p.para","“… Service helps us cleanse ourselves and become purified and sanctified. …"],["p.para","“… Righteous service brings us nearer to Christ, increases our spirituality, and brings others likewise. Such service is helping to prepare a people worthy, in the Lord’s due time, to redeem Zion” (in Conference Report, Mar.–Apr. 1990, 12–14; or",["span.emphasis","Ensign,"],"May 1990, 12–13)."]],["li",["span.label","•"],["p.para","Elder Dale E. Miller:"],["p.para","“Brothers and sisters, thrusting in our sickles to help build the Lord’s kingdom should be the prime focus of our lives. It seems reasonable to suggest that we each agreed to that in our premortal life. The key decisions pertaining to education, career, marriage, and the very use of our time, talent, and means should prayerfully hinge on how best we serve the Master, building His kingdom and becoming perfected in Him."],["p.para","“Our work in building up Zion takes several forms. In one context, Zion is geographic, having a center while enlarging its boundaries to eventually fill the earth. We enlarge Zion’s borders as we share the gospel with others. That is part of our job here."],["p.para","“Another context shows Zion as an organization wherein we work to strengthen its stakes through our callings. Each stake, in turn, pushes deep into the gospel soil, providing a defense and a refuge so followers of Christ might stand with confidence against the snares of the adversary. Stakes create the foundation culture for perfecting God’s people on earth” (in Conference Report, Apr. 1998, 37; or",["span.emphasis","Ensign,"],"May 1998, 29)."]]]],[".topic",["h2","Application and Examples"],[".sidebar",["p.para",{"id":"p61","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth.p61"},"“Service … brings out the best in each one of us.”"]],["p.para",{"id":"p62","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth.p62"},"Frank worked hard on his mission and felt that he represented the Lord well through his service and commitment to keeping the mission rules. Since his mission he has not felt as motivated to keep the commandments and has not felt the Spirit of the Lord for some time. He wonders why it seems that the Lord’s influence was so strong on his mission and so far away now. After all, he helped build the Lord’s kingdom by what he did on his mission. He feels that now it is somebody else’s turn to serve, and he should just get married and move on with his life."],["ul.bullet",["li",["span.label","•"],["p.para","What are some problems Frank might face given this attitude?"]],["li",["span.label","•"],["p.para","What do you recommend he do to have the Spirit’s influence back in his life?"]]],["p.para",{"id":"p65","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-8-each-of-us-can-help-build-the-kingdom-of-god-on-earth.p65"},"Cindy sits in the congregation one Sunday looking at her bishop on the stand. He has served diligently for several years. She wonders why he has been so willing to give so much of his life in this service."],["ul.bullet",["li",["span.label","•"],["p.para","Why do you think Cindy’s bishop does what he does?"]],["li",["span.label","•"],["p.para","What does our willingness to serve demonstrate to other people about our faith?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","What do you feel is your most important role in building the kingdom of God?"]],["li",["span.label","•"],["p.para","In what ways are you making your talents available to the Lord for the building of His kingdom?"]],["li",["span.label","•"],["p.para","What are some of the blessings you have received from being active in the Church?"]],["li",["span.label","•"],["p.para","How can you develop and maintain a love for service in the kingdom?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
