{"id":12,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":12,"title":"Chapter 10: Seek Learning By Study and By Faith","subtitle":"","short_title":"Chapter 10: Seek Learning By Study and By Faith","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.head1"},["h1","Chapter 10"],[".subtitle","Seek Learning By Study and By Faith"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p4"},"Elder Henry B. Eyring of the Quorum of the Twelve Apostles spoke of conversion: “The change that comes is a desire to be someone even better, to reach for more light, and to give greater service to others. Those desires always lead to a hunger for education, to learn what is true, what is useful, and what is beautiful” (",["span.emphasis","Education for Real Life"],"[CES fireside for young adults, May 6, 2001], 1)."],["p.para",{"id":"p5","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p5"},"We should seek knowledge and wisdom throughout our lives, both in and out of the classroom. Learning helps enrich our lives and helps us better serve God and others."]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","We should seek knowledge and wisdom."]],["li",["span.label","•"],["p.para","Spiritual knowledge is more important than secular knowledge."]],["li",["span.label","•"],["p.para","Education is a key to opportunity."]],["li",["span.label","•"],["p.para","The Lord will guide us to areas of learning that will help us better serve others."]],["li",["span.label","•"],["p.para","Learning is a lifetime endeavor."]]]],[".topic",["h2","Supporting Scriptures and Statements"],["p.para",{"id":"p13","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p13"},"We should seek knowledge and wisdom."],["ul.bullet",["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip14","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip14"},"“We consider the obtaining of an education to be a religious responsibility.”"]],["p.para","“Seek ye out of the best books words of wisdom; seek learning, even by study and also by faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],")."]],["li",["span.label","•"],["p.para","“Teach ye diligently and my grace shall attend you, that you may be instructed more perfectly in theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the kingdom of God, that are expedient for you to understand;"],["p.para","“Of things both in heaven and in the earth, and under the earth; things which have been, things which are, things which must shortly come to pass; things which are at home, things which are abroad; the wars and the perplexities of the nations, and the judgments which are on the land; and a knowledge also of countries and of kingdoms—"],["p.para","“That ye may be prepared in all things when I shall send you again to magnify the calling whereunto I have called you, and the mission with which I have commissioned you” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.78-80"},"D&C 88:78–80"],")."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_010_001-girlsWriting.jpg"}]]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring:"],["p.para","“The Lord and His Church have always encouraged education to increase our ability to serve Him and our Heavenly Father’s children. For each of us, whatever our talents, He has service for us to give. And to do it well always involves learning, not once or for a limited time, but continually. …"],["p.para","“Part of the tragedy that you must avoid is to discover too late that you missed an opportunity to prepare for a future only God could see for you. The chance to learn another language is for me a painful example. My father was born in Mexico. He grew up speaking Spanish as his first language. I lived in his home for more than twenty years. I, sadly, never asked him to teach me a word of Spanish. Now I am the first contact in the Quorum of the Twelve Apostles for the Church in Mexico, in Central America, and in Colombia, Venezuela, and Ecuador. It was no accident that I was born into a home with a Spanish-speaking father."],["p.para","“But there was another opportunity. My father was a great teacher. He was a chemist. He even kept a blackboard in our basement for his children. He was eager to teach me mathematics. He spent hours trying to help me solve problems for my physics classes. He pled with me to think more often about those things that then seemed so uninteresting and so unimportant. Years later I was called by the Lord to the Presiding Bishopric of the Church and given responsibilities for computing and communications systems. What a blessing I might have had by taking the counsel I give you now” (",["span.emphasis","Education for Real Life,"],"2–3)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, fifteenth President of the Church: “You face great challenges that lie ahead. You are moving into a world of fierce competition. You must get all of the education you can. The Lord has instructed us concerning the importance of education. It will qualify you for greater opportunities. It will equip you to do something worthwhile in the great world of opportunity that lies ahead. If you can go to college and that is your wish, then do it. If you have no desire to attend college, then go to a vocational or business school to sharpen your skills and increase your capacity” (in Conference Report, Apr. 1997, 70; or",["span.emphasis","Ensign,"],"May 1997, 49–50)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_010_002-manTeaching.jpg"}]]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring: “It takes neither modern technology nor much money to seize the opportunity to learn in the moments we now waste. You could just have a book and paper and pencil with you. That will be enough. But you need determination to capture the leisure moments you now waste” (",["span.emphasis","Education for Real Life,"],"4)."]],["li",["span.label","•"],["p.para","Elder Russell M. Nelson of the Quorum of the Twelve Apostles: “Because of our sacred regard for each human intellect, we consider the obtaining of an education to be a religious responsibility. Yet opportunities and abilities differ. I believe that in the pursuit of education, individual desire is more influential than institution, and personal faith more forceful than faculty” (in Conference Report, Oct. 1992, 5; or",["span.emphasis","Ensign,"],"Nov. 1992, 6)."]],["li",["span.label","•"],["p.para","Elder Russell M. Nelson: “Energy is always required to provide lift over opposing forces. These same laws apply in our personal lives. Whenever an undertaking is begun, both the energy and the will to endure are essential. The winner of a five-kilometer race is declared at the end of",["span.emphasis","five"],"kilometers, not at one or two. If you board a bus to Boston, you don’t get off at Burlington. If you want to gain an education, you don’t drop out along the way-just as you don’t pay to dine at an elegant restaurant only to walk away after sampling the salad” (in Conference Report, Apr. 1997, 97; or",["span.emphasis","Ensign,"],"May 1997, 71)."],[".sidebar",["p.para",{"id":"lip27","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip27"},"“Putting spiritual learning first does not relieve us from learning secular things.”"]]]],["p.para",{"id":"p28","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p28"},"Spiritual knowledge is more important than secular knowledge."],["ul.bullet",["li",["span.label","•"],["p.para","“To be learned is good if they hearken unto the counsels of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.29"},"2 Nephi 9:29"],"[Scripture Mastery,",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.28-29"},"2 Nephi 9:28–29"],"])."]],["li",["span.label","•"],["p.para","President James E. Faust of the First Presidency: “Remember, the marvels of modern science and technology will not exalt us. Indeed, the great challenge we face as we prepare for the future is to be more spiritually enlightened. All of this new, expanding intellectual property must certainly be mastered through great effort and learning. But technical savvy is not fully useful unless there is a spiritual purpose and meaning to it. I am certain the Lord expects us to apply it to the advancement of His purposes and the blessing of mankind, but we must adopt those lofty ideals as personal goals and desires before we can direct technology to those purposes” (in Conference Report, Apr. 1999, 22; or",["span.emphasis","Ensign,"],"May 1999, 19)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_010_003-readingTable.jpg"}]]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring:"],["p.para","“It is clear that putting spiritual learning first does not relieve us from learning secular things. On the contrary, it gives our secular learning purpose and motivates us to work harder at it. If we will keep spiritual learning in its proper place, we will have to make some hard choices of how we use our time. We generally know when papers will be due, when tests must be taken, when projects must be completed. And we know when the Sabbath will come. We know when the institute class will be held. We know when the prayers at the beginning of a day and those at the end should come. We know about how long it takes in reading the scriptures before we begin to feel the Holy Spirit. We know about how many hours it takes to prepare and to perform our service in the Church."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_010_004-readingStairs.jpg"}]],["p.para","“When we see life as it really is, we plan for a time and a place for all of those things. There will come crises when there does not seem to be enough time. There will be many instances when one thing crowds out another. But there should never be a conscious choice to let the spiritual become secondary as a pattern in our lives. Never. That will lead to tragedy. The tragedy may not be obvious at first, nor may it ever be clear in mortal life. But remember, you are interested in education not for life, but for eternal life. When you see that reality clearly with spiritual sight, you will put spiritual learning first and yet not slight the secular learning. In fact, you will work harder at your secular learning than you would without that spiritual vision” (",["span.emphasis","Education for Real Life,"],"3)."]],["li",["span.label","•"],["p.para","Elder L. Tom Perry of the Quorum of the Twelve Apostles: “If we provide a spiritual foundation for our secular learning, not only will we better understand the laws of nature, we can gain a depth of understanding about art, languages, technology, medicine, law, and human behavior never before imagined possible” (",["span.emphasis","Enter to Learn-Go Forth to Serve"],"[CES fireside for young adults, Mar. 5, 1995], 4; see",["span.crossRef","“Learning to Serve,”"],["span.emphasis","Ensign,"],"Aug. 1996, 13)."],[".sidebar",["p.para",{"id":"lip35","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip35"},"“Education is the key to opportunity.”"]]]],["p.para",{"id":"p36","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p36"},"Education is a key to opportunity."],["ul.bullet",["li",["span.label","•"],["p.para","“The glory of God is intelligence, or, in other words, light and truth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.36"},"D&C 93:36"],")."]],["li",["span.label","•"],["p.para","“If ye are prepared ye shall not fear” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.30"},"D&C 38:30"],")."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley: “Get all the education you can, I wish to say to the young people. Cultivate skills of mind and hands. Education is the key to opportunity. The Lord has placed upon you, as members of this Church, the obligation to study and to learn of things spiritual, yes, but of things temporal also. Acquire all of the education that you can, even if it means great sacrifice while you are young. You will bless the lives of your children. You will bless the Church because you will reflect honor to this work” (",["span.emphasis","Teachings of Gordon B. Hinckley"],"[1997], 172)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley:"],["p.para","“You are moving into the most competitive age the world has ever known. All around you is competition. You need all the education you can get. Sacrifice a car; sacrifice anything that is needed to be sacrificed to qualify yourselves to do the work of the world. That world will in large measure pay you what it thinks you are worth, and your worth will increase as you gain education and proficiency in your chosen field."],["p.para","“You belong to a church that teaches the importance of education. You have a mandate from the Lord to educate your minds and your hearts and your hands. The Lord has said, ‘Teach ye diligently … of things both in heaven and in the earth, and under the earth; things which have been, things which are, things which must shortly come to pass; things which are at home, things which are abroad; the wars and the perplexities of the nations, and the judgments which are on the land; and a knowledge also of countries and of kingdoms-that ye may be prepared in all things’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.78-80"},"D&C 88:78–80"],")."],["p.para","“Mind you, these are not my words. These are the words of the Lord who loves you. He wants you to train your minds and hands to become an influence for good as you go forward with your lives. And as you do so and as you perform honorably and with excellence, you will bring honor to the Church, for you will be regarded as a man or woman of integrity and ability and conscientious workmanship. …"],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_010_005-modelCity.jpg"}]],["p.para","“Be smart. The Lord wants you to educate your minds and hands, whatever your chosen field. Whether it be repairing refrigerators, or the work of a skilled surgeon, you must train yourselves. Seek for the best schooling available. Become a workman of integrity in the world that lies ahead of you. I repeat, you will bring honor to the Church and you will be generously blessed because of that training."],["p.para","“There can be no doubt, none whatever, that education pays. Do not short-circuit your lives. If you do so, you will pay for it over and over and over again” (",["span.crossRef","“A Prophet’s Counsel and Prayer for Youth,”"],["span.emphasis","Ensign,"],"Jan. 2001, 4–5, 7; or",["span.emphasis","New Era,"],"Jan. 2001, 8,",["span.crossRef","10–11"],")."],[".sidebar",["p.para",{"id":"lip46","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip46"},"“The Lord wants you to educate your minds and hands.”"]]]],["p.para",{"id":"p47","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p47"},"The Lord will guide us to areas of learning that will help us better serve others."],["ul.bullet",["li",["span.label","•"],["p.para","“The Holy Ghost … will show unto you all things what ye should do” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.5"},"2 Nephi 32:5"],")."]],["li",["span.label","•"],["p.para","President Howard W. Hunter, fourteenth President of the Church: “I would like to say something to you that I consider to be very important. Throughout your life, you will be faced with many choices. How well you select among the alternatives will determine your success and happiness in life. Some of the decisions you will make will be absolutely critical and can affect the entire course of your life. Please measure those alternatives against the teachings of Jesus Christ. To be able to do that you must know and understand his teachings. As you exercise faith and live worthy of inspiration, you will be directed in the important choices you make” (",["span.emphasis","Prepare Yourself"],"[pamphlet, 1996], 1–2)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_010_006-womanRedCross.jpg"}]]],["li",["span.label","•"],["p.para","Elder Richard G. Scott of the Quorum of the Twelve Apostles: “I stand in awe that our Heavenly Father and His Beloved Son are willing, even anxious for us to learn from them. … Gaining spiritual knowledge is not a mechanical process. It is a sacred privilege based upon spiritual law. I testify that you can receive inspired help. Humbly ask your Eternal Father. Seek divine light. Exercise faith in the Savior. Strive to hearken to His counsel and obey His commandments. He will bless and lead you as you move through this sometimes treacherous world” (in Conference Report, Oct. 1993, 120; or",["span.emphasis","Ensign,"],"Nov. 1993, 88)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_010_007-doctor.jpg"}]]]],["p.para",{"id":"p51","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p51"},"Learning is a lifetime endeavor."],["ul.bullet",["li",["span.label","•"],["p.para","“Whatever principle of intelligence we attain unto in this life, it will rise with us in the resurrection."],["p.para","“And if a person gains more knowledge and intelligence in this life through his diligence and obedience than another, he will have so much the advantage in the world to come” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18-19"},"D&C 130:18–19"],"[Scripture Mastery])."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_010_008-readingFamily.jpg"}]]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring:"],["p.para","“No service that matters can be given over a lifetime by those who stop learning. A great teacher is always studying. A nurse never stops facing the challenge of dealing with something new, be it equipment or procedure. And the workplace in every industry is changing so rapidly that what we know today will not be enough for tomorrow."],["p.para","“Our education must never stop. If it ends at the door of the classroom on graduation day, we will fail. And since what we will need to know is hard to discern, we need the help of heaven to know which of the myriad of things we could study we would most wisely learn. It also means that we cannot waste time entertaining ourselves when we have the chance to read or to listen to whatever will help us learn what is true and useful. Insatiable curiosity will be our hallmark” (",["span.emphasis","Education for Real Life,"],"4)."]],["li",["span.label","•"],["p.para","Elder L. Tom Perry: “The rapidly changing world breeds obsolescence and requires us to be continually engaged in preparing ourselves for the future. We can become antiquated in our professions if we do not stay up-to-date. Imagine how many patients a dentist would have if he continued to use the same tools and techniques he used a decade ago. What about a businessman who tried to compete without the use of computers? Or a builder who had not stayed abreast of the latest materials and methods available? Education has, of necessity, become a lifelong pursuit. We must, in our scheduling of time, allot sufficient time to educate ourselves for now and for the future” (in Conference Report, Sept.–Oct. 1995, 46; or",["span.emphasis","Ensign,"],"Nov. 1995, 36)."]],["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip58","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip58"},"“Our education must never stop.”"]],["p.para","President Gordon B. Hinckley:"],["p.para","“There is a great potential within each of us to go on learning. Regardless of our age, unless there be serious illness, we can read, study, drink in the writings of wonderful men and women. …"],["p.para","“We of this Church have been given a marvelous promise by the Lord Himself. Said He: ‘That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.24"},"D&C 50:24"],")."],["p.para","“What a remarkable statement that is. It is one of my favorite verses of scripture. It speaks of growth, of development, of the march that leads toward Godhood. It goes hand in hand with these great declarations: ‘The glory of God is intelligence, or, in other words, light and truth’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.36"},"D&C 93:36"],"); ‘If a person gains more knowledge and intelligence in this life through his diligence and obedience than another, he will have so much the advantage in the world to come’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.19"},"D&C 130:19"],"); and, ‘whatever principle of intelligence we attain unto in this life, it will rise with us in the resurrection’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18"},"D&C 130:18"],")."],["p.para","“What a profound challenge is found in these marvelous statements. We must go on growing. We must continuously learn. It is a divinely given mandate that we go on adding to our knowledge” (",["span.emphasis","Teachings of Gordon B. Hinckley,"],"303; see",["span.crossRef","“A Conversation with Single Adults,”"],["span.emphasis","Ensign,"],"Mar. 1997, 61–62)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley:"],["p.para","“The learning process is endless. We must read, we must observe, we must assimilate, and we must ponder that to which we expose our minds. I believe in the evolution of the mind, the heart, and the soul of humanity. I believe in improvement. I believe in growth. There is nothing quite as invigorating as being able to evaluate and then solve a difficult problem, to grapple with something that seems almost unsolvable and then find a resolution."],["p.para","“For such reasons, and because the pace and complexity of life demand it, we cannot afford to stop learning and growing and progressing. We must not rest in our personal development-development that is emotional and spiritual as well as mental. There is so much to learn and so little time in which to learn it” (",["span.emphasis","Standing for Something"],"[2000], 62)."]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p68","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p68"},"Elder Russell M. Nelson taught:"],["p.para",{"id":"p69","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p69"},"“Those who impulsively ‘drop out’ and cut short their education … frustrate the realization of their own potential."],["p.para",{"id":"p70","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p70"},"“I remember my moment of resolution many years ago when, as an untrained teenager, I secured temporary employment at Christmastime. The work was monotonous. Each hour and each day passed slowly. I resolved then and there that I must obtain an education that would qualify me better for life. I determined to stay in school and work for an education as though my very life depended upon it."],["p.para",{"id":"p71","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p71"},"“Later as stake president I was questioned by many young people about their own educational pursuits. Some asked me how long it took to become a doctor of medicine. ‘The general pattern would be four years at a university, followed by four years in medical school,’ I replied. ‘And if you choose to become a specialist, that could take another five years or more, depending upon your desire.’"],["p.para",{"id":"p72","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p72"},"“That occasionally evoked a reaction: ‘That adds up to thirteen years-and maybe",["span.emphasis","more?"],"That’s too long for me!’"],["p.para",{"id":"p73","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p73"},"“‘It all depends,’ I would respond. ‘Preparation for your career is not too long if you know what you want to do with your life. How old will you be thirteen years from now if you",["span.emphasis","don’t"],"pursue your education? Just as old, whether or not you become what you want to be!’"],["p.para",{"id":"p74","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p74"},"“So my counsel then-and now-is to continue your education wherever you are, whatever your interest and opportunity, however you determine you can best serve your family and society” (in Conference Report, Oct. 1992, 5; or",["span.emphasis","Ensign,"],"Nov. 1992, 6)."],["ul.bullet",["li",["span.label","•"],["p.para","What does Elder Nelson’s statement “Preparation for your career is not too long if you know what you want to do with your life” mean to you?"]],["li",["span.label","•"],["p.para","What benefits come from better career preparation?"]]],["p.para",{"id":"p77","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-10-seek-learning-by-study-and-by-faith.p77"},"Temzie is a recently returned missionary. He uses many of the skills he learned in the mission field in his new job. He earns enough to support himself, but the job will not be enough to support a family once he marries. Since he has no prospects for marriage right now, he has decided not to continue his education at this time. Without having to study, he has more leisure time to enjoy."],["ul.bullet",["li",["span.label","•"],["p.para","What advice would you give Temzie?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","What does learning have to do with happiness?"]],["li",["span.label","•"],["p.para","What does it mean when we say we cannot afford to stop learning?"]],["li",["span.label","•"],["p.para","How does knowing that the knowledge we gain in this life will rise with us in the next life (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18"},"D&C 130:18"],") affect your desire for learning?"]],["li",["span.label","•"],["p.para","What areas of your life will improve if you get more education?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
