{"id":45,"parent_id":0,"book_id":9113,"content_id":1,"language_id":1,"display_order":45,"title":"Chapter 43: 3 Nephi 18–19","subtitle":"","short_title":"Chapter 43","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19","content":[["div",{"id":"head1","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.head1"},[".titleNumber","Chapter 43"],["h1","3Nephi 18–19"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p4"},"In",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18"},"3 Nephi 18–19"],", we read teachings from the Savior about the sacrament, prayer, and the companionship of the Holy Ghost. Through careful study of these teachings, students will better understand why they partake of the sacrament. They will learn how to draw closer to their Heavenly Father through prayer and how to receive the companionship of the Holy Ghost daily."]],[".topic",["h2","Some Doctrines and Principles"],["ul.bullet",["li",["span.label","•"],[".para","Worthily partaking of the sacrament provides us with the companionship of the Holy Ghost (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.1-14,28-32"},"3 Nephi 18:1–14, 28–32"],")."]],["li",["span.label","•"],[".para","Prayers offered in faith help bring to pass our righteous desires and prevent us from being deceived by Satan (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15-21"},"3 Nephi 18:15–21"],")."]],["li",["span.label","•"],[".para","Church members should extend fellowship to all people (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.22-32"},"3 Nephi 18:22–32"],")."]],["li",["span.label","•"],[".para","The companionship of the Holy Ghost is granted to us as we desire it and are worthy of it (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.6-13,20-21"},"3 Nephi 19:6–13, 20–21"],")."]],["li",["span.label","•"],[".para","Jesus Christ is our Advocate with the Father (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.15-23"},"3 Nephi 19:15–23"],")."]]]],[".topic",["h2","Suggestions for Teaching"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.1-14,28-32"},"3 Nephi 18:1–14, 28–32"],". Worthily Partaking of the Sacrament Provides Us with the Companionship of the Holy Ghost"],["div",{"id":"p13","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p13"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.1-14,28-32"},"3 Nephi 18:1–14, 28–32"],"with the students. Invite them to look for at least five important truths the Savior taught about the sacrament. Invite students to share the truths they find. Ask a student to write these truths on the board."],[".blockQuote",[".preamble","President James E. Faust (1920–2007) of the First Presidency explained that our worthiness to partake of the sacrament is closely connected to our receiving the companionship of the Holy Ghost:"],["div",{"id":"p15","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p15"},"“As we worthily partake of the sanctified bread and water in remembrance of the Savior’s sacrifice, we witness unto God the Father that we are willing to take upon us the name of His Son and always remember Him and to keep His commandments which He has given us. If we do these things, we will always have His Spirit to be with us” (in Conference Report, Apr. 1998, 20; or",["span.crossRef",["span.emphasis","Ensign,"],"May 1998, 18"],")."]],["div",{"id":"p16","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p16"},"Ask students to read the sacrament prayers in",["a.scriptureRef",{"href":"/scriptures/bofm/moro/4.3"},"Moroni 4:3"],"and 5:2. Encourage them to mark what these verses say we must do to enjoy the companionship of the Holy Ghost. Have them share their answers."],["ul.bullet",["li",["span.label","•"],[".para","How will “always remember[ing]” the Savior lead us to “always have his Spirit”?"]]],["div",{"id":"p18","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p18"},"You might consider encouraging students to read the statement by Elder Dallin H. Oaks on",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-43-3-nephi-18-19.p16"},"page 317"],"in the student manual. In this statement, Elder Oaks explains the connection between worthily partaking of the sacrament and receiving the ministering of angels."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15-21"},"3 Nephi 18:15–21"],". Prayers Offered in Faith Help Bring to Pass Our Righteous Desires and Prevent Us from Being Deceived by Satan"],["div",{"id":"p20","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p20"},"Explain that having the Spirit with us at all times involves a strong relationship with God through prayer."],["ul.bullet",["li",["span.label","•"],[".para","What is the difference between praying and merely saying a prayer?"]],["li",["span.label","•"],[".para","How has prayer strengthened you?"]]],["div",{"id":"p23","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p23"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15,18"},"3 Nephi 18:15, 18"],"."],["ul.bullet",["li",["span.label","•"],[".para","In these verses, what does the Savior command us to do? Why?"]],["li",["span.label","•"],[".para","What do you think it means to “watch and pray always”? How does this help us resist temptation?"]],["li",["span.label","•"],[".para","After the Savior commanded His twelve disciples to “watch and pray always,” He gave the same command to all the people (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.15-18"},"3 Nephi 18:15–18"],"). What can you learn from the fact that the Savior taught both the disciples and the multitude to “watch and pray always”?"]]],["div",{"id":"p27","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p27"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.19-21"},"3 Nephi 18:19–21"],". Then ask all the students to repeat",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.20"},"verse 20"],": “And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you.” Consider using the following discussion questions to help students think more deeply about this verse:"],["ul.bullet",["li",["span.label","•"],[".para","Why do you think we need to pray in the name of Jesus Christ?"]],["li",["span.label","•"],[".para","What do you think the phrase “which is right” means in this passage? (You may also want to refer students to",["a.scriptureRef",{"href":"/scriptures/nt/james/4.3"},"James 4:3"],".)"]]],["div",{"id":"p30","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p30"},"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.30"},"Doctrine and Covenants 46:30"],"with students."],["ul.bullet",["li",["span.label","•"],[".para","According to this verse, what is the key to asking for that which is right?"]]],["div",{"id":"p32","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p32"},"Make sure students understand that even a loving request, such as for the healing of a family member, must be according to the Lord’s will in order to be right."],[".blockQuote",[".preamble","Share the following testimony of President Gordon B. Hinckley (1910–2008), the 15th President of the Church:"],["div",{"id":"p34","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p34"},"“God, our Eternal Father, lives. He is the Creator and Ruler of the universe and yet He is our Father. He is the Almighty and is above all. He can be reached in prayer. … Does He hear a child’s prayer? Of course He does. Does He answer it? Of course He does. Not always as we might wish, but He answers. He hears and answers” (",["span.emphasis","Teachings of Gordon B. Hinckley"],"[1997], 468)."]],["div",{"id":"p35","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p35"},"You might consider inviting one or more students to share experiences with receiving answers to prayer. (Be sensitive to the private nature of prayer.) Share your testimony of how Heavenly Father guides and blesses us as we pray in faith to Him."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.22-32"},"3 Nephi 18:22–32"],". Church Members Should Extend Fellowship to All People"],["div",{"id":"p37","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p37"},"Remind students that Church leaders have asked us to reach out to less-active members, new members, and those who are not members of the Church. This counsel is not new. Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.22-25"},"3 Nephi 18:22–25"],"."],["ul.bullet",["li",["span.label","•"],[".para","In these verses, what are Church members commanded to do?"]]],[".blockQuote",[".preamble","President Gordon B. Hinckley counseled:"],["div",{"id":"p40","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p40"},"“With the ever increasing number of converts, we must make an increasingly substantial effort to assist them as they find their way. Every one of them needs three things: a friend, a responsibility, and nurturing with ‘the good word of God’ (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"],"). It is our duty and opportunity to provide these things” (in Conference Report, Apr. 1997, 66; or",["span.crossRef",["span.emphasis","Ensign,"],"May 1997, 47"],")."]],["div",{"id":"p41","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p41"},"President Hinckley’s counsel may apply also to those who are not yet members of the Church. Encourage students to think of someone they could invite to learn more about the gospel or to attend a Church meeting or activity. This person could be someone of another faith, a less-active member of the Church, or a new member."],["ul.bullet",["li",["span.label","•"],[".para","What difference does it make to extend an invitation as a friend rather than because of an assignment?"]]],[".blockQuote",[".preamble","Share the following encouragement from Elder M. Russell Ballard of the Quorum of the Twelve Apostles (also available on the companion DVD",["span.dominant","A"],"):"],["div",{"id":"p44","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p44"},"“Brothers and sisters, my message is urgent because we need to retain in full fellowship many more of the new converts and return to activity many more of the less active. I urge you to increase the spirit of friendship and pure Christian fellowship in your neighborhoods. A new convert or recently activated member should feel the warmth of being wanted and being welcomed into full fellowship of the Church. Members and leaders of the Church should nurture and love them as Jesus would” (in Conference Report, Oct. 1988, 36; or",["span.crossRef",["span.emphasis","Ensign,"],"Nov. 1988, 29"],")."]],["div",{"id":"p45","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p45"},"Encourage students to prayerfully consider ways they can fellowship the people they thought of—not out of an assignment but out of sincere love for them. Suggest that students cross-reference",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.22-25"},"3 Nephi 18:22–25"],"with",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"],". As a class, take some time to discuss ways to invite people to participate in institute."],[".blockQuote",[".preamble","Explain that we can help save Heavenly Father’s children. Share the following story about President Thomas S. Monson when he was 12 or 13 years old. He was floating down the Provo River on a large inner tube. As he entered the swiftest portion of the river, he saw that a young lady had been pulled into the treacherous whirlpools. Read the story below, or use the companion DVD so students can watch President Monson telling the story himself",["span.dominant","B"],"."],["div",{"id":"p47","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p47"},"“I heard frantic cries, ‘Save her! Save her!’ … I saw the top of her head disappearing under the water for the third time, there to descend to a watery grave. I stretched forth my hand, grasped her hair, and lifted her over the side of the tube and into my arms. At the pool’s lower end, the water was slower as I paddled the tube, with my precious cargo, to her waiting relatives and friends. They threw their arms around the water-soaked girl and kissed her, crying, ‘Thank God! Thank God you are safe!’ Then they hugged and kissed me. I was embarrassed and quickly returned to the tube and continued my float down to the Vivian Park bridge. The water was frigid, but I was not cold, for I was filled with a warm feeling. I realized that I had participated in the saving of a life. Heavenly Father had heard the cries, ‘Save her! Save her,’ and permitted me, a deacon, to float by at precisely the time I was needed. That day I learned that the sweetest feeling in mortality is to realize that God, our Heavenly Father, knows each one of us and generously permits us to see and to share His divine power to save” (in Conference Report, Oct. 1995, 65–66; or",["span.crossRef",["span.emphasis","Ensign,"],"Nov. 1995, 49"],")."]],["ul.bullet",["li",["span.label","•"],[".para","What parallels can you see between President Monson’s experience on the river and our association with those who are investigating the Church, are new members, or are less active?"]]],["div",{"id":"p49","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p49"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.26"},"3 Nephi 18:26"],"."],["ul.bullet",["li",["span.label","•"],[".para","To whom is the Savior speaking here?"]]],["div",{"id":"p51","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p51"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.28-29"},"3 Nephi 18:28–29"],"with students."],["ul.bullet",["li",["span.label","•"],[".para","Why do you think it is important to understand that these verses are directed specifically to priesthood leaders and not the general Church membership? (We are not in the position to judge another’s worthiness to partake of the sacrament. That is the responsibility of the individual and his or her bishop or branch president.)"]]],["div",{"id":"p53","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p53"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.30-32"},"3 Nephi 18:30–32"],"with the class."],["ul.bullet",["li",["span.label","•"],[".para","What specific instructions from these verses should",["span.emphasis","all"],"members follow? (You may want to list students’ responses on the board.)"]]],["div",{"id":"p55","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p55"},"Help students understand that although they might not serve in callings such as bishop or stake president, they have opportunities to be helpful and friendly and to pray for others’ welfare."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.6-13,20-21"},"3 Nephi 19:6–13, 20–21"],". The Companionship of the Holy Ghost Is Granted to Us as We Desire It and Are Worthy of It"],["div",{"id":"p57","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p57"},"Before class, make copies of the handout on",["a.crossRef",{"href":"/manual/book-of-mormon-teacher-manual/chapter-46-3-nephi-27-30.p81"},"page 161"],"."],["div",{"id":"p58","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p58"},"Encourage each student to think of something valuable that they would like to have. Ask them to think about how that item might enrich their lives and what they would need to do to obtain it."],["div",{"id":"p59","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p59"},"Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.6-13,20-21"},"3 Nephi 19:6–13, 20–21"],"to see what the people desired most. Ask them to think about how the gift of the Holy Ghost blesses their lives and what they must do to receive the companionship of the Spirit."],["ul.bullet",["li",["span.label","•"],[".para","Why would these Nephites desire the Holy Ghost more than anything else? What could the Holy Ghost add to their lives?"]],["li",["span.label","•"],[".para","What did the people do in order to receive the Holy Ghost?"]],["li",["span.label","•"],[".para","What can we do to increase our desire to receive the influence of the Holy Ghost in our lives? Why is it important to pray for guidance from the Holy Ghost?"]]],["div",{"id":"p63","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p63"},"Distribute the handout. Give students time to read it. Ask them to look for principles they have seen exemplified in their lives, in the lives of family members or friends, or in the scriptures. Then give them an opportunity to share these experiences or scripture accounts with each other."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.15-23"},"3 Nephi 19:15–23"],". Jesus Christ Is Our Advocate with the Father"],["div",{"id":"p65","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p65"},"Write the word",["span.emphasis","Advocate"],"on the board."],["ul.bullet",["li",["span.label","•"],[".para","What is an advocate? (A person who pleads the cause of someone else.)"]]],["div",{"id":"p67","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p67"},"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.3-5"},"Doctrine and Covenants 45:3–5"],"with students."],["ul.bullet",["li",["span.label","•"],[".para","How does Jesus Christ act as our Advocate?"]]],[".blockQuote",[".preamble","Share the following statement by President Joseph Fielding Smith (1876–1972), the 10th President of the Church:"],["div",{"id":"p70","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p70"},"“An advocate is one who defends or pleads for or in behalf of another. … That is part of [the] great mission [of Jesus Christ]. … When he was upon earth, he prayed frequently for his disciples, pleading with his Father in their behalf, and he has been pleading ever since” (",["span.emphasis","Doctrines of Salvation,"],"comp. Bruce R. McConkie, 3 vols. [1954–56], 1:26–27)."]],["ul.bullet",["li",["span.label","•"],[".para","How do you feel when you think about Jesus continuing as your Advocate with the Father?"]]],["div",{"id":"p72","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p72"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.15-23"},"3 Nephi 19:15–23"],". Then discuss the following questions as a class. (If students have questions about why the disciples prayed to Jesus rather than the Father, you may want to refer to the statement by Elder Bruce R. McConkie on",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-43-3-nephi-18-19.p56"},"page 320"],"in the student manual.)"],["ul.bullet",["li",["span.label","•"],[".para","What did Jesus command the multitude and His disciples to do?"]],["li",["span.label","•"],[".para","What does the Savior’s prayer in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.20-22"},"verses 20–22"],"teach about receiving the Holy Ghost?"]],["li",["span.label","•"],[".para","What did Jesus plead for when He prayed to His Father? What specifically did He ask regarding those who will hear the words of His chosen servants?"]]],["div",{"id":"p76","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p76"},"You may want to point out the Savior offered a similar prayer not long before He suffered in the Garden of Gethsemane (see",["a.scriptureRef",{"href":"/scriptures/nt/john/17"},"John 17"],"). Students may find additional understanding by comparing",["a.scriptureRef",{"href":"/scriptures/nt/john/17.11,20-23"},"John 17:11, 20–23"],"with",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.20-23"},"3 Nephi 19:20–23"],". Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles shared two insights from these prayers. Have students read his observations on",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-43-3-nephi-18-19.p73"},"page 321"],"in the student manual."],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to be one with Heavenly Father and Jesus Christ? What does it mean to be one with each other?"]]],"Invite students to ponder the following questions:",["ul.bullet",["li",["span.label","•"],[".para","When have you recently felt the influence of the Holy Ghost? How did this experience lead you to feel toward the Savior and those around you?"]]],["div",{"id":"p80","uri":"/manual/book-of-mormon-teacher-manual/chapter-43-3-nephi-18-19.p80"},"After students have had time to ponder these questions, invite them to share their thoughts. You may want to share your thoughts as well."]]]]],"refs":null}
