{"id":14,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":14,"title":"Chapter 12: Observing the Laws of Physical Health","subtitle":"","short_title":"Chapter 12: Observing the Laws of Physical Health","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health.head1"},["h1","Chapter 12"],[".subtitle","Observing the Laws of Physical Health"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health.p4"},"Each of us is a spirit son or daughter of God and enters mortality to gain a physical body. Our physical body is a gift from God and ultimately will become a resurrected body."],["p.para",{"id":"p5","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health.p5"},"The Apostle Paul describes the body as the temple of God (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Corinthians 3:16–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/6.19-20"},"6:19–20"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.33-35"},"D&C 93:33–35"],"). Each of us should try to keep our body healthy by eating properly, exercising regularly, seeking competent medical help, and living the Word of Wisdom. This will help us in our work, family, and Church service."]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","Good health habits are important in living the gospel."]],["li",["span.label","•"],["p.para","The Word of Wisdom is an important part of the Lord’s law of health."]],["li",["span.label","•"],["p.para","Proper diet, rest, and exercise provide significant health benefits."]],["li",["span.label","•"],["p.para","We must avoid substances and practices that are harmful to our bodies and minds."]]]],[".topic",["h2","Supporting Scriptures and Statements"],["p.para",{"id":"p12","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health.p12"},"Good health habits are important in living the gospel."],["ul.bullet",["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip13","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip13"},"“The body is the temple of the spirit.”"]],["p.para","“Man is the tabernacle of God, even temples; and whatsoever temple is defiled, God shall destroy that temple” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.35"},"D&C 93:35"],")."]],["li",["span.label","•"],["p.para","President Thomas S. Monson of the First Presidency: “The Apostle Paul declared, ‘Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? … The temple of God is holy, which temple ye are’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Corinthians 3:16–17"],"). Nutritious meals, regular exercise, and appropriate sleep are necessary for a strong body, just as consistent scripture study and prayer strengthen the mind and spirit” (in Conference Report, Oct. 1990, 60; or",["span.emphasis","Ensign,"],"Nov. 1990, 46)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_012_001-foodbasket.jpg"}]]],["li",["span.label","•"],["p.para","President David O. McKay, ninth President of the Church:"],["p.para","“The healthy man, who takes care of his physical being, has strength and vitality; his temple is a fit place for his spirit to reside. …"],["p.para","“… Bodily ailments deprive us of the full exercise of our faculties and privileges and sometimes of life itself. It is necessary, therefore, to care for our physical bodies, and to observe the laws of physical health and happiness” (“The ‘Whole’ Man,”",["span.emphasis","Improvement Era,"],"Apr. 1952, 221)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, fifteenth President of the Church: “The body is the temple of the spirit. The body is sacred. It was created in the image of God. It is something to be cared for and used for good purposes. It ought to be taken care of, and this thing which we call the Word of Wisdom, which is a code of health, is most helpful in doing that” (in Conference Report, Oct. 1996, 68; or",["span.emphasis","Ensign,"],"Nov. 1996, 49)."]],["li",["span.label","•"],["p.para","Patricia T. Holland, formerly a counselor in the Young Women general presidency:"],["p.para","“Anyone who reads a newspaper or magazine is constantly reminded that proper diet, appropriate exercise, and plenty of rest increase our daily capacities as well as our life span. But all too many of us put off even these minimal efforts, thinking our family, our neighbors, and our other many responsibilities come first. Yet in doing so, we put at risk the thing these people need most from us: our healthiest, happiest, heartiest self. …"],["p.para","“The issue for me then, is accepting that we are worth the time and effort it takes to achieve the full measure of our creation, and believing that it is not selfish, wrong, or evil. It is, in fact, essential to our spiritual development."],["p.para","“My oldest child tried to teach me this principle years ago. I had not been feeling well on a day I had promised to take this then three-year-old son to the zoo. As my aches and pains increased, I finally said in exasperation, ‘Matthew, I don’t know if we should go to the zoo and take care of you or if we should stay home and take care of mother.’ He looked up at me for a moment with his big brown eyes and then stated emphatically, ‘Mama, I think",["span.emphasis","you"],"should take care of",["span.emphasis","you,"],"so",["span.emphasis","you"],"can take care of",["span.emphasis","me.’"],"He was wise enough even at that age to know where his best interests were ultimately served. Unless we take care of ourselves, it’s virtually impossible to properly take care of others” (“The Many Faces of Eve,” in Jeffrey R. Holland and Patricia T. Holland,",["span.emphasis","On Earth As It Is in Heaven"],"[1989], 66–67)."]]],["p.para",{"id":"p24","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health.p24"},"The Word of Wisdom is an important part of the Lord’s law of health."],["ul.bullet",["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip25","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip25"},"“A fundamental purpose of the Word of Wisdom has to do with revelation.”"]],["p.para","“A Word of Wisdom, for the benefit of … the saints … —"],["p.para","“… showing forth the order and will of God in the temporal salvation of all saints in the last days—"],["p.para","“Given for a principle with promise” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.1-3"},"D&C 89:1–3"],")."]],["li",["span.label","•"],["p.para","“And all saints who remember to keep and do these sayings, walking in obedience to the commandments, shall receive health in their navel and marrow to their bones;"],["p.para","“And shall find wisdom and great treasures of knowledge, even hidden treasures;"],["p.para","“And shall run and not be weary, and shall walk and not faint."],["p.para","“And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"D&C 89:18–21"],"[Scripture Mastery])."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley: “Look upon the Word of Wisdom as more than a commonplace thing. I regard it as the most remarkable document on health of which I know. It came to the Prophet Joseph Smith in 1833, when relatively little was known of dietary matters. Now the greater the scientific research, the more certain becomes the proof of Word of Wisdom principles” (in Conference Report, Apr. 1998, 67; or",["span.emphasis","Ensign,"],"May 1998, 49)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_012_002-womanOutside.jpg"}]]],["li",["span.label","•"],["p.para","President Boyd K. Packer, Acting President of the Quorum of the Twelve Apostles:"],["p.para","“The Word of Wisdom put restrictions on members of the Church. To this day those regulations apply to every member and to everyone who seeks to join the Church. They are so compelling that no one is to be baptized into the Church without first agreeing to live by them. No one will be called to teach or to lead without accepting them. When you want to go to the temple, you will be asked if you keep the Word of Wisdom. If you do not, you cannot go to the house of the Lord until you are fully worthy."],["p.para","“We know that young people generally don’t like restrictions. Believe it or not, we were young once and we remember."],["p.para","“A resistance to anything that limits one’s conduct has almost taken over society. Our whole social order could self-destruct over the obsession with freedom disconnected from responsibility, where choice is imagined to be somehow independent of consequences. …"],["p.para","“The Word of Wisdom was ‘given for a principle with promise’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.3"},"D&C 89:3"],"). That word",["span.emphasis","principle"],"in the revelation is a very important one. A principle is an enduring truth, a law, a rule you can adopt to guide you in making decisions. Generally principles are not spelled out in detail. That leaves you free to find your way with an enduring truth, a principle, as your anchor” (in Conference Report, Apr. 1996, 22; or",["span.emphasis","Ensign,"],"May 1996, 17)."]],["li",["span.label","•"],["p.para","Elder Boyd K. Packer of the Quorum of the Twelve Apostles:"],["p.para","“I have come to know … that a fundamental purpose of the Word of Wisdom has to do with revelation."],["p.para","“From the time you are very little we teach you to avoid tea, coffee, liquor, tobacco, narcotics, and anything else that disturbs your health."],["p.para","“And you know that we get very worried when we find one of you tampering with those things."],["p.para","“If someone ‘under the influence’ can hardly listen to plain talk, how can they respond to spiritual promptings that touch their most delicate feelings?"],["p.para","“As valuable as the Word of Wisdom is as a law of health, it may be much more valuable to you spiritually than it is physically” (in Conference Report, Oct. 1979, 28–29; or",["span.emphasis","Ensign,"],"Nov. 1979, 20)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, then First Counselor in the First Presidency:"],["p.para","“Is observance of the Word of Wisdom necessary? The Brethren have long felt that it certainly must be. Observance of the Word of Wisdom is concerned with the care of one’s body, which, the Lord has assured, is of itself a temple, a tabernacle of the spirit. He has said, ‘Yea, man is the tabernacle of God, even temples; and whatsoever temple is defiled, God shall destroy that temple’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.35"},"D&C 93:35"],")."],["p.para","“I recall a bishop’s telling me of a woman who came to get a recommend. When asked if she observed the Word of Wisdom, she said that she occasionally drank a cup of coffee. She said, ‘Now, bishop, you’re not going to let that keep me from going to the temple, are you?’ To which he replied, ‘Sister, surely",["span.emphasis","you"],"will not let a cup of coffee stand between you and the house of the Lord.’” (in Conference Report, Mar.–Apr. 1990, 67; or",["span.emphasis","Ensign,"],"May 1990, 51)."]]],["p.para",{"id":"p48","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health.p48"},"Proper diet, rest, and exercise provide significant health benefits."],["ul.bullet",["li",["span.label","•"],["p.para","“Cease to be idle; cease to be unclean; cease to find fault one with another; cease to sleep longer than is needful; retire to thy bed early, that ye may not be weary; arise early, that your bodies and your minds may be invigorated” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"D&C 88:124"],"[Scripture Mastery,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.123-124"},"D&C 88:123–24"],"])."]],["li",["span.label","•"],["p.para","Fruits, vegetables, grains, and wholesome herbs are good for us. We should eat meat sparingly. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.10-17"},"D&C 89:10–17"],".)"]],["li",["span.label","•"],["p.para","Elder Russell M. Nelson of the Quorum of the Twelve Apostles:"],["p.para","“Proper physical conditioning is facilitated by regular exercise, but it should be suited to the abilities and preferences of the individual. …"],["p.para","“Like many other good things, exercise has benefits when applied wisely and in moderation. But I offer a word of caution regarding excess. It is folly to assume that if a little of anything is good, a lot is therefore better” (",["span.emphasis","Twenty Questions"],"[address to religious educators, Sept. 13, 1985], 4)."]],["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip54","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip54"},"“Proper physical conditioning is facilitated by regular exercise.”"]],["p.para","Elder Joe J. Christensen, then of the Presidency of the Seventy:"],["p.para","“Choose some sport or other vigorous physical exercise that is consistent with your situation and physical condition and be regular in pursuing it. Get the blood circulating and give your major muscles a workout. An appropriate amount of time and effort spent in exercising will help you to be more effective in all other areas of your life."],["p.para","“I don’t know what your choice will be. Personally, I prefer racquetball or walking to jogging. … Of course, you need to make your own choice but resolve to do something physical regularly. …"],["p.para","“Some of you are not getting the rest that you need. Some are habituated to going to bed late and sleeping much longer than your system really needs and thus missing out on some of the personal inspiration you could be receiving."],["p.para","“Adequately rested, there is great value that can come to you as an early riser. Years ago, Barbara and I were asked to drive President and Sister Marion G. Romney from Provo to their home in Salt Lake City. Along the way, President Romney shared some of his personal experiences when he was first called to serve as a General Authority way back in 1941. He had been serving as a stake president at the time and had gone to General Conference where he was called, without prior knowledge, to be a General Authority. He was shocked and very nervous. He felt that he needed some advice, and so he went to Elder Harold B. Lee, a new member of the Quorum of the Twelve and former associate as a stake president. He asked him for advice about how to be successful as a general authority."],["p.para","“Elder Lee said:"],["p.para","“‘If you are to be successful as a General Authority, I will give you",["span.emphasis","one"],"piece of advice: Go to bed early and get up early. If you do, your body and mind will become rested and then in the quiet of those early morning hours, you will receive more flashes of inspiration and insight than at any other time of the day.’"],[".sidebar",["p.para",{"id":"lip62","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip62"},"“Your willpower becomes strong when joined with the will of the Lord.”"]],["p.para","“President Romney said,"],["p.para","“‘From that day on, I put that counsel into practice, and I know it works. Whenever I have a serious problem, or some assignment of a creative nature with which I hope to receive the influence of the Spirit, I always receive more assistance in the early morning hours than at any other time of the day. Following that counsel has helped me a great deal through the years.’ (See: Joe J. Christensen,",["span.emphasis","To Grow in Spirit"],"[Salt Lake City: Deseret Book Co., 1983], pp. 27–28)."],["p.para","“You can have a similar experience in your own life. You can change, even if you consider yourself a ‘night person.’ Set the habit in 21 days. When it comes right down to it, it is a matter of",["span.emphasis","strong"],"resolve and ‘mind over mattress.’” (",["span.emphasis","Resolutions"],"[CES fireside for college-age young adults, Jan. 9, 1994], 5)."]]],["p.para",{"id":"p66","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health.p66"},"We must avoid substances and practices that are harmful to our bodies and minds."],["ul.bullet",["li",["span.label","•"],["p.para","“Behold, verily, thus saith the Lord unto you: In consequence of evils and designs which do and will exist in the hearts of conspiring men in the last days, I have warned you, and forewarn you, by giving unto you this word of wisdom by revelation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.4"},"D&C 89:4"],")."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley:"],["p.para","“Some have even used as an alibi the fact that drugs are not mentioned in the Word of Wisdom. What a miserable excuse. There is likewise no mention of the hazards of diving into an empty swimming pool or of jumping from an overpass onto the freeway. But who doubts the deadly consequences of such? Common sense would dictate against such behavior."],["p.para","“Regardless of the Word of Wisdom, there is a divinely given reason for avoiding these illegal substances."],["p.para","“I am convinced that their use is an affront to God. He is our Creator. We are made in His image. These remarkable and wonderful bodies are His handiwork. Does anyone think that he can deliberately injure and impair his body without affronting its Creator? We are told again and again that the body is the tabernacle of the spirit. We are told that it is a temple, holy to the Lord. In a time of terrible conflict between the Nephites and the Lamanites, we are told that the Nephites, who had been strong, became ‘weak, like unto their brethren, the Lamanites, and that the Spirit of the Lord did no more preserve them; yea, it had withdrawn from them because the Spirit of the Lord doth not dwell in unholy temples’ (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/4.24"},"Hel. 4:24"],")."],["p.para","“Alma taught the people of Zarahemla: The Lord ‘doth not dwell in unholy temples; neither can filthiness or anything which is unclean be received into the kingdom of God’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.21"},"Alma 7:21"],"). Can anyone doubt that the taking of these mind- and body-destroying drugs is an act of unholiness? Does anyone think that the Spirit of God can dwell in the temple of the body when that body is defiled by these destructive elements? If any of you are tampering with these things, resolve forthwith, and with the strongest determination of which you are capable, that you will never touch them again” (“A Plague on the World,”",["span.emphasis","New Era,"],"July 1990, 6; see Conference Report, Oct. 1989, 65; or",["span.emphasis","Ensign,"],"Nov. 1989,",["span.crossRef","50"],")."]],["li",["span.label","•"],["p.para","Elder Boyd K. Packer:"],["p.para","“Narcotic addiction serves the design of the prince of darkness, for it disrupts the channel to the Holy Spirit of Truth. At present the adversary has an unfair advantage. Addiction has the capacity to disconnect the human will and nullify moral agency. It can rob one of the power to decide. Agency is too fundamental a doctrine to be left in such jeopardy. …"],["p.para","“I plead with all of you to pray earnestly that somewhere, somehow, the way will be discovered to erase addiction in the human body."],["p.para","“It is not just human suffering, even human life, which is at risk; it is all of the personal and social and political and spiritual freedoms for which humanity has struggled for ages. At risk is all that was purchased by the blood of martyrs. Moral agency itself is in jeopardy! If we all pray fervently, the Lord will surely help us. And with those prayers, teach your children to obey the Word of Wisdom. It is their armor and will protect them from habits which obstruct the channels of personal revelation” (in Conference Report, Sept.–Oct. 1989, 16–17; or",["span.emphasis","Ensign,"],"Nov. 1989, 14)."]],["li",["span.label","•"],["p.para","Elder Russell M. Nelson:"],["p.para","“From an initial experiment thought to be trivial, a vicious cycle may follow. From trial comes a habit. From habit comes dependence. From dependence comes addiction. Its grasp is so gradual. Enslaving shackles of habit are too small to be sensed until they are too strong to be broken. Indeed, drugs are the modern ‘mess of pottage’ for which souls are sold. No families are free from risk. …"],["p.para","“We are free to take drugs or not. But once we choose to use a habit-forming drug, we are bound to the consequences of that choice. …"],["p.para","“‘The spirit and the body are the soul of man’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.15"},"D&C 88:15"],"). Both spirit and body have appetites. One of life’s great challenges is to develop dominance of spiritual appetites over those that are physical. Your willpower becomes strong when joined with the will of the Lord."],["p.para","“Addiction to any substance enslaves not only the physical body but the spirit as well” (in Conference Report, Oct. 1988, 5, 7; or",["span.emphasis","Ensign,"],"Nov. 1988, 6–8)."]],["li",["span.label","•"],["p.para","Elder Dallin H. Oaks of the Quorum of the Twelve Apostles:"],["p.para","“Some years ago one of our sons asked me why it was not a good idea to try alcohol and tobacco to see what they were like. He knew about the Word of Wisdom and he also knew the health effects of these substances, but he was questioning why he should not just try them out for himself. I replied that if he wanted to try something out he ought to go to a barnyard and eat a little manure. He recoiled in horror. ‘Ooh, that’s gross,’ he reacted."],["p.para","“‘I’m glad you think so,’ I said, ‘but why don’t you just try it out so you will know for yourself? While you are proposing to try one thing that you know is not good for you, why don’t you apply that principle to some others?’ That illustration of the silliness of ‘trying it out for yourself’ proved persuasive to one sixteen-year-old” (",["span.emphasis","Sins, Crimes, and Atonement"],"[address to religious educators, Feb. 7, 1992], 7)."]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p86","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health.p86"},"Perry has been invited to a party after graduation. It sounds like it will be fun, but he does not know if there will be alcoholic beverages. He really wants to be with his friends that evening."],["ul.bullet",["li",["span.label","•"],["p.para","What should Perry do?"]]],["p.para",{"id":"p88","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health.p88"},"Ngozi is asked by her younger sister, “Why shouldn’t I try alcohol and tobacco at least once so I’ll know what it’s like for myself? I’ll never do it again. What’s the harm if it’s only once?”"],["ul.bullet",["li",["span.label","•"],["p.para","What would you suggest Ngozi say to her sister?"]]],["p.para",{"id":"p90","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-12-observing-the-laws-of-physical-health.p90"},"José’s family are not Church members. They did not completely approve when he joined the Church and now feel that he looks down on them. They often try to tempt him to drink and smoke. He is frustrated but determined to keep his standards. He doesn’t wish to condemn his parents, but he wants them to take better care of themselves."],["ul.bullet",["li",["span.label","•"],["p.para","What advice would you give José?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","What are you doing to stay healthy? Do you need to improve any health habits? If so, what do you need to do to succeed in making these changes?"]],["li",["span.label","•"],["p.para","In what ways can your physical health affect your spiritual health?"]],["li",["span.label","•"],["p.para","How can you determine how much sleep you need?"]],["li",["span.label","•"],["p.para","In what ways is your body a temple of God (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16"},"1 Corinthians 3:16"],")? What can you do to respect and care for this temple?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
