{"id":15,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":15,"title":"Chapter 11: “I Seek Not Mine Own Will, but the Will of the Father”","subtitle":"","short_title":"Chapter 11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.head1"},["span.pageBreak",{"title":"147"}],[".titleNumber","Chapter 11"],["h1","“I Seek Not Mine Own Will, but the Will of the Father”"],[".intro","“We should bring our wills into subjection to the will of the Father, and feel to say, what is the will of our Father, whom we are here in the world to serve? Then every act that we perform will be a success.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p5"},"On March 31, 1899, President Lorenzo Snow traveled to Brigham Young Academy (now Brigham Young University), where a large group of Latter-day Saints had gathered to commemorate his 85th birthday. In the morning, he delivered a devotional address to the men in the congregation. At the same time, the women had a similar meeting, conducted by wives of members of the First Presidency and Quorum of the Twelve Apostles. In the afternoon, all met together."],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p6"},"As part of the afternoon meeting, 23 children “marched upon the rostrum, and facing President Snow, sang two songs … , after which each child presented the President with a bouquet of flowers.” President Snow expressed his gratitude to the children and pronounced a blessing upon them. Then eight Brigham Young Academy students came to the stand, one at a time. Each one, representing an organization in the school, presented a carefully prepared tribute to their prophet. In response to these words of affection and admiration, President Snow said:"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p7"},"“Now brethren and sisters, I do not know what to say about all this. I should like to go home and think about it, but I suppose a few remarks are expected, and I suppose I should say something, but I really don’t know what to say. There is this, however. I understand very distinctly that you are not paying this honor to me as",["span.pageBreak",{"title":"148"}],"Lorenzo Snow, but because of the cause I represent in connection with my brethren, my counselors and the members of the Quorum of the Twelve. … I feel that whatever I have accomplished that it is not Lorenzo Snow, and the scenes that have brought me to this position as President of the Church—it is not Lorenzo Snow, but the Lord has done it. When Jesus was upon the earth He made this remarkable expression; I have thought of it and it is before me constantly in all of my labors: ‘I can of myself do nothing; as I hear I judge, and my judgment is just.’ Now, why did He say that His judgment was just? He says, because ‘I seek not my own will but the will of my Father who sent me.’ [See",["a.scriptureRef",{"href":"/scriptures/nt/john/5.30"},"John 5:30"],".] That is the principle, my brethren and sisters, that I have endeavored to act upon ever since it was revealed to me that my Father in heaven, and your Father in heaven, exists. I have endeavored to do His will. …"],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p8"},"“It is the Lord that you honor when you honor me and my counselors and the Quorum of the Twelve. We have discovered that a long time since, every one of us, that of ourselves we could do nothing. Only as far as we followed that principle which Jesus followed when He was in the world has success followed our efforts; and it will be so with you.”",["sup",["a",{"href":"fn_1"},"1"]]]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","When we seek God’s will, we follow a course in which there will be no failure."],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p11"},"There is a course that men and women may pursue wherein there will be no failure. Whatever disappointments may arise or seeming failures may result, there will be in reality no failure, as a general thing. … There have been times when it seemed as though we were moving backward; at least, it has to those who were not fully enlightened in regard to the mind and will of God. The Church has passed through very strange experiences, and the people have made great sacrifices. … But we have come along through these sacrifices, and as a people there has been no failure. Why has there been no failure? Because the people, as a whole, have had their minds fixed upon the true principles of life, and they have conformed to their duty. … The people generally have had the Spirit",["span.pageBreak",{"title":"149"}],"of the Lord, and have followed it. Hence there has been no failure. So it may be with individuals. There is a course for every person to pursue in which there will be no failure. It will apply to temporal as well as spiritual matters. The Lord has given us the keyword in these verses that I have read from the Book of Doctrine and Covenants:"],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p12"},"“If your eye be single to my glory, your whole bodies shall be filled with light, and there shall be no darkness in you, and that body which is filled with light comprehendeth all things. Therefore sanctify yourselves that your minds become single to God.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.67-68"},"D&C 88:67–68"],".]"],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p13"},"That is the key by which a person can always be successful. Paul says:"],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p14"},"“I press toward the mark for the prize of the high calling of God in Christ Jesus.” [",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.14"},"Philippians 3:14"],".]"],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p15"},"A grand object that every Latter-day [Saint] ought to have before him constantly. What is that prize? … “All that my Father hath shall be given unto him.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.38"},"D&C 84:38"],".]"],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p16"},"The Savior on one occasion made an extraordinary statement. It is in the 5th chapter of St. John, and is as follows:"],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p17"},"“I can of mine own self do nothing.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/5.30"},"John 5:30"],".]"],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p18"},"It is remarkable that the God who made the worlds, who came down here clothed with flesh, performed mighty miracles, and sacrificed his life on Mount Calvary for the salvation of the human family—that He should say, “I can of mine own self do nothing.” And He goes on to say:"],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p19"},"“As I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/5.30"},"John 5:30"],".]"],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p20"},"That is a wonderful saying, and there is a great deal in it. Now, what we want is to have that spirit in every act of our lives and in every undertaking, whether temporal or spiritual, and not think of self. We should try to ascertain how we should spend the money and the information that God has given us. The answer is simple—for the glory of God. Our eye should be single to the glory of God. That is what we left the other life for and [came] into this. We should",["span.pageBreak",{"title":"150"}],"seek to promote the interests of the Most High God, and to feel as Jesus felt, “I can of mine own self do nothing.” Inasmuch as we act today and tomorrow, this week and next week, in the interest of God, and have our eye single to His glory, there can be no failure.",["sup",["a",{"href":"fn_2"},"2"]],"[See suggestion 1 on page 154.]"]],[".topic",["h3","As we obey God’s will, He gives us power to succeed in His work."],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p22"},"Of ourselves we can do nothing. As Jesus said: “Verily, verily I say unto you, the Son can do nothing of himself, but what he seeth the Father do; for what things soever he doeth, these also doeth the Son likewise.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/5.19"},"John 5:19"],".] He came into this life to do the will of his Father, and not his own will. Our desire and determination should be the same. When things come up that require an exertion on our part, we should bring our wills into subjection to the will of the Father, and feel to say, what is the will of our Father, whom we are here in the world to serve? Then every act that we perform will be a success. We may not see its success today or tomorrow, nevertheless it will result in success.",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p23"},"“And Moses said unto God, who am I, that I should go unto Pharaoh, and that I should bring forth the children of Israel out of Egypt?” [See",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.11"},"Exodus 3:11"],".] …"],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p24"},"“And Moses said unto the Lord, O, my Lord, I am not eloquent, neither heretofore nor since thou has spoken unto thy servant, but I am slow of speech, and of a slow tongue.” [See",["a.scriptureRef",{"href":"/scriptures/ot/ex/4.10"},"Exodus 4:10"],".] …"],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p25"},"We see in these passages which I read, that God called upon Moses to accomplish a certain work; Moses felt his inability and incompetency to do that which was required of him. The work was too great. It was too profound in its nature and character, and it required that which Moses felt he did not possess in power and ability; and he felt his weakness, and he asked God to look to others. … He objected in his feelings, and so talked to the Lord saying: Who am I that I should be sent forth to accomplish this great work,—for it is impossible that it can be accomplished by any such ability that I possess. …"],["span.pageBreak",{"title":"151"}],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p26"},"These are the feelings and the notions that Moses possessed and he wished to impress God with the same. So it has been from the beginning; when the Lord called upon individuals, they felt their inability, and so is it when elders are called to address you. So it is with the elders who are called to go forth to the nations of the earth as ministers of the gospel. They feel their inadequacy. They feel their insufficiency. …"],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p27"},"Now, when Jeremiah was called, he felt the same as did Moses. He said that the Lord had called upon him to be a prophet, not only to the house of Israel, but to all the surrounding nations. He was but a child, like Joseph Smith, when God first appeared unto him. Joseph was only about 14 years of age—but a child as it were—unknown, as far as the wisdom and learning of the world was concerned—so with Jeremiah, when God first called him—he said: “I am but a child. How can I accomplish this great work you require at my hands, to discharge these great responsibilities you propose to lay upon my shoulders?” He set his heart and feelings at the idea of doing this great work. But God told him, … for his comfort, “I knew you before I formed you in the belly.” He said He knew him in the [premortal] spirit world, that he would accomplish that which the Lord required at his hands; “and before thou camest forth from the womb, I sanctified thee and ordained thee to be a prophet to the nations.” [See",["a.scriptureRef",{"href":"/scriptures/ot/jer/1.5-6"},"Jeremiah 1:5–6"],".] He went forth, and through the power of the Almighty, Jeremiah accomplished that which the Lord required at his hands. …"],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p28"},"Now the Lord does very different from the doings of men. He works different. The Apostle Paul said that. He said: “You are called. It is not the wise that are called, but God has called the foolish to confound those which are wise.” [See",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/1.25-27"},"1 Corinthians 1:25–27"],".] And [the] apostles which God called, which Jesus, the Son of God called, and laid his hands upon them and bestowed upon them his priesthood and his authority to accomplish his work, they were not educated; they did not comprehend the sciences, they did not occupy high positions in Judeah—they were poor and illiterate; of humble callings in life. … Well, then, the Lord is different. He makes His calls different from those calls made by men. And people are very apt to be [confused] in regard to the operations of",["span.pageBreak",{"title":"152"}],"God in his callings; the best of men, the wisest of men are ofttimes [confused]. Moses was [confused] in regard to how the Lord would enable him to accomplish what he required but he was informed after. The Lord helped and aided him in a marvelous way, in convincing his brethren, Israel, when he was seen by the great Jehovah. He counseled with them and told them his mission and they finally consented. They accepted and received his counsels and his leadership and he brought them forth out of the land of bondage in Egypt. He was successful, not successful through his own wisdom; but he ascribed all his success to the Almighty God who called him. And so do we. …"],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p29"},"Now, it may be sufficient to state that God has called us. We don’t preach [except] as God requires it. There is scarcely a man that can be pointed out of the elders of Israel but their heart sunk within them when they were called to preach the gospel, to discharge the duties and obligations devolving upon them. I notice that some of",["span.pageBreak",{"title":"153"}],"the best speakers that have ever spoken from this stand, when they are called upon they are afraid, they feel to ask the faith and support of the congregation. And they have stood forth in the power of Jehovah and proclaimed his will in fear and trembling; but it was not by their own strength and wisdom that they thus addressed the Latter-day Saints. Although they may never have had the benefits of a college education, still, they stand before, not depending upon their own strength but in the strength and might of the gospel.",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p30"},"We cannot always do what we would like to do, but we shall have the power to do that which we should do. The Lord will give us the power to do this.",["sup",["a",{"href":"fn_5"},"5"]],"[See suggestion 2 on page 154.]"]],[".topic",["h3","We have been called to act in God’s name, and we acknowledge His hand in all the good we do."],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p32"},"What we do we perform in the name of the Lord God of Israel, and are willing to acknowledge the hand of the Almighty in everything we do. When Moses stood forth as the deliverer of the Children of Israel from their Egyptian bondage, he did not present himself in the manner of a common deliverer, but he went in the name of the Lord God of Israel, having been commanded to accomplish their redemption by the power and authority which he received from God. And from the moment that he appeared before them in this capacity, until he had accomplished his work, he acted in and through the name of the Lord, and not by his own wisdom or ingenuity, nor because he possessed superior intelligence to the rest of mankind. The Lord appeared to him in the burning bush, and commanded him to go forth and accomplish a certain work, which concerned the peace, happiness and salvation of a great people; and its success and prosperity depended upon the carrying out of the order of things revealed to him by the God of Heaven. His success and prosperity were made perfectly sure from the fact that the work to which he was assigned was not a thing of his own invention, but it emanated from Jehovah. …"],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p33"},"It is so in reference to ourselves. The great work now being accomplished—the gathering of the people from the nations of the earth had not its origin in the mind of any man or any set of men; but it emanated from the Lord Almighty.",["sup",["a",{"href":"fn_6"},"6"]]],["span.pageBreak",{"title":"154"}],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p34"},"We depend upon God; and in all our works and labors, and in all the success that attends us in our labors, we feel that it has been God who has wrought it.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p35"},"We came into the world for a great purpose, the same as Jesus, our elder brother, to do the will and works of our Father; in this there is peace, joy and happiness, an increase of wisdom, knowledge and the power of God; outside of this are no promised blessings. Thus let us devote ourselves to righteousness, help each and all to be better and happier; do good to all and evil to none; honor God and obey His Priesthood; cultivate and preserve an enlightened conscience and follow the Holy Spirit; faint not, hold fast to what is good, endure to the end, and your cup of joy shall be full even to overflowing, for great shall be your reward for your trials and your sufferings under temptations, your fiery ordeals, your heart yearnings and tears; yea, our God will give you a crown of unfading glory.",["sup",["a",{"href":"fn_8"},"8"]],"[See suggestion 3 below.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p37"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.f1"},["ol.number",["li",["span.label","1."],[".para","Study the section that starts on page 148. How can you know when your eye is single to the glory of God? With so many distractions in the world, how can parents help their children keep their eyes single to the glory of God?"]],["li",["span.label","2."],[".para","Review President Snow’s comments about Moses and Jeremiah (pages 150–52). How might these accounts help us in our efforts to serve in priesthood quorums, the Relief Society, and other Church organizations?"]],["li",["span.label","3."],[".para","President Snow taught that we should serve “in the name of the Lord” (page 153). How would you describe a person who acts in the name of the Lord? Think about opportunities you have to serve in the name of the Lord."]],["li",["span.label","4."],[".para","President Snow uses the words",["span.emphasis","success"],"and",["span.emphasis","successful"],"several times in this chapter. How does God’s definition of success",["span.pageBreak",{"title":"155"}],"differ from the world’s definition? Why can we be assured of success when we follow God’s will?"]]]],["div",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p42"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/nt/philip/4.13"},"Philippians 4:13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.24"},"2 Nephi 10:24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/3.35"},"Helaman 3:35"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/10.4-5"},"10:4–5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.10-11"},"3 Nephi 11:10–11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.19-24"},"13:19–24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77,79"},"D&C 20:77, 79"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.2"},"Moses 4:2"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.f2"},["div",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.p43"},["span.emphasis","Teaching Help:"],"“Do not be afraid of silence. People often need time to think about and reply to questions or to express what they are feeling. You might pause after you have asked a question, after a spiritual experience has been shared, or when a person is having difficulty expressing himself or herself” (",["span.emphasis","Teaching, No Greater Call,"],"67)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.f3"},[".caption","In the Garden of Gethsemane the Savior said, “Not my will, but thine, be done” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.42"},"Luke 22:42"],")."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.f4"},[".caption","Moses “ascribed all his success to the Almighty God who called him. And so do we.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.fn1"},["span.label","1."],"In “Anniversary Exercises,”",["span.emphasis","Deseret Evening News,"],"Apr. 7, 1899, 9–10."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.fn2"},["span.label","2."],"“The Object of This Probation,”",["span.emphasis","Deseret Semi-Weekly News,"],"May 4, 1894, 7."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.fn3"},["span.label","3."],"In Conference Report, Oct. 1899, 2."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.fn4"},["span.label","4."],["span.emphasis","Salt Lake Daily Herald,"],"Oct. 11, 1887, 2."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.fn5"},["span.label","5."],["span.emphasis","Deseret News,"],"May 15, 1861, 82."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.fn6"},["span.label","6."],["span.emphasis","Deseret News,"],"Dec. 8, 1869, 517."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.fn7"},["span.label","7."],["span.emphasis","Salt Lake Daily Herald,"],"Oct. 11, 1887, 2."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-11-i-seek-not-mine-own-will-but-the-will-of-the-father.fn8"},["span.label","8."],"In Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 487."]]}
