{"id":6,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":6,"title":"Job: “Hast Thou Considered My Servant Job?”","subtitle":"","short_title":3,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.head1"},[".titleNumber","3"],["h1","“Hast Thou Considered My Servant Job?”"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/job"},"Job"]]],[".bodyBlock",[".topic",["h2","(3-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p5"},"“The daily newspaper screamed the headlines: ‘Plane Crash Kills 43. No Survivors of Mountain Tragedy,’ and thousands of voices joined in a chorus: ‘Why did the Lord let this terrible thing happen?’"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p6"},"“Two automobiles crashed when one went through a red light, and six people were killed. Why would God not prevent this?"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p7"},"“Why should the young mother die of cancer and leave her eight children motherless? Why did not the Lord heal her?"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p8"},"“A little child was drowned; another was run over. Why?"],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p9"},"“A man died one day suddenly of a coronary occlusion as he climbed a stairway. His body was found slumped on the floor. His wife cried out in agony, ‘Why? Why would the Lord do this to me? Could he not have considered my three little children who still need a father?’"],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p10"},"“A young man died in the mission field and people critically questioned: ‘Why did not the Lord protect this youth while he was doing proselyting work?’” (Spencer W. Kimball,",["span.emphasis","Faith Precedes the Miracle,"],"p. 95.)"],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p11"},"Why do the righteous, those who love and serve God, suffer? In",["a.scriptureRef",{"href":"/scriptures/ot/job/1.8"},"Job 1:8"],"the Lord called Job a “perfect and an upright man.” Why then did the Lord permit Satan to afflict His righteous servant?"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p12"},"Who is responsible for man’s troubles? Was it the Lord who directed the plane into the mountainside? Did God cause the highway collision? Was it He who prompted the young child to toddle into the canal or the man to suffer the heart attack? Responding to these questions, President Kimball said:"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p13"},"“Answer, if you can. I cannot, for though I know God has a major role in our lives, I do not know how much he causes to happen and how much he merely permits. Whatever the answer to this question, there is another I feel sure about."],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p14"},"“Could the Lord have prevented these tragedies? The answer is, Yes. The Lord is omnipotent, with all power to control our lives, save us pain, prevent all accidents, drive all planes and cars, feed us, protect us, save us from labor, effort, sickness, even from death, if he will. But he will not.” (",["span.emphasis","Faith Precedes the Miracle,"],"p. 96.)"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p15"},"The book of Job is a beautiful literary masterpiece that deals with this very question: Why do the righteous suffer? Many lessons are to be learned from the book, but one distinct lesson emerges above all others: after his suffering was ended, Job discovered that the Lord had “blessed the latter end of Job more than his beginning” (",["a.scriptureRef",{"href":"/scriptures/ot/job/42.12"},"Job 42:12"],"). See if you can discover through your reading just what blessings Job obtained as a result of his suffering. In what way was his “end” better than his “beginning”?"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","A study of Job presents a particular challenge in a limited work such as this manual. Typical commentaries on the book of Job run to several hundred pages. The book is long, and its poetic form is often difficult to follow. Reading 3-2 is an analysis of the book of Job that captures the essence of the message and the effect of the literary form. If you study this reading carefully, when you read the book of Job itself you will find it much easier to understand."]],["li",["span.label","2."],["p.para","A short Notes and Commentary is included; however, Reading 3-2 is your primary reading assignment. Read both before reading Job."]],["li",["span.label","3."],["p.para","Read the book of Job."]],["li",["span.label","4."],["p.para","No Points to Ponder section is included in this chapter because of the length of your reading assignment."]]]]]],[".topic",["h2","(3-2) The Book of Job"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p22"},"At the Sixth Annual Sidney B. Sperry Symposium held at Brigham Young University in January 1978, Keith H. Meservy, associate professor of ancient scripture at Brigham Young University, delivered the following address, entitled “Job: ‘Yet Will I Trust in Him.’”"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p23"},"“What I say today can be regarded more as my reflections on the book of Job than any systematic analysis of its contents. It is a marvelous book and many superlative statements have been made about it. In particular, Victor Hugo notes, ‘The book of Job is perhaps the greatest masterpiece of the human mind’ (Henry H. Halley,",["span.emphasis","Pocket Bible Handbook,"],"Chicago, 1946, p. 232). Thomas Carlyle says, ‘I call this book apart from all theories about it, one of the grandest things ever written. Our first, oldest statement of the never ending problem—Man’s Destiny, and God’s ways with him in the earth. There is nothing written, I think of equal literary merit’ (ibid). An Old Testament scholar, H. H. Rowley, reflects, ‘The book of Job is the greatest work of genius in the Old Testament, and one of the world’s artistic masterpieces’ (H. H. Rowley,",["span.emphasis","The Growth of the Old Testament,"],"1966, p. 143). …"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p24"},"“I’m impressed that the book of Job vividly illustrates a teaching from the",["span.emphasis","Lectures on Faith,"],"that if anyone is to endure in faithfulness in his life, he must know three things: that God exists, that he is perfect in his character and in his attributes, and that the course of life which one pursues is pleasing to the Lord. If any one of these elements is missing then the full basis for faith is missing. Job is regarded as a man of faith; let’s look for these elements in his life."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p25"},"“The very first verse in the book described him as a man who was ‘perfect and upright, and one that feared God, and eschewed [or turned away from] evil’ (1:1). Significantly, the Lord acknowledged in identical phraseology the goodness of this man (1:8). This matter-of-fact acceptance of Job’s goodness by the writer and especially the Lord is paramount to any satisfactory understanding of the question underlying this book—why a righteous man suffers. This very goodness, however, became an issue with the Adversary (Hebrew:",["span.emphasis","satan;"],"adversary, here:",["span.emphasis","hassatan"],"= the Adversary). He cynically stated that Job’s good behavior and reverence had been heavily underwritten by the Lord when he blessed Job with such a prosperous and rewarding life—who wouldn’t serve God under such circumstances?"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p26"},"“He who poses such questions seems never to learn. On another occasion, he would take this same Lord, the Word now made flesh, to the top of a high mountain and offer to buy his allegiance, in a way reminiscent of the way he thought the Word had bought the allegiance of Job—by showing him all the kingdoms of the world and the glory thereof, and then promising him who had no place even to lay his head, that, ‘all these things will I give thee, if thou wilt fall down and worship me’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.8-9"},"Matt. 4:8–9"],"). How frustrated Satan must be to realize that for such occasions he never has the true coin. Ironically, he who said, ‘Get thee hence, Satan: for it is written, thou shalt worship the Lord thy God, and him only shalt thou serve’ (vs. 10), placed Job in the hands of this same Adversary with the words, ‘All that he hath is in thy power; only upon himself put not forth thine hand’ (",["a.scriptureRef",{"href":"/scriptures/ot/job/1.12"},"Job 1:12"],")."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p27"},"“In one day, Job was impoverished—all the bases of his wealth—oxen, asses, servants, sheep, camels, even his posterity, were obliterated. Job’s submissive response to such a negating blow was as complete as Jesus’, ‘Naked came I out of my mother’s womb, and naked shall I return thither: The Lord gave, and the Lord hath taken away: Blessed be the name of the Lord’ (1:21). ‘In all this,’ says the record, ‘Job sinned not, nor charged God foolishly’ (1:22)."],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p28"},"“Satan had erred in concluding that goods, wealth and even posterity, were the essence of Job’s life, since the meaning of life for him transcended the loss of all of these things. …"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p29"},"“With impeccable faith he had kept his hand on the plow and maintained his integrity (2:3)."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p30"},"“Satan, seeking deeper reasons for Job’s fidelity, concluded that Job would ultimately turn from the Lord if he could be hurt enough. ‘Skin for skin, yea, all that a man hath will he give for his life. But put forth thine hand now, and touch his bone and his flesh, and he will curse thee to thy face.’ The Lord replied simply, ‘He is in thine hand; but save his life’ (2:4–6). With devilish power Satan then inflicted Job with sore boils, making him so miserable that his wife urged him to curse God and die. Heroically, Job replied simply, ‘What? Shall we receive good at the hand of God, and shall we not receive evil?’ Our author succinctly concluded, ‘In all this did not Job sin with his lips’ (2:10). Thus, Satan’s contention was demonstrably wrong, Job’s faith had not and did not fail and the Lord was vindicated."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p31"},"“As becomes apparent, however, Job’s struggle was not over. His test, as severe as it was, was not merely to be impoverished, left without offspring, and afflicted with pain for a day and then, having passed the test, find release. Time’s leavening must sharpen his pain, deepen his disappointment and intensify his discouragement, to see if heightened tension would break his spirit and drive him from the Lord. Job had well sustained the initial shock but when successive waves engulfed the total reality of his daily life, would he still endure? This question neither he nor the devil could answer initially. Thus, time was assigned to chew away at Job’s inner strength until he became miserable—miserable in spirit and body, so miserable in fact, that death appeared in his mind as a coveted, comforting, liberating friend. Who can imagine the state of his mind at this point? Perhaps some of us, maybe none of us. One thing, however, is clear. If we are to empathize at all with his feelings, we must see his life from his own perspective. Job permitted us this by opening his heart and vividly contrasting his present misery with his former blessed state."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p32"},"“The author himself supplied the note that formerly Job had been one of the greatest of all men of the east. He then showed Job looking back nostalgically through his grief to those days when God matter-of-factly preserved him, when his candle shined on Job’s head and when by his light he walked through the darkness. At that time, all men, young, aged, princes, nobles alike paid deference to Job. Highly regarded at all levels of society, his counsel was often sought and never superseded. Beloved by all, he was a boon to anyone in need. In such circumstances, Job took great comfort in feeling that he was as secure as a root in a well-watered soil. His days ahead would multiply like sand and he would die securely in his nest with his glory round about him, dwelling as a chief among his people. [Note Job’s words in 29:2–11, 18–20.]"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p33"},"“Then the change. We have noted already the loss of wealth, health, and posterity. But his hurts continued to rise in successive waves till death seemed to be a deliverer from a pain-engulfed life. What were these hurtful waves?"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p34"},"“First: We must recognize without knowing exactly what it was that he suffered from physically. From the symptoms, some have said that it appears that he had elephantiasis. Sore boils, one of the symptoms of this disease, had attacked ‘Job’s body, forming large pustules which itched so greatly that a piece of pottery was used to scrape them. Job’s face was so disfigured that his friends could not recognize him. Worms or maggots were bred in the sores (7:5). His breath became so foul and his body emitted such an odor, that even his friends abhorred him (19:17ff), and he sought refuge outside the city on the refuse heap where outcasts and lepers lived. Pain was his constant companion (30:17, 30) as were also terrifying nightmares (7:14).’ (",["span.emphasis","The Westminster Study Edition of the Holy Bible,"],"The Westminster Press, Philadelphia, p. 641, note.) …"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p35"},"“Second: whereas, formerly old, young, princes and nobles alike honored Job, he now felt abused by those whom society itself rejects; who live on the outskirts of town, among the bushes, along the ditchbanks, or in caves."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p36"},"“Job says of them: ‘They that are younger than I have me in derision, whose fathers I would have disdained to have set with the dogs of my flock … They were driven forth from men, (they cried after them as a thief) … they were children of fools, yea children of base men: they were viler than the earth. And now I am their song, yea, I am their byword. They abhor me, they flee far from me and spare not to spit in my face. Because he hath loosed my cord, and afflicted me. They have also let loose the bridle before me. Upon my right hand rise the youth; they push away my feet, and they raise up against me the days of their destruction. They mar my path, they set forward my calamity …’ (30:1, 5, 8–13). …"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p37"},"“The loss of his prosperity, property and wealth with its related loss of security was one thing; and loss of health and strength with pain and misery as daily attendants, was another, but for some unexplained reason, at this critical juncture in his life Job suffered a loss that, in its way, may have been as significant as any of these others. He lost the support that loyal friends and loving kinsfolk might have given had they but rallied around him in this trying moment of his life. But, oddly enough, this was not to be. Thus, in his deepest need, Job stood awesomely alone, isolated from any who might have commiserated with him in this trying time. And, here again, he held the Lord responsible for having effected this rupture between him and his friends."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p38"},"“‘He hath put my brethren far from me, and mine acquaintance are verily estranged from me. My kinsfolk have failed, and my familiar friends have forgotten me. They that dwell in mine house, and my maids, count me for a stranger: I am an alien in their sight. I called my servant, and he gave me no answer; I entreated him with my mouth. My breath is strange to my wife, though I entreated for the children’s sake of mine own body. Yea young children despised me; I arose, and they spake against me. All my inward friends abhorred me: and they whom I loved are turned against me. My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth. Have pity upon me, have pity upon me, O ye my friends: for the hand of God hath touched me. Why do ye persecute me as God?’ (19:13–22)."],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p39"},"“Even Job’s wife became hopeless and, failing to comfort him, helpless, challenging him rather to ‘curse God and die.’ Under these circumstances, ‘when other helpers fail and comforts flee,’ many in their deepest need and most trying time have looked to the ‘Help of the helpless’ to abide with them, needing his presence; what else but his grace can foil the tempter’s power? Job, too. Hadn’t God’s candle always before shined upon his head whenever he walked through the darkness? Hadn’t he always been a party to the secrets of the Lord? (21:3–5). Surely Job could turn again to the Lord in this time of distress. …"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p40"},"“… But the heavens remained still silent. And for a good reason too, as we know, silence itself had become part of the test. But what a problem this posed for Job. Deep, depressing darkness cowed him by its awful blackness and terrified him by its pervasiveness. Listen to his anguished plea with the Lord for soul-relief, relief that included an answer to his persistent but continually unanswered question: Why? Why? Why?"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p41"},"“…",["span.emphasis","‘Wherefore hidest thou thy face, and holdest me for thine enemy?’"],"(13:20–24, emphasis added.) ‘Behold,",["span.emphasis","I cry out of wrong,"],"but",["span.emphasis","I am not heard:"],"I cry aloud, but there is no judgment. He hath fenced up my way that I cannot pass, and he hath set darkness in my paths’ (19:6–8, emphasis added). ‘O that one might plead for a man with God, as a man pleadeth for his neighbor!’ (16:21).",["span.emphasis","‘Oh that I knew where I might find him!"],"that I might come even to his seat! I would order my cause before him, and fill my mouth with arguments. I would know the words which he would answer me, and understand what he would say unto me. Will he plead against me with his great power? No; but he would put strength in me. There the righteous might dispute with him; so should I be delivered for ever from my judge. Behold, I go forward, but he is not there; and backward, but",["span.emphasis","I cannot perceive him:"],"On the left hand, where he doth work, but I cannot behold him:",["span.emphasis","He hideth himself on the right hand that I cannot see him’"],"(23:3–13, emphasis added)."],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p42"},"“Thus, Job, in turn deprived inexplicably in his own mind of his wealth, his family, and his health, living daily in much pain, deprived of the psychological and spiritual support of friends and loved ones who should have cared, ultimately finds himself deprived of the support of the Lord—the greatest of all comforters. No one seems to have asked Job which of these losses afflicted him the most; but, at least, initially, Job was able to say of the Lord that he had given, he had also taken away. One, therefore, suspects that in the long run his greatest loss and deepest need came when he finally realized that the Lord was not responding to his heart-felt cries. …"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p43"},"“These personal sentiments of Job expose somewhat his physical, psychological and spiritual suffering and prepare us to accept his feeling that under such circumstances death, by way of contrast, would be a great comfort. We note emphatically, however, that Job never appeared to have contemplated suicide. He just longed for death. In these circumstances, three comforters appeared on the scene. To their credit, out of deference to Job they remained silent until he had spoken. The first remarks they heard him make, showed how much and how earnestly he desired a death that constantly eluded his chastened aspirations. [See",["a.scriptureRef",{"href":"/scriptures/ot/job/6.8-11"},"Job 6:8–11"],".] …"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p44"},"“Job, partially unburdened, was addressed by the first of the comforters, who presented to Job what now became his ultimate affliction—the uncomfort of comforting men to whom he finally said, ‘Miserable comforters are ye all.’ He had attempted to express to them how deep his anguish was, they, uncomprehending, rejected the cry of his soul and drew conclusions about his ultimate need, inferring in the process that he had forsaken the Lord and, consequently, suffered divine affliction. They prescribed repentance if ever he hoped to regain divine favor again. Their imputation of sin to him when he knew that he was sinless, angered him. Blindly they spoke not to his need but to their own. When he affirmed his integrity, they charged him with self-righteousness, and increasingly attempted to shake him loose from what they regarded as a self-complacency born of his insuperable self-righteousness. This mutual misunderstanding led ultimately to the frustration of both Job and his comforters."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p45"},"“The first imputation of sin was made by Eliphaz, who began generally enough but ended up finally charging Job with specific sins, sins that anyone who really knew his character could not and would not believe."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p46"},"“By noting that Job himself had been the kind of person who has always ‘strengthened the weak hands … and upholden him that was falling and strengthened the feeble knees,’ (4:3–4) they felt encouraged to offer Job the kind of help that they felt he had formerly given to others. In Eliphaz’ mind this meant facing Job up to his real need—an honest assessment of his situation. Said Eliphaz, ‘Remember, I pray thee, who ever perished, being innocent? Or where were the righteous cut off? Even as I have seen, they that plow iniquity, and sow wickedness reap the same, By the blast of God they perish, and by the breath of his nostrils are they consumed (4:7–9).’ No question in his mind, Job appeared to have been cut off, to have felt the blast of God, and the breath of his nostrils. The implication was all too clear to Job."],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p47"},"“Granted the validity of the ‘law of the harvest’ or the principle of cause and effect, but for them to reason from the effects to the cause and conclude that only a life out of harmony with the Lord could produce the kind of effects that Job was getting is something that we, the readers, the Lord, Satan, and Job all know was not true. And this invalid judgment made their counsel irrelevant. But this was not the only problem their counsel possessed for Job. His double loss by their kind of comfort was to be deprived of the much-needed support they could have given him if they had understood his true position, and also to be forced to listen to an insinuating, demoralizing kind of criticism that must have undermined his personal reserve, and devastated a man whose days already were spent without hope. Eliphaz’ concluding counsel to Job was for him to humble himself, commit his life to God and despise not his chastening, and then the Lord would heal him and bind up his wounds. Galling balm indeed!"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p48"},"“Job attempted communication on another level, hoping to gain some empathy by telling them how hurtful his hurts really were: ‘Oh that my grief were thoroughly weighed, and my calamity laid in the balances together! For now it would be heavier than the sand of the sea’ (6:2–3). He asked of them something which he had been asking of the Lord. If they really wanted to serve his needs they must help him see clearly what he must do in order to obtain divine favor again. ‘Teach me, and I will hold my tongue; and cause me to understand wherein I have erred. How forcible are right words? But what doth your arguing reprove?’ (6:24–25). Job knew they had not yet perceived the source of his problem but honestly invited their clearer perception of his predicament."],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p49"},"“After Bildad’s insinuation (8:2–6) and Job’s extended speech (chs. 9–10), Zophar stepped into the discussion, wondering if such a long speech could vindicate anyone. Actually, he suspected that Job was rationalizing and charged him, in addition, with lying and mocking. ‘Should thy lies make men hold their peace? And when thou mockest, shall no man make thee ashamed? For thou hast said, My doctrine is pure, and I am clean in thine (God’s) eyes. But oh that God would speak, and open his lips against thee: and that he would show thee the secrets of wisdom, that they are double to that which is! Know therefore that God exacteth of thee less than thine iniquity deserveth’ (11:3–6). As a friend, it seemed that Zophar willingly twisted the blade that Eliphaz had deftly driven into Job’s tender heart. ‘Prepare thine heart,’ said he, pray to God, and ‘if iniquity be in thine hand, put it far away’ (11:13–20)."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p50"},"“Time will not allow us to discuss the rest of the speeches. Job insisted that as a man of integrity he was following the correct course for him. If he were to do as they suggested, and go either right or left from where he was, he would be deviating from the truth. Having asked both the Lord and his fellows for better direction, he had learned that the Lord had said nothing, and the comforters, though saying much, had misjudged his situation, and consequently said nothing relevant."],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p51"},"“Some infer from the positive nature of Job’s statements that he was an arrogant, self-righteous person, yet, our data suggests just the opposite. He was a man whose right relationship with the Lord led him to speak with great confidence. There are some marvelous passages in the book that vividly reflect his sense of integrity. For example: ‘As God liveth, who hath taken away my judgments; and the Almighty who hath vexed my soul; All the while my breath is in me, and the spirit of God is in my nostrils; my lips shall not speak wickedness, nor my tongue utter deceit. God forbid that I should justify you: till I die I will not remove mine integrity from me. My righteousness I hold fast, and will not let it go: my heart shall not reproach me so long as I live’ (27:2–6, cf. ch. 31)."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p52"},"“Job’s statements about himself indicate an important reason why he continued to trust the Lord. He knew that the course of life he was pursuing was pleasing to the Lord. He also knew that he had maintained this course under considerable stress, which he also regarded as being a test from the Lord. Thus, Job, as a God-fearing man, maintained his integrity not only to God, but also to himself, knowing that the two of them were in complete harmony. At the same time, his continuing trust in the Lord under such intense stress says volumes about the quality of the knowledge he had about the nature and character of the Lord whom he served. And that, of course, was at the heart of his test—why should he continue to serve the Lord when life and its meaning seemed so adverse to his (Job’s) own nature and character? The Adversary himself had concluded that intolerable circumstances such as these would drive the last feelings of loyalty out of the heart of the most ardent follower of the Lord. He did not, however, know how well Job knew the Lord and that the better anyone knows the Lord the more worthy of trust he appears. This experience, then, with Job must have shattered and discouraged him in his adversary role. And Job, almost as if he knew what had been in the Adversary’s mind, cried out to his comforters in such words of integrity and faith that under the circumstances it would be hard, if not impossible, to parallel, and provided, in doing so, the ultimate answer to the Adversary."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p53"},"“‘Hold your peace, let me alone, that I may speak, and let come on me what will. Wherefore do I take my flesh in my teeth, and put my life in mine hand?",["span.emphasis","Though he slay me, yet will I trust in him:"],"but I will maintain mine own ways before him.",["span.emphasis","He also shall be my salvation:"],"for a hypocrite shall not come before him. Hear diligently my speech, and my declaration with your ears. Behold now, I have ordered my cause;",["span.emphasis","I know that I shall be justified’"],"(13:13–18, emphasis added). This is not an arrogant, proud voice, but the voice of a divinely assured son of God, who knows the source of his strength and integrity."],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p54"},"“In the fiery furnace, Job had shown not only the Adversary but also himself that the correct knowledge about God and a right relationship with him were of more value than anything he had obtained out of life—including length of days, offspring, friends, and loved ones, even wealth and health. Job’s simple but profound, ‘though he slay me, yet will I trust in him’ becomes then an absolute refutation of every argument of the adversary about why men serve the Lord and shows that the devil either lied or was deluded when he said otherwise. Thus, it is in this, the thirteenth chapter where Job demonstrates how profound his knowledge and faith in God is, and not the nineteenth or forty-second, that for me the high point of the book of Job is reached."],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p55"},"“In this light President McKay has said that he has always ‘thought that the purpose of the book of Job was to emphasize the fact that the testimony of the spirit—the testimony of the Gospel, is beyond the power of Satan’s temptation or any physical influence’ (Dedication of the Salt Lake Temple Annex in 1963,",["span.emphasis","Deseret News"],"). The book of Job therefore becomes a great testimonial to us of this great truth. Thus, the three things that any person must know if he is to have faith in the Lord are all reflected in Job’s life. His marvelous testimony, ‘I know that my Redeemer liveth’ (19:25), indicates how well he knew of the Lord’s existence. Statements like the one in ch. 13, ‘Though he slay me, yet will I trust in him,’ indicated how well he knew the Being in whom he trusted. And finally, the knowledge that the course of life that he was pursuing was pleasing unto the Lord, all gave him the strength to endure in faithfulness when adversity came into his life. His life, then vividly illustrates that such faith comes when one knows that God exists, that he is perfect in his character and attributes, and that the course of life one pursues is pleasing to the Lord. …"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p56"},"“… Obviously, more was involved in this personal encounter than first appears to the reader. There was more going on here than the Lord showing the Adversary why men serve him. One must infer that the experience was ultimately most meaningful to Job rather than to the Lord or Satan. …"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p57"},"“Elsewhere, we note that the Lord did stand by Job and Job knew it. So it may well be that as with the rich young man who came to Jesus asking, ‘what shall I do that I may inherit eternal life?’, that Job, too, had one thing that he lacked and that the Lord ‘beholding him loved him, and said unto him, One thing thou lackest …’ (",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.17-21"},"Mark 10:17–21"],"), and the only thing that Job lacked was the perfection of his faith, as the following extract from the",["span.emphasis","Lectures on Faith"],"may suggest. For the perfection of his faith could only come when he had sacrificed his all and knew that he had sacrificed his all because the Lord had commanded it—after all, he did know that the Lord was responsible for his predicament. And a sacrifice by its very nature is a test of obedience and obedience is a sign of faith. Keep Job in mind while reading the following text:"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p58"},"“‘An actual knowledge to any person, that the course of life which he pursues is according to the will of God, is essentially necessary to enable him to have that confidence in God without which no person can obtain eternal life. It was this that enabled the ancient saints to endure all their afflictions and persecutions, and to take joyfully the spoiling of their goods, knowing (not believing merely) that they had a more enduring substance.’ (Hebrews x. 34). …"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p59"},"“‘Let us here observe, that a religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation; for, from the first existence of man, the faith necessary unto the enjoyment of life and salvation never could be obtained without the sacrifice of all earthly things. It was through this sacrifice, and this only, that God has ordained that men should enjoy eternal life; and it is through the medium of the sacrifice of all earthly things that men do actually know that they are doing the things that are well pleasing in the sight of God. When a man has offered in sacrifice all that he has for the truth’s sake, not even withholding his life, and believing before God that he has been called to make this sacrifice because he seeks to do his will, he does know, most assuredly, that God does and will accept his sacrifice and offering, and that he has not, nor will not seek his face in vain. Under these circumstances, then, he can obtain the faith necessary for him to lay hold on eternal life."],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p60"},"“‘Those, then, who make the sacrifice, will have the testimony that their course is pleasing in the sight of God: and those who have this testimony will have faith to lay hold on eternal life, and will be enabled, through faith, to endure unto the end, and receive the crown that is laid up for them that love the appearing of our Lord Jesus Christ. …’ (",["span.emphasis","Lectures on Faith,"],"N. B. Lundwall, Salt Lake City, Utah, n.d., pp. 57–59)."],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p61"},"“The story of Job demonstrates the truth of this concept. We come then to the end of the book where we find the Lord through vivid figures of speech attempting to unsettle Job for presuming to question the Lord’s dealings with him (chs. 38–39). Job is then challenged to explain why he did this. ‘Shall he that contendeth with the Almighty instruct him? He that reproveth God, let him answer it’ (40:2). Job acknowledged that he had spoken once, but, for reasons apparent later (see below), he promised not to speak twice (40:3–5). The Lord then asked ‘Wilt thou condemn me, that thou mayest be righteous?’ (40:8). What soul-searching questions! Further vivid figures of the Lord’s power and wisdom follow in chapters 40–41, leading Job to confess that he had uttered things that he did not understand (42:3). Job had learned anew not to counsel the Lord but to ‘take counsel from his hand’ (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.10"},"Jacob 4:10"],"). …"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p62"},"“This is something that Job understood (ch. 9), but now in some way inexplicable to us he had come to understand something more about the Lord through a ‘seeing’ experience than he had then understood when he had only ‘heard’ of him. Said he, ‘I have heard of thee by the hearing of the ear; but now mine eye seeth thee: wherefore I abhor myself, and repent in dust and ashes’ (42:5–6)."],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p63"},"“The trial being over, this blessing had come to Job, he now perceived the imperceivable. The implication is that Job now accepted all that had happened to him without further questioning of the divine providence. It is almost as though Job ended up by saying, ‘All is",["span.emphasis","well!"],"All",["span.emphasis","is"],"well!’ His most recent personal encounter with the Lord, whatever it consisted of, had taught him this."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p64"},"“It is difficult to live with tension, but mortality—where we see through the glass darkly—is filled with it. There are always ultimate answers to what may appear to be meaninglessness or inexplicability in our lives, though these are not immediately apparent to us, the Lord however, has promised to supply them—eventually (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.28-32"},"D&C 121:28–32"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.27-35"},"101:27–35"],"). Any individual who insists that a good religious belief must explain all of life’s contingencies if it is to be believable and acceptable, should re-read Job or take counsel from Elder Harold B. Lee who affirmed:"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p65"},"“‘It is not the function of religion to answer all questions about God’s moral government of the universe, but to give courage (through faith) to go on in the face of questions he never finds the answer to in his present status. Therefore, take heed of yourselves, and as a wise world thinker once said, “If the time comes when you feel you can no longer hold to your faith, then hold to it anyway. You cannot go into tomorrow’s uncertainty and dangers without faith”‘ (",["span.emphasis","Church News,"],"source not quoted).” (Keith H. Meservy, “Job: ‘Yet Will I Trust in Him,’” pp. 139–53.)"]],[".topic",["h2","Notes and Commentary on Job"],[".topic",["h3","(3-3) Job. How Is the Book of Job Organized?"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p68"},"Many Bible scholars divide the book of Job into three parts: the prologue, the poem, and the epilogue. Chapters 1 and 2 are the prologue, which sets the stage and introduces the plot. Chapters 3 through 42:6 are the poem, which is written in a Hebrew poetic form (even though the language of the King James Version is very poetic in these chapters, it does not quite capture the poetic quality and form of the original Hebrew). The poem includes the speeches of Job’s three friends, Job’s replies to them, and the discourses of the young man, Elihu, who thinks he can do a better job of solving the riddle of Job’s suffering than did Eliphaz, Bildad, and Zophar. The last eleven verses of Job are the epilogue, which simply reports the final blessing and benediction of the Lord. It, like the prologue, is written in prose."]],[".topic",["h3","(3-4)",["a.scriptureRef",{"href":"/scriptures/ot/job/1.1"},"Job 1:1"],". Was Job a Real Person?"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p70"},"Scholars have not been as concerned with who Job was as they have been with whether or not he was a real person. Adam Clarke wrote of Job’s identity and existence: “I shall not trouble my readers with the arguments which have been used by learned men,",["span.emphasis","pro"],"and",["span.emphasis","con,"],"relative to the particulars already mentioned: were I to do this, I must transcribe a vast mass of matter, which, though it might display great learning in the authors, would most certainly afford little edification to the great bulk of my readers. My own opinion on those points they may naturally wish to know; and to that opinion they have a right: it is such as I dare avow, and such as I feel no disposition to conceal. I believe Job to have been a",["span.emphasis","real person,"],"and his history to be a",["span.emphasis","statement of facts.”"],"(",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"3:5.)"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p71"},"Meservy noted: “Although some scholars have felt that the book is not a true story about a real man, I think the majority of the scholars do. Granted, it is a literary work with a prologue (chs. 1–2) and an epilogue (ch. 42) that were composed in narrative form and a body of the work (3–41) that was composed in Hebrew poetry, but to say that it is a literary composition is not to deny its basis in fact, any more than to say that a book, play, or even a musical based on Joseph Smith’s life is not true because it is an artistic or literary work. Ezekiel and James, for example, regarded him as historical and referred to Job among the great individuals known for their faith and prayer power (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/14.14,20"},"Ezekiel 14:14, 20"],";",["a.scriptureRef",{"href":"/scriptures/nt/james/5.11"},"James 5:11"],"). This is significant. There are other reasons for regarding Job as an historical person but, to me, the most decisive criterion in this regard, is the fact that when Joseph Smith and his people were in great distress, and Joseph Smith went to the Lord and said, ‘Oh God, where art thou? Where is the pavilion that covereth thy hiding place.’ The Lord responded to his appeal for help by saying, ‘my son, peace be to thy soul; thine adversity and thine afflictions shall be but a small moment; and then if thou endure it well, God shall exalt thee on high …",["span.emphasis","Thou art not yet as Job;"],"thy friends do not contend against thee, neither charge thee with transgressions,",["span.emphasis","as they did Job’"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-10"},"D&C 121:7–10"],", emphasis added). Now, if Job were not real and his suffering, therefore, were merely the figment of some author’s imagination, and Joseph Smith on the other hand was very real, and his suffering and that of his people were not imaginary, then for the Lord to chide him because his circumstances were not as bad as Job’s were, would provide an intolerable comparison, since one cannot compare real with unreal things. On the other hand, since the Lord did make the comparison, it must be a real one. I would, therefore, conclude on this basis alone, that Job was a very real person. The Brethren, also, when they have referred to Job, have regarded him as a real person, for example, John Taylor,",["span.emphasis","Journal of Discourses"],"7:197–198; 18:309–310; 20:305–306; 22:319–320; Wilford Woodruff,",["span.emphasis","Journal of Discourses"],"18:30; Orson Pratt,",["span.emphasis","Journal of Discourses"],"19:315.” (“Job: ‘Yet Will I Trust in Him,’” pp. 154–55.)"]],[".topic",["h3","(3-5)",["a.scriptureRef",{"href":"/scriptures/ot/job/1.7-12"},"Job 1:7–12"],";",["a.scriptureRef",{"href":"/scriptures/ot/job/2.1-6"},"2:1–6"],". Did God Converse with Satan?"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p73"},"Some have questioned whether God converses with the devil and his spirit-followers as described here. These verses may be a poetic way of setting the stage for what follows in Job’s life—his afflictions, temptations, loss of worldly goods—rather than a reporting of an actual conversation. The Lord does not bargain with Satan or agree to his evil deeds. However, Satan is permitted by the Lord to afflict and torment man until Lucifer’s allotted time on earth is done. Thus, Job’s trials would be consistent with the concept that Satan was allowed by God to bring the afflictions upon Job, not because of a bargain God made with Satan, but because it fit God’s purposes for Job."],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p74"},"Meservy suggested that the appearance of Satan to the “sons of God,” however, can be explained literally: “Is the portrayal of the devil in chs. 1–2 a true one? I believe so. We are told there that Satan came among the sons of God? Who are these sons? Usually this term means in the scriptures those who have covenanted to serve the Lord and are willing to take his name upon them by baptism and are born again, and are then led by the Spirit of God. These are his sons and these are they who cry ‘Abba Father.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.65-68"},"Moses 6:65–68"],",",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.1"},"7:1"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.7-10"},"Mosiah 5:7–10"],",",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.10-12"},"15:10–12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.30"},"D&C 11:30"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.4-6"},"39:4–6"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.23-24"},"76:23–24"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.51-60"},"51–60"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/8"},"Romans 8"],", esp.",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.14-17"},"vv. 14–17"],"). Our author says, ‘there was a day when the Sons of God came to present themselves before the Lord and Satan came also among them’ (",["a.scriptureRef",{"href":"/scriptures/ot/job/1.6"},"Job 1:6"],"). This would suggest that Satan came among the faithful when they met to carry out their religious devotions. At the time the Lord chose to single out one of them in a remark to Satan.” (“Job: ‘Yet Will I Trust in Thee,’” p. 155.)"]],[".topic",["h3","(3-6)",["a.scriptureRef",{"href":"/scriptures/ot/job/13.7-28"},"Job 13:7–28"],". Trust in God"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p76"},"Job, while he did not understand why God permitted his affliction, would not judge the Lord nor lose his faith in Him. “Let me alone,” he said to his friends, “let come on me what will” (",["a.scriptureRef",{"href":"/scriptures/ot/job/13.13"},"v. 13"],"). God was his salvation, and Job trusted in Him alone. Job saw his afflictions in perspective. As President Spencer W. Kimball said: “If we looked at mortality as the whole of existence, then pain, sorrow, failure, and short life would be calamity. But if we look upon life as an eternal thing stretching far into the premortal past and on into the eternal post-death future, then all happenings may be put in proper perspective.” (",["span.emphasis","Faith Precedes the Miracle,"],"p. 97.)"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p77"},"Job’s friends challenged God’s wisdom, and they saw Job’s suffering as a punishment sent from God. But Job had a greater understanding. He knew that God was there, although his prayers for relief were not answered as he might wish. Should his suffering really have been the result of personal sin, he begged the Lord to cause him to know so that he could repent (",["a.scriptureRef",{"href":"/scriptures/ot/job/13.23"},"v. 23"],")."],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p78"},"But suffering is not always the result of sin. Suffering has a larger purpose, part of which is educative. President Kimball said:"],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p79"},"“Is there not wisdom in his giving us trials that we might rise above them, responsibilities that we might achieve, work to harden our muscles, sorrows to try our souls? Are we not exposed to temptations to test our strength, sickness that we might learn patience, death that we might be immortalized and glorified?"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p80"},"“If all the sick for whom we pray were healed, if all the righteous were protected and the wicked destroyed, the whole program of the Father would be annulled and the basic principle of the gospel, free agency, would be ended. No man would have to live by faith."],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p81"},"“If joy and peace and rewards were instantaneously given the doer of good, there could be no evil—all would do good but not because of the rightness of doing good. There would be no test of strength, no development of character, no growth of powers, no free agency, only satanic controls."],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p82"},"“Should all prayers be immediately answered according to our selfish desires and our limited understanding, then there would be little or no suffering, sorrow, disappointment, or even death, and if these were not, there would also be no joy, success, resurrection, nor eternal life and godhood.” (",["span.emphasis","Faith Precedes the Miracle,"],"p. 97.)"]],[".topic",["h3","(3-7)",["a.scriptureRef",{"href":"/scriptures/ot/job/19.26"},"Job 19:26"],". “Yet in My Flesh Shall I See God”"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p84"},"In the King James Version, this verse affirms Job’s faith in a physical resurrection. In many other versions of the Bible, however, this verse does not affirm such a belief; in fact, in these versions Job says he will see God but",["span.emphasis","not"],"in his flesh. How is it possible that two completely contradictory translations could come from the same text? Meservy explained:"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p85"},"“We might note parenthetically that the great testimony of Job in 19:26 has been interpreted in two ways: ‘Yet in my flesh shall I see God’ (King James Version) and ‘Then without my flesh shall I see God.’ (Jewish Publication Society Version, 1917). The first of these implies the literal resurrection, the other does not. The Hebrew text says, ‘from my flesh,’ and this can be interpreted in either sense. The same ambiguity applies to English usage. If I say, ‘from the house I saw him coming,’ I could have been inside the house or just outside the house when I saw him coming. Thus, one’s theology determines how one translates this passage."],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p86"},"“Latter-day Saints do not depend upon this passage to establish their belief in a literal resurrection, but point to it as one more glorious affirmation of it.” (“Job: ‘Yet Will I Trust in Him,’” p. 158.)"]],[".topic",["h3","(3-8)",["a.scriptureRef",{"href":"/scriptures/ot/job/29.16-17"},"Job 29:16–17"],". A Truly Righteous Man"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p88"},"Perhaps this is the secret of Job’s perfection: he did not help only those who asked for his help; he sought out people to give help to."],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p89"},"As a king Job was obligated to defend those who relied on him for defense. For example, when Job found someone who had been plundered by robbers, he hunted down the thieves and used force, if necessary, to recover the stolen goods and restore them to their owner."],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p90"},"Job was not a Robin Hood, plundering one segment of society to provide for another. The only rich man he plundered was himself, and he did that freely. Commenting on Job’s righteousness. Clarke wrote:"],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p91"},"“As",["span.emphasis","supreme magistrate"],"he",["span.emphasis","chose out their way,"],"adjusted their differences, and",["span.emphasis","sat chief,"],"presiding in all their civil assemblies."],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p92"},"“As",["span.emphasis","captain general"],"he",["span.emphasis","dwelt as a king in the midst of his troops,"],"preserving order and discipline, and seeing that his fellow soldiers were provided with requisites for their warfare, and the necessaries of life."],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p93"},"“As a",["span.emphasis","man"],"he did not think himself superior to the meanest offices in domestic life, to relieve or support his fellow creatures; he went about",["span.emphasis","comforting the mourners—"],"visiting the sick and afflicted, and ministering to their wants, and seeing that the",["span.emphasis","wounded"],"were properly attended. Noble Job! Look at him, ye",["span.emphasis","nobles"],"of the earth, ye lieutenants of counties, ye generals of armies, and ye lords of provinces. Look at JOB! Imitate his active benevolence, and be healthy and happy. Be as guardian angels in your particular districts, blessing all by your example and your bounty. Send your",["span.emphasis","hunting horses"],"to the plough, your",["span.emphasis","game cocks"],"to the",["span.emphasis","dunghill;"],"and at last live like",["span.emphasis","men"],"and",["span.emphasis","Christians.”"],"(",["span.emphasis","Commentary,"],"3:132.)"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p94"},"This was not the Job of the ash heap and the boils; this was the great man of the East whom God called perfect (see",["a.scriptureRef",{"href":"/scriptures/ot/job/1.8"},"Job 1:8"],")."]],[".topic",["h3","(3-9)",["a.scriptureRef",{"href":"/scriptures/ot/job/42.10,13"},"Job 42:10, 13"],". Why Didn’t the Lord Double the Number of Job’s Children?"],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p96"},["a.scriptureRef",{"href":"/scriptures/ot/job/42.10"},"Job 42:10"],"states that “the Lord gave Job twice as much as he had before.” Then, after listing double the number of livestock, the writer added: “He had",["span.emphasis","also"],"seven sons and three daughters” (",["a.scriptureRef",{"href":"/scriptures/ot/job/42.13"},"v. 13"],"; emphasis added). Originally Job had seven sons and three daughters. A doubling of his former blessings might suggest that he would then receive fourteen more sons and six more daughters, but instead he had just the original number restored to him. How could that be viewed as a doubling? C. F. Keil and F. Delitzsch gave an answer that should have more meaning to Latter-day Saints than to anyone in the gentile world:"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p97"},"“The numbers of the stock of cattle [see",["a.scriptureRef",{"href":"/scriptures/ot/job/1.3"},"Job 1:3"],"] now appear doubled, but it is different with the children."],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-3.p98"},"“Therefore, instead of [doubling] the seven sons and three daughters which he had, he receives just the same again, which is also so far a doubling, as deceased children also, according to the Old Testament view, are not absolutely lost [see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.23"},"2 Samuel 12:23"],"]. The author of this book, in everything to the most minute thing consistent, here gives us to understand that with men who die and depart from us the relation is different from that with things which we have lost.” (",["span.emphasis","Commentary on the Old Testament,"],"4:2:390.)"]]]]]]],"refs":null}
