{"id":40,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":40,"title":"Chapter 38: The Apostolic Ministry","subtitle":"","short_title":"Chapter 38","uri":"/manual/jesus-the-christ/chapter-38","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-38"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-38.head1"},[".titleNumber","Chapter 38"],["h1","The Apostolic Ministry"]],[".bodyBlock",[".topic",["h2","Matthias Ordained to the Apostleship",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-38.p4"},"After witnessing the Lord’s ascension from Olivet, the eleven apostles returned to Jerusalem filled with joy and thoroughly suffused with the spirit of adoring worship. Both in the temple and in a certain upper room, which was their usual place of meeting, they continued in prayer and supplication, often in association with other disciples, including Mary the mother of the Lord, some of her sons, and the little sisterhood of faithful women who had ministered to Jesus in Galilee and had followed Him thence to Jerusalem and to Calvary.",["sup",["a",{"href":"fn_2"},"b"]],"The disciples, most of whom had been dispersed by the tragic events of that last and fateful Passover, had gathered again, with renewed and fortified faith, about the great fact of the Lord’s resurrection. Christ had become “the firstfruits of them that slept,” “the first begotten of the dead,” and “the firstborn” of the race to rise from death to immortality.",["sup",["a",{"href":"fn_3"},"c"]],"They knew that not only had the grave been compelled to give up the body of their Lord, but that a way had been provided for the striking of the fetters of death from every soul. Immediately following the resurrection of the Lord Jesus, many righteous ones who had slept in the tomb had been resurrected, and had appeared in Jerusalem, revealing themselves unto many.",["sup",["a",{"href":"fn_4"},"d"]],"The universality of the resurrection of the dead was soon to become a prominent feature of apostolic teaching."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-38.p5"},"The first official act undertaken by the apostles was the filling of the vacancy in the council of the Twelve, occasioned by the apostasy and suicide of Judas Iscariot. Sometime between the ascension of Christ and the feast of Pentecost, when the Eleven and other disciples, in all about a hundred and twenty, were together “with one accord in prayer and supplication,” Peter laid the matter before the assembled Church, pointing out that the fall of Judas had been foreseen,",["sup",["a",{"href":"fn_5"},"e"]],"and citing the psalmist’s invocation: “Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.”",["sup",["a",{"href":"fn_6"},"f"]],"Peter affirmed the necessity of completing the apostolic quorum; and he thus set forth the qualifications essential in the one who should be ordained to the Holy Apostleship; “Wherefore of these men which have companied with us all the time that the Lord Jesus went in and out among us, beginning from the baptism of John, unto that same day that he was taken up from us, must one be ordained to be a witness with us of his resurrection.” Two faithful disciples were nominated by the Eleven, Joseph Barsabas and Matthias. In earnest supplication the assembly besought the Lord to indicate whether either of these men, and if so which, was to be chosen for the exalted office; then, “they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.”"],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-38.p6"},"The proceeding throughout is deeply significant and instructive. The Eleven fully realized that on them lay the responsibility, and in them was vested the authority, to organize and develop the Church of Christ; that the council or quorum of the apostles was limited to a membership of twelve; and that the new apostle, like themselves, must be competent to testify in special and personal witness concerning the earthly ministry, death, and resurrection of the Lord Jesus. The selection of Matthias was accomplished in a general assembly of the Primitive Church; and while the nominations were made by the apostles, all present appear by implication to have had a voice in the matter of installation. The principle of authoritative administration through common consent of the membership, so impressively exemplified in the choosing of Matthias, was followed, a few weeks later, by the selection of “seven men of honest report, full of the Holy Ghost and wisdom,” who having been sustained by the vote of the Church, were set apart to a special ministry by the laying-on of the apostles’ hands.",["sup",["a",{"href":"fn_7"},"g"]]]],[".topic",["h2","The Bestowal of the Holy Ghost",["sup",["a",{"href":"fn_8"},"h"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-38.p8"},"At the time of Pentecost, which fell on the fiftieth day after the Passover,",["sup",["a",{"href":"fn_9"},"i"]],"and therefore, at this particular recurrence, about nine days after Christ’s ascension, the apostles “were all with one accord in one place,” engaged in their customary devotions, and waiting, as instructed, until they would be endowed with a particular bestowal of power from on high.",["sup",["a",{"href":"fn_10"},"j"]],"The promised baptism by fire and the Holy Ghost befell them on that day. “Suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting. And there appeared unto them cloven tongues like as of fire, and it sat upon each of them. And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.”"],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-38.p9"},"The “sound from heaven as of a rushing mighty wind” was heard abroad;",["sup",["a",{"href":"fn_11"},"k"]],"and a multitude gathered about the place. The visible manifestation of “cloven tongues like as of fire,” by which each of the Twelve was invested, was seen by those within the house, but apparently not by the gathering crowds. The apostles spoke to the multitude, and a great miracle was wrought, by which “every man heard them speak in his own language”; for the apostles, now richly gifted, spake in many tongues, as the Holy Ghost, by whom they had been endowed, gave them utterance. There were present men from many lands and of many nations, and their languages were diverse. In amazement some of them said: “Behold, are not all these which speak Galileans? And how hear we every man in our own tongue, wherein we were born?” While many were impressed by the preternatural ability of the brethren, others in mocking tones said the men were drunken. This instance of Satanic prompting to inconsiderate speech is especially illustrative of inconsistency and rash ineptitude. Strong drink gives to no man wisdom; it steals away his senses and makes of him a fool."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-38.p10"},"Then Peter, as the president of the Twelve, stood up and proclaimed in behalf of himself and his brethren: “Ye men of Judea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words: for these are not drunken, as ye suppose, seeing it is but the third hour of the day.” It was the Jewish custom, particularly on festival days, to abstain from food and drink until after the morning service in synagog, which was held about the third hour, or nine o’clock in the forenoon. The apostle cited ancient prophecy embodying the promise of Jehovah that He would pour out His Spirit upon all flesh, so that wonders would be wrought, even as those there present witnessed.",["sup",["a",{"href":"fn_12"},"l"]],"Then boldly did Peter testify of Jesus of Nazareth, whom he characterized as “a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know”; and, reminding them, in accusing earnestness, of the awful crime to which they had been in some degree parties, he continued: “Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain: whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.” Citing the inspired outburst of the psalmist, who had sung in jubilant measure of the soul that should not be left in hell, and of the flesh that should not see corruption, he showed the application of these scriptures to the Christ; and fearlessly affirmed: “This Jesus hath God raised up, whereof we all are witnesses. Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.” With increasing fervency, fearing neither derision nor violence, and driving home to the hearts of his enthralled listeners the fearful fact of their guilt, Peter proclaimed as in voice of thunder: “Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.”"],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-38.p11"},"The power of the Holy Ghost could not be resisted; to every earnest soul it carried conviction. They that heard were pricked in their hearts, and in contrition cried out to the apostles: “Men and brethren, what shall we do?” Now that they were prepared for the message of salvation, it was given without reserve. “Repent,” answered Peter, “and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost. For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.”"],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-38.p12"},"To the apostles’ testimony, to the exhortation and warning, the people responded with profession of faith and repentance. Their joy was comparable to that of the spirits in prison, to whom the disembodied Christ had borne the authoritative word of redemption and salvation. Those who repented and confessed their belief in Christ at that memorable Pentecost were received into the Church by baptism, to the number of about three thousand. That their conversion was genuine and not the effect of a passing enthusiasm, that they were literally born again through baptism into a newness of life, is evidenced by the fact that they endured in the faith—“and they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.” So devoted were these early converts, so richly blessed with the outpouring of the Holy Ghost was the Church in those days, that the members voluntarily disposed of their individual possessions and had all things in common. To them faith in the Lord Jesus Christ was of greater worth than the wealth of earth.",["sup",["a",{"href":"fn_13"},"m"]],"Among them, there was nothing called “mine” or “thine,” but all things were theirs in the Lord.",["sup",["a",{"href":"fn_14"},"n"]],"Signs and wonders followed the apostles, “and the Lord added to the church daily such as should be saved.”"],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-38.p13"},"Through the bestowal of the Holy Ghost the apostles had become changed men. As made clear to them by the Spirit of Truth, the scriptures constituted a record of preparation for the events to which they were special and ordained witnesses. Peter, who but a few weeks earlier had quailed before a serving-maid, now spoke openly, fearing none. Seeing once a lame beggar at the Gate Beautiful which led into the temple court, he took the afflicted one by the hand, saying: “Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.”",["sup",["a",{"href":"fn_15"},"o"]],"The man was healed and leaped in the exuberance of his newly found strength; then he went with Peter and John into the temple, praising God aloud. An amazed crowd, which grew to include about five thousand men, gathered around the apostles in Solomon’s Porch; and Peter, observing their wonderment, seized on the occasion to preach to them Jesus the Crucified. He ascribed all praise for the miracle to the Christ whom the Jews had delivered up to be slain, and in unambiguous accusation declared: “The God of Abraham, and of Isaac, and of Jacob, the God of our fathers, hath glorified his Son Jesus; whom ye delivered up, and denied him in the presence of Pilate, when he was determined to let him go. But ye denied the Holy One and the Just, and desired a murderer to be granted unto you; and killed the Prince of life, whom God hath raised from the dead; whereof we are witnesses.” In merciful recognition of the ignorance in which they had sinned, he exhorted them to expiatory penitence, crying: “Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord; and he shall send Jesus Christ, which before was preached unto you: whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.” There was no encouragement to a belief that their sins could be annulled by wordy profession; a due season of repentance was their privilege, if so be they would believe."],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-38.p14"},"As Peter and John thus testified, the priests and the captain of the temple, together with the ruling Sadducees, came upon them toward evening, and put them in prison to await the action of the judges next day.",["sup",["a",{"href":"fn_16"},"p"]],"On the morrow they were arraigned before Annas, Caiaphas, and other officials, who demanded of them by what power or in whose name they had healed the lame man. Peter, impelled by the power of the Holy Ghost, answered: “Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, even by him doth this man stand here before you whole. This is the stone which was set at nought of you builders, which is become the head of the corner. Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.”",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-38.p15"},"The hierarchy learned to their consternation that the work they had sought to destroy through the crucifixion of Jesus Christ was spreading now as it had never spread before. In desperation they commanded the apostles, “Not to speak at all nor teach in the name of Jesus.” But Peter and John answered boldly: “Whether it be right in the sight of God to hearken unto you more than unto God, judge ye. For we cannot but speak the things which we have seen and heard.” This rejoinder of righteous defiance the priestly rulers dared not openly resent; they had to content themselves with threats."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-38.p16"},"The Church grew with surprising rapidity; “believers were the more added to the Lord, multitudes both of men and women.” So abundantly was the gift of healing manifest through the ministrations of the apostles that as formerly to Christ, now to them, the people flocked, bringing their sick folk and those possessed of evil spirits; and all were healed. So great was the faith of the believers that they laid their afflicted ones on couches in the streets, “that at the least shadow of Peter passing by might overshadow some of them.”",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-38.p17"},"The high priest and his haughty Sadducean associates caused the apostles to be again arrested and thrown into the common prison. But that night the angel of the Lord opened the dungeon doors and brought the prisoners forth, telling them to go into the temple and further proclaim their testimony of the Christ. This the apostles did, and were so engaged when the Sanhedrin assembled to put them on trial. The officers who were sent to bring the prisoners to the judgment hall returned, saying: “The prison truly found we shut with all safety, and the keepers standing without before the doors; but when we had opened, we found no man within.” As the judges sat in impotent consternation, an informer appeared with the word that the men they wanted were at that moment preaching in the courts. The captain and his guard arrested the apostles a third time, and brought them in, but without violence, for they feared the people. The high priest accused the prisoners by question and affirmation: “Did not we straitly command you that ye should not teach in this name? and, behold, ye have filled Jerusalem with your doctrine, and intend to bring this man’s blood upon us.” Yet, how recently had those same rulers led the rabble in the awful imprecation, “His blood be on us, and on our children.”",["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-38.p18"},"Peter and the other apostles, undaunted by the august presence, and undeterred by threatening words or actions, answered with the direct counter-charge that they who sat there to judge were the slayers of the Son of God. Ponder well the solemn affirmation: “We ought to obey God rather than men. The God of our fathers raised up Jesus, whom ye slew and hanged on a tree. Him hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins. And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him.”"],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-38.p19"},"Closing, locking, bolting their hearts against the testimony of the Lord’s own, the chief priests, scribes, and elders of the people counseled together as to how they could put these men to death. There was at least one honorable exception among the murderously inclined councilors. Gamaliel, who was a Pharisee and a noted doctor of the law, the teacher of Saul of Tarsus afterward known through conversion, works, and divine commission, as Paul the apostle,",["sup",["a",{"href":"fn_20"},"t"]],"rose in the council, and having directed that the apostles be removed from the hall, warned his colleagues against the injustice they had in mind. He cited the cases of men falsely claiming to have been sent of God, everyone of whom had come to grief with utter and most ignominious failure of his seditious plans; so would these men come to nought if the work they professed proved to be of men; “But,” added the dispassionate and learned doctor, “if it be of God, ye cannot overthrow it; lest haply ye be found even to fight against God.”",["sup",["a",{"href":"fn_21"},"u"]],"Gamaliel’s advice prevailed for the time being, to the extent of causing the apostles’ lives to be spared; but the council, in contravention of justice and propriety, had the prisoners beaten. Then the brethren were discharged with the renewed injunction that they speak not in the name of Jesus. They went out rejoicing that they were counted worthy to suffer stripes and humiliation in defense of the Lord’s name; and daily, both in the temple, and by house to house visitation, they valiantly taught and preached Jesus the Christ. Converts to the Church were not confined to the laity; a great company of the priests swelled the number of the disciples, who multiplied greatly in Jerusalem.",["sup",["a",{"href":"fn_22"},"v"]]]],[".topic",["h2","Stephen the Martyr; His Vision of the Lord",["sup",["a",{"href":"fn_23"},"w"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-38.p21"},"First among the “seven men of honest report” who were set apart under the hands of the apostles to administer the common store of the Church community, was Stephen, a man eminent in faith and good works, through whom the Lord wrought many miracles. He was zealous in service, aggressive in doctrine, and fearless as a minister of Christ. Some of the foreign Jews, who maintained a synagog in Jerusalem, engaged Stephen in disputation, and being unable “to resist the wisdom and the spirit by which he spake,” conspired to have him charged with heresy and blasphemy. He was brought before the council on the word of men suborned to witness against him; and these averred that they had “heard him speak blasphemous words against Moses, and against God.” The perjured accusers further testified that he had repeatedly spoken blasphemously against the temple, and the law, and had even declared that Jesus of Nazareth would some day destroy the temple, and change the Mosaic ceremonies. The charge was utterly false in spirit and fact, though possibly in a sense partly true in form; for, judging by what we have of record concerning Stephen’s character and works, he was a zealous preacher of the word as a world religion, through which the exclusiveness and alleged sanctity of Jerusalem as the holy city and of the now desecrated temple as the earthly abiding-place of Jehovah, would be abrogated; furthermore he seems to have realized that the law of Moses had been fulfilled in the mission of the Messiah."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-38.p22"},"When the Sanhedrists looked upon him, his face was illumined, and they saw it “as it had been the face of an angel.” In answer to the charge, he delivered an address, which on critical analysis appears to have been extemporaneous, nevertheless it is strikingly logical and impressive in argument. The delivery was abruptly terminated, however, by a murderous assault.",["sup",["a",{"href":"fn_24"},"x"]],"In effective epitome Stephen traced the history of the covenant people from the time of Abraham down, showing that the patriarchs, and in turn Moses and the prophets, had lived and ministered in progressive preparation for the development of which those present were witnesses. He pointed out that Moses had foretold the coming of a Prophet, who was none other than Jehovah, whom their fathers had worshipped in the wilderness, before the tabernacle, and later in the temple; but, he affirmed, “the most High dwelleth not in temples made with hands,” the most gorgeous of which could be but small to Him who said: “Heaven is my throne, and earth is my footstool.”",["sup",["a",{"href":"fn_25"},"y"]]],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-38.p23"},"It is plain to be seen that Stephen’s speech was not one of vindication, and far from a plea in his own defense; it was a proclamation of the word and purposes of God by a devoted servant who had no thought for personal consequences. In forceful arraignment he thus addressed His judges: “Ye stiffnecked and uncircumcised in heart and ears, ye do always resist the Holy Ghost: as your fathers did, so do ye. Which of the prophets have not your fathers persecuted? and they have slain them which shewed before of the coming of the Just One; of whom ye have been now the betrayers and murderers.” Maddened at this direct accusation, the Sanhedrists “gnashed on him with their teeth.” He knew that they thirsted for his blood; but, energized by the Holy Ghost, he looked steadfastly upward, and exclaimed in rapture: “Behold I see the heavens opened, and the Son of Man standing on the right hand of God.”",["sup",["a",{"href":"fn_26"},"z"]],"This is the first New Testament record of a manifestation of Christ to mortal eyes by vision or otherwise, subsequent to His ascension. The priestly rulers cried aloud, and stopped their ears to what they chose to regard as blasphemous utterances; and, rushing upon the prisoner with one accord, they hurried him outside the city walls and stoned him to death. True to his Master, he prayed: “Lord Jesus, receive my spirit”; and then, crushed to earth, he cried with a loud voice: “Lord, lay not this sin to their charge. And when he had said this, he fell asleep.”"],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-38.p24"},"So died the first martyr for the testimony of the risen Christ. He was slain by a mob comprizing chief priests, scribes, and elders of the people. What cared they that no sentence had been pronounced against him, or that they were acting in reckless defiance of Roman law? Devout men bore the mangled body to its burial; and all the disciples lamented greatly. Persecution increased, and members of the Church were scattered through many lands, wherein they preached the gospel and won many to the Lord. The blood of Stephen the martyr proved to be rich and virile seed, from which sprang a great harvest of souls.",["sup",["a",{"href":"fn_27"},"a"]]]],[".topic",["h2","Christ Manifests Himself to Saul of Tarsus, Later Known as Paul the Apostle"],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-38.p26"},"Among the disputants who, when defeated in discussion, conspired against Stephen and brought about his death, were Jews from Cilicia.",["sup",["a",{"href":"fn_28"},"b"]],"Associated with them was a young man named Saul, a native of the Cilician city of Tarsus. This man was an able scholar, a forceful controversialist, an ardent defender of what he regarded as the right, and a vigorous assailant of what to him was wrong. Though born in Tarsus he had been brought to Jerusalem in early youth and had there grown up a strict Pharisee and an aggressive supporter of Judaism. He was a student of the law under the tutelage of Gamaliel, one of the most eminent masters of the time;",["sup",["a",{"href":"fn_29"},"c"]],"and had the confidence of the high priest.",["sup",["a",{"href":"fn_30"},"d"]],"His father, or perhaps an earlier progenitor, had acquired the rank of Roman citizenship, and Saul was a born heir to that distinction. Saul was a violent opponent of the apostles and the Church, and had made himself a party to the death of Stephen by openly consenting thereunto and by holding in personal custody the garments of the false witnesses while they stoned the martyr."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-38.p27"},"He wrought havoc in the Church by entering private houses and haling thence men and women suspected of belief in the Christ, and these he caused to be cast into prison.",["sup",["a",{"href":"fn_31"},"e"]],"The persecution in which he took so prominent a part caused a scattering of the disciples throughout Judea, Samaria, and other lands; though the apostles remained and continued their ministry in Jerusalem.",["sup",["a",{"href":"fn_32"},"f"]],"Not content with local activity against the Church, “Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest, and desired of him letters to Damascus to the synagogues, that if he found any of this way, whether they were men or women, he might bring them bound unto Jerusalem.”",["sup",["a",{"href":"fn_33"},"g"]]],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-38.p28"},"As Saul and his attendants neared Damascus they were halted by an occurrence of awe-inspiring grandeur.",["sup",["a",{"href":"fn_34"},"h"]],"At noontide there suddenly appeared a light far exceeding the brightness of the sun, and in this dazzling splendor the whole party was enveloped, so that they fell to the ground in terror. In the midst of the unearthly glory, a sound was heard, which to Saul alone was intelligible as an articulate voice; he heard and understood the reproving question spoken in the Hebrew tongue: “Saul, Saul, why persecutest thou me?” In trepidation he inquired: “Who art thou, Lord?” The reply sounded the heart of Saul to its depths: “I am Jesus of Nazareth, whom thou persecutest”; and continued, as in sympathethic consideration of the persecutor’s situation and the renunciation that would be required of him: “It is hard for thee to kick against the pricks.”",["sup",["a",{"href":"fn_35"},"i"]],"The enormity of his hostility and enmity against the Lord and His people filled the man’s soul with horror, and in trembling contrition he asked: “Lord, what wilt thou have me to do?” The reply was: “Arise, and go into the city, and it shall be told thee what thou must do.” The brilliancy of the heavenly light had blinded Saul. His companions led him into Damascus, where, at the house of Judas, in the street called Straight, he sat in darkness for three days, during which period he neither ate nor drank."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-38.p29"},"There lived in that city a faithful disciple named Ananias, to whom the Lord spake, instructing him to visit Saul and minister unto him that he might be healed of his blindness. Ananias was astonished at the commission, and ventured to remind the Lord that Saul was a notorious persecutor of the saints, and had come at that time to Damascus to arrest and put in bonds all believers. But the Lord answered: “Go thy way: for he is a chosen vessel unto me, to bear my name before the Gentiles, and kings, and the children of Israel: for I will shew him how great things he must suffer for my name’s sake.” Ananias went to Saul, laid his hands upon the penitent sufferer, saying: “Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.” The physical obstruction to vision was removed; scaly particles fell from the eyes of Saul, and his sight was restored. Without delay or hesitation, he was baptized. When strengthened by food he communed with the disciples at Damascus and straightway began to preach in the synagogs, declaring Jesus to be the Son of God.",["sup",["a",{"href":"fn_36"},"j"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-38.p30"},"When Saul returned to Jerusalem, the disciples were doubtful of his sincerity, they having known of him as a violent persecutor; but Barnabas, a trusted disciple, brought him to the apostles, told of his miraculous conversion and testified of his valiant service in preaching the word of God. He was received into fellowship, and afterward was ordained under the hands of the apostles.",["sup",["a",{"href":"fn_37"},"k"]],"His Hebrew name, Saul, was in time substituted by the Latin Paulus, or as to us, Paul.",["sup",["a",{"href":"fn_38"},"l"]],"In view of his commission to carry the Gospel to the Gentiles, the use of his Roman name may have been of advantage, and particularly so as he was a Roman citizen and therefore could claim the rights and exemptions attaching to the status of citizenship.",["sup",["a",{"href":"fn_39"},"m"]]],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-38.p31"},"It is no part of our present purpose to follow even in outline the labors of the man thus peremptorily and miraculously called into the ministry; the fact of Christ’s personal manifestations to him is the sole subject of present consideration. While in Jerusalem Paul was blessed with a visual manifestation of the Lord Jesus, accompanied by the giving of specific instructions. His own testimony is to this effect: “While I prayed in the temple, I was in a trance; and saw him saying unto me, Make haste, and get thee quickly out of Jerusalem: for they will not receive thy testimony concerning me.” In explanation of his rejection by the people, Paul confessed his evil past, saying, “Lord, they know that I imprisoned and beat in every synagogue them that believed on thee: and when the blood of thy martyr Stephen was shed, I also was standing by, and consenting unto his death, and kept the raiment of them that slew him.” To this the Lord replied: “Depart; for I will send thee far hence unto the Gentiles.”",["sup",["a",{"href":"fn_40"},"n"]],"Once again, as he lay a prisoner in the Roman castle, the Lord stood by him in the night, and said: “Be of good cheer, Paul: for as thou hast testified of me in Jerusalem, so must thou bear witness also at Rome.”",["sup",["a",{"href":"fn_41"},"o"]]],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-38.p32"},"Paul’s personal witness that he had seen the resurrected Christ is explicit and emphatic. With his enumeration of some of the risen Lord’s appearances he associates his own testimony, as addressed to the Corinthian saints, in this wise: “For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures; and that he was buried, and that he rose again the third day according to the scriptures: and that he was seen of Cephas, then of the Twelve: after that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep. After that, he was seen of James; then of all the apostles. And last of all he was seen of me also, as of one born out of due time. For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.”",["sup",["a",{"href":"fn_42"},"p"]]]],[".topic",["h2","Close of the Apostolic Ministry—The Revelation through John"],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-38.p34"},"The period of apostolic ministry continued until near the close of the first century of our era, approximately sixty to seventy years from the time of the Lord’s ascension. In the course of that epoch the Church experienced both prosperity and vicissitude. At first the organized body increased in membership and influence in a manner regarded as phenomenal, if not miraculous.",["sup",["a",{"href":"fn_43"},"q"]],"The apostles and the many other ministers who labored under their direction in graded positions of authority strove so effectively to spread the word of God, that Paul writing approximately thirty years after the ascension affirmed that the gospel had already been carried to every nation, or, to use his words, “preached to every creature under heaven.”",["sup",["a",{"href":"fn_44"},"r"]],"Through the agency of the Holy Ghost Christ continued to direct the affairs of His Church on the earth; and His mortal representatives, the apostles, traveled and taught, healed the afflicted, rebuked evil spirits, and raised the dead to a renewal of life.",["sup",["a",{"href":"fn_45"},"s"]]],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-38.p35"},"We are without record of any direct or personal appearance of Christ to mortals between the manifestations to Paul and the revelation to John on the isle of Patmos. Tradition confirms John’s implication that he had been banished thither “for the word of God, and for the testimony of Jesus Christ.”",["sup",["a",{"href":"fn_46"},"t"]],"He avers that what he wrote, now known as the book of Revelation, is “The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John.”",["sup",["a",{"href":"fn_47"},"u"]],"The apostle gives a vivid description of the glorified Christ as seen by him; and of the Lord’s words he made record as follows: “Fear not; I am the first and the last: I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.”",["sup",["a",{"href":"fn_48"},"v"]],"John was commanded to write to each of the seven churches, or branches of the Church of Christ, then existing in Asia, administering reproof, admonition and encouragement, as the condition of each required."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-38.p36"},"The final ministry of John marked the close of the apostolic administration in the Primitive Church. His fellow apostles had gone to their rest, most of them having entered through the gates of martyrdom, and although it was his special privilege to tarry in the flesh until the Lord’s advent in glory,",["sup",["a",{"href":"fn_49"},"w"]],"he was not to continue his service as an acknowledged minister, known to and accepted by the Church. Even while many of the apostles lived and labored, the seed of apostasy had taken root in the Church and had grown with the rankness of pernicious weeds. This condition had been predicted, both by Old Testament prophets",["sup",["a",{"href":"fn_50"},"x"]],"and by the Lord Jesus.",["sup",["a",{"href":"fn_51"},"y"]],"The apostles also spake in plain prediction of the growth of the apostasy all too grievously apparent to them as then in progress.",["sup",["a",{"href":"fn_52"},"z"]],"Personal manifestations of the Lord Jesus to mortals appear to have ceased with the passing of the apostles of old, and were not again witnessed until the dawn of the Dispensation of the Fulness of Times."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-38.f1"},["h3","Notes to Chapter 38"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-38.p38"},["b","Presiding Authority and Common Consent."],"—“Another instance of official action in choosing and setting apart men to special office in the Church arose soon after the ordination of Matthias. It appears that one feature of the Church organization in early apostolic days was a common ownership of material things, distribution being made according to need. As the members increased, it was found impracticable for the apostles to devote the necessary attention and time to these temporal matters, so they called upon the members to select seven men of honest report, whom the apostles would appoint to take special charge of these affairs. These men were set apart by prayer and by the laying on of hands. The instance is instructive as showing that the apostles realized their possession of authority to direct in the affairs of the Church, and that they observed with strictness the principle of common consent in the administration of their high office. They exercised their priestly powers in the spirit of love, and with due regard to the rights of the people over whom they were placed to preside.”—The author,",["span.emphasis","The Great Apostasy,"],"1:19."]],["li",["span.label","2."],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-38.p39"},["b","Pentecost."],"—The name means “fiftieth” and was applied to the Jewish feast that was celebrated fifty days after the second day of unleavened bread, or the Passover day. It is also known as “the feast of weeks” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.22"},"Exodus 34:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/16.10"},"Deuteronomy 16:10"],"), because according to the Hebrew style, it fell seven weeks, or a week of weeks, after the Passover; as “the feast of harvest” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/23.16"},"Exodus 23:16"],"); and as “the day of the first-fruits” (",["a.scriptureRef",{"href":"/scriptures/ot/num/28.26"},"Numbers 28:26"],"). Pentecost was one of the great feasts in Israel, and was of mandatory observance. Special sacrifices were appointed for the day, as was also an offering suitable to the harvest season, comprizing two leavened loaves made of the new wheat; these were to be waved before the altar and then given to the priests (",["a.scriptureRef",{"href":"/scriptures/ot/lev/23.15-20"},"Leviticus 23:15–20"],"). Because of the unprecedented events that characterized the first Pentecost after our Lord’s ascension, the name has become current in Christian literature as expressive of any great spiritual awakening or unusual manifestation of divine grace."]],["li",["span.label","3."],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-38.p40"},["b","Having All Things in Common."],"—No condition recorded of the early apostolic ministry expresses more forcefully the unity and devotion of the Church in those days than does the fact of the members establishing a system of common ownership of property (",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.44,46"},"Acts 2:44, 46"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.32-37"},"4:32–37"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.1-4"},"6:1–4"],"). One result of this community of interest in temporal things was a marked unity in spiritual matters; they “were of one heart and of one soul.” Lacking nothing, they lived in contentment and godliness. Over thirty centuries earlier the people of Enoch had rejoiced in a similar condition of oneness, and their attainments in spiritual excellence were so effective that “the Lord came and dwelt with his people; … And the Lord called his people Zion, because they were of one heart and one mind, and dwelt in righteousness; and there was no poor among them.” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.16-18"},"Moses 7:16–18"],".) The Nephite disciples grew in holiness, as “they had all things common among them, every man dealing justly, one with another.” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.19"},"3 Nephi 26:19"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.2-3"},"4 Nephi 1:2–3"],".) A system of unity in material affairs has been revealed to the Church in this current dispensation, (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.17-18"},"D&C 82:17, 18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.10-13,18"},"51:10–13, 18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.70-77"},"104:70–77"],"), to the blessings of which the people may attain as they learn to replace selfish concern by altruism, and individual advantage by devotion to the general welfare.—See",["span.emphasis","Articles of Faith,"],"24:439–41."]],["li",["span.label","4."],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-38.p41"},["b","Saul’s Conversion."],"—The sudden change of heart by which an ardent persecutor of the saints was so transformed as to become a true disciple, is to the average mind a miracle. Saul of Tarsus was a devoted student and observer of the law, a strict Pharisee. We find no intimation that he ever met or saw Jesus during the Lord’s life in the flesh; and his contact with the Christian movement appears to have been brought about through disputation with Stephen. In determining what he would call right and what wrong the young enthusiast was guided too much by mind and too little by heart. His learning, which should have been his servant, was instead his master. He was a leading spirit in the cruel persecution of the first converts to Christianity; yet none can doubt his belief that even in such he was rendering service to Jehovah (compare",["a.scriptureRef",{"href":"/scriptures/nt/john/16.2"},"John 16:2"],"). His unusual energy and superb ability were misdirected. As soon as he realized the error of his course, he turned about, without counting risk, cost, or the certainty of persecution and probable martyrdom. His repentance was as genuine as had been his persecuting zeal. All through his ministry he was tortured by the past (",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.4,19-20"},"Acts 22:4, 19, 20"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.9"},"1 Corinthians 15:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/12.7"},"2 Corinthians 12:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.13"},"Galatians 1:13"],"); yet he found a measure of relief in the knowledge that he had acted in good conscience (",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.9-11"},"Acts 26:9–11"],"). It was “hard for him to kick against the pricks” (revised version “goad,”",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.5"},"Acts 9:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.14"},"26:14"],") of tradition, training, and education; yet he hesitated not. He was a chosen instrument for the work of the Lord (",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.15"},"Acts 9:15"],"); and promptly he responded to the Master’s will. Whatever of error Saul of Tarsus had committed through youthful zeal, Paul the apostle gave his all—his time, talent, and life—to expiate. He was preeminently the Lord’s apostle to the Gentiles; and this opening of the doors to others than Jews was the main contention between himself and Stephen. In accordance with the divine and fateful purpose, Paul was called to do the work, in opposition to which he had been a participant in the martyrdom of Stephen. At the Lord’s word of direction Paul was ready to preach Christ to the Gentiles; only by a miracle could the Jewish exclusiveness of Peter and the Church generally be overcome (",["a.scriptureRef",{"href":"/scriptures/nt/acts/10"},"Acts 10"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/acts/11.1-18"},"11:1–18"],")."]],["li",["span.label","5."],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-38.p42"},["b","Rapid Growth of the Primitive Church."],"—Eusebius, who wrote in the early part of the fourth century, speaking of the first decade after the Savior’s ascension, says: “Thus, then, under a celestial influence and cooperation, the doctrine of the Savior, like the rays of the sun, quickly irradiated the whole world. Presently, in accordance with divine prophecy, the sound of His inspired evangelists and apostles had gone throughout all the earth, and their words to the ends of the world. Throughout every city and village, like a replenished barn floor, churches were rapidly abounding and filled with members from every people. Those who, in consequence of the delusions that had descended to them from their ancestors, had been fettered by the ancient disease of idolatrous superstition, were now liberated by the power of Christ, through the teachings and miracles of His messengers.”—(Eusebius,",["span.emphasis","Eccles. Hist.,"],"Book 1, ch. 3.)"]],["li",["span.label","6."],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-38.p43"},["b","Patmos."],"—A small island in the Icarian section of the Aegean Sea. Dr. John R. Sterret writes of it in the",["span.emphasis","Standard Bible Dictionary"],"as follows: “A volcanic island of the Sporades group, now nearly treeless. It is characterized by an indented coast and has a safe harbor. By the Romans it was made a place of exile for the lower class of criminals. John, the author of ‘Revelation’ was banished thither by Domitian, 94",["span.small","A.D."],"According to tradition he lived there at hard labor for eighteen months.”"]],["li",["span.label","7."],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-38.p44"},["b","The Holy Ghost Given."],"—In answer to a question as to whether the Holy Ghost was received by the apostles at or before Pentecost, a statement was published by the First Presidency of the Church on February 5, 1916 (see",["span.emphasis","Deseret News"],"of that date), from which statement the following excerpts are taken: “The answer to this question depends upon what is meant by ‘receiving’ the Holy Ghost. If reference is made to the promise of Jesus to His apostles about the endowment or gift of the Holy Ghost by the presence and ministration of the ‘personage of Spirit,’ called the Holy Ghost by revelation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.22"},"D&C 130:22"],"), then the answer is, it was not until the day of Pentecost that the promise was fulfilled. But the divine essence called the Spirit of God, or Holy Spirit, or Holy Ghost, by which God created or organized all things, and by which the prophets wrote and spoke, was bestowed in former ages, and inspired the apostles in their ministry long before the day of Pentecost. … We read that Jesus, after His resurrection, breathed upon His disciples and said, ‘Receive ye the Holy Ghost.’ But we also read that He said, ‘Behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/20.22"},"John 20:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.49"},"Luke 24:49"],"). We read further: ‘For the Holy Ghost was not yet given; because that Jesus was not yet glorified.’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/7.39"},"John 7:39"],".) Thus the promise was made, but the fulfilment came after, so that the Holy Ghost sent by Jesus from the Father did not come in person until the day of Pentecost, and the cloven tongues of fire were the sign of His coming.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-38.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/acts/1.15-26"},"Acts 1:15–26"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-38.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/luke/24.52-53"},"Luke 24:52, 53"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.12-14"},"Acts 1:12–14"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-38.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.20"},"1 Corinthians 15:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.5"},"Revelation 1:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/1.18"},"Colossians 1:18"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-38.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.52-53"},"Matthew 27:52, 53"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-38.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/acts/1.16"},"Acts 1:16"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/41.9"},"Psalm 41:9"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/13.18"},"John 13:18"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-38.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/acts/1.20"},"Acts 1:20"],". The revised version substitutes on a preponderance of authority “office” or, (marginal reading), “overseership,” for the erroneous rendering “bishoprick” in the common version. Compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/109.8"},"Psalm 109:8"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-38.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/acts/6.1-6"},"Acts 6:1–6"],";",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-38.p38"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-38.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/acts/2.1-41"},"Acts 2:1–41"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-38.p44"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-38.fn9"},["b","9"],["span.label","i"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-38.p39"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-38.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/luke/24.49"},"Luke 24:49"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.4-5,8"},"Acts 1:4, 5, 8"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-38.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/acts/2.6"},"Acts 2:6"],", in a better rendering than that of the common text (see revised version) reads: “And when this sound was heard, the multitude came together.”"],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-38.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/ot/joel/2.28-29"},"Joel 2:28, 29"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/zech/12.10"},"Zechariah 12:10"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-38.fn13"},["b","13"],["span.label","m"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-38.p40"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-38.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/acts/2.44-46"},"Acts 2:44–46"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.32-37"},"4:32–37"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.1-4"},"6:1–4"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-38.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/acts/3.6"},"Acts 3:6"],"; read the entire",["a.scriptureRef",{"href":"/scriptures/nt/acts/3"},"chapter"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-38.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/acts/4.1-22"},"Acts 4:1–22"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-38.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/acts/4.8-12"},"Acts 4:8–12"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/118.22"},"Psalm 118:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.16"},"Isaiah 28:16"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.42"},"Matthew 21:42"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-38.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/acts/5.12-17"},"Acts 5:12–17"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-38.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.25"},"Matthew 27:25"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.35"},"23:35"],"; see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p37"},"638"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-34.p68"},"648"],"herein."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-38.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/acts/22.3"},"Acts 22:3"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-38.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/acts/5.33-40"},"Acts 5:33–40"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-38.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/acts/6.7"},"Acts 6:7"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-38.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/acts/6.8-15"},"Acts 6:8–15"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/acts/7"},"7"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-38.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/acts/7.1-53"},"Acts 7:1–53"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-38.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/ot/isa/66.1-2"},"Isaiah 66:1, 2"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.34-35"},"Matthew 5:34, 35"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.22"},"23:22"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-38.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/acts/7.56"},"Acts 7:56"],". Note this exceptional application of the title, Son of Man, to Christ by anyone other than Himself. See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p10"},"142"],"herein."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-38.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/acts/8.4"},"Acts 8:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/11.19"},"11:19"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-38.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/acts/6.9"},"Acts 6:9"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-38.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/acts/22.3"},"Acts 22:3"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.34"},"5:34"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-38.p19"},"708"],"herein."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-38.fn30"},["b","30"],["span.label","d"],"In view of Saul’s social status and recognized ability, many believe him to have been a member of the Sanhedrin; but for this assumption we find no definite warrant in scripture."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-38.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/acts/7.58"},"Acts 7:58"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.1-3"},"8:1–3"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-38.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/acts/8.1"},"Acts 8:1"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-38.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/acts/9.1-2"},"Acts 9:1, 2"],". Observe that “way” here used for the first time to connote the gospel or religion of Christ, occurs frequently in Acts (",["a.scriptureRef",{"href":"/scriptures/nt/acts/16.17"},"16:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.25-26"},"18:25, 26"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.9,23"},"19:9, 23"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.4"},"22:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/24.14,22"},"24:14, 22"],")."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-38.fn34"},["b","34"],["span.label","h"],"Three versions of this manifestation and its immediate results appear in Acts (",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.3-29"},"9:3–29"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.6-16"},"22:6–16"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.12-18"},"26:12–18"],"): the first is the historian’s narrative, while the others are given as reports of Saul’s own words."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-38.fn35"},["b","35"],["span.label","i"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-38.p41"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-38.fn36"},["b","36"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-38.p41"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-38.fn37"},["b","37"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/acts/9.26-28"},"Acts 9:26–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.2-3"},"13:2, 3"],"."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-38.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/acts/13.9"},"Acts 13:9"]],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-38.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/acts/16.37-40"},"Acts 16:37–40"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.25-28"},"22:25–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/23.27"},"23:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/25.11"},"25:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.32"},"26:32"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/28.19"},"28:19"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-38.fn40"},["b","40"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/acts/22.17-21"},"Acts 22:17–21"],"."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-38.fn41"},["b","41"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/acts/23.11"},"Acts 23:11"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-38.fn42"},["b","42"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.3-9"},"1 Corinthians 15:3–9"],"."],[".footnote",{"id":"fn43","uri":"/manual/jesus-the-christ/chapter-38.fn43"},["b","43"],["span.label","q"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-38.p42"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn44","uri":"/manual/jesus-the-christ/chapter-38.fn44"},["b","44"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/col/1.23"},"Colossians 1:23"],"; see",["a.scriptureRef",{"href":"/scriptures/nt/col/1.6"},"verse 6"],"; also",["span.emphasis","The Great Apostasy,"],"1:20, 21."],[".footnote",{"id":"fn45","uri":"/manual/jesus-the-christ/chapter-38.fn45"},["b","45"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/acts/9.36-43"},"Acts 9:36–43"],"."],[".footnote",{"id":"fn46","uri":"/manual/jesus-the-christ/chapter-38.fn46"},["b","46"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/rev/1.9"},"Revelation 1:9"],"; see",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-38.p43"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn47","uri":"/manual/jesus-the-christ/chapter-38.fn47"},["b","47"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/rev/1.1"},"Revelation 1:1"],"; read the",["a.scriptureRef",{"href":"/scriptures/nt/rev/1"},"whole chapter"],"."],[".footnote",{"id":"fn48","uri":"/manual/jesus-the-christ/chapter-38.fn48"},["b","48"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/rev/1.10-20"},"Revelation 1:10–20"],"."],[".footnote",{"id":"fn49","uri":"/manual/jesus-the-christ/chapter-38.fn49"},["b","49"],["span.label","w"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-37.p36"},"694"],"herein."],[".footnote",{"id":"fn50","uri":"/manual/jesus-the-christ/chapter-38.fn50"},["b","50"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/ot/isa/24.1-6"},"Isaiah 24:1–6"],";",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.11-12"},"Amos 8:11, 12"],"."],[".footnote",{"id":"fn51","uri":"/manual/jesus-the-christ/chapter-38.fn51"},["b","51"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/matt/24.4,5,10-13,23-26"},"Matthew 24:4, 5, 10–13, 23–26"],"."],[".footnote",{"id":"fn52","uri":"/manual/jesus-the-christ/chapter-38.fn52"},["b","52"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/acts/20.17-31"},"Acts 20:17–31"],", particularly 29, 30;",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/4.1-3"},"1 Timothy 4:1–3"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.1-4"},"2 Timothy 4:1–4"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.3-4,7-8"},"2 Thessalonians 2:3, 4, 7, 8"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/2.1-3"},"2 Peter 2:1–3"],", read the",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/2"},"entire chapter"],"and observe its application to conditions in the world today;",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.3,4,17-19"},"Jude 1:3, 4, 17–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.4,6-9"},"Revelation 13:4, 6–9"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.6-7"},"14:6, 7"],". See",["span.emphasis","The Great Apostasy,"],"chapter 2."]]}
