{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":15,"title":"Chapter 13: Alma 36","subtitle":"","short_title":13,"uri":"/manual/book-of-mormon-video-guide/chapter-13-alma-36","content":[["div",{"id":"head1","uri":"/manual/book-of-mormon-video-guide/chapter-13-alma-36.head1"},[".titleNumber","13"],["h1","Alma 36"],[".subtitle","“God Has Delivered Me”"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/book-of-mormon-video-guide/chapter-13-alma-36.p1"},"To help students realize that God will deliver all His children who repent and put their trust in Him."],["div",{"id":"p2","uri":"/manual/book-of-mormon-video-guide/chapter-13-alma-36.p2"},["span.emphasis","Note:"],"Although this scripture block emphasizes the deliverance that comes through repentance and the mercy of the Savior, make sure students understand that it is far better not to sin."]],[".topic",["h2","Before the Video"],[".topic",["h3","Scripture Discussion"],["div",{"id":"p3","uri":"/manual/book-of-mormon-video-guide/chapter-13-alma-36.p3"},"Suggest that the students search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.1-5"},"Alma 36:1–5"],"and identify what Alma was teaching his son Helaman. (Put your trust in God—He can and will deliver His children.) Especially note Alma’s testimony in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.3"},"verse 3"],"."]]],[".topic",["h2","Using the Video"],[".subtitle","“God Has Delivered Me” 16:30"],[".topic",["h3","“Look For” Activity"],["div",{"id":"p4","uri":"/manual/book-of-mormon-video-guide/chapter-13-alma-36.p4"},"Suggest that the students try to identify the misunderstandings Skip has about repentance."]],[".topic",["h3","Show the Video"],["div",{"id":"p5","uri":"/manual/book-of-mormon-video-guide/chapter-13-alma-36.p5"},"Skip, a junior in high school, and his returned-missionary uncle are on a fishing trip. Skip has recently been doing things that are not in harmony with Church standards. His uncle’s concern for Skip brings them to a discussion about the seriousness of sinning and the nature of repentance."]]],[".topic",["h2","After the Video"],[".topic",["h3","Scripture Activity and Discussion"],["div",{"id":"p6","uri":"/manual/book-of-mormon-video-guide/chapter-13-alma-36.p6"},"As you read the following verses from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36"},"Alma 36"],"with your class, compare Alma’s feelings with Skip’s. Discuss how each doctrinal point corrects Skip’s wrong ideas about repentance:"],["ul.bullet",["li",["span.label","•"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.12-13"},"Verses 12–13"],":"],"Describe what Alma recognized about his sins as opposed to what Skip recognized. What was Skip’s attitude about the things he was doing wrong? (He did not feel they were serious.)"],[".para",["span.emphasis","Doctrinal point:"],"“That first step is the turning point at which the sinner consciously recognizes his sin. This is the awakening, the conviction of guilt. Without this there can be no true repentance because there is no acknowledgement of sin” (Spencer W. Kimball,",["span.emphasis","The Miracle of Forgiveness"],"[1969], 150)."]],["li",["span.label","•"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.14-16"},"Verses 14–16"],":"],"Identify the phrases that indicate how Alma felt about his sinful condition. What did Skip feel? (Little or no remorse.)"],[".para",["span.emphasis","Doctrinal point:"],"“Alma serves as a pattern. The horror for sin that engulfed him should be felt by every wayward member of the kingdom; then repentance would be forthcoming, as it was with our Nephite friend” (Bruce R. McConkie,",["span.emphasis","A New Witness for the Articles of Faith"],"[1985], 229)."]],["li",["span.label","•"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.14-16"},"Verses 14–16"],":"],"Scan",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.14-16"},"verses 14–16"],"and find phrases that indicate pain and suffering. How much pain and suffering was Skip feeling for his sins? (Very little.) Why? (Because he still was not going through the process that leads to true repentance.)"],[".para",["span.emphasis","Doctrinal point:"],"“If a person hasn’t suffered, he hasn’t repented. . . . He has got to go through a change in his system whereby he suffers and then forgiveness is a possibility” (Spencer W. Kimball,",["span.emphasis","The Teachings of Spencer W. Kimball"],"[1982], 99)."]],["li",["span.label","•"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.17"},"Verse 17"],":"],"What happened to Alma as a result of his suffering? (He was motivated to remember Christ.) What did Skip understand about repentance and suffering? (Skip did not think that he needed to suffer to repent.) What is the purpose of suffering?"],[".para",["span.emphasis","Doctrinal point:"],"“The purpose of the personal suffering that must occur as part of the process of repentance is not to punish the transgressor, but to change him” (Dallin H. Oaks,",["span.emphasis","Sins, Crimes, and Atonement"],"[address to religious educators, 7 Feb. 1992], 6)."],[".para","What is the difference between the Savior’s suffering for our sins and our own suffering for our sins? (The sinner suffers as he faces the natural consequences of sin. He also suffers as he changes from his sinful state. Further, a sinner suffers the consequences of sin for which he has not repented. The Savior’s suffering paid the price for our sins if we repent.)"]],["li",["span.label","•"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.18"},"Verse 18"],":"],"How was Alma delivered from his sins? (He pleaded for the Savior to extend mercy to him in his desperate condition.)"],[".para",["span.emphasis","Doctrinal point:"],"“Because his father had taught him that the Savior was his only source of hope, Alma began the process which took him to full repentance. If I had the chance to teach one thing, it would be what it means and how it feels to exercise faith in Jesus Christ unto repentance” (Henry B. Eyring, in Conference Report, Oct. 1986, 95; or",["span.crossRef",["span.emphasis","Ensign,"],"Nov. 1986, 74"],")."],[".para","What did Skip understand about pleading for the Savior’s mercy and forgiveness? (Little or nothing. He did not realize that repentance requires him to exercise faith in the mercy and grace of Jesus Christ in order to receive forgiveness. He thought that because the Savior paid the price for his sins, all he had to do was stop sinning. He did not think he needed to seek the Savior’s mercy through faith and repentance.)"]],["li",["span.label","•"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.18-19"},"Verses 18–19"],":"],"How did what happened to Alma prepare him for the experience he described in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.18-19"},"verses 18–19"],"? (His suffering brought humility, a change of heart, and a recognition of how much he needed the Savior’s help.) What was wrong with Skip’s idea that repentance is quick and easy? (It kept him from feeling godly sorrow and remorse for his sins and from going through the suffering and pain that brings about humility, a change of heart, and increased faith in the Savior.)"],[".para",["span.emphasis","Doctrinal point:"],"“Alma learned the eternal truth that the pain and misery that come from sin can only be erased by repentance. Physical pain ends with death. Spiritual pain, or misery, is everlasting, unless we repent” (Dallin H. Oaks, in Conference Report, Oct. 1991, 103; or",["span.crossRef",["span.emphasis","Ensign,"],"Nov. 1991, 74"],")."]],["li",["span.label","•"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.20-22"},"Verses 20–22"],":"],"To what extent is the Savior responsible for the feelings that Alma expressed in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.20-22"},"verses 20–22"],"? (Without the Savior, Alma could never have come to that condition of joy, totally free from the pains of sin.)"],[".para",["span.emphasis","Doctrinal point:"],"“When a person has gone through the process that results in what the scriptures call a broken heart and a contrite spirit, the Savior does more than cleanse that person from sin. He also gives him or her new strength” (Oaks,",["span.emphasis","Sins,"],"6)."],[".para","What kept Skip from experiencing the same feeling of relief and joy that Alma felt? (His desire to continue to sin, his lack of understanding about sin and repentance, and his unwillingness to repent.)"]],["li",["span.label","•"],[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.23-30"},"Verses 23–30"],":"],"What evidence is there that Alma truly changed? What was Alma’s testimony to his son Helaman?"]]]],[".topic",["h3","Summary"],["div",{"id":"p25","uri":"/manual/book-of-mormon-video-guide/chapter-13-alma-36.p25"},"As Skip came to understand what happened to Alma, do you think he was becoming more motivated to repent? Ask for a student to try to summarize what the class learned about repentance from Alma."]],[".topic",["h3","Discussion"],["div",{"id":"p26","uri":"/manual/book-of-mormon-video-guide/chapter-13-alma-36.p26"},"Help your students understand that the time for repentance is now. You may wish to ask questions like the following: Do you have feelings of regret for things you are doing that are wrong? Do you understand the seriousness of what you are doing? Would it require the appearance of an angel for you to repent? To what extent do you understand that only the Savior can deliver you from your predicament?"]]]]],"refs":null}
