{"id":18,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":18,"title":"Chapter 14: “With God All Things Are Possible”","subtitle":"","short_title":"Chapter 14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.head1"},["span.pageBreak",{"title":"175"}],[".titleNumber","Chapter 14"],["h1","“With God All Things Are Possible”"],[".intro","“The nature of those demands upon us [is] such that no person can comply with them, unless by assistance from the Almighty. … He has promised this aid.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p5"},"President Lorenzo Snow was a worker, following his own often-repeated counsel: “We have to exert ourselves. … Remaining idle without putting ourselves into action is of no use.”",["sup",["a",{"href":"fn_1"},"1"]],"But he acknowledged that in his desire to build up the kingdom of God, his own exertions would never be enough without the grace of God—or “supernatural aid,”",["sup",["a",{"href":"fn_2"},"2"]],"as he often called it. Therefore, while he encouraged Church members to work hard in “the development of [righteous] principles,” in the same breath he declared that “we, as Latter-day Saints, should understand and bear in mind that salvation comes through the grace of God.”",["sup",["a",{"href":"fn_3"},"3"]],"He testified that God will add His strength to our efforts: “Where the Lord plants us, there we are to stand; when he requires us to exert ourselves for the support of these holy principles, that we are to do; that is all we need to trouble ourselves about; the rest our Heavenly Father will take care of.”",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p6"},"President Snow’s sister Eliza observed that he lived true to this teaching. She described him as a man who had “unshaken confidence in [God’s] assisting power and grace.” She said that he “knew in whom he trusted” and therefore was able to endure “every hardship, every opposition” and “overcome every obstacle.”",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p7"},"Lorenzo Snow showed his confidence in God’s assisting power when he journeyed to serve a mission in England in 1840. On the 42-day voyage across the Atlantic Ocean, he and his fellow travelers suffered through three large storms. He later reported that these",["span.pageBreak",{"title":"176"}],"were “terrible storms—storms which those accustomed to the ocean pronounced very dangerous.” He noticed a difference between his response to the storms and the response of some of the other travelers: “In a number of instances, to say the least of it, the scene was fearfully terrific. I did not feel surprised that men, women and children who had not learned to trust in God, wrung their hands in an agony of fear, and wept. My trust was in Him who created the seas and defined their bounds. I was on His errand—I knew that I was sent on this mission by the authority He recognizes, and, although the elements raged and the ship swayed and trembled amid the heaving billows, He was at the helm, and my life was safe in His keeping.”",["sup",["a",{"href":"fn_6"},"6"]]],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p8"},"Many years later, when Lorenzo Snow became President of the Church, he again found comfort in his knowledge that the Lord was at the helm. In a meeting held on September 13, 1898, the Quorum of the Twelve Apostles unanimously expressed their commitment to sustain him as President of the Church. A record of the meeting states that he then stood and said that “there was no use in his making excuses as to inability etc., to assume the vast responsibilities involved in the position. … He felt that it was for him to do the very best he could and depend upon the Lord.”",["sup",["a",{"href":"fn_7"},"7"]],"[See suggestion 1 on page 181.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","With God’s help, we can do anything required of us."],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p11"},"I wish to speak in a manner that will be for our edification and mutual improvement in those things that pertain to our salvation. For this purpose I desire the faith and prayers of all those who believe in looking to the Lord for instruction and intelligence."],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p12"},"We should realize the relationship that we sustain to the Lord our God, and the peculiar position we occupy. To properly discharge the obligations devolving upon us, we require supernatural aid. …"],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p13"},"… Jesus told [a] young man who came to him and wished to know what he should do to inherit eternal life, to “keep the commandments.” The young man replied that he had kept these",["span.pageBreak",{"title":"177"}],"commandments referred to from his youth upward. The Savior, looking upon him, saw there was still something lacking. The young man had kept the moral law, the law given to Moses, and for this Jesus loved him, but saw that there was one thing lacking. He was a rich man, and held influence in the world in consequence of his superior wealth. Jesus knew that before he could elevate him, or any other man, to the celestial world, it was necessary that he should be submissive in all things, and view obedience to the celestial law of the utmost importance. Jesus knew what was required of every man to gain a celestial crown—that nothing should be held dearer than obedience to the requirements of heaven. The Savior saw in this young man a cleaving to something that was not in accordance with the law of the celestial kingdom. He saw, peradventure, a disposition in him to adhere in his feelings to that which was injurious to him, and would render a compliance to all the demands of the gospel disagreeable or impossible, therefore he told him that he should go and sell all that he had “and give to the poor, and follow him.”"],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p14"},"This commandment made the young man feel sad and sorrowful. He looked upon riches as the great object in life, as bringing him the influence of the world, and all things that were desirable; as procuring him the blessings and enjoyments of life, and as the means of lifting him to high positions in society. He could not conceive the idea of a person’s securing the blessings, enjoyments and privileges of life, and such things as his nature craved, independent of his wealth. But the gospel was of a nature that provided for everything that was necessary to fulfil the wants and requirements of man and to make him happy. Riches were not so calculated; and the Lord desired him to give up these ideas, and to dislodge them from his mind and feelings, so he might secure him as his servant in all things. He desired this man to be wholly devoted to his service, and to go into his work with full purpose of heart, and follow the dictates of the Holy Spirit, and prepare himself for celestial glory. But this young man was not willing; it was too great a sacrifice. And the Savior said upon this occasion, “How hardly shall they that have riches enter into the kingdom of heaven. It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.”"],["span.pageBreak",{"title":"178"}],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p15"},"The disciples “were astonished out of measure” at this, “saying among themselves, who then can be saved?” They thought that no man could possess riches and be saved in the kingdom of God. This was the idea they received from the remarks of the Savior. But Jesus answered, “With men it is impossible, but not with God: for with God all things are possible.” [See",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.16-26"},"Matthew 19:16–26"],"; see also the Joseph Smith Translation in",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.26"},"Matthew 19:26"],", footnote",["span.emphasis","a,"],"and",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.27"},"Mark 10:27"],", footnote",["span.emphasis","a."],"]",["sup",["a",{"href":"fn_8"},"8"]],"[See suggestion 2 on page 181.]"]],[".topic",["h3","God has promised to help us in our personal efforts to live the gospel."],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p17"},"In and of ourselves we cannot possibly comply with all the commandments that God has given unto us. Jesus himself could not without divine aid from His Father accomplish His work. He said on one occasion, “I can of mine own self do nothing, as I hear I judge and my judgment is just because I seek not my own will but the will of the Father who sent me.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/5.30"},"John 5:30"],".] And we, if it was necessary for Him, our Lord, to have divine assistance, will find it all the more important to receive His assistance. And in every circumstance and condition surrounding the Latter-day Saints, while in the performance of their duties, they are entitled to supernatural aid from the Holy Spirit, to help in the various conditions surrounding them, and in the duties that they are required to perform."],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p18"},"… I cannot imagine anything that is so vastly important as to work for and obtain one’s own individual exaltation and glory. That undoubtedly is one great purpose for which we came into the world. … No man or woman should be discouraged when they feel that they cannot complete what they would like to perform, but we all should do what we can toward carrying out the grand work for which we are here.",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p19"},"The character of the religion that we have espoused demands a certain course of conduct that no other religion that we know of requires of its adherents; and the nature of those demands upon us [is] such that no person can comply with them, unless by assistance from the Almighty. It is necessary that we comprehend, at least in part, the great and important blessings that we are to derive, eventually, by complying with the requirements of the religion or",["span.pageBreak",{"title":"179"}],"gospel that we have received. The sacrifices that are required of us are of that nature that no man or woman could make them, unless aided by a supernatural power; and the Lord, in proposing these conditions, never intended that his people should ever be required to comply with them unless by supernatural aid, and of that kind that is not professed by any other class of religious people. He has promised this aid. …"],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p20"},"These demands … were required in every age and period when God called a people to serve him, and to receive his laws. They were required in the days of Israel, in the beginning of that people. They were required of Abraham, Isaac and Jacob. They were required of Moses, and of the people that he led from Egyptian bondage. They were required by all the prophets that existed from the days of Adam to the present period of time. They were required by the apostles that received their commission by the laying on of hands of Jesus Christ, the Son of the living God, and by the adherents of the religion that the apostles proclaimed and taught to the people, in their day and no man or set of men or class of people",["span.pageBreak",{"title":"180"}],"from the day of Adam to the present time, could comply with these requirements, except the people of God, as they were endowed with power from on high, which could proceed only from the Lord our God.",["sup",["a",{"href":"fn_10"},"10"]],"[See suggestion 3 on page 181.]"]],[".topic",["h3","When we participate in God’s work, we need God’s help."],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p22"},"Whatever you may undertake for the furtherance of the interests of Zion, you must depend upon the Lord for its success.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p23"},"A man’s mind should be single to the glory of God in everything that he starts to accomplish. We should consider that of ourselves we can do nothing. We are the children of God. We are in darkness, [unless] God enlightens our understanding. We are powerless, [unless] God helps us. The work that we have to do here is of that nature that we cannot do it unless we have the assistance of the Almighty. … Here is the great trouble with men of the world, and too much so with the Elders of Israel; we forget that we are working for God; we forget that we are here in order to carry out certain purposes that we have promised the Lord that we would carry out. It is a glorious work that we are engaged in. It is the work of the Almighty; and He has selected the men and the women whom He knows from past experience will carry out His purposes.",["sup",["a",{"href":"fn_12"},"12"]]],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p24"},"This work in which you and I are engaged can only prosper and be forwarded through the blessings of God upon our faithful and honest exertions and our determination to accomplish the labors for which we have come into this existence. When we look back upon the experiences through which we have passed, we easily understand that our prosperity has been dependent upon our honest endeavors to accomplish the work of God, to labor in the interest of the people, and to rid ourselves as far as possible of selfishness. This having been so in the past, we can well believe that our future progress will depend upon our determination to do the will of God under all circumstances and the aid which He shall give to us.",["sup",["a",{"href":"fn_13"},"13"]],"[See suggestion 4 on page 181.]"]]],[".topic",["span.pageBreak",{"title":"181"}],["h2","Suggestions for Study and Teaching"],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p26"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.f1"},["ol.number",["li",["span.label","1."],[".para","Review the account on pages 175–76. Why do you think people who trust in God respond to trials so differently from people who do not trust in God?"]],["li",["span.label","2."],[".para","Ponder the story of the Savior and the rich young man (pages 176–78). What are some things people set their hearts on that can lead them to “go away sorrowing”? Why do we need to “dislodge” such things from our lives before we can receive the Lord’s greatest blessings?"]],["li",["span.label","3."],[".para","President Snow taught that even the Savior needed “divine aid” to “accomplish His work” (page 178). How might you use President Snow’s words to help someone who feels inadequate to meet the requirements of gospel living?"]],["li",["span.label","4."],[".para","Search the final section of this chapter. Why do you think we sometimes do not ask God for His help? Think about what you can do to receive His help more in your life."]]]],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p31"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/nt/philip/4.13"},"Philippians 4:13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.23-24"},"2 Nephi 10:23–24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23"},"25:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.6-7"},"Jacob 4:6–7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/24.8-22"},"Mosiah 24:8–22"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.3"},"Articles of Faith 1:3"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.f2"},["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.p32"},["span.emphasis","Teaching Help:"],"“Assign participants to read selected questions from the end of the chapter (either individually or in small groups). Ask them to look for teachings in the chapter that relate to the questions. Then invite them to share their thoughts and insights with the rest of the group” (page vii in this book)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.f3"},[".caption","Before healing a blind man, the Savior said, “I must work the works of him that sent me” (",["a.scriptureRef",{"href":"/scriptures/nt/john/9.4"},"John 9:4"],")."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.f4"},[".caption","“The work in which you and I are engaged can only prosper and be forwarded through the blessings of God upon our faithful and honest exertions.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn1"},["span.label","1."],["span.emphasis","Deseret News,"],"Jan. 28, 1857, 371."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn2"},["span.label","2."],["span.emphasis","Deseret News,"],"Jan. 14, 1880, 786."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn3"},["span.label","3."],["span.emphasis","Deseret News: Semi-Weekly,"],"Aug. 15, 1882, 1."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn4"},["span.label","4."],["span.emphasis","Deseret News,"],"Oct. 28, 1857, 270."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn5"},["span.label","5."],"Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 116–17."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn6"},["span.label","6."],"In",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"49."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn7"},["span.label","7."],"In Journal History, Sept. 13, 1898, 4."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn8"},["span.label","8."],["span.emphasis","Deseret News,"],"Jan. 14, 1880, 786."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn9"},["span.label","9."],"In Conference Report, Apr. 1898, 12."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn10"},["span.label","10."],["span.emphasis","Deseret News,"],"Jan. 14, 1880, 786."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn11"},["span.label","11."],["span.emphasis","Improvement Era,"],"July 1899, 708."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn12"},["span.label","12."],["span.emphasis","Deseret Weekly,"],"May 12, 1894, 638."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-14-with-god-all-things-are-possible.fn13"},["span.label","13."],"In Conference Report, Apr. 1901, 1."]]}
