{"id":17,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":17,"title":"Chapter 13: Relief Society: True Charity and Pure Religion","subtitle":"","short_title":"Chapter 13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.head1"},["span.pageBreak",{"title":"167"}],[".titleNumber","Chapter 13"],["h1","Relief Society: True Charity and Pure Religion"],[".intro","“No institution was ever founded with a nobler aim. Its basis is true charity, which is the pure love of Christ.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p5"},"In the summer of 1901, the general Relief Society presidency organized a day-long activity for the Relief Society sisters in the Salt Lake Valley. President Lorenzo Snow accepted an invitation to attend and to speak to the group. He began his address by saying: “I appreciate the privilege of being able to spend an hour or two in your company this afternoon, and I trust you are all enjoying yourselves today. Proper recreation and amusement are good things, and I am glad to see you sisters indulging in a little rest and recreation, for you who work so hard day after day in your homes and in the Relief Society certainly deserve all the enjoyment you can get.”"],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p6"},"President Snow, whose sister Eliza R. Snow had served as the second Relief Society general president, expressed gratitude for the work of the Relief Society. Speaking of the women of the Church, he said, “It is difficult to imagine what we should have done, or what progress the work of the Lord would have made, without them.” To cite one example, he referred to the Church’s missionary program at the time, in which married men often were called to serve full-time missions: “When we have been absent on foreign missions, their missions at home have generally been no less arduous than ours abroad; and in the midst of trial and privation they have exhibited a patience, a fortitude and a self-help that has been truly inspiring. Thank God for the women of this Church! That is the way I feel today as I join in this assembly.”",["sup",["a",{"href":"fn_1"},"1"]],"[See suggestion 1 on page 172.]"]],[".topic",["span.pageBreak",{"title":"169"}],["h2","Teachings of Lorenzo Snow"],[".topic",["h3","Members of the Relief Society exemplify true charity and pure religion."],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p9"},"The Relief Society was organized … by the Prophet Joseph Smith, under the inspiration of the Lord. … Today it is recognized as one of the most powerful forces for good in the Church. …"],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p10"},"The mission of the Relief Society is to succor the distressed, to minister to the sick and feeble, to feed the poor, to clothe the naked, and to bless all the sons and daughters of God. No institution was ever founded with a nobler aim. Its basis is true charity, which is the pure love of Christ [see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.47"},"Moroni 7:47"],"], and that spirit has been manifested in all the ministrations of the Society among the people. The Apostle James said that “pure religion and undefiled before God and the Father is this: To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.” [",["a.scriptureRef",{"href":"/scriptures/nt/james/1.27"},"James 1:27"],".] Accepting that as true, the members of the Relief Society have most surely exemplified in their lives pure and undefiled religion; for they have ministered to those in affliction, they have thrown their arms of love around the fatherless and the widows, and they have kept themselves unspotted from the world. I can testify that there are no purer and more God-fearing women in the world than are to be found within the ranks of the Relief Society.",["sup",["a",{"href":"fn_2"},"2"]],"[See suggestion 2 on page 172.]"]],[".topic",["h3","Relief Society sisters work with priesthood holders to advance the interests of the kingdom of God."],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p12"},"It has always been a source of pleasure to me to notice how faithfully you sisters of the Relief Society have stood by the servants of the Lord under all circumstances. You have ever been found at the side of the Priesthood, ready to strengthen their hands and to do your part in helping to advance the interests of the kingdom of God; and as you have shared in these labors, so you will most certainly share in the triumph of the work and in the exaltation and glory which the Lord will give to His faithful children."],["span.pageBreak",{"title":"170"}],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p13"},"… No wise Bishop will fail to appreciate the labors of the Relief Society in his ward. What could a Bishop do without a Relief Society? I would say to all the Bishops in the Church, encourage the sisters of the Relief Society, and support them in their work of charity and benevolence, and they will prove a blessing to you and to the people.",["sup",["a",{"href":"fn_3"},"3"]],"[See suggestion 3 on page 173.]"]],[".topic",["h3","It is good to have the influence of the Relief Society in every home."],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p15"},"I would advise the brethren to encourage their wives to [participate in] the society … ; for it would be a good thing to have the influence of this organization in every home. I ask you, my sisters, in your visits to the homes of the Latter-day Saints, to carry this influence wherever you go. The Lord has clearly shown to you the nature of your relationship to Him and what is expected of you as wives and mothers. Teach these things to those whom you visit, especially to the young ladies. …"],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p16"},"You, my sisters, as members of the Relief Society and as mothers in Israel, should exercise all your influence … in favor of pure motherhood and faithfulness to the marriage covenant.",["sup",["a",{"href":"fn_4"},"4"]],"[See suggestion 4 on page 173.]"]],[".topic",["h3","As the Church grows, Relief Society sisters will have greater opportunities to serve."],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p18"},"It is not necessary for me to detail what the Relief Society has done in the past; its splendid work is known throughout Zion, and in many parts of the world. Suffice it to say, it has been true to its mission, and its record is not surpassed, if equaled, by any other charitable organization. The Latter-day Saints are proud of it and of its achievements, and are grateful to our Father in Heaven that He inspired His servant the Prophet to establish such an institution. The future of the Society is full of promise. As the Church grows, its field of usefulness will be correspondingly enlarged, and it will be even more potent for good than it has been in the past. If all the sisters will rally to the support of the society, it will accomplish a mighty work and be a continued blessing unto the Church. It",["span.pageBreak",{"title":"171"}],"would be gratifying to see the middle-aged as interested in this institution as the aged, and by becoming so they will find that it will strengthen their faith, give them broader ideas of life and its responsibilities, and advance them materially along the path of progress and perfection.",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p19"},"From the beginning of their work the blessing of God has been bestowed upon [the women of the Church], and I have watched with a great deal of delight and pleasure and deep interest their progress. … They have succeeded astonishingly, and it is marvelous how God has blessed them and poured out upon them His Spirit. They have become, I might almost say with propriety, as angels standing in the presence of the people of the world.",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 5 on page 173.]"]],[".topic",["h3","Relief Society sisters who trust in God and serve Him will be blessed in this life and in the eternities."],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p21"},"This is what we desire to instill into the hearts of the sisters—to be useful in their sphere and not be discouraged because of",["span.pageBreak",{"title":"172"}],"difficulties in the way, but trust in God and look to Him, and His marvelous blessings, I promise you, will be poured out upon you. This shall be your experience. … Let me reiterate again, don’t be discouraged, but go on and accomplish good, exercise faith, and every opportunity that is presented seek to improve upon it. We want you to exercise all the talents that God has bestowed upon you. And there is this about it in reference to your prospects of success. When a person commences to travel over a path that the Lord has marked out, and by which to accomplish good in His interest, he is sure to succeed. He is precisely where God wants him to be, and there is the place that you may, with the greatest propriety, ask God for His blessing.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p22"},"I feel to say, God bless the officers and members of the Relief Society. You are performing a grand mission, and I would exhort you to not weary in well doing [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.33"},"D&C 64:33"],"]. We are all aiming for celestial glory, and the grandeur of the prospects before us cannot be expressed in human language. If you will continue faithful to the work in which you are engaged, you will attain unto this glory, and rejoice evermore in the presence of God and the Lamb. This is worth striving for; it is worth sacrificing for, and blessed is the man or woman who is faithful unto the obtaining of it. God bless you all.",["sup",["a",{"href":"fn_8"},"8"]],"[See suggestion 6 on page 173.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p24"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.f1"},["ol.number",["li",["span.label","1."],[".para","President Snow declared that it would be difficult to imagine the progress of the work of the Lord without the women of the Church (page 167). In what ways do women contribute to the work of the Lord today?"]],["li",["span.label","2."],[".para","Ponder President Snow’s words about the mission of the Relief Society (page 169). Think of a time when Relief Society sisters fulfilled this mission by helping you or your family. How have such actions influenced your life?"]],["span.pageBreak",{"title":"173"}],["li",["span.label","3."],[".para","Review the section that begins at the bottom of page 169. In what ways do Relief Society sisters “advance the interests of the kingdom of God”? What examples have you witnessed of Relief Society sisters and priesthood holders working together?"]],["li",["span.label","4."],[".para","Ponder President Snow’s plea for Relief Society sisters to exercise their influence “in favor of pure motherhood and faithfulness to the marriage covenant” (page 170). Why is this influence needed in the world today? In what ways can Relief Society sisters help young women prepare for temple marriage and motherhood?"]],["li",["span.label","5."],[".para","President Snow said, “As the Church grows, [the Relief Society’s] field of usefulness will be correspondingly enlarged, and it will be even more potent for good than it has been in the past” (page 170). In the world today, what can Relief Society sisters do to increase in their influence for good?"]],["li",["span.label","6."],[".para","Study the section that begins on page 171. Ponder ways you have been led to be “where God wants [you] to be.” How has God helped you in these efforts?"]]]],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p31"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/ot/isa/1.17"},"Isaiah 1:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.34-40"},"Matthew 25:34–40"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.26-27"},"Mosiah 4:26–27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.29-30"},"Alma 1:29–30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.44-48"},"Moroni 7:44–48"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.f2"},["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.p32"},["span.emphasis","Teaching Help:"],"“As you prepare to teach, ensure that you use a variety of teaching methods from lesson to lesson. This may mean using something as simple as a colorful poster or wall chart in one lesson and a list of questions on the chalkboard in another” (",["span.emphasis","Teaching, No Greater Call,"],"89)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.f3"},[".caption","From the early days of the Church, Relief Society sisters have worked together and strengthened one another temporally and spiritually."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.f4"},[".caption","“The members of the Relief Society have most surely exemplified in their lives pure and undefiled religion.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.fn1"},["span.label","1."],"In “Prest. Snow to Relief Societies,”",["span.emphasis","Deseret Evening News,"],"July 9, 1901, 1."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.fn2"},["span.label","2."],"In “Prest. Snow to Relief Societies,” 1."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.fn3"},["span.label","3."],"In “Prest. Snow to Relief Societies,” 1."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.fn4"},["span.label","4."],"In “Prest. Snow to Relief Societies,” 1."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.fn5"},["span.label","5."],"In “Prest. Snow to Relief Societies,” 1."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.fn6"},["span.label","6."],["span.emphasis","Young Woman’s Journal,"],"Sept. 1895, 577–78."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.fn7"},["span.label","7."],["span.emphasis","Young Woman’s Journal,"],"Sept. 1895, 578."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-13-relief-society-true-charity-and-pure-religion.fn8"},["span.label","8."],"In “Prest. Snow to Relief Societies,” 1."]]}
