{"id":3,"parent_id":0,"book_id":22358,"content_id":1,"language_id":1,"display_order":3,"title":"Chapter 1: “I Am the Way”","subtitle":"","short_title":1,"uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way"},[".heading",{"id":"head1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.head1"},[".titleNumber","1"],["h1","“I Am the Way”"],[".sidebar",["h1","Theme"],["p.para",{"id":"p4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p4"},["span.emphasis","“‘How can we know the way?’ asked Thomas, as he sat with his fellow apostles and their Lord at the table after the supper on the memorable night of the betrayal; and Christ’s divine answer was: ‘I am the way, the truth, and the life. …’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/14.5-6"},"John 14:5–6"],".) And so he is! He is the source of our comfort, the inspiration of our life, the author of our salvation. If we want to know our relationship to God, we go to Jesus Christ. If we would know the truth of the immortality of the soul, we have it exemplified in the Savior’s resurrection."]],["p.para",{"id":"p5","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p5"},["span.emphasis","“If we desire to learn the ideal life to lead among our fellowmen, we can find a perfect example in the life of Jesus. Whatsoever our noble desires, our lofty aspirations, our ideals in any phase of life, we can look to Christ and find perfection. So, in seeking a standard for moral manhood, we need only to go to the Man of Nazareth and in him find embodied all virtues that go to make the perfect man.”"],"(David O. McKay in",["span.emphasis","CR,"],"Apr. 1968, pp. 6–7.)"]]],[".bodyBlock",[".topic",[".topic",["h3","(1-1) Introduction"],["p.para",{"id":"p7","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p7"},"This course will assist you personally to draw closer to the Savior of the world, the Lord Jesus Christ. It is hoped that you will gain a greater testimony and awareness of him as a living, personal Redeemer, and that you will feel more determined than ever to serve him and to partake of his great infinite atonement. Though a lofty goal, it is certainly within your reach. You can have a rich and spiritual experience if you will make this study a spiritual as well as an academic endeavor."],[".topic",["h4","(1-2) How May This Goal Be Most Effectively Attained?"],["p.para",{"id":"p9","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p9"},"First, remember that the four Gospels are the basic text for the course. It will therefore be vital for you to read the scriptures in connection with the manual. Each lesson has a designated “reading block” assignment taken from Matthew, Mark, Luke, and John. These constitute the core of the course."],["p.para",{"id":"p10","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p10"},"If you will read the entire reading block assigned for each lesson, you will have read all of the four Gospels (Matthew, Mark, Luke, and John) by the time you finish the course. The passages designated are arranged in chronological order (insofar as it is known), and they do not always follow the sequence found in the New Testament. The unfolding drama of the mortal life of the Master will be more readily apparent to you as you read of it in its chronological sequence."],["p.para",{"id":"p11","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p11"},"Second, along with reading the scriptures and studying in the manual, remember the importance of personal prayer and of living in such a way as to merit the inspiration of the Lord as you study."],["p.para",{"id":"p12","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p12"},"Elder Ezra Taft Benson has said:"],["p.para",{"id":"p13","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p13"},"“To learn",["span.emphasis","of"],"Christ necessitates the study of the scriptures and the testimonies of those who know him. We come to",["span.emphasis","know him"],"through prayer and the inspiration and revelation that God has promised to those who keep his commandments.” (",["span.emphasis","CR,"],"Oct. 1972, p. 53.)"]],[".topic",["h4","(1-3) The Four Gospels"],["p.para",{"id":"p15","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p15"},"In this course you will be studying the Gospels, or, as they are titled in the Inspired Version (compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.141"},"D&C 88:141"],"), the “Testimonies” of Matthew, Mark, Luke, and John. Rather than reading each of them through one at a time, you will find that the reading block assignments largely blend the four Gospels into a chronological arrangement (this is called a “gospel harmony”), drawing on all four of the accounts."],["p.para",{"id":"p16","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p16"},"Each of these inspired writers bears his own unique witness concerning the gospel of Jesus Christ as well as a testimony of the Master himself, but it is for the same ultimate purpose. For example, note the words of John: “… These are written, that ye might believe that Jesus is the Christ, the Son of God,",["span.emphasis","and that believing ye might have life through his name.”"],"(",["a.scriptureRef",{"href":"/scriptures/nt/john/20.31"},"John 20:31"],". Italics added.) While there is much in common in all four gospel accounts, each writer includes material not found in the others, and each bears his witness of the Savior in a slightly different way. Matthew, Mark, and Luke are very similar in their approach, although each seems to have written to a particular group of people, and thus are called the “Synoptic” gospels. (The word",["span.emphasis","synoptic"],"comes from the Greek word meaning “from the same view.”) John’s materials and viewpoint differ more notably, but nevertheless still contain much of the same historical information as the other three."]],[".topic",["h4","(1-4) The Gospel of Matthew"],["p.para",{"id":"p18","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p18"},"Matthew’s gospel is characterized by a heavy emphasis on how the life of Jesus fulfilled Old Testament prophecy and includes many important discourses of the Master, such as the Sermon on the Mount (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5"},"Matthew 5–7"],"), a discourse on the parables of the kingdom (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13"},"Matthew 13"],"), and a long discourse critical of the scribes and Pharisees (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23"},"Matthew 23"],"). Matthew graphically portrays Jesus as the king and judge of Israel and one who teaches with great power and authority. His gospel would have particular power for Jewish readers."]],[".topic",["h4","(1-5) The Gospel of Mark"],["p.para",{"id":"p20","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p20"},"Mark’s is the shortest gospel and presents a picture of Jesus that is moving, full of action, and stresses the miraculous power of the Master. Because of this dynamic portrait, many scholars have thought Mark was writing with Roman readers in mind. Mark seems to have been closely associated with Peter after the death of the Savior, and many see influences of Peter’s narratives in Mark’s writing."]],[".topic",["h4","(1-6) The Gospel of Luke"],["p.para",{"id":"p22","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p22"},"Because of his highly polished Greek, and the compassionate picture of the Savior Luke portrays for us, many have thought he wrote to the Greeks of the ancient world. Luke’s gospel is characterized by an emphasis on forgiveness and love, pointing out through parables unique to his gospel (such as the Prodigal Son) that the sinner can find rest and peace in Jesus. Luke also gives important insights into the role women played during the ministry and life of Jesus. He alone tells of the visit of the angel to Zacharias and of Elisabeth, the mother of John the Baptist; he alone tells of the journey of Mary and Joseph to Bethlehem and of the actual birth of Jesus."]],[".topic",["h4","(1-7) The Gospel of John"],["p.para",{"id":"p24","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p24"},"While John’s gospel gives us a more intimate picture of the Master, emphasizing his relationship to the Father, his associations with the Twelve, and so on, John’s purpose seems to have been more to bear witness of Jesus as the Christ rather than to chronicle in some detail the places and events of his ministry. From his writings come a powerful witness of Jesus as the Son of God, of Jesus as the Messiah, of Jesus as the Good Shepherd, of Jesus as the Way, the Truth, and the Life, and of Jesus as the Resurrection and the Life."]],[".topic",["h4","(1-8) A Historical Preface to Your Study of the New Testament"],["p.para",{"id":"p26","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p26"},"For a more extensive study of the historical background relating to the Palestine of Jesus’ time, you may find many fine commentaries and histories in your public and university libraries."],["p.para",{"id":"p27","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p27"},"For our purpose, we shall here give a brief overview of conditions covering about four hundred years between the time of Malachi and the ministry of the Master. The land of Palestine, often called the Holy Land, was anciently given to Abraham by the Lord as an inheritance for him and his posterity through Isaac and Jacob on condition of their faithfully serving the Lord as a peculiar and covenant people."],["p.para",{"id":"p28","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p28"},"However, strife and apostasy brought about a scattering of the house of Israel, and ten of the tribes were carried away captive into the north countries (about 722",["span.small","B.C."],"). Also, the Jews were carried into Babylon in 587",["span.small","B.C."],", with some returning about 530",["span.small","B.C."],"At the time of Malachi’s writing (ca. 400",["span.small","B.C."],"), only a remnant of the house of Israel remained in the land of Canaan—primarily the tribe of Judah, surrounded by gentile tribes and a scattering of apostate Hebrews. This point in history finds the people of promise living under the quasi-tolerant rule of the Medo-Persian empire."],["p.para",{"id":"p29","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p29"},"Some hundred years later, a new power came on the scene: Alexander, son and successor of Philip, king of Macedonia, continued his father’s welding of the Greek city-states and with his armies successfully subjected the Persians, Syrians, Egyptians, Babylonians, and others, creating a new empire in that portion of the world where most of the action of the New Testament took place. The Jews now found themselves under a new master. The more faithful Jews were generally indignant at the alteration of their life-style by an encroaching gentile society."],["p.para",{"id":"p30","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p30"},"With the death of Alexander, who left no heir, the empire was partitioned among his generals, with Ptolemy as ruler of Egypt and southern Syria, and Antigonus claiming the greater portion of northern Syria and west Babylonia. Seleucus I defeated Antigonus, and a struggle began for control of the strategically situated Palestine, placing the Jews in the tenuous position of being subject first to one of these powers and then to the other."],["p.para",{"id":"p31","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p31"},"Not only did the Jews suffer under this condition of political turmoil, but there was considerable disunity among themselves, some attempting to assuage their uncomfortable position by fully partaking of the very popular Greek culture, while others sought as zealously to retain their peculiarity and isolation at whatever cost. The result was a riven Jewry."],["p.para",{"id":"p32","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p32"},"A century after the death of Alexander (ca. 200",["span.small","B.C."],"), Syria was firmly in control of Palestine. Antiochus IV (Epiphanes), perhaps disgruntled by his inability to defeat Egypt, returned to Jerusalem with a determination to subject the Jews to the religious practices of his kingdom. Judaism was completely proscribed. The possession or reading of the Torah was made punishable by death; observance of the Sabbath and circumcision were forbidden; Jerusalem’s walls were destroyed and thousands of her inhabitants slain, while other thousands were sold as slaves. The temple was plundered and converted into an Olympian shrine, with an image of Zeus placed upon the altar and a pig sacrificed in honor of the false god. These atrocities along with other outrages were calculated to embarrass the Jews, profane their religion, and discourage their observance of the Jewish law."],["p.para",{"id":"p33","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p33"},"Yet the Lord had not forgotten his covenant people. In a miraculous manner the Jews and their religion survived. The abhorrent circumstances created by their oppressors were largely responsible for the rise of the Maccabees, a Jewish family providing a leadership to the people which successfully expelled the Syrians. The Jews then enjoyed a semblance of independence for about one hundred years (166",["span.small","B.C."],"–63",["span.small","B.C."],"). The Hellenizing pressure of the Syrians seems to have consolidated the Jews into a resistant group capable of preserving their identity among the nations into which they were scattered."],["p.para",{"id":"p34","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p34"},"As the Maccabeean leadership degenerated into a corrupt political entity, Palestine, through political intrigue, was again subjected to a gentile empire—Rome—whose tyranny soon began to settle upon the Jewish state through the appointment of ambitious and ruthless men. Herod the Great, successor to his father, Antipater, was an Idumean of gentile lineage and exerted strong leadership. He preserved his leadership often at the expense of the lives of many, including a wife and some of his children. It was he who ordered the massacre of Jewish children in Bethlehem shortly after the birth of the Savior."],[".",{"id":"f2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_001_01-judea.jpg"}]],["p.para",{"id":"p35","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p35"},"Following the death of Herod the Great, his Palestinian dominion was divided into three parts. At the time of Jesus’ ministry, these areas were governed by the following men:"],[".figure",{"id":"f3","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.f3"},["ol.number",["li",["span.label","1."],["p.para","Herod Philip (Ituraea and areas northeast of Galilee). He was a son of Herod the Great and was a rather tolerant ruler."]],["li",["span.label","2."],["p.para","Pontius Pilate, the Roman procurator (Judea, Samaria, and Idumea). We read of him in connection with the trial of Jesus."]],["li",["span.label","3."],["p.para","Herod Antipas (Galilee and Perea). He was also a son of Herod the Great, and is mentioned in the New Testament in connection with the trial of Jesus. Prior to that he had been responsible for the imprisonment and execution of John the Baptist."]]]],["p.para",{"id":"p39","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p39"},"The events of this period do much to explain the need that many of the Jews felt for the appearance of the predicted Messiah. They could foresee no hope for national dignity other than in a spectacular, political salvation at the hands of a mighty Savior."],["p.para",{"id":"p40","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/chapter-1-i-am-the-way.p40"},"As we shall see in this course, Jesus came to them offering something much more glorious than a national salvation. An unspeakable happiness and peace might have entered the heart of every Jew. Then they might have participated and rejoiced in the establishment of the kingdom of God on earth!"]]]]]]]],"refs":null}
