{"id":26,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":26,"title":"The Gathering of Israel and the Coming of the Messiah (Isaiah 48–54)","subtitle":"","short_title":17,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.head1"},[".titleNumber","17"],["h1","The Gathering of Israel and the Coming of the Messiah"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/isa/48"},"Isaiah 48–54"]]],[".bodyBlock",[".topic",["h2","(17-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p5"},"Nephi loved to quote Isaiah. Of the fifty-five chapters in his books, nineteen are from Isaiah, and he quoted parts of other chapters of Isaiah as well. Small wonder, then, that Nephi, rather than always mentioning Isaiah by name, referred to him simply as “the prophet” (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.24"},"1 Nephi 19:24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.1-2"},"22:1–2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.12,14"},"2 Nephi 6:12, 14"],"). He explained that he read Isaiah to his people so that he “might more fully persuade them to believe in the Lord their Redeemer” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],")."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p6"},["a.scriptureRef",{"href":"/scriptures/ot/isa/48"},"Isaiah 48–54"],"includes some of Isaiah’s greatest work. Six of the seven chapters, slightly changed in some instances, are found in the Book of Mormon; the other chapter, chapter 52, is scattered throughout the sacred record. The Book of Mormon is, therefore, our greatest help in understanding this part of Isaiah’s written work."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/isa/48"},"Isaiah 48–54"],". Refer to",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p1"},"Enrichment E"],"throughout your study of the book of Isaiah. Enrichment F will provide an overview of the historical setting of the prophet Isaiah’s ministry."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Isaiah 48–54"],[".topic",["h3","(17-2)",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.1-11"},"Isaiah 48:1–11"],". “Hear Ye This, O House of Jacob”"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p12"},["a.scriptureRef",{"href":"/scriptures/ot/isa/48"},"Isaiah 48"],"is the first chapter of Isaiah quoted in the Book of Mormon and is found there as",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20"},"1 Nephi 20"],". Every verse in the Book of Mormon reads differently from the way it reads in the King James text, and many of the differences are significant. It can be assumed that the Book of Mormon text is more correct than the King James Version because Nephi lived just a little more than one hundred years after Isaiah’s time and most likely possessed a purer text than the one the King James translators worked from. Carefully compare verses 1–2, 6–7, 11, 14, 16–17, and 22 in both versions to see the significant changes."]],[".topic",["h3","(17-3)",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.1-8"},"Isaiah 48:1–8"],". Judah’s Apostasy"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p14"},["a.scriptureRef",{"href":"/scriptures/ot/isa/48.1-2"},"Isaiah 48:1–2"],"describes Israel’s apostasy from God’s revealed ways. While these chosen people of the Lord have “come forth out of the waters of … baptism” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.1"},"1 Nephi 20:1"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.1-2"},"Isaiah 48:1–2"],"with",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.1-2"},"1 Nephi 20:1–2"],"), “they do not stay themselves upon the … Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.2"},"1 Nephi 20:2"],"). In other words, they have apostatized. For this reason, the Lord elected to demonstrate His powers of omniscience. He had, He told them, “declared … things from the beginning,” that is, He spoke of them before their occurrence, and then “shewed them … suddenly” by bringing them to pass (",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.3"},"Isaiah 48:3"],"). This He had done, He said, lest the apostates should say, “Mine idol hath done them” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.5"},"v. 5"],"), or “Behold, I knew them” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.7"},"v. 7"],"), that is to say, “I already knew that.” The Lord then promised to defer His anger but utterly refused to give His glory to false gods or to suffer His name to be polluted (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.11"},"v. 11"],"with",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.11"},"1 Nephi 20:11"],"). Thus the Lord’s purpose for revealing the future unto man is partly made clear: it is the solid proof that He is truly God, for no mute idol could possibly duplicate such a feat."]],[".topic",["h3","(17-4)",["a.scriptureRef",{"href":"/scriptures/ot/isa/49"},"Isaiah 49"],". Israel Scattered on the Isles of the Sea"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p16"},"Monte S. Nyman observed that “chapter 49 is one of the most important chapters in the whole book of Isaiah, because it also clearly foretells the mission of the Latter-day Saints and the destiny of the land of America in connection with the house of Israel. Nephi interpreted the chapter as foretelling that the land of America would receive some of scattered Israel, while his brother Jacob applied it both to the Jews in Jerusalem and to the Gentiles. Chapter 49 is of such importance that it ought to be studied diligently by every member of the Church.” (",["span.emphasis","“Great Are the Words of Isaiah,”"],"pp. 173–74.)"]],[".topic",["h3","(17-5)",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.1-3"},"Isaiah 49:1–3"],". “Thou Art My Servant, O Israel, in Whom I Will Be Glorified”"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p18"},"The entire chapter of",["a.scriptureRef",{"href":"/scriptures/ot/isa/49"},"Isaiah 49"],"is quoted in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21"},"1 Nephi 21"],". Half of verse one is missing from the King James text. What was lost from the Bible is the statement that the scattering of Israel was a direct result of the wickedness of the religious leaders. Those on the isles who are invited to hearken are the broken-off or scattered branches of the house of Israel. Nephi wrote that by his time “the more part of all the tribes” of Israel had been “scattered to and fro upon the isles of the sea” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.4"},"1 Nephi 22:4"],"). Moreover it is made clear that the person speaking in these verses, the “me” of",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.1-2"},"Isaiah 49:1–2"],", was Israel herself. Her mouth was “like a sharp sword” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.2"},"v. 2"],") because she possessed the word of God to give to the nations. In many places God’s message is likened to a sword with a keen edge (see",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.17"},"Ephesians 6:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.16"},"Revelation 1:16"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/2.12"},"2:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.2"},"D&C 6:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.1"},"33:1"],"). It is double-edged because it cuts regardless of the direction it is moved."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p20"},"But ancient Israel did not spread the word of God as they might have done. Commissioned by the Lord and placed under covenant to bless all nations with the gospel and its priesthood power (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.11"},"Abraham 2:11"],"), most of Israel refused even to live the teachings of the Lord.",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.2-3"},"Isaiah 49:2–3"],"may refer, therefore, to latter-day Israel. Nyman’s explanation of why this may be so is important:"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p21"},"“The Lord’s hiding Israel in ‘the shadow of his hand’ is clarified in the Doctrine and Covenants, where the Lord declares that the priesthood holders of this last dispensation are ‘lawful heirs, according to the flesh, and have been hid from the world with Christ in God’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.8-9"},"D&C 86:8–9"],"). This description of priesthood bearers as ‘lawful heirs according to the flesh’ is a reference to the covenant which the Lord made with Abraham that all nations of the earth would be blessed through the literal seed of his body, who would bear the ministry and the priesthood (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.9-11"},"Abraham 2:9–11"],"). The Doctrine and Covenants also identifies latter-day Israel as the ‘seed of Abraham’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.17"},"D&C 103:17"],"). The world did not know where scattered Israel was, but the Lord knew and had concealed them in his protective hand."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p22"},"“The ‘polished shaft’ hidden in the Lord’s quiver may be a direct reference to Joseph Smith. As the ‘choice seer’ of the latter day, he was to be the Lord’s servant in a special sense (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3.6"},"2 Nephi 3:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.10"},"3 Nephi 21:10"],"). The Prophet Joseph’s description of himself is interesting in this light:"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p23"},"“‘I am like a huge, rough stone rolling down from a high mountain; and the only polishing I get is when some corner gets rubbed off by coming in contact with something else, striking with accelerated force against religious bigotry, priestcraft, lawyer-craft, doctor-craft, lying editors, suborned judges and jurors, and the authority of perjured executives, backed by mobs, blasphemers, licentious and corrupt men and women—all hell knocking off a corner here and a corner there. Thus I will become a smooth and polished shaft in the quiver of the Almighty, who will give me dominion over all and every one of them, when their refuge of lies shall fail, and their hiding place shall be destroyed, while these smooth-polished stones with which I come in contact become marred.’ (",["span.emphasis","TPJS,"],"p. 304.)"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p24"},"“The arrow shaft is polished that it might fly truer and faster, and the shaft that is polished is generally reserved for one’s most important shot. The last dispensation, when all things are gathered in one, is the Lord’s most important ‘shot,’ so he saved his ‘polished shaft’ for this latter-day work. Joseph was called to give this generation the word of God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.10"},"D&C 5:10"],"), which recalls also the sharp sword analogy mentioned in verse 2.” (",["span.emphasis","“Great Are the Words of Isaiah,”"],"pp. 176–77.)"]],[".topic",["h3","(17-6)",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.4-12"},"Isaiah 49:4–12"],". Did the Lord Forget Israel, His Chosen People?"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p26"},"The Restoration was a long time in coming. During the years of waiting, dispossessed Israel undoubtedly felt lonely and forsaken by the Lord.",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.4-12"},"Isaiah 49:4–12"],"shows that loneliness. Verse 4 describes the attitude of one somewhat discouraged, yet not completely so: “I have spent my strength … in vain: yet surely my judgment is with the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.4"},"Isaiah 49:4"],")."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p27"},"Nephi spoke of the Jews in their cast-off condition as being “a hiss and a byword and … hated among all nations” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.14"},"1 Nephi 19:14"],").",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.7"},"Isaiah 49:7"],"describes that condition: men despise and abhor the Lord’s covenant people. But Israel still has hope: “Though Israel be not gathered, yet shall I (Israel) be glorious in the eyes of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.5"},"v. 5"],"). Jacob will yet be raised and restored and stand as “a light to the Gentiles” and as a beacon of “salvation unto the end of the earth” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.6"},"v. 6"],"). “In an acceptable time” God will hear their cry and “give thee [“my servant,” in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.8"},"1 Nephi 21:8"],"] for a covenant of the people” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.8"},"Isaiah 49:8"],"). That began with the call of Joseph Smith. Since then, the call has gone forth to others, “to the [spiritual] prisoners, Go forth; to them that are in [spiritual] darkness, Shew yourselves” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.9"},"v. 9"],"). They shall be fed with the fruits of the gospel—not “hunger nor thirst”—and shall be gathered into the gospel net “from far … from the north and from the west” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.10,12"},"vv. 10, 12"],")."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p29"},"Nephi interpreted the foregoing verses in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22"},"1 Nephi 22"],". His brothers had asked if Isaiah’s words were to be interpreted spiritually or temporally, and Nephi replied that they were to be interpreted both ways (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.1-3"},"1 Nephi 22:1–3"],"). He then described Israel’s scattering and gathering by the Gentiles. First Nephi 22:8–12 gives a very clear interpretation of",["a.scriptureRef",{"href":"/scriptures/ot/isa/49"},"Isaiah 49"],"."]],[".topic",["h3","(17-7)",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.13-17"},"Isaiah 49:13–17"],". God Remembers All His Covenants and Promises"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p31"},"Through the restoration in the latter days, God would show that He remembered the covenant He made with father Abraham."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p33"},"Nephi quotes verse 1 differently than in the King James Version (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.1"},"1 Nephi 21:1"],"). The promise says clearly that Zion will be restored and smitten no more. But even so, Zion in her forlorn condition will come to view herself as one “forsaken” of the Lord (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.14"},"Isaiah 49:14"],"), but He will show that He has not forsaken her. Can mothers forget their nursing children when they cry for food? The Lord answered that question emphatically, “Yea,",["span.emphasis","they"],"may forget, yet will",["span.emphasis","I"],"not forget thee, O house of Israel” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.15"},"1 Nephi 21:15"],"; emphasis added). All that the Lord has promised will be fulfilled, for His covenant people are so much a part of Him that it is as if their name has been carved on His hands or on the walls that are continually before His eyes (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.16"},"Isaiah 49:16"],"). For this reason Israel’s children (or descendants) shall “make haste against [their] destroyers; and they that made thee waste shall go forth” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.17"},"1 Nephi 21:17"],"; note the addition of the word",["span.emphasis","against"],"in the Book of Mormon). The account in Nephi suggests that while God’s ancient people were “wasted” by their enemies, the tables will be turned in the latter days. In speaking of this truth, President Wilford Woodruff said:"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p34"},"“This Zion of the Lord, in all its beauty, power and glory is engraven upon the hands of Almighty God, and it is before his face continually; his decrees are set and no man can turn them aside."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p35"},"“There never was a dispensation on the earth when prophets and apostles, the inspiration, revelation and power of God, the holy priesthood and the keys of the kingdom were needed more than they are in this generation. There never has been a dispensation when the friends of God and righteousness among the children of men needed more faith in the promises and prophecies than they do to-day; and there certainly never has been a generation of people on the earth that has had a greater work to perform than the inhabitants of the earth in the latter days. That is one reason why this church and kingdom has progressed from its commencement until today, in the midst of all the opposition, oppression and warfare which have been waged against it by men inspired by the evil one. If this had not been the dispensation of the fulness of times—the dispensation in which God has declared that he will establish his kingdom on the earth never more to be thrown down, the inhabitants of the earth would have been enabled to overcome the kingdom and Zion of God in this as well as in any former dispensation. But the set time has come to favor Zion, and the Lord Almighty has decreed in the heavens that every weapon formed against her shall be broken.” (In",["span.emphasis","Journal of Discourses,"],"15:8–9.)"]],[".topic",["h3","(17-8)",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.18-21"},"Isaiah 49:18–21"],". Israel’s Latter-day Gathering Shall Be Rapid and Sustained"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p37"},"In",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.18-21"},"Isaiah 49:18–21"],", the latter-day gathering of Israel is spoken of. In the same way that a new bride adorns herself for her wedding day, so will the Zion of the latter days spiritually adorn those who come to her for blessings. This imagery of Christ as the Bridegroom and His covenant people as His bride is seen elsewhere in the scriptures (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.5"},"Isaiah 54:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.14"},"Jeremiah 3:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.7"},"Revelation 19:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.17"},"D&C 33:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.10,19"},"133:10, 19"],"). And just as a bride puts on her finest clothing in preparation for the marriage, so will Israel clothe herself in righteousness in preparation for her coming “marriage” (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.8"},"Revelation 19:8"],", where the “clothing” of the bride is described)."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p38"},"So many people will come, both to Zion and the Old Jerusalem, that they will complain that the land is “too strait [narrow] for me: give place to me that I may dwell” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.20"},"Isaiah 49:20"],"). This overcrowding has occurred wherever the modern gathering has taken place. The Church has a difficult time keeping up with needs for chapels and leadership because of its many converts. Modern Israel has received so many ingatherers that the land is literally “too narrow by reason of the inhabitants” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.19"},"v. 19"],"). Thus the reaction voiced in verse 21 is quite real: “Who hath begotten me these … ; where had they been?” In other words, where in the world did all these people (Israelites) come from?"]],[".topic",["h3","(17-9)",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.22-26"},"Isaiah 49:22–26"],". How Will the Gentiles Be Nursing Fathers and Mothers to Israel?"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p40"},["a.scriptureRef",{"href":"/scriptures/ot/isa/49.22-26"},"Isaiah 49:22–26"],"speaks of the day when God’s promises will be fulfilled and of how it will be done. The “how” is made clear in verses 22 and 23. God will set up His “standard,” the gospel, or the new and everlasting covenant (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/66.2"},"D&C 66:2"],"), “and they [the Gentiles] shall bring thy [the house of Israel’s] sons in their arms and thy daughters shall be carried on their shoulders. And kings shall be thy nursing fathers and their queens thy nursing mothers.” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.22-23"},"Isaiah 49:22–23"],".) This prophecy has, as Nephi said, both a temporal and spiritual fulfillment (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.3"},"1 Nephi 22:3"],")."],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p42"},"The “when” of the prophecy is now. Converts from throughout the world have joined the Church and then have gone throughout the world seeking to reclaim the house of Israel and bring them back to the Lord. President Spencer W. Kimball saw a partial fulfillment of these verses in the Church’s modern missionary efforts, specifically with the descendants of Lehi:"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p43"},"“This day of the Lamanite brings opportunity. Millions farm the steep hillsides of Andean ranges and market their produce with llamas and horses and burros. They must have the emancipating gospel. Millions serve in menial labor, eke out bare subsistence from soil and toil. They must hear the compelling truths of the gospel. Millions are tied to reservations, deprived, untrained, and less than they could be. They must have the enlightening gospel. It will break their fetters, stir their ambition, increase their vision, and open new worlds of opportunity to them. Their captivity will be at an end—captivity from misconceptions, illiteracy, superstition, fear. …"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p44"},"“The brighter day has dawned. The scattering has been accomplished; the gathering is in process. May the Lord bless us all as we become nursing fathers and mothers (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.23"},"Isa. 49:23"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.23"},"1 Nephi 21:23"],") unto our Lamanite brethren and hasten the fulfillment of the great promises made to them.” (In Conference Report, Oct. 1965, p. 72.)"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p45"},"But there is another side as well. Following the end of World War I, Great Britain was given the mandate over Palestine and began to facilitate the ingathering of the Jews scattered throughout the earth. Other gentile nations, such as the United States, also rallied to assist."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p46"},"President Joseph Fielding Smith spoke of the role Great Britain played in the establishment of the nation of Israel:"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p47"},"“From the time of the destruction of Jerusalem by Titus until the year 1917, Jerusalem was trodden down of the Gentiles. After General Allenby, at the head of the British forces, captured Palestine, that country became free from the tyranny and oppression of the Turkish empire, and after peace was declared, England sent to Palestine Dr. Herbert Samuel, a Jew, to be governor of the land, and that is the first time in all those years that a Jew has ruled in Palestine. …"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p48"},"“We see today a miracle being performed before our eyes. Following the war, which we are pleased to call the first world war, the British Premier issued a proclamation to the Jews telling them they could gather and they could have in Palestine a Jewish Home, or state. They began to gather in great numbers. At the beginning of [the 20th] century things in Palestine were in a deplorable condition. They were using wooden plows, water wheel irrigation; they had infested wells and streams. They carried water in skins as of old. Sanitation was deplorable."],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p49"},"“The British government changed all of this, when they obtained the mandate. You see, the mandate of Palestine was given to Great Britain. That nation and other nations spent millions of pounds in rehabilitating that land. The Sea of Galilee is now a great reservoir, and the flood waters from the various streams are being diverted into it."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p50"},"“Canals have been built for irrigation, and the Jordan has been changed from its natural channel into channels or into canals on each side of the original stream. These irrigate some seven million acres, which could not be under cultivation otherwise. Hydro-electric stations have been built on these streams.” (",["span.emphasis","Doctrines of Salvation,"],"3:259–60.)"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p51"},"In 1947 the United Nations voted to partition Palestine and create a Jewish state in the land for the first time in nearly two thousand years. Thus, the Gentiles participated in the fulfillment of this prophecy, although there may yet be future fulfillment."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p52"},"The “prey” mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.24"},"Isaiah 49:24"],"is the house of Israel in her scattered condition. She is “prey” or “captive” because she has been unable throughout the centuries to return to her promised home or to claim her gospel blessings. Until recently many gentile countries would not permit Jewish residents to emigrate, and many still do not permit the gospel to be preached freely in their borders. All of that will change, for “even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.25"},"v. 25"],"). When Jacob quoted this verse in the Book of Mormon, he added these significant words: “For the Mighty God shall deliver his covenant people” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.17"},"2 Nephi 6:17"],"), and thus, “all flesh shall know that I the Lord am thy Savior and thy Redeemer, the Mighty One of Jacob” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.18"},"v. 18"],"). First the Lord predicts it, then He brings it to pass; only a “mighty one” could perform such a task. Nephi made it very clear that all who seek to thwart the Lord in bringing this great thing to pass shall be destroyed, for “they shall fall into the pit which they digged to ensnare the people of the Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.14"},"1 Nephi 22:14"],")."]],[".topic",["h3","(17-10)",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.26"},"Isaiah 49:26"],". An Addition to Isaiah from the Book of Mormon"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p55"},"In his work on Isaiah, Nyman noted a significant addition to Isaiah: “As Nephi commented on",["a.scriptureRef",{"href":"/scriptures/ot/isa/49"},"Isaiah 49"],"in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22"},"1 Nephi 22"],", he quoted or paraphrased three verses from ‘the prophet,’ obviously Isaiah. We do not have these verses in the present Bible text, but they fit very well into the context of",["a.scriptureRef",{"href":"/scriptures/ot/isa/49"},"Isaiah 49"],"and 50. We can illustrate this by placing [",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.15-17"},"1 Nephi 22:15–17"],"] between the last verse of chapter 49 and the first verse of chapter 50.” (",["span.emphasis","“Great Are the Words of Isaiah,”"],"p. 191.)"]],[".topic",["h3","(17-11)",["a.scriptureRef",{"href":"/scriptures/ot/isa/50"},"Isaiah 50"],". “Where Is the Bill of Your Mother’s Divorcement?”"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p57"},"The Lord employed the figure of a divorce and the sale of a slave to teach that though Israel’s past apostasy scattered them among the nations, the Lord had not set aside the original covenant He made with His people. Chapter 50 continues the theme begun in chapters 48 and 49 that in the last days Israel would be gathered and established again."],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p58"},"Under Mosaic law a man who divorced his wife was required to give her a written bill of divorce. She was then free to marry again (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/24.1-4"},"Deuteronomy 24:1–4"],"). Likewise, under the ancient laws, a man could sell himself or his children into slavery to satisfy his creditors. But the Lord had no creditors; neither had He divorced His “wife,” Israel. Instead, Israel had separated herself from the Lord by her sins and was in debt to her evil creditors. “For your iniquities have ye sold yourselves, and for your transgressions is your mother put away” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.1"},"Isaiah 50:1"],")."],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p59"},"But the Lord has power both to redeem Israel from their creditors and to forgive their transgressions against Him. This He assured them He will do. Speaking of the future as if it were already past, He reminded them that He tried to do so once before when He, Jehovah, came to earth as Jesus Christ. This statement is a messianic passage, since Jesus is both Redeemer from sin and Deliverer from evil ways. Yet when He appeared on earth, there was no man ready to receive Him; when He called upon men to repent, there was none to answer (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.2"},"v. 2"],"). He gave His “back to the smiters” (He was scourged) and hid not His face “from shame and spitting” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.6"},"v. 6"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.67"},"Matthew 26:67"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.26"},"27:26"],"). But in spite of such rejection and treatment, He still did not divorce Israel or sell her as a slave. The covenant was still in effect, and Israel would be restored to the status of a free and faithful wife of Jehovah."],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p60"},"The foregoing imagery may also refer to scattered Israel, for Israel, too, has been smitten and spat upon and scourged through the centuries. Still, Israel is represented as saying that “the Lord will help me; … I know I shall not be ashamed” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.7"},"Isaiah 50:7"],"). Israel’s confidence and trust in God appears unbounded. “He is near that justifieth me; who will contend with me?” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.8"},"v. 8"],"). The “he” in this verse is clearly “the Lord” in a parallel verse in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/7.8"},"2 Nephi 7:8"],". “Behold, the Lord God will help me; who is he that shall condemn me?” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.9"},"Isaiah 50:9"],"). Israel then asks a question, as if they have learned something by their past experiences. “Who is among you … that walketh in darkness, and hath no light?” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.10"},"v. 10"],"). People trust in themselves; they do not trust in God. Instead, they “walk in the light of [their own] fire, and in the sparks that [they themselves] have kindled” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.11"},"v. 11"],"). They who refuse God’s revelations and put their trust in their own reason “shall lie down in sorrow” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.11"},"v. 11"],")."]],[".topic",["h3","(17-12)",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.1-3"},"Isaiah 51:1–3"],". What Is Meant By the “Hole … Whence Ye Are Digged”?"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p62"},"God’s promises to Israel were stated in a direct way in the Abrahamic covenant. Most Latter-day Saints have patriarchal blessings that declare their descent from Abraham through one of the twelve tribes. Abraham, then, is the “rock” from whence Israel was hewn and the “pit” from whence they were digged. Israel, both ancient and modern, is urged to “look unto Abraham [our] father, and unto Sarah” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.1-2"},"Isaiah 51:1–2"],"). They are the ones through whom the Saints claim their promised blessings. By means of the covenant established with Abraham and Sarah, “the Lord shall comfort Zion” and make “her desert like the garden of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.3"},"v. 3"],"). This passage is a plain assurance that God will fulfill for Abraham and his descendants all that He has promised in the covenant."]],[".topic",["h3","(17-13)",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.4"},"Isaiah 51:4"],". What Law Will Proceed from God?"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p64"},["a.scriptureRef",{"href":"/scriptures/ot/isa/51.4"},"Isaiah 51:4"],"contains a prophecy of the restoration of the gospel law and covenant in the last days. That law and covenant includes modern scripture and living prophets to reveal God’s will anew."]],[".topic",["h3","(17-14)",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.4-16"},"Isaiah 51:4–16"],". Who Is Speaking in These Verses?"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p66"},"In",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.4-16"},"Isaiah 51:4–16"],", great emphasis is placed on the pronouns",["span.emphasis","me"],"and",["span.emphasis","my:"],"“my people,” “my nation,” “my judgment,” “my righteousness,” “my salvation,” “mine arm,” “my law” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.4-8"},"vv. 4–8"],"). The Lord emphasized these things to stress His relationship with us. He is our Creator, He is our Judge, He is our Savior, and He is our perfect Exemplar. And though the earth itself “shall vanish away like smoke, and … wax old like a garment” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.6"},"v. 6"],"), the qualities He claims for Himself will endure forever. God is permanent, stable, upright, and dependable. Those who trust in Him need not fear “the reproach of men” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.7"},"v. 7"],") but should “awake” and “put on strength … as in the ancient days” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.9"},"v. 9"],"). This call is from God to His latter-day children to return to Him and “come with singing unto Zion” where “sorrow and mourning shall flee away” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.11"},"v. 11"],")."],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p67"},"As do many other passages in the Old Testament, these verses bear strong witness that Jehovah, the God of the Old Testament, is the same person as Jesus Christ of the New."]],[".topic",["h3","(17-15)",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.17-23"},"Isaiah 51:17–23"],". Who Were the “Two Sons” Who Fainted?"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p69"},"For centuries the covenant people of the Lord have “drunk at the hand of the Lord the cup of his fury,” or in other words, they reaped the results of their refusal to heed His word and this “wrung them out” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.17"},"Isaiah 51:17"],"). And the days of judgments for Israel are not finished yet. In the battle of Armageddon, the Jewish nation will once again undergo great oppression and judgment (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p1"},"Enrichment I"],")."],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p70"},"The text of",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8.19-20"},"2 Nephi 8:19–20"],"taken from the brass plates suggests that the two sons may be the two witnesses of",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.1-6"},"Revelation 11:1–6"],"who will keep the armies from defeating the Jews (see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.15"},"D&C 77:15"],"). The two witnesses are discussed in detail in Reading I-6."],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p71"},"By means of these two servants of God and the miracles they work, God will remove from Israel’s hand “the cup of trembling, even the dregs of the cup of my fury.” The promise is “thou shalt no more drink it again” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.22"},"Isaiah 51:22"],".) Instead, the cup of fury shall be given to those who have trampled on and walked over the covenant people of the Lord. It will then be their turn to know suffering. (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.23"},"v. 23"],".)"]],[".topic",["h3","(17-16)",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.1-6"},"Isaiah 52:1–6"],". “Put on Thy Strength, O Zion”"],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p74"},"As shown in Notes and Commentary on Isaiah 2:3, there will be two headquarters for the Lord and His people during the Millennium: Zion, the New Jerusalem, on the American continent; and Zion, the Old Jerusalem, in the Holy Land."],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p75"},["a.scriptureRef",{"href":"/scriptures/ot/isa/52.1-2"},"Isaiah 52:1–2"],"is quoted in three places in the Book of Mormon (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8.24-25"},"2 Nephi 8:24–25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.36-37"},"3 Nephi 20:36–37"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.31"},"Moroni 10:31"],") and once in the Doctrine and Covenants. In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/113.7-8"},"Doctrine and Covenants 113:7–8"],", Joseph Smith answered questions about the meaning of",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.1-2"},"Isaiah 52:1–2"],". He showed that the beautiful garments symbolized the priesthood power restored to the house of Israel in the last days and that the loosing of the bands from her neck signified the removal of the curses of God. If Israel would return to God, new revelations would be given."],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p76"},"When the Savior cited passages from",["a.scriptureRef",{"href":"/scriptures/ot/isa/52"},"Isaiah 52"],", He omitted verses 4 and 5, perhaps these verses did not apply to the Nephites at that time (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.36-40"},"3 Nephi 20:36–40"],")."]],[".topic",["h3","(17-17)",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.7"},"Isaiah 52:7"],". “How Beautiful upon the Mountain Are the Feet of Him That Bringeth Good Tidings”"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p78"},["a.scriptureRef",{"href":"/scriptures/ot/isa/52.7"},"Isaiah 52:7"],"is a scripture significant to missionary work. Its interpretation was given in the Book of Mormon where Abinadi was asked its meaning by the priests of King Noah (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.20-24"},"Mosiah 12:20–24"],"). The bringer of “good tidings” is Jesus Christ, the “founder of peace.” Those who publish that peace are the servants of the Lord who spread His word."]],[".topic",["h3","(17-18)",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.8-10"},"Isaiah 52:8–10"],". A Passage Often Quoted"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p80"},"Nyman noted that “these verses are quoted four times in the Book of Mormon, and always as a unit, although the Savior once interpolated a comment between verses 8 and 9 when he quoted them (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.33"},"3 Nephi 20:33"],"). Although verse 8 speaks about Zion while verse 9 speaks about Jerusalem, the Savior quoted all three verses twice to the Nephites and said they would be fulfilled through both the Nephites and the Jews. This again shows the dual nature of Isaiah’s prophecies. The Savior first quoted this passage following His declaration that the land of America was to be given to Lehi’s descendants after the Gentiles reject the fulness of the gospel and are ‘trodden under foot’ by the house of Israel; he said this would fulfill the words of the prophet Isaiah (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.10-20"},"3 Nephi 16:10–20"],"). He later quoted the passage while instructing the Nephites concerning the restoration of the Jews. He changed the wording from ‘thy watchmen’ to ‘their watchmen,’ as he was referring to Jerusalem’s watchmen in this case rather than those of Zion (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.29-35"},"3 Nephi 20:29–35"],"). Abinadi also recognized the universal application of this passage in teaching that ‘the salvation of the Lord shall be declared to every nation, kindred, tongue, and people’ and quoting these three verses as evidence (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.28-31"},"Mosiah 15:28–31"],"). Joseph Smith designated Jackson County, Missouri, as the Zion spoken of in verse 8 (see",["span.emphasis","TPJS,"],"pp. 79–80). The ‘watchmen’ are those who preach the gospel, as indicated in verse 7. The song to be sung in Zion will be a new song, sung when all will know Christ (i.e., during the Millennium). The words of the song, which will include parts of verse 8, are recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.99-102"},"Doctrine and Covenants 84:99–102"],".” (",["span.emphasis","“Great Are the Words of Isaiah,”"],"p. 199.)"]],[".topic",["h3","(17-19)",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.11-12"},"Isaiah 52:11–12"],". Why Does the Lord Counsel That the Departure from Babylon Be Not “with Haste”?"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p82"},"In language closely parallel to Isaiah’s, the Doctrine and Covenants explains that the Lord’s servants, those who “bear the vessels of the Lord” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.5"},"D&C 133:5"],"), are to flee from Babylon, which is defined as “wickedness, which is spiritual Babylon” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.14"},"D&C 133:14"],"). Then follows what is almost a direct quotation of",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.12"},"Isaiah 52:12"],"with the additional admonition to “let all things be prepared before you” and to “not look back lest sudden destruction come upon [you]” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.15"},"D&C 133:15"],"). This addition clarifies Isaiah’s command. He admonished Israel to gather (depart from wickedness) but in an orderly manner under the Lord’s direction. Had the early Saints of this dispensation observed this direction to the letter, their flight to Zion in Missouri and the events that followed might have turned out differently (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.56"},"D&C 58:56"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.24"},"63:24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.67-68,70,74"},"101:67–68, 70, 74"],"). The presiding elders in Missouri issued the following counsel in July of 1833:"],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p83"},"“For the disciples to suppose that they can come to this land without ought to eat, or to drink, or to wear, or anything to purchase these necessaries with, is a vain thought. For them to suppose that the Lord will open the windows of heaven, and rain down angel’s food for them by the way, when their whole journey lies through a fertile country, stored with the blessings of life from His own hand for them to subsist upon, is also vain. For them to suppose that their clothes and shoes will not wear out upon the journey, when the whole of it lies through a country where there are thousands of sheep from which wool in abundance can be procured to make them garments, and cattle upon a thousand hills, to afford leather for shoes, is just as vain. …"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p84"},"“… Do not conclude from these remarks, brethren, that we doubt in the least, that the Lord will provide for His Saints in these last days; or think that we would extend our hands to steady the ark; for this is not the case. We know that the Saints have the unchangeable word of God that they shall be provided for; yet we know, if any are imprudent, or lavish, or negligent, or indolent, in taking that proper care, and making that proper use of what the Lord has made them stewards over, they are not counted wise; for a strict account of every one’s stewardship is required, not only in time, but will be in eternity. Neither do we apprehend that we shall be considered putting out our hands to steady the ark of God by giving advice to our brethren upon important points relative to their coming to Zion, when the experience of almost two years’ gathering, has taught us to revere that sacred word from heaven, ‘Let not your flight be in haste, but let all things be prepared before you.’” (",["span.emphasis","History of the Church,"],"1:382–83.)"]],[".topic",["h3","(17-20)",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.13-15"},"Isaiah 52:13–15"],". Who Is the Servant?"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p86"},["a.scriptureRef",{"href":"/scriptures/ot/isa/52.13-15"},"Isaiah 52:13–15"],"is a dualistic prophecy. On the one hand, it refers to Jesus Christ. These verses belong with",["a.scriptureRef",{"href":"/scriptures/ot/isa/53"},"Isaiah 53"],"as introductory material for the greatest of the Old Testament messianic chapters. The Savior’s “visage was so marred more than any man” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.14"},"Isaiah 52:14"],") when He suffered for the sins of mankind and was crucified on Calvary. Nails—metal spikes—were driven into His hands and feet, and a spear pierced His side to ensure His death (see",["a.scriptureRef",{"href":"/scriptures/nt/john/19.17-18,32-34"},"John 19:17–18, 32–34"],")."],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p87"},"On the other hand, the Savior Himself made it clear that",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.13"},"Isaiah 52:13"],"also had reference to a servant involved in the “great and marvelous work” of the Father in the latter days (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.9"},"3 Nephi 21:9"],"). The Book of Mormon verse undoubtedly refers to Joseph Smith and the Restoration. Men “marred” him, persecuting him throughout his life until they succeeded in killing him. Yet power was given him by the Father “to bring forth unto the Gentiles” the Book of Mormon as well as other latter-day revelations (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.10-11"},"3 Nephi 21:10–11"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3"},"D&C 3; 10"],"). As a result, kings and rulers of the earth behold and consider things “which had not been told them” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.15"},"Isaiah 52:15"],")."]],[".topic",["h3","(17-21)",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.1-2"},"Isaiah 53:1–2"],". How Did Isaiah Foresee People Receiving Christ?"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p89"},"When Isaiah spoke of the Savior as being a “tender plant” without form and comeliness, he meant that Jesus was born as a small, helpless infant just as all people are. Jesus grew as other people do."],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p90"},"President Joseph Fielding Smith wrote: “Did not Christ grow up as a tender plant? There was nothing about him to cause people to single him out. In appearance he was like men; and so it is expressed here by the prophet that he had no form or comeliness, that is, he was not so distinctive, so different from others that people would recognize him as the Son of God. He appeared as a mortal man.” (",["span.emphasis","Doctrines of Salvation,"],"1:23.)"]],[".topic",["h3","(17-22)",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.3"},"Isaiah 53:3"],". In What Ways Was Jesus a “Man of Sorrows and Acquainted with Grief”?"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p92"},"Jesus experienced tragedy and sorrow throughout His life. Members of His own family did not accept Him as the Messiah at first (see",["a.scriptureRef",{"href":"/scriptures/nt/john/7.5"},"John 7:5"],"). People in His hometown sought to kill Him (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.16-30"},"Luke 4:16–30"],"). His countrymen, the Jews, rejected His messianic calling (see",["a.scriptureRef",{"href":"/scriptures/nt/john/1.11"},"John 1:11"],"). One friend betrayed Him; another denied knowing Him (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.48,54-62"},"Luke 22:48, 54–62"],"). In the end, “all the disciples forsook him, and fled” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.56"},"Matthew 26:56"],"). His enemies demanded His crucifixion (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.22-23"},"Matthew 27:22–23"],")."],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p93"},"President Joseph Fielding Smith asked: “Was not Christ a man of sorrows? Was he not rejected of men? Was he not acquainted with grief? Did not the people (figuratively) hide their faces from him? Did not the people esteem him not? Surely he knew our griefs and carried our sorrows, but he was thought to be stricken of God and forsaken by him. Did not the people say that? How true all these things are!” (",["span.emphasis","Doctrines of Salvation,"],"1:24.)"],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_017_08-gethsemane.jpg"}],[".caption",["p",{"id":"lds-94"},"Christ in Gethsemane"]]]],[".topic",["h3","(17-23)",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.4-9"},"Isaiah 53:4–9"],". “He Was Wounded for Our Transgressions”"],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p96"},"Jesus suffered and was crucified for men’s transgressions. “But few details of the actual crucifixion are given us. We know however that our Lord was nailed to the cross by spikes driven through the hands and feet, as was the Roman method, and not bound only by cords as was the custom in inflicting this form of punishment among some other nations. Death by crucifixion was at once the most lingering and most painful of all forms of execution. The victim lived in ever increasing torture, generally for many hours, sometimes for days. The spikes so cruelly driven through hands and feet penetrated and crushed sensitive nerves and quivering tendons, yet inflicted no mortal wound. The welcome relief of death came through the exhaustion caused by intense and unremitting pain, through localized inflammation and congestion of organs incident to the strained and unnatural posture of the body.” (James E. Talmage,",["span.emphasis","Jesus the Christ,"],"p. 655.)"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p97"},"But it was not just on the cross Christ suffered. In the Garden of Gethsemane He began the suffering that allowed Him to take the sins of the world upon Himself, or as Isaiah says, to bear our griefs and carry our sorrows (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.4"},"Isaiah 53:4"],"). Speaking of this suffering and pain, Elder Talmage wrote:"],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p98"},"“Christ’s agony in the garden is unfathomable by the finite mind, both as to intensity and cause. The thought that He suffered through fear of death is untenable. Death to Him was preliminary to resurrection and triumphal return to the Father from whom He had come, and to a state of glory even beyond what He had before possessed; and, moreover, it was within His power to lay down His life voluntarily. He struggled and groaned under a burden such as no other being who has lived on earth might even conceive as possible. It was not physical pain, nor mental anguish alone, that caused Him to suffer such torture as to produce an extrusion of blood from every pore; but a spiritual agony of soul such as only God was capable of experiencing. No other man, however great his powers of physical or mental endurance, could have suffered so; for his human organism would have succumbed, and syncope would have produced unconsciousness and welcome oblivion. In that hour of anguish Christ met and overcame all the horrors that Satan, ‘the prince of this world’ could inflict. The frightful struggle incident to the temptations immediately following the Lord’s baptism was surpassed and overshadowed by this supreme contest with the powers of evil."],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p99"},"“In some manner, actual and terribly real though to man incomprehensible, the Savior took upon Himself the burden of the sins of mankind from Adam to the end of the world. Modern revelation assists us to a partial understanding of the awful experience. In March 1830, the glorified Lord, Jesus Christ, thus spake: ‘For behold, I, God, have suffered these things for all, that they might not suffer if they would repent, but if they would not repent, they must suffer even as I, which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit: and would that I might not drink the bitter cup and shrink—nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.’” (",["span.emphasis","Jesus the Christ,"],"pp. 613–14.)"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p100"},"The Savior’s suffering was a vicarious act of one totally innocent assuming responsibility for myriads of guilty ones. Thus, Isaiah said, “He hath borne our griefs, and carried our sorrows” and “was wounded for our transgressions, [and] bruised for our iniquities” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.4-5"},"Isaiah 53:4–5"],")."],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p101"},"When Jesus stood before Pilate, the governor of Judea, “he was accused by the chief priests and elders” of many evil things, but “he answered nothing” in return (",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.12"},"Matthew 27:12"],"). “Then said Pilate unto him, Hearest thou not how many things they witness against thee?” But Jesus held His peace and “answered him … never a word; insomuch that the governor marvelled greatly.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.13-14"},"Matthew 27:13–14"],".) In fulfillment of Isaiah’s prophecy, “as a sheep before her shearers is dumb,” so Jesus “openeth not his mouth” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.7"},"Isaiah 53:7"],")."],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p102"},"While it was yet early in the morning, the soldiers in charge of Jesus brought Him “from Caiaphas [the high priest] unto the hall of judgment” of Pilate’s residence (",["a.scriptureRef",{"href":"/scriptures/nt/john/18.28"},"John 18:28"],"). Later, at the time of crucifixion, Jesus’ cross was placed between two evil men who were thieves (see",["a.scriptureRef",{"href":"/scriptures/nt/john/19.18"},"John 19:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.32-33"},"Luke 23:32–33"],"). After Jesus’ death on the cross, Joseph of Arimathea, a rich man, went to Pilate and begged for permission to bury Jesus. Joseph laid the body “in his own new tomb, which he had hewn out in the rock” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.60"},"Matthew 27:60"],"). An examination of Matthew’s account shows that the remarkable detail with which Isaiah foretold the Savior’s arrest, trial, death, and burial was accurate."]],[".topic",["h3","(17-24)",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.10"},"Isaiah 53:10"],". Did It “Please” Father in Heaven to “Bruise” His Son?"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p104"},"Obviously God was not pleased with the way Jesus was treated, but He was pleased with His Son’s “offering for sin” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.10"},"Isaiah 53:10"],"). The Atonement met the strictest demands of God’s innate justice and made forgiveness and mercy possible on certain terms."],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p105"},"Elder Melvin J. Ballard explained why it pleased God not to interfere: “In that hour I think I can see our dear Father behind the veil looking upon these dying struggles until even he could not endure it any longer; and, like the mother who bids farewell to her dying child, has to be taken out of the room, so as not to look upon the last struggles, so he bowed his head, and hid in some part of his universe, his great heart almost breaking for the love that he had for his Son. Oh, in that moment when he might have saved his Son, I thank him and praise him that he did not fail us, for he had not only the love of his Son in mind, but he also had love for us. I rejoice that he did not interfere, and that his love for us made it possible for him to endure to look upon the sufferings of his Son and give him finally to us, our Savior and our Redeemer. Without him, without his sacrifice, we would have remained, and we would never have come glorified into his presence. And so this is what it cost, in part, for our Father in Heaven to give the gift of his Son unto men.” (Bryant S. Hinckley,",["span.emphasis","Sermons and Missionary Services of Melvin Joseph Ballard,"],"pp. 154–55.)"]],[".topic",["h3","(17-25)",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.10"},"Isaiah 53:10"],". In What Way Does Christ, through His Righteous Offering, “See His Seed”? Who Are the Seed of Christ?"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p107"},"Abinadi explained who the seed of Christ will be (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.10-13"},"Mosiah 15:10–13"],")."],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p108"},"Elder Bruce R. McConkie summarized what Abinadi taught as follows: “The seed of Christ are those who are adopted into his family, who by faith have become his sons and his daughters. (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.7"},"Mosiah 5:7"],".) They are the children of Christ in that they are his followers and disciples and keep his commandments. (",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.17"},"4 Ne. 17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.26"},"Morm. 9:26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.19"},"Moro. 7:19"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 700.)"]],[".topic",["h3","(17-26)",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.11"},"Isaiah 53:11"],". How Did Christ’s Sacrifice “Satisfy” the Father and Thus “Justify Many”?"],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p111"},"The law of justice requires punishment for every sin. In making an Atonement for the sins of all, Jesus satisfied the full demands of justice and made forgiveness of sins possible. President Joseph Fielding Smith explained:"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p112"},"“Then Jesus Christ came upon the scene as the Mediator between man and God, and the Advocate for man with the Father. He pleads our cause. As our Mediator, through his ministry, he labors to reconcile us, to bring us into agreement with God his Father."],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p113"},"“An advocate is one who defends or pleads for or in behalf of another. A mediator is one who reconciles or brings about agreement between parties."],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p114"},"“That is part of his great mission. He stands between the Father and man. When he was upon earth, he prayed frequently for his disciples, pleading with his Father in their behalf, and he has been pleading ever since, and he stands between us and God our Father.” (",["span.emphasis","Doctrines of Salvation,"],"1:26–27.)"]],[".topic",["h3","(17-27)",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.12"},"Isaiah 53:12"],". How Will Jesus Receive a “Portion with the Great” and “Divide the Spoil with the Strong”?"],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p116"},"As the literal and faithful Son of God, Jesus inherits all that the Father has to give (see",["a.scriptureRef",{"href":"/scriptures/nt/john/16.15"},"John 16:15"],"). If we accept the Atonement of Christ and live worthy lives, we may become “joint-heirs” with Christ (",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.17"},"Romans 8:17"],"). Elder McConkie defined the term",["span.emphasis","joint heir"],"as follows:"],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p117"},"“A joint-heir is one who inherits equally with all other heirs including the Chief Heir who is the Son. Each joint-heir has an equal and an undivided portion of the whole of everything. If one knows all things, so do all others. If one has all power, so do all those who inherit jointly with him. If the universe belongs to one, so it does equally to the total of all upon whom the joint inheritances are bestowed."],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p118"},"“Joint-heirs are possessors of all things. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.26-28"},"D. & C. 50:26–28"],".) All things are theirs for they have exaltation. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.50-60"},"D. & C. 76:50–60"],".) They are made ‘equal’ with their Lord. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.107"},"D. & C. 88:107"],".) They gain all power both in heaven and on earth and receive the fulness of the Father, and all knowledge and truth are theirs. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.15-30"},"D. & C. 93:15–30"],".) They are gods. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.20"},"D. & C. 132:20"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 395.)"]],[".topic",["h3","(17-28)",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.1-8"},"Isaiah 54:1–8"],". The Bride of the Lord Is Prepared"],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p120"},"Once again the figure of a marriage is employed. Israel is called a barren wife because of her inability or unwillingness to produce spiritual offspring for the Lord. But in the end, when she is gathered once again, there will be more children from the “desolate,” or temporarily forsaken, wife than when she enjoyed her wedded status in ancient times (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.1"},"Isaiah 54:1"],"). This being true, space must be found so that the latter-day “tent” of Zion can be expanded to accommodate them all. When one wishes to make a small tent larger, one must pull up the stakes and move to a further distance from the center pole. This is what is meant by lengthening the cords and strengthening the stakes (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.2"},"v. 2"],"; see also",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p1"},"Notes and Commentary on Isaiah 33:20–24"],"). Israel’s latter-day growth through conversion and gathering is represented as breaking “forth on the right hand and on the left” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.3"},"Isaiah 54:3"],")."],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p121"},"In ancient times, the inability to bear children was considered a great curse by women of the Middle East. As a gathered “wife,” Israel will forget the shame or cast-off status of her earlier years and rejoice in her new and prosperous condition. She is once again “married” to the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.4-5"},"vv. 4–5"],"). The barren or forsaken years, though they seemed long, were but a small moment compared to the vast eternity that lies ahead (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.6-8"},"vv. 6–8"],")."]],[".topic",["h3","(17-29)",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.9-17"},"Isaiah 54:9–17"],". What Is Meant by the “Waters of Noah”?"],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p123"},"When God makes promises, He keeps them. He vowed to send a flood to cleanse the earth in Noah’s day and then covenanted with Noah that He would never again destroy the earth in that manner (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/9.13-17"},"Genesis 9:13–17"],"). His promise to restore Israel in the latter days is “as the waters of Noah unto me” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.9"},"Isaiah 54:9"],"), that is, His promise to restore Israel is just as sure as His promise to Noah. Mountains may depart and “hills be removed” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.10"},"v. 10"],"), but God’s promise will still see fulfillment."],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p124"},"In her gathered condition Zion shall be beautiful. The precious gems mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.11,12"},"verses 11 and 12"],"represent the material and spiritual blessings that redeemed Israel will enjoy (see also",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.19-21"},"Revelation 21:19–21"],"), including children being “taught of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.13"},"Isaiah 54:13"],") and knowing great peace. Those who gather together to oppress latter-day Israel “shall fall for thy sake” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.15"},"v. 15"],"), for “no weapon that is formed against thee shall prosper” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.17"},"v. 17"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/71.9-10"},"Doctrine and Covenants 71:9–10"],", where a similar promise is made to Joseph Smith and Sidney Rigdon)."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(17-30) Isaiah’s Witness of Christ Is of Value to Latter-day Saints"],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p127"},"As you read these chapters of Isaiah, did you notice how Latter-day Saints are the only ones who can fully understand what Isaiah foresaw? The scholars of the world made a significant contribution to your understanding of the history and language of Isaiah. But only modern prophets can provide the key to understanding what the prophet saw when he wrote of future realms. More than any other people, the Latter-day Saints can understand why the Savior said, “Great are the words of Isaiah” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.1"},"3 Nephi 23:1"],")."]],[".topic",["h3","(17-31) You Can Gain Greater Appreciation for the Mission of Christ"],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p129"},"When Jesus came the first time, He came to His own people, but they knew Him not (see",["a.scriptureRef",{"href":"/scriptures/nt/john/1.11"},"John 1:11"],"). Isaiah had been called to his ministry to testify of Christ so that Christ’s own people would not be justified in rejecting Him."],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-17.p130"},"Read",["a.scriptureRef",{"href":"/scriptures/ot/isa/53"},"Isaiah 53"],", and then read the accounts in the four Gospels of the last week of the Savior’s life (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/26"},"Matthew 26–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14"},"Mark 14–16"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22"},"Luke 22–24"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/18"},"John 18–21"],"). Reread",["a.scriptureRef",{"href":"/scriptures/ot/isa/53"},"Isaiah 53"],", slowly and thoughtfully. Ponder each phrase carefully. Identify aspects of the Lord’s mortal life that Isaiah prophesied of. How do the prophecies in",["a.scriptureRef",{"href":"/scriptures/ot/isa/53"},"Isaiah 53"],"help you to understand and appreciate the Savior?"]]]]]]],"refs":null}
