{"id":14,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":14,"title":"Amos: The Lord Reveals His Secrets to His Servants the Prophets","subtitle":"","short_title":8,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.head1"},[".titleNumber","8"],["h1","The Lord Reveals His Secrets to His Servants the Prophets"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/amos"},"Amos"]]],[".bodyBlock",[".topic",["h2","(8-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p5"},"He was a shepherd from Tekoa, a small village in the hill country of Judah, but his message was for the whole house of Israel and the nations of the world. It was not then a new message, and it has significance even today. Though Amos spoke of the judgments which were about to descend on the nations surrounding Israel and on the two kingdoms of the house of Israel, his message is the same one God has given since the earliest history of the world. It is a simple yet profound message that carries a solemn warning: there is a way to come into God’s favor and gain eternal life. That way is always open to the penitent and obedient, but to the impenitent, those who harden their hearts against the Lord, the way is shut. In the place of life there is death; in the place of joy there is sorrow; punishments replace blessing; judgments and destruction replace protection and power."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p6"},"Study Amos carefully, for his message is one that can help each of us find the way to life and peace."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use the Notes and Commentary below to help you as you read and study the book of Amos."]],["li",["span.label","2."],["p.para","Complete the Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Amos"],[".topic",["h3","(8-2)",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.1"},"Amos 1:1"],". Who Was Amos and When Did He Minister?"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p12"},"The Hebrew name",["span.emphasis","Amos"],"means “bearer” or “burden” and refers to the weighty warning that the Lord commissioned Amos to carry to the kingdom of Israel. Amos was a shepherd from a city called Tekoa, now a hilltop of ancient ruins about six miles south of Bethlehem, away from the normal trade routes. Although small and obscure, Tekoa was strategic enough that Rehoboam fortified it as a southern city of defense for Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/11.6"},"2 Chronicles 11:6"],"). Amos was an alert observer of people and nations, and scholars agree that he was far from being an untutored rustic, even though he described himself as a simple herdsman (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/1.1"},"1:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/7.14-15"},"7:14–15"],")."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_008_02-amos.gif"}]],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p13"},"Since the contemporaneous reigns of Judah’s Uzziah and Israel’s Jeroboam II are specifically mentioned in the scripture, the ministry of Amos has been estimated to have been about",["span.small","B.C."],"750. If so, he may have been contemporary with Isaiah and Hosea."]],[".topic",["h3","(8-3)",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.2"},"Amos 1:2"],". “The Lord Will Roar from Zion”"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p21"},"“This introduction was natural in the mouth of a",["span.emphasis","herdsman"],"who was familiar with the roaring of lions, the bellowing of bulls, and the lowing of kine [cattle]. The roaring of the lion in the forest is one of the most terrific sounds in nature; when near, it strikes terror into the heart of both man and beast.” (Adam Clarke,",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"4:672.)"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p22"},"The term",["span.emphasis","Zion"],"sometimes refers to Jerusalem, where there is a hill by that name, but that is not always the case, as the following references indicate:",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.16-17"},"Joel 3:16–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.2-3"},"Isaiah 2:2–3"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.9"},"40:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.10"},"64:10"],".",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.2-3"},"Isaiah 2:2–3"],"speaks of a latter-day Zion. This Zion will be located on the American continent (see",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Article of Faith 10"],"). For a broader listing of references concerning the geographical location of Zion, see",["a.scriptureRef",{"href":"/scriptures/bd/zion"},"Bible Dictionary, s.v. “Zion.”"],"See also",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-7.p1"},"Notes and Commentary on Joel 2:1"],"."]],[".topic",["h3","(8-4)",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.3"},"Amos 1:3–2:16"],". The Lord Will Pour Out Judgments"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p24"},"Here the prophet Amos forecast the Lord’s judgments upon the Syrians (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.3-5"},"Amos 1:3–5"],"), Philistines (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.6-8"},"Amos 1:6–8"],"), Tyrians (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.9-10"},"Amos 1:9–10"],"), Edomites (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.11-12"},"Amos 1:11–12"],"), Ammonites (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.13-15"},"Amos 1:13–15"],"), and Moabites (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/2.1-3"},"Amos 2:1–3"],"). All of these people were neighbors of the Israelites and in most cases had been enemies to the covenant people. Once those judgments had been pronounced, Amos outlined the judgments coming upon the kingdoms of Judah (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/2.4-5"},"Amos 2:4–5"],") and Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/2.6-16"},"Amos 2:6–16"],"). His linking the two kingdoms of the Israelites with other nations suggests that Israel was no longer a “peculiar people” (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.5"},"Exodus 19:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/14.2"},"Deuteronomy 14:2"],") but had become like the gentile nations around them."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p25"},"Even though Amos was sent especially to Israel, he spoke for God against the evils of all the nations. Some have termed Amos a prophet of doom, but he only warned the people of the calamitous paths they were following. All of these territories or kingdoms eventually fell."]],[".topic",["h3","(8-5)",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.3,6,11"},"Amos 1:3, 6, 11"],". “For Three Transgressions … and for Four”"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p27"},"The expression “for three transgressions … and for four” indicates that the sins alluded to have been exceedingly abundant. The same style is used in",["a.scriptureRef",{"href":"/scriptures/ot/prov/6.16"},"Proverbs 6:16"],", “these six things … yea, seven,” and in",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.21-22"},"Matthew 18:21–22"],", “seventy times seven,” referring to an infinite number. A modern English equivalent would be the expression “a hundred and one times.” The implication of the idiom is that three transgressions are too many, and you have even exceeded that. Or as C. F. Keil and F. Delitzsch explained: “The expression, therefore, denotes not a small but a large number of crimes, or ‘ungodliness in its worst form.’” (",["span.emphasis","Commentary on the Old Testament,"],"10:1:242.)"]],[".topic",["h3","(8-6)",["a.scriptureRef",{"href":"/scriptures/ot/amos/1"},"Amos 1–2"],". Why Were These Nations to Be Punished?"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p29"},"The reasons given by Amos in his pronouncements of the judgments upon the various nations may seem puzzling at first. One could question whether one evil act, no matter how serious, normally brings the judgments of God upon a nation. Amos was inspired to use a poetic device. He selected the act or trait of each nation that dramatically illustrates the extent of their wickedness. The one act mentioned is proof of how far that nation has sunk in iniquity. The following table summarizes the items mentioned and their significance."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.f4"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Nation"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Reason Mentioned"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Significance"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Damascus"],["p.para","(Syria)"]],["td",{"colspan":"1","rowspan":"1"},["p.para","They “threshed Gilead with threshing instruments of iron” (",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.3"},"Amos 1:3"],")."]],["td",{"colspan":"1","rowspan":"1"},["p.para","Gilead was part of the land on the east side of the River Jordan inherited by the tribes of Gad, Reuben, and Manasseh (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/3.10-13"},"Deuteronomy 3:10–13"],"). When the Syrians conquered it under Hazael (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/10.32-33"},"2 Kings 10:32–33"],"), they evidently treated their captives with barbaric cruelty, crushing them under iron threshing sleds. (A similar incident is recorded in",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.31"},"2 Samuel 12:31"],".)"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Gaza"],["p.para","(Philistines)"]],["td",{"colspan":"1","rowspan":"1"},["p.para","They carried away “the whole captivity” to Edom (",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.6"},"Amos 1:6"],")."]],["td",{"colspan":"1","rowspan":"1"},["p.para","This passage seems to refer to the time when the Philistines raided Judah under the reign of Joram (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/21.16-17"},"2 Chronicles 21:16–17"],"). They sold all their captives to the archenemy of Israel, the Edomites."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Tyrus or Tyre"],["p.para","(Phoenicia)"]],["td",{"colspan":"1","rowspan":"1"},["p.para","They delivered up the Israelite captives to Edom (",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.9"},"Amos 1:9"],")."]],["td",{"colspan":"1","rowspan":"1"},["p.para","Like Gaza, Phoenicia also sold Israelite captives although it may be that Phoenicia bought the captives from other enemies of Israel such as Syria and then sold them to Edom, since there is no record of Tyre capturing Israelites directly."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Edom"],["p.para","(Idumea)"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Pursued his “brother” with the sword and kept his great wrath (",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.11"},"Amos 1:11"],")."]],["td",{"colspan":"1","rowspan":"1"},["p.para","The Edomites were the descendants of Esau, whose name was also Edom (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.30"},"Genesis 25:30"],"). Thus, they were closely related peoples (“brothers”) to Israel, but showed only bitter hatred and hostility. The Edomites were some of Israel’s most determined enemies."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Ammon"],["p.para","(Ammonites; Rabbah was the capital of Ammon)"]],["td",{"colspan":"1","rowspan":"1"},["p.para","They “ripped up the women with child of Gilead” (",["a.scriptureRef",{"href":"/scriptures/ot/amos/1.13"},"Amos 1:13"],")."]],["td",{"colspan":"1","rowspan":"1"},["p.para","The incident mentioned here is not recorded in the Old Testament, but the Ammonites were a fierce desert people who often conquered parts of Israel. To kill pregnant women shows a particularly brutal nature."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Moab"],["p.para","(Moabites)"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The king of Moab burned the bones of the king of Edom (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/2.1"},"Amos 2:1"],")."]],["td",{"colspan":"1","rowspan":"1"},["p.para","Keil and Delitzsch noted: “The burning of the bones of the king of Edom is not burning while he was still alive, but the burning of the corpse into lime,",["span.emphasis","i.e."],"so completely that the bones turned into powder like lime. … No record has been preserved of this event in the historical books of the Old Testament; but it was no doubt connected with the war referred to in 2 Kings iii., which Joram of Israel and Jehoshaphat of Judah waged against the Moabites in company with the king of Edom; so that the Jewish tradition found in Jerome, viz. that after this war the Moabites dug up the bones of the king of Edom from the grave, and heaped insults upon them by burning them to ashes, is apparently not without foundation.” (",["span.emphasis","Commentary,"],"10:1:250.)"]]]]]]],[".topic",["h3","(8-7)",["a.scriptureRef",{"href":"/scriptures/ot/amos/2.4-16"},"Amos 2:4–16"],". The Punishments of Judah and Israel"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p58"},"The reasons for the punishment of Judah and Israel differ from those for the punishment of the gentile nations. No acts are mentioned except for the forsaking of the Lord and turning to wickedness. Israel had been given the law of God. Therefore, more was expected of them."],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p59"},"Panting “after the dust of the earth upon the head of the poor” (",["a.scriptureRef",{"href":"/scriptures/ot/amos/2.7"},"v. 7"],") refers to the people being general oppressors of the poor, showing them neither justice nor mercy. The idea is that the people longed to see the poor in such a state of misery that they threw dust on their heads (a sign of mourning). Verses 11 and 12 refer to the Nazarites, who were instituted by the Lord to show the spiritual nature of His religion (see",["a.scriptureRef",{"href":"/scriptures/ot/num/6.2-21"},"Numbers 6:2–21"],"). Amos condemned Israel for polluting the Nazarites by giving them wine to drink. He also chastized them for commanding the prophets not to prophecy. Apparently, Israel would have liked to set these servants of the Lord aside so that they could live every man according to his own way and feel comfortable in doing so."]],[".topic",["h3","(8-8)",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.1-8"},"Amos 3:1–8"],". God Will Not Do Anything without Forewarning His Prophets"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p61"},"Amos spoke to the whole of Israel, all twelve families or tribes. Using the metaphor of a husband, the Lord reminded Israel that He had chosen no other (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.2"},"Amos 3:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.6"},"Deuteronomy 7:6"],"). He spoke of Himself as a faithful husband and reminded Israel of her covenant relationship with Him (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.19-20"},"Jeremiah 3:19–20"],"). In verse 3 He asked Israel to remember the need for unity in her relationship with Him. It is necessary, if they are to walk together, for them to be in agreement. The images are all chosen to express the same thing: God, has foreknowledge of all calamities (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.2-6"}],"vv. 2–6), but He never sends a calamity unless He first notifies His prophet of it (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"v. 7"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.17"},"2 Nephi 30:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.8"},"Jacob 4:8"],"). Prophecy comes by direct revelation. God has knowledge of all His children and their doings and justly warns and threatens with His judgments. The fact that the prophets prophesy correctly is an indication that they are in communion with God and that they do indeed walk together."],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p62"},["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],"is a clear statement concerning the role of prophets. President N. Eldon Tanner said: “There are many scriptures which assure us that God is as interested in us today as he has been in all his children from the beginning, and thus we believe in continuous revelation from God through his prophets to guide us in these latter days. The Prophet Amos said, ‘Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.’” (In Conference Report, Apr. 1975, p. 52.)"]],[".topic",["h3","(8-9)",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.9-11"},"Amos 3:9–11"],". What Is the Significance of the Mention of Ashdod and Egypt?"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p64"},"“Ashdod, one of the Philistian capitals, is mentioned by way of example, as a chief city of the uncircumcised, who were regarded by Israel as godless heathen; and Egypt is mentioned along with it, as the nation whose unrighteousness and ungodliness had once been experienced by Israel to satiety [fulness]. If therefore such heathen as these are called to behold the unrighteous and dissolute conduct to be seen in the places, it must have been great indeed.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"10:1:262–63.)"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p65"},["a.scriptureRef",{"href":"/scriptures/ot/amos/3.11"},"Amos 3:11"],"says “an adversary there shall be,” which means there should be no escape. Wherever the people turned they would meet a foe, for God’s judgments and retributions are sure."]],[".topic",["h3","(8-10)",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.12-15"},"Amos 3:12–15"],". What Is the Significance of the Imagery Amos Used Here?"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p67"},"Amos used vivid imagery to show that scarcely any would escape and those who did would do so with extreme difficulty. It is like a shepherd who can recover no more of a sheep carried away by a lion than two of its legs or a piece of its ear, just enough to prove that they belonged to his sheep. This prophecy saw fulfillment when Sargon took Samaria, part of the Northern Kingdom, captive about",["span.small","B.C."],"721."],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p68"},"In the East the corner is the most honorable place, and a couch in the corner of a room is the place of greatest distinction. These words were used to mean that even in the cities which were in the most honorable part of the land, whether Samaria in Israel, or Damascus in Syria, none would escape the judgments. In that day the Lord would remove His power from among Israel, as symbolized by the cutting off of the horns of the altar (see",["span.emphasis","Old Testament Student Manual: Genesis–2 Samuel"],"[religion 301, 2003], pp. 166–67 for an explanation of the horns as a symbol of power)."],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p69"},"Bethel (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.14"},"v. 14"],") was the official religious capital of the Northern Kingdom. The prophet was saying that not only the poor habitations of the villages and the country would be smitten but also those of the nobility, those who had summer and winter homes adorned with ivory vessels and carvings."]],[".topic",["h3","(8-11)",["a.scriptureRef",{"href":"/scriptures/ot/amos/4.1-3"},"Amos 4:1–3"],". The Evils of Israel’s Women"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p71"},"The quality of life in any community is largely what its women make it. If they are cruel and covetous, their children will likely be the same. Here Amos compared the women of Samaria with the cows (kine) which fed upon the rich pastures east of the Sea of Galilee, caring for little but eating and drinking. Their sin consisted of urging their husbands to bring them food bought with money squeezed from the poor. Thus, in the same way that fish are caught with hooks and pulled from the pond, these women and their children would become ensnared by Israel’s enemies and violently torn from their affluence and debauchery. (See Keil and Delitzsch,",["span.emphasis","Commentary,"],"10:1:266–68.)"]],[".topic",["h3","(8-12)",["a.scriptureRef",{"href":"/scriptures/ot/amos/4.4"},"Amos 4:4–5:3"],". How Did the Lord Regard Israel’s Spiritual Condition?"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p73"},"The sacrifices of Israel had degenerated into heartless ritual. It did no good to go to religious centers, to Bethel or Gilgal, and offer sacrifice in a sinful state. The outward sacrifices should have symbolized repentance, an inward change; but outward sacrifice without inward change is a mockery, and God will not be mocked."],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p74"},"Sidney B. Sperry wrote: “Israel was meticulous in its performance of the outward requirements of its religion, but the inner and less tangible requirements of love, mercy, justice and humility either were not understood or were disregarded. In an endeavor to bring His people to their senses the Lord, said Amos, had sent upon them seven natural calamities. Cleanness of teeth [hunger], drought, blasting and mildew, insect pests, pestilence, death by the sword, and burning were brought in succession, but all to no avail. (4:6–11) Amos’s heart was bleeding over the sinful state of Israel. He could do nothing but warn the nation of the final blow which God would send and for which the people must prepare themselves. (4:12, 13) It was no pleasure for him to pronounce judgment upon his brethren.” (",["span.emphasis","The Voice of Israel’s Prophets,"],"p. 311.)"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p75"},"The God of hosts (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/4.13"},"Amos 4:13"],") is the Lord Jesus Christ, the Creator of heaven and earth (see",["a.scriptureRef",{"href":"/scriptures/tg/jesus-christ-creator"},"Topical Guide, s.v. “Jesus Christ, Creator”"],"). The first three verses of chapter 5 are a lamentation over Israel’s fallen state. The pure virgin (Israel) became an evil woman, and “there is none to raise her up” (",["a.scriptureRef",{"href":"/scriptures/ot/amos/5.2"},"Amos 5:2"],")."]],[".topic",["h3","(8-13)",["a.scriptureRef",{"href":"/scriptures/ot/amos/5.4-27"},"Amos 5:4–27"],". “Hate Evil and Love the Good”"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p77"},"Here the Lord appealed to fallen Israel to repent and mend her evil ways: “Seek me, and ye shall live” (",["a.scriptureRef",{"href":"/scriptures/ot/amos/5.4"},"v. 4"],"). This message is the same for every generation and people (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.20"},"2 Nephi 1:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.30"},"Mosiah 26:30"],"). The Lord wants to be a personal God to His faithful, obedient children. It was not too late for Israel to repent. Failure to do so, however, would result in a situation like that of a man running from a lion only to meet a bear (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/5.19"},"v. 19"],"). Neither would various sacrificial offerings help unless true repentance followed: “Of what avail would feasts, solemn assemblies, burnt and meal offerings be in the worship of a righteous God, when their hearts and minds were evil and their actions toward their less fortunate brethren were unjust? All of this outward display was unavailing, and Amos cries out for justice in two lines that have become famous: ‘But let justice well up as waters, and righteousness as a perennial stream.’ (5:24) This clarion call to repentance is one of the finest of all times.” (Sperry,",["span.emphasis","Voice of Israel’s Prophets,"],"p. 313.)"]],[".topic",["h3","(8-14)",["a.scriptureRef",{"href":"/scriptures/ot/amos/5.26"},"Amos 5:26"],". Who Were Moloch and Chiun?"],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p79"},"Moloch and Chiun were heathen gods that the Israelite women had adopted. So grievously addicted to idolatry were those in Samaria that they carried miniature replicas of these gods everywhere they went. The Lord promised “captivity beyond Damascus” (",["a.scriptureRef",{"href":"/scriptures/ot/amos/5.27"},"v. 27"],") for this sin."]],[".topic",["h3","(8-15)",["a.scriptureRef",{"href":"/scriptures/ot/amos/6"},"Amos 6"],". “Woe to Them That Are at Ease in Zion”"],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p81"},"The Lord enlarged here on the captivity that He foresaw for degenerate Israel. But first He invited them to visit other places of destruction—Calneh in Mesopotamia, Hamath in Syria, and Gath in Philistia—and observe what happened to the people there. Were the Israelites any better than they? Certainly not. They had been punished, and so would Israel. Moreover, the wealthy—those who lay on ivory beds and ate sumptuous food—would be the first to suffer (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/6.3-7"},"Amos 6:3–7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.21-25"},"2 Nephi 28:21–25"],")."],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_008_03-cities.gif"}]],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p82"},"“Amos next turns his invective on the careless and reckless rich of Israel, on those who are at ease, on the self-satisfied and the arrogant—in short, on those who, having plenty, take no thought of the sad social and religious state of their country. These persons are absolutely indifferent to the threatened ruin of their people. The prophet indicates (6:1–8, 11–14) that exile is to be their portion, that the nation is to be destroyed because its inhabitants pervert truth and righteousness and trust in their own strength.” (Sperry,",["span.emphasis","Voice of Israel’s Prophets,"],"p. 313.)"],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p83"},"Thus, Israel’s destruction was made sure by her own choice. Horses cannot run on rocks without slipping, nor can a man plough rocks in order to plant (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/6.12"},"v. 12"],"). By the same token, rebellious Israel could not expect to prosper in her state of evil. Verse 13 is an indictment against Israel, who rejoiced in casting off the Lord’s power and feeling sufficient in and of herself. What Amos had predicted came to pass within thirty years."]],[".topic",["h3","(8-16)",["a.scriptureRef",{"href":"/scriptures/ot/amos/7"},"Amos 7–9"],". The Visions of Amos"],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p105"},"The last three chapters of Amos deal with five visions Amos had. The first four of these visions begin with a phrase such as “Thus hath the Lord God showed me” (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/7.1,4,7"},"Amos 7:1, 4, 7"],";",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.1"},"8:1"],"). The fifth commences with the words “I saw the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.1"},"Amos 9:1"],"). The first four visions show the various judgments of the Lord upon Israel, while the fifth vision portends the overthrow of their apostate theocracy and the restoration of fallen Israel. The visions are (1) a swarm of locusts (",["a.scriptureRef",{"href":"/scriptures/ot/amos/7.1-3"},"Amos 7:1–3"],"); (2) devouring fire (",["a.scriptureRef",{"href":"/scriptures/ot/amos/7.4-6"},"Amos 7:4–6"],"); (3) the master builder with the plumbline (",["a.scriptureRef",{"href":"/scriptures/ot/amos/7.7-9"},"Amos 7:7–9"],"); (4) the basket of summer fruit (",["a.scriptureRef",{"href":"/scriptures/ot/amos/8"},"Amos 8"],"); and (5) the smitten sanctuary (",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.1-6"},"Amos 9:1–6"],"). Each has a symbolic meaning that clearly shows that the Lord intended to bring the kingdom of Israel to an end if His people did not repent. The meaning of each vision will be considered individually."],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p106"},["span.emphasis","A swarm of locusts (",["a.scriptureRef",{"href":"/scriptures/ot/amos/7.1-3"},"Amos 7:1–3"],")."],"“The king, who has had the early grass mown, is Jehovah; and the mowing of the grass denotes the judgments which Jehovah has already executed upon Israel. The growing of the second crop is a figurative representation of the prosperity which flourished again after those judgments; in actual fact, therefore, it denotes the time when the dawn had risen again for Israel (ch. iv. 13).” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"10:1:306–7.)"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p107"},["span.emphasis","Devouring fire (",["a.scriptureRef",{"href":"/scriptures/ot/amos/7.4-6"},"Amos 7:4–6"],")."],"The fire that devoured the great deep (presumably the ocean) is symbolic of the partially destructive wars that Israel was later involved in. Like the fire which “did eat up a part” of the great deep, Israel’s land was partly despoiled and many of its people led away."],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p108"},["span.emphasis","The master builder with the plumbline (",["a.scriptureRef",{"href":"/scriptures/ot/amos/7.7-9"},"Amos 7:7–9"],")."],"A plumbline is used to obtain exactness and accuracy in construction work. Here it seems to symbolize that God’s strict justice will prevail in judging Israel for her evil ways. All wickedness will be sought out, measured (judged), and destroyed."],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p109"},["span.emphasis","The basket of summer fruit (",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.1-9"},"Amos 8:1–9"],")."],"The harvest of summer fruit symbolized the ripening of Israel. Just as summer fruit must be eaten when picked or it will spoil, Israel was ripe for picking and spoiling by enemies."],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p110"},["span.emphasis","The sun going down at noon (",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.9-14"},"Amos 8:9–14"],")."],"A man’s sun can be said to set at noon if he is taken by death during the prime of his life. A nation’s sun figuratively sets at noon when the country is destroyed in the midst of prosperity. But Amos’ dual prophecy is also a reminder that before the Second Coming of the Lord, the sun will be darkened and refuse to give her light. Indeed, it will be a sign for the wicked of the latter days that their sun is about to set at noon. (See Keil and Delitzsch,",["span.emphasis","Commentary,"],"10:1:317.)"],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p111"},["span.emphasis","The smitten sanctuary (",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.1-6"},"Amos 9:1–6"],")."],"From His dwelling place, the Lord will smite the wicked. There is none to escape, hide where they may. Only the Second Coming of the Lord fulfills such a description, for when the Lord comes in His glory, the rewards of justice will be met. No mountain is high enough, no sea so deep that the unrepentant sinner can hide from the judgments of a just God."]],[".topic",["h3","(8-17)",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.11-12"},"Amos 8:11–12"],". A Famine in the Land"],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p113"},"Here again one finds a clear case of prophetic dualism. Amos predicted a famine of the word of the Lord, which famine certainly occurred during the period of apostasy in Israel and Judah. The hardness of their hearts reached such a state that from 400",["span.small","B.C."],"until the ministry of John the Baptist, which began in",["span.small","A.D."],"30, as far as we know there were no prophets in Israel (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p1"},"Enrichment K"],")."],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p114"},"But Amos’s prophecy was also fulfilled at a later time. After Christ reestablished His Church on earth, it too eventually fell into apostasy. Again revelation ceased, and there was a great famine of the word of God, this famine lasting for well over a thousand years. President Spencer W. Kimball, after quoting",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.11-12"},"Amos 8:11–12"],", said of this famine:"],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p115"},"“Many centuries passed and that day came when a blanket of disbelief covered this earth, not a blanket of cotton or wool, but a blanket of apostasy, and a hunger and a thirst by many which was not satisfied."],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p116"},"“It was the Lord our God who came to the earth and manifested himself and brought truth again to the earth with prophecy, revelations, authority, priesthood, organization and all of the benefits of mankind. It was the Lord our God who did all this for us.” (In Conference Report, Temple View New Zealand Area Conference 1976, p. 4.)"],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p117"},"Elder Joseph B. Wirthlin, who at the time was the Executive Area Administrator for one of the European areas, spoke of the effect this famine had had upon Europe: “We have observed a restless spirit of searching today among the people of Europe. Why? Because there is a gnawing hunger in the human heart that, if not fed by the truths of the gospel, leaves life empty and devoid of peace. The hodgepodge of economic ‘isms’ advocated by so-called wise men of the world has solved few, if any, problems, and has brought no real joy. Such empty nostrums have led mankind to seek worldly goods and symbols of material power, blinding humanity to the truth that only the righteous life firmly established in the daily living of God’s commandments brings true happiness. Anything less leaves the heart unfed, with a yearning inner hunger—a hunger which it is our mission to identify and define and of which we should make the people aware. I have seen in Europe the fulfillment of the words of Amos, that there would be ‘a famine in the land, not a famine of bread … but of hearing the words of the Lord.’ (",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.11"},"Amos 8:11"],".)” (In Conference Report, Oct. 1975, pp. 154–55.)"],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p118"},"With the restoration of the gospel, the famine came to an end, not for every individual at once, but for the earth in general. Elder Spencer W. Kimball said, “After centuries of spiritual darkness, … we solemnly announce to all the world that the spiritual famine is ended, the spiritual drought is spent, the word of the Lord in its purity and totalness is available to all men. One needs not wander from sea to sea nor from the north to the east, seeking the true gospel as Amos predicted, for the everlasting truth is available.” (In Conference Report, Apr. 1964, pp. 93–94.)"]],[".topic",["h3","(8-18)",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.7-15"},"Amos 9:7–15"],". “I Will Sift the House of Israel among All Nations”"],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p120"},"Amos told Israel that they could not expect deliverance simply because they were the chosen people (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.7"},"Amos 9:7"],"). The kingdom of Israel, he said, would be destroyed, except for a remnant of Jacob whom the Lord would preserve because of His mercy (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.8"},"v. 8"],"). The gathering of the righteous remnant will be such that not one worthy soul will be unnoticed (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.9"},"v. 9"],"), and the Lord will establish His work, even to the raising of the temple in Jerusalem to its proper place (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.11a"},"v. 11",["span.emphasis","a"]],")."],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p121"},"Every righteous soul who has taken upon himself the name of the Lord—be he Israelite or Gentile—will be brought into the kingdom (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.12"},"Amos 9:12"],"). And the lands of the earth will shed forth their riches. The promises to scattered Israel are secure, for they will be gathered back into the kingdom of God, inheriting every blessing promised to the righteous with no fear of losing them evermore (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.14-15"},"vv. 14–15"],")."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(8-19) Amos: An Example for Today’s World"],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p124"},"Amos was a discerning observer of the religious and social conditions of his times. The kingdom of Israel to the north was prosperous. Greed, corruption, and vice were common among the wealthy. The condition of the poor was pitiful. Religion had lost its vitality. Morals seemed forgotten. When called by the Lord, Amos was a herdsman, one who kept flocks and tended vineyards. Yet he rose fearlessly to the occasion and worked among the people, prophesying of their future as individuals and as a nation. The same counsel was given to other generations in similar words (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.9-10"},"2 Nephi 1:9–10"],")."],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p125"},"One of the main values in having the scriptures and reading them is that we can become acquainted with the Lord and with His ways; we can then transfer the principles we learn to our own lives. This generation is under a greater obligation to live His commandments, for greater light and knowledge have been given to us."],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p126"},"In the face of Amaziah, the priest, Amos fearlessly declared his call from the Lord. In reply to Amaziah’s attempt to intimidate him, we can almost imagine him saying, as Paul did, “I am not ashamed of the gospel of Christ” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/1.16"},"Romans 1:16"],"). Amaziah was one of many in Old Testament times who preached for hire. They taught what the people wanted to hear and belittled the Lord’s authorized servants. Are there Amaziahs in our day? Has their method changed? In quiet dignity the servants of the Lord go on, and in time the self-appointed prophets fade into obscurity."],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p127"},"Take a moment to read again Amos’s recounting of his call from the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/7.12-17"},"Amos 7:12–17"],"). Can you relate this event to similar events in the lives of some of the Lord’s prophets today? What really qualifies a man to be a prophet? (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-b.p1"},"Enrichment B."],")"],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-8.p128"},["a.scriptureRef",{"href":"/scriptures/ot/amos/8.7-10"},"Amos 8:7–10"],"gives a view of some of the circumstances associated with the Second Coming of Christ and the Judgment. Remember that Amos had seen the Lord and received His message. All the prophets through the ages have had a knowledge of the Lord Jesus Christ and have testified of His mission (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.16"},"Helaman 8:16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.4-5"},"Jacob 4:4–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.21-24"},"Acts 3:21–24"],")."]]]]]]],"refs":null}
