{"id":28,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":28,"title":"Judah’s Return to Wickedness","subtitle":"","short_title":19,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.head1"},[".titleNumber","19"],["h1","Judah’s Return to Wickedness"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/21"},"2 Kings 21–25"]]],[".bodyBlock",[".topic",["h2","(19-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p5"},"By now it is a familiar theme. It has been heard again and again from the prophets: “Repent or perish! Turn to God or face your enemies alone.” Israel heard it and ignored it. They went to destruction. But even more tragic is the story of Judah. Judah heeded the cry of the Lord’s servants and was delivered from Assyria in a most dramatic way. But they were like someone who, snatched from the path of a speeding train, jumps in front of a moving truck. The lesson of deliverance was quickly forgotten. Idol worship was begun again, and Babylon became the Lord’s instrument of punishment. As Mormon noted, affliction seems the only way the Lord’s children learn (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/12.1-5"},"Helaman 12:1–5"],"), so Judah was enrolled in the bitter school of experience."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/21"},"2 Kings 21–25"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on 2 Kings 21–25"],[".topic",["h3","(19-2)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/21"},"2 Kings 21"],". What Was Life Like during the Reign of Manasseh?"],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p11"},"“King Manasseh had ascended the throne in Jerusalem at the age of twelve. He reigned for about fifty years and became the most loathed and cursed king in the history of Judah."],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p12"},"“Assyria was then at the height of her power. All the world of Mesopotamia and the west lay subdued before her. In 671",["span.small","B.C.E."],"[before the common era, the Jewish equivalent of",["span.small","B.C."],", before Christ] she would conquer the Egyptian Delta as well, and Esarhaddon would die in 669",["span.small","B.C.E."],"during another military campaign against the land of the Nile."],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p13"},"“In Judah, Assyria ruled not only politically but also culturally. Her cults, gods, and fashions were introduced into the land by Manasseh. This was the golden age of astrology and divination in Assyria, and during the reign of Esarhaddon priests and astrologers filled the court with their omens and predictions. … The Aramean-Assyrian gods were clearly superior to the gods of all other lands, for all kingdoms were vassals of the God Ashur. The astral gods of Assyria—Ishtar, Shamash, Adad—were worshiped on rooftops everywhere."],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p14"},"“Assyrian cultic texts carefully describe the rituals. ‘You clean the roof before Ishtar, sprinkle pure water, you set up an altar of incense, you pour out flour, you place honey and butter, and libate wine.’ ‘You clean the roof, you sprinkle pure water, you place four bricks … you pile up cuttings of poplar trees, you put fire on them, you pour out juniper, you libate beer, prostrate, and do not look backward.’ ‘I have set for you, Ishtar, a pure … cake baked in ashes. …’"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p15"},"“Prophets, condemning the vile contagion that infested the land during the days of Ahaz and Manasseh, told of ‘them that worship the host of heaven upon the housetops’ and described how ‘the children gather wood, and the fathers kindle the fire, and the women knead the dough, to make cakes to the queen of heaven.’ The southern writer of the Second Book of Kings tells of those who ‘offered incense to Baal, to the sun, and to the moon, and to the constellations, and to all the host of heaven.’ …"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p16"},"“… Whole elements from the core and periphery of the Assyrian world washed across the hills of Judah, leaving behind gods and goddesses beneath leafy trees, on tall hills, in groves, on rooftops. The southern historian tells us, ‘He built again the high places which Hezekiah his father had destroyed; and he reared up altars for Baal … and worshiped all the host of heaven and served them. And he built altars in the house of the Lord. … And he made his son pass through the fire, and practiced soothsaying, and used enchantments. …’"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p17"},"“Less than a mile from where I write these words is the valley of Hinnom outside the walls of the old city of Jerusalem. There, to the din of drums, with smoke and flames rising through the air, children were offered to the god Molech, another name for the king of heaven. The Greeklike word Gehenna, hell, comes from that place:",["span.emphasis","ge"],"(pronounced",["span.emphasis","gay"],")—valley, in Hebrew—of Hinnom. …"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p18"},"“Within the temple of Solomon the fertility cult … flourished as integral elements of the state cult practiced by the people of YHWH. [YHWH is the sacred word that many Jews still do not pronounce. It is translated",["span.emphasis","Jehovah"],"by most Christian writers.] In the countryside the populace too worshiped YHWH along with pagan deities. It is probable that this would in time have made YHWH the head of a pantheon, like El in the tablets of Ugarit. The sins of Manasseh were never forgotten.” (Chaim Potok,",["span.emphasis","Wanderings: Chaim Potok’s History of the Jews,"],"pp. 134–36.)"]],[".topic",["h3","(19-3)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/21.2-9"},"2 Kings 21:2–9"],". How Did Manasseh Exceed the Idolatry of His Predecessors?"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p20"},"Manasseh was only twelve years old when he began to reign. Inexperienced as he was, he was easily influenced by the worshipers of Baal and Asherah, or Ashteroth. To the worship of these idolatrous gods Manasseh added a third form of worship: devotion to the heavenly bodies and the constellations. Remnants of this worship are seen today in astrology."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p21"},"“This worship differed from the Syrophoenician star-worship, in which sun and moon were worshipped under the names of Baal and Astarte as the bearers of the male and female powers of nature, and was pure star-worship, based upon the idea of the unchangeableness of the stars in contradistinction to the perishableness of everything earthly, according to which the stars were worshipped not merely as the originators of all rise and decay in nature, but also as the leaders and regulators of sublunary things.” (C. F. Keil and F. Delitzsch,",["span.emphasis","Commentary on the Old Testament,"],"3:1:469.)"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p22"},"In Judah the stars were worshiped, not by devotions to images, but by simple contemplation in the open air or on the rooftops. Small altars were constructed and incense burned as part of the devotional exercise."]],[".topic",["h3","(19-4)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/21.13-15"},"2 Kings 21:13–15"],". The Plummet"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p24"},"“The line [tape measure] of Samaria” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/21.13"},"v. 13"],") and “the plummet [plumb bob] of the house of Ahab” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/21.13"},"v. 13"],") refer to the destruction of the royal house of Israel. The Lord was saying again that what had happened to the ten tribes of Israel could just as easily happen to Judah—and would, unless they changed their ways."]],[".topic",["h3","(19-5)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/21.16"},"2 Kings 21:16"],". Manasseh Shed Innocent Blood, or Murdered the Prophets"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p27"},"Josephus explained who these innocent people were: “But when [Hezekiah’s] son, Manasseh, whose mother’s name was Hephzibah, of Jerusalem, had taken the kingdom, he departed from the conduct of his father, and fell into a course of life quite contrary thereto, and showed himself in his manners most wicked in all respects, and omitted no sort of impiety, but imitated those transgressions of the Israelites, by the commission of which against God, they had been destroyed; for he was so hardy as to defile the temple of God, and the city, and the whole country; for, by setting out from a contempt of God, he barbarously slew all the righteous men that were among the Hebrews; nor would he spare the prophets, for he every day slew some of them, till Jerusalem was overflown with blood.” (",["span.emphasis","Antiquities of the Jews,"],"bk. 10, chap. 3, par. 3.)"]],[".topic",["h3","(19-6)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.1-2"},"2 Kings 22:1–2"],". King Josiah"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p29"},"Josiah was one of the best of all the kings of Judah since the time of David. Although only eight years of age when his reign began, Josiah continued all his days in righteousness. Verse 2, therefore, is very complimentary."]],[".topic",["h3","(19-7)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.8-11"},"2 Kings 22:8–11"],". What Was the Book of the Law?"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p31"},"Some have suggested this book was the book of Deuteronomy; others believe that it was the whole Pentateuch (Genesis to Deuteronomy), written by the prophet Moses (see D. Guthrie and J. A. Motyer, eds.,",["span.emphasis","The New Bible Commentary: Revised,"],"p. 365). The account of the great joy at finding the law suggests that the scriptures had been lost for some time. That would partly explain why evil and corruption had become so widespread in Israel."]],[".topic",["h3","(19-8)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.11"},"2 Kings 22:11"],". Why Did King Josiah Rend His Clothes When He Heard the Law of Moses Read?"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p33"},"To rip or tear one’s clothes was to signify profound sorrow and tragedy. When King Josiah heard the law read, it instantly became obvious how far Israel had strayed from what God required of them. Therefore, Josiah rent his clothes to dramatize his profound sorrow and shock at the spiritual state of the nation."]],[".topic",["h3","(19-9)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.14-20"},"2 Kings 22:14–20"],". What Is the Significance of Huldah and Her Prophecy?"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p35"},"“Nothing further is known of the prophetess",["span.emphasis","Huldah"],"than what is mentioned here. All that we can infer from the fact that the king sent to her is, that she was highly distinguished on account of her prophetical gifts, and that none of the prophets of renown, such as Jeremiah and Zephaniah, were at that time in Jerusalem. Her [husband]",["span.emphasis","Shallum"],"was",["span.emphasis","keeper of the clothes, i.e."],"superintendent over either the priests’ dresses that were kept in the temple … or the king’s wardrobe.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:1:480.)"]],[".topic",["h3","(19-10)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.6-7"},"2 Kings 23:6–7"],". Josiah Destroyed the Idols"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p37"},"Inspired by the words of the book of the law, Josiah ordered the idols and the groves among the Israelites to be destroyed. The grove mentioned in verse 6 was a shrine dedicated to the idol Asherah, the nature goddess or the goddess of the moon. The “hangings” mentioned in verse 7 were coverings or curtains that enclosed the booths where the impure rituals were performed."]],[".topic",["h3","(19-11)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.10"},"2 Kings 23:10"],". What Was Topheth?"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p39"},"Adam Clarke wrote that Topheth was in “the valley of the son of Hinnom, or",["span.emphasis","Gehenna."],"… here it appears the sacred rites of Molech were performed, and to this all the filth of the city was carried, and perpetual fires were kept up in order to consume it. Hence it has been considered a",["span.emphasis","type"],"of",["span.emphasis","hell"],"; and in this sense it is used in the New Testament. [See, for example,",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.22"},"Matthew 5:22"],", where “hell fire” is used to translate the Hebrew",["span.emphasis","Gehenna."],"]” (",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"2:563.)"]],[".topic",["h3","(19-12)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.12-16"},"2 Kings 23:12–16"],". The Burning of Idols"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p42"},"Josiah scattered the ashes and powder of the idols and the bones of men on the sacred places of the idolaters to defile them and make them abominable to the idolaters so that they would not want to use them anymore."]],[".topic",["h3","(19-13)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.26"},"2 Kings 23:26"],". Josiah Could Not Undo What Manasseh Had Done"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p44"},"“Manasseh is mentioned here and at [",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.3"},"2 Kings 24:3"],"and",["a.scriptureRef",{"href":"/scriptures/ot/jer/15.4"},"Jeremiah 15:4"],"] as the person who, by his idolatry and his unrighteousness, with which he provoked God to anger, had brought upon Judah and Jerusalem the unavoidable judgment of rejection. It is true that Josiah had exterminated outward and gross idolatry throughout the land by his sincere conversion to the Lord, and by his zeal for the restoration of the lawful worship of Jehovah, and had persuaded the people to enter into covenant with its God once more; but a thorough conversion of the people to the Lord he had not been able to effect. For, as Clericus has correctly observed, ‘although the king was most religious, and the people obeyed him through fear, yet for all that the mind of the people was not changed, as is evident enough from the reproaches of Jeremiah, Zephaniah, and other prophets, who prophesied about that time and a little after.’ With regard to this point compare especially the first ten chapters of Jeremiah, which contain a",["span.emphasis","resumé"],"of his labours in the reign of Josiah, and bear witness to the deep inward apostasy of the people from the Lord, not only before and during Josiah’s reform of worship, but also afterwards.” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:1:492.)"]],[".topic",["h3","(19-14)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.29"},"2 Kings 23:29"],". Josiah’s Death at Megiddo"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p46"},"In the scramble for power that came with Babylonia’s conquest of Assyria, Egypt sought to move north and help Assyria, since they preferred a weak Assyria to a powerful Babylonia. For reasons not named, Josiah sought to stop Pharaoh Necho’s passage through the promised land. It has been suggested that “Josiah’s motives can only be conjectured, but it is probable that in the downfall of Assyria’s power he hoped to extend his authority over what had once been the northern kingdom, and feared that his designs would be foiled by the Egyptian advance. … Josiah took up his position here [at Megiddo] to dispute the passage across Carmel. … For the sorrow occasioned by Josiah’s death see [",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/35.25"},"2 Chronicles 35:25"],"; Ecclesiasticus 49:2–3].” (J. R. Dummelow, ed.,",["span.emphasis","A Commentary on the Holy Bible,"],"p. 246.)"]],[".topic",["h3","(19-15)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.1-4"},"2 Kings 24:1–4"],". Who Were the Principal Persons Involved in the Capture and Fall of Judah?"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p48"},"Nebuchadnezzar was the son of Nabopolassar, king of Babylon. Jehoiakim was the king of Judah. At the time that Nebuchadnezzar first laid siege to Jerusalem, Jehoiakim was paying tribute to Pharaoh Necho, king of Egypt, in return for protection against the Babylonians. The ploy did not work. At about 608",["span.small","B.C."],"Nebuchadnezzar “was sent by his father against the rulers of several provinces that had revolted; and he took Carchemish and all that belonged to the Egyptians, from the Euphrates to the Nile” (Clarke,",["span.emphasis","Commentary,"],"2:566). Three years later, about 605",["span.small","B.C."],", Jehoiakim revolted, and “a mixed army of Chaldeans, Syrians, Moabites, and Ammonites was sent against him, who ravaged the country, and took",["span.emphasis","three thousand and twenty-three prisoners,"],"whom they brought to Babylon” (Clarke,",["span.emphasis","Commentary,"],"2:566; see also",["a.scriptureRef",{"href":"/scriptures/ot/jer/52.28"},"Jeremiah 52:28"],"). Among the prisoners were probably Daniel and Ezekiel, who wrote the Old Testament books bearing their names. That same year Nebuchadnezzar assumed the throne of Babylon upon his father’s death. (For a more complete discussion of Babylonia and its conquest of Judah see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p1"},"Enrichment G."],")"]],[".topic",["h3","(19-16)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.5-7"},"2 Kings 24:5–7"],". How Did Jehoiakim Die?"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p50"},"The phrase “slept with his fathers” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.6"},"v. 6"],") is a way of stating that Jehoiakim died. It may be taken, in some instances, to mean a peaceful kind of death, but",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/36.6"},"2 Chronicles 36:6"],"records that Jehoiakim was bound in fetters to be taken to Babylon, and",["a.scriptureRef",{"href":"/scriptures/ot/jer/22.19"},"Jeremiah 22:19"],"states that the king was given “the burial of an ass [no burial at all], drawn and cast forth beyond the gates of Jerusalem.” It seems possible that while being taken to Babylon as a captive, Jehoiakim rebelled against Nebuchadnezzar’s forces a second time, causing those in charge to kill him and cast his body aside before continuing their journey."]],[".topic",["h3","(19-17)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.8-11"},"2 Kings 24:8–11"],". What Is Known about Jehoiakim’s Successor, Jehoiakin?"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p52"},"Jehoiakin (also spelled Jehoiachin) was the son and heir of Jehoiakim. Like his father in many respects, “he did that which was evil in the sight of the Lord, according to all that his father had done” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.9"},"v. 9"],"). Keil and Delitzsch commented on the extent of his evil deeds: “",["span.emphasis","Ezekiel"],"(xix. 5–7) describes him not only as a young lion, who learned to prey and [who] devoured men, like Jehoahaz, but also affirms of him that he knew their (the deceased men’s) widows,",["span.emphasis","i.e."],"ravished them, and destroyed their cities,—that is to say, he did not confine his deeds of violence to individuals, but extended them to all that was left behind by those whom he had murdered, viz. to their families and possessions.” (",["span.emphasis","Commentary,"],"3:1:506.)"]],[".topic",["h3","(19-18)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.12-16"},"2 Kings 24:12–16"],". How Many Times Was the Temple in Jerusalem Desecrated under Nebuchadnezzar’s Reign?"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p54"},"Verse 13 records that Nebuchadnezzar “carried out thence [from the temple] all the treasures.” Evidence indicates, however, that the temple of Solomon was spoiled three times under Nebuchadnezzar. The first time was when Jerusalem was attacked and Jehoiakim was taken to Babylon. The vessels removed at this time were those that Belshazzar profaned, as recorded in",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.2"},"Daniel 5:2"],", and that Cyrus, the Median-Persian king, permitted the Jews to carry back to Jerusalem when they were released (see",["a.scriptureRef",{"href":"/scriptures/ot/ezra/1.7-11"},"Ezra 1:7–11"],"). When Nebuchadnezzar came against Jerusalem a second time, as recorded in Isaiah, he also took spoil. The third time was when Nebuchadnezzar pillaged the temple under Zedekiah, the last king of Judah (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.13-17"},"2 Kings 25:13–17"],")."]],[".topic",["h3","(19-19)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.17-20"},"2 Kings 24:17–20"],". Who Was Mattaniah and What Transpired in the First Year of His Reign?"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p57"},"Mattaniah, better known as Zedekiah, was a brother of Jehoiakim and was, therefore, an uncle of Jehoiakin, the deposed king."],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p58"},"During the last years of Judah’s existence, many prophets were sent to warn the people. Lehi, the first prophet recorded in the Book of Mormon, was one of these prophets sent by the Lord to warn the Jews that they must repent or face the destruction of Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4"},"1 Nephi 1:4"],"). Since neither Zedekiah nor his people heeded the warning voices of God’s messengers (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.20"},"1 Nephi 1:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/36.16"},"2 Chronicles 36:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/26.8-11"},"Jeremiah 26:8–11"],"), the destruction of Jerusalem was assured (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.4"},"2 Nephi 1:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.8"},"6:8"],")."]],[".topic",["h3","(19-20)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.1-7"},"2 Kings 25:1–7"],". Zedekiah Learned That the Prophets Speak the Truth"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p60"},"Josephus recorded an interesting story about Zedekiah and hearkening to the prophets: “Now as to Zedekiah himself, while he heard the prophet [Jeremiah] speak, he believed him, and agreed to every thing as true, and supposed it was for his advantage; but then his friends perverted him, and dissuaded him from what the prophet advised, and obliged him to do what they pleased. Ezekiel also foretold in Babylon what calamities were coming upon the people, which when he heard, he sent accounts of them unto Jerusalem. But Zedekiah did not believe their prophecies, for the reason following: It happened that the two prophets agreed with one another in what they said as in all other things, that the city should be taken, and Zedekiah himself should be taken captive; but Ezekiel disagreed with him [Jeremiah], and said that Zedekiah should not see Babylon [see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/12.13"},"Ezekiel 12:13"],"], while Jeremiah said to him, that the king of Babylon should carry him away thither in bonds [see",["a.scriptureRef",{"href":"/scriptures/ot/jer/34.3"},"Jeremiah 34:3"],"]; and because they did not both say the same thing as to this circumstance, he disbelieved what they both appeared to agree in, and condemned them as not speaking truth therein, although all the things foretold him did come to pass according to their prophecies, as we shall show upon a fitter opportunity.” (",["span.emphasis","Antiquities,"],"bk. 10, chap. 7, par. 2.)"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p61"},"As recorded in",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.7"},"2 Kings 25:7"],", both prophets were vindicated by subsequent events. After chastising Zedekiah for his unfaithfulness and treachery, Nebuchadnezzar “commanded his sons and his friends to be slain, while Zedekiah and the rest of the captains looked on; after which he put out the eyes of Zedekiah, and bound him, and carried him to Babylon. And these things happened to him, as Jeremiah and Ezekiel had foretold to him, that he should be caught, and brought before the king of Babylon, and should speak to him face to face, and should see his eyes with his own eyes; and thus far did Jeremiah prophesy. But he was also made blind, and brought to Babylon, but did not see it, according to the prediction of Ezekiel.” (",["span.emphasis","Antiquities,"],"bk. 10, chap. 8, par. 2.)"]],[".topic",["h3","(19-21)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.7"},"2 Kings 25:7"],". “And They Slew the Sons of Zedekiah”"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p63"},"Contrary to the biblical report, at least one of Zedekiah’s sons survived. Mormon recorded that Zedekiah’s son Mulek lived and went to the land now known as America, where he and his people settled in the land north of where Lehi and his posterity settled (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/6.10"},"Helaman 6:10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.21"},"8:21"],"). This group was discovered by Mosiah and his small group of Nephites (see",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.12-19"},"Omni 1:12–19"],"). Latter-day Saints generally refer to them as Mulekites, although they are not called that in the Book of Mormon itself. Some have seen",["a.scriptureRef",{"href":"/scriptures/ot/ezek/12.14"},"Ezekiel 12:14"],"as a prophetic hint of Mulek’s escape."]],[".topic",["h3","(19-22)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.18-26"},"2 Kings 25:18–26"],". Were All the Jews Killed or Carried Away into Captivity?"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p65"},"These verses record that Nebuchadnezzar put to death the leaders of Judah’s revolt against him. All the healthy people were then carried out of the land to Babylon (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.21"},"v. 21"],"), but “the poor of the land” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.12"},"v. 12"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/24.14"},"2 Kings 24:14"],") were permitted to remain and were given work as vinedressers and husbandmen (planters and herdsmen). Nebuchadnezzar appointed Gedaliah, a Jew, to be governor over Judea, whereupon Ishmael, a zealous Jew of the royal family, undertook to slay Gedaliah for his complicity with the foreigners. Josephus recorded that Ishmael compelled the Jews remaining in the Holy Land to accompany him to the land of the Ammonites. Before their arrival there, however, another Jewish patriot, Johanan, angry with Ishmael for slaying Gedaliah, rescued his countrymen from Ishmael’s grasp and took them to Egypt to settle. This move was contrary to the counsel of Jeremiah, who still resided in Judea and who urged Johanan and the other Jews to do the same. They refused, and they compelled Jeremiah and his scribe, Baruch, to flee to Egypt with them. (See Josephus,",["span.emphasis","Antiquities,"],"bk. 10, chap. 9.)"]],[".topic",["h3","(19-23)",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.27-30"},"2 Kings 25:27–30"]],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p68"},"After a long imprisonment in Babylon, Jehoiachin, former king of Judah, was released from prison by Evil-merodach, son of Nebuchadnezzar. From that time until his death, the former king was kindly treated by his Babylonian overlords."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(19-24) The Face of Judah: A Spiritual as Well as National Tragedy"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p71"},"The period between the death of Josiah and the final deportation of the Jews to Babylon could be described as the dying time of the kingdom of Judah. The cancer of idolatry was too deep in the hearts of the people for the surgery undertaken by Josiah to have any great effect. After Josiah, Judah began to deteriorate at an even greater rate than before. Nonetheless, spiritual surgeons were sent to proclaim the cure. “And the Lord God of their fathers sent to them by his messengers, rising up betimes and sending [his warnings]; because he had compassion on his people, and on his dwelling place” (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/36.15"},"2 Chronicles 36:15"],"). Indeed, the nearer the end came, the more voices were lifted up. The Book of Mormon states that by the time of Zedekiah, eleven years after the death of Josiah, “there came many prophets, prophesying unto the people that they must repent” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4"},"1 Nephi 1:4"],"). Jeremiah appears to have been the chief of these prophets. His ministry spanned the whole period, but he was assisted by others. Zephaniah was his immediate predecessor and his contemporary. Then came Obadiah, Nahum, Habakkuk, and Lehi—all joining their voices with Jeremiah’s."],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p72"},"The Book of Mormon vividly portrays the feelings of the leaders of the people against these prophets. Their treatment of Lehi appears to have been typical. “The Jews did mock him because of the things which he testified of them. … they were angry with him; yea, even as with the prophets of old, whom they had cast out, and stoned, and slain; and they also sought his life, that they might take it away.” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.19-20"},"1 Nephi 1:19–20"],".) Such was the spiritual condition of Judah just before their fall."],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p73"},"How does that condition compare with ours today? Though the prophets were treated violently and martyred in the earlier part of this dispensation, in modern times the Lord’s prophets are for the most part ignored by the world. Apathy brings less direct condemnation upon an individual than violence and murder, and yet the results of ignoring the modern prophets will be the same as they were for Judah. The world is rushing toward a spiritual disaster as great as any it has ever known (see",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.2"},"Joel 2:2"],"). Once again the prophets raise their voices, warning of impending disasters and pointing the way for national and personal salvation. And like Judah, the people of the world are unheeding."],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p74"},"Fortunately, in this dispensation spiritual Israel will begin to respond and will receive the promised blessings. Work through the following scripture chain and compare our times with those of Judah."],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p75"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.35"},"D&C 1:35"],"."],"Does our generation face a threat today?"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p76"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.16"},"1 Nephi 22:16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.48-51"},"D&C 133:48–51"],"."],"Will the anger of the Lord again be kindled in the last days? Why?"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p77"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.17-19,22"},"1 Nephi 22:17–19, 22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.10"},"2 Nephi 30:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.36"},"D&C 1:36"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.52"},"133:52"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.61-62"},"Moses 7:61–62"],"."],"Is there any hope for the world? What?"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-19.p78"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.14,38"},"D&C 1:14, 38"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.14"},"56:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.36"},"84:36"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.5"},"90:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/108.1"},"108:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.16-21"},"121:16–21"],"."],"What will determine whether we will be able to pass through these times in safety?"]]]]]]],"refs":null}
