{"id":23,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":23,"title":"Chapter 21: The Apostolic Mission, and Events Related Thereto","subtitle":"","short_title":"Chapter 21","uri":"/manual/jesus-the-christ/chapter-21","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-21"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-21.head1"},[".titleNumber","Chapter 21"],["h1","The Apostolic Mission, and Events Related Thereto"]],[".bodyBlock",[".topic",["h2","Jesus Again in Nazareth",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-21.p4"},"It will be remembered that, in the early days of His public ministry, Jesus had been rejected by the people of Nazareth, who thrust Him out from their synagog and tried to kill Him.",["sup",["a",{"href":"fn_2"},"b"]],"It appears that subsequent to the events noted in our last chapter, He returned to the town of His youth, and again raised His voice in the synagog, thus mercifully affording the people another opportunity to learn and accept the truth. The Nazarenes, as they had done before, now again openly expressed their astonishment at the words He spoke, and at the many miraculous works He had wrought; nevertheless they rejected Him anew, for He came not as they expected the Messiah to come; and they refused to know Him save as “the carpenter, the son of Mary, the brother of James, and Joses, and of Juda, and Simon”; all of whom were common folk as were also His sisters. “And they were offended at him.”",["sup",["a",{"href":"fn_3"},"c"]],"Jesus reminded them of the proverb then current among the people, “A prophet is not without honour, but in his own country, and among his own kin, and in his own house.” Their unbelief was so dense as to cause Him to marvel;",["sup",["a",{"href":"fn_4"},"d"]],"and because of their lack of faith He was unable to accomplish any great work except to heal a few exceptional believers upon whom He laid His hands. Leaving Nazareth, He entered upon His third tour of the Galilean towns and villages, preaching and teaching as He went.",["sup",["a",{"href":"fn_5"},"e"]]]],[".topic",["h2","The Twelve Charged and Sent",["sup",["a",{"href":"fn_6"},"f"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-21.p6"},"About this time, also, Jesus inaugurated a notable expansion of the ministry of the kingdom, by sending forth the Twelve on assigned missions. Since their ordination the apostles had been with their Lord, learning from Him by public discourse and private exposition, and acquiring invaluable experience and training through that privileged and blessed companionship. The purpose of their ordination was specified—“that they should be with him, and that he might send them forth to preach.”",["sup",["a",{"href":"fn_7"},"g"]],"They had been pupils under the Master’s watchful guidance for many months; and now they were called to enter upon the duties of their calling as preachers of the gospel and individual witnesses of the Christ. By way of final preparation they were specifically and solemnly charged.",["sup",["a",{"href":"fn_8"},"h"]],"Some of the instructions given them on this occasion had particular reference to their first mission, from which they would in due time return and report; other directions and admonitions were to be of effect throughout their ministry, even after the Lord’s ascension."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-21.p7"},"They were directed to confine their ministrations for the time being “to the lost sheep of the house of Israel,” and not to open a propaganda among the Gentiles,",["sup",["a",{"href":"fn_9"},"i"]],"nor even in Samaritan cities. This was a temporary restriction, imposed in wisdom and prudence; later, as we shall see, they were directed to preach among all nations, with the world for their field.",["sup",["a",{"href":"fn_10"},"j"]],"The subject of their discourses was to be that upon which they had heard the Master preach—“the kingdom of heaven is at hand.” They were to exercise the authority of the Holy Priesthood as conferred upon them by ordination; it was a specified part of their mission to “heal the sick, cleanse the lepers, raise the dead, cast out devils,” as occasion presented itself; and they were commanded to give freely, even as they had freely received. Personal comfort and bodily needs they were not to provide for; the people were to be proved as to their willingness to receive and assist those who came in the name of the Lord; and the apostles themselves were to learn to rely upon a Provider more to be trusted than man; therefore money, extra clothing, and things of mere convenience were to be left behind. In the several towns they entered they were to seek entertainment and leave their blessing upon every worthy family into which they were received. If they found themselves rejected by a household or by a town as a whole, they were to shake the dust from their feet on leaving, as a testimony against the people;",["sup",["a",{"href":"fn_11"},"k"]],"and it was decreed that, in the day of judgment, the place so denounced would fare worse than wicked Sodom and Gomorrha upon which fire from heaven had descended."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-21.p8"},"The apostles were told to be prudent, to give no needless offense, but to be wise as serpents, and harmless as doves; for they were sent forth as sheep into the midst of wolves. They were not to recklessly entrust themselves to the power of men; for wicked men would persecute them, seek to arraign them before councils and courts, and to afflict them in the synagogs. Moreover they might expect to be brought before governors and kings, under which extreme conditions they were to rely upon divine inspiration as to what they should say, and not depend upon their own wisdom in preparation and premeditation; “For,” said the Master, “it is not ye that speak, but the Spirit of your Father which speaketh in you.”",["sup",["a",{"href":"fn_12"},"l"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-21.p9"},"They were not to trust even the claims of kinship for protection, for families would be divided over the truth, brother against brother, children against parents, and the resulting strife would be deadly. These servants of Christ were told that they would be hated of all men, but were assured that their sufferings were to be for His name’s sake, They were to withdraw from the cities that persecuted them, and go to others; and the Lord would follow them, even before they would be able to complete the circuit of the cities of Israel. They were admonished to humility, and were always to remember that they were servants, who ought not to expect to escape when even their Master was assailed. Nevertheless they were to be fearless, hesitating not to preach the gospel in plainness; for the most their persecutors could do was to kill the body, which fate was as nothing compared to that of suffering destruction of the soul in hell."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-21.p10"},"Assurance of the Father’s watchful care was impressed upon them by the simple reminder that though sparrows were sold two for a farthing, and yet not a sparrow could be sacrificed without the Father’s concern, they, who were of more value than many sparrows, would not be forgotten. They were solemnly warned that whosoever would freely confess the Christ before men would be acknowledged by Him in the Father’s presence, while they who denied Him before men would be denied in heaven. And again they were told that the gospel would bring strife, whereby households would be disrupted; for the doctrine the Lord had taught would be as a sword to cut and divide. The duties of their special ministry were to supersede the love for kindred; they must be willing to leave father, mother, son, or daughter, whatever the sacrifice; for, said Jesus “He that taketh not his cross, and followeth after me, is not worthy of me.”"],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-21.p11"},"The significance of this figure must have been solemnly impressive, and actually terrifying; for the cross was a symbol of ignominy, extreme suffering, and death. However, should they lose their lives for His sake, they would find life eternal; while he who was not willing to die in the Lord’s service should lose his life in a sense at once literal and awful. They were never to forget in whose name they were sent; and were comforted with the assurance that whoever received them would be rewarded as one who had received the Christ and His Father; and that though the gift were only that of a cup of cold water, the giver should in no wise lose his reward."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-21.p12"},"Thus charged and instructed, the twelve special witnesses of the Christ set out upon their mission, traveling in pairs,",["sup",["a",{"href":"fn_13"},"m"]],"while Jesus continued His personal ministry."]],[".topic",["h2","The Twelve Return"],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-21.p14"},"We are without definite information as to the duration of the apostles’ first mission, and as to the extent of the field they traversed. The period of their absence was marked by many important developments in the individual labors of Jesus. It is probable that during this time our Lord visited Jerusalem, on the occasion mentioned by John as coincident with the unnamed feast of the Jews.",["sup",["a",{"href":"fn_14"},"n"]],"While the apostles were absent, Jesus was visited by the Baptist’s disciples, as we have already seen,",["sup",["a",{"href":"fn_15"},"o"]],"and the return of the Twelve occurred near the time of the infamous execution of John the Baptist in prison.",["sup",["a",{"href":"fn_16"},"p"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-21.p15"},"The missionary labors of the apostles greatly augmented the spread of the new doctrine of the kingdom, and the name and works of Jesus were proclaimed throughout the land. The people of Galilee were at that time in a state of discontent threatening open insurrection against the government; their unrest had been aggravated by the murder of the Baptist. Herod Antipas, who had given the fatal order, trembled in his palace. He heard, with fear due to inward conviction of guilt, of the marvelous work wrought by Jesus, and in terror averred that Christ could be none other than John Baptist returned from the tomb. His fawning courtiers essayed to allay his fears by saying that Jesus was Elijah, or some other of the prophets whose advent had been predicted; but the conscience-stricken Herod said: “It is John whom I beheaded: he is risen from the dead.” Herod desired to see Jesus; perhaps through the fascination of fear, or with the faint hope that sight of the renowned Prophet of Nazareth might dispel his superstitious dread that the murdered John had returned to life."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-21.p16"},"Upon the completion of their missionary tour, the apostles rejoined the Master and reported to Him both what they had taught and what they had done by way of authoritative ministration. They had preached the gospel of repentance in all the cities, towns, and villages to which they had gone; they had anointed with oil many afflicted ones, and the power of their priesthood had been attested by consequent healings; even unclean spirits and devils had been subject unto them.",["sup",["a",{"href":"fn_17"},"q"]],"They found Jesus attended by great multitudes; and they had little opportunity of private conference with Him; “for there were many coming and going, and they had no leisure so much as to eat.” The apostles must have heard in gladness the Lord’s invitation: “Come ye yourselves apart into a desert place, and rest awhile.” In quest of seclusion, Jesus and the Twelve withdrew from the throng, and privately entered a boat in which they crossed to a rural spot adjacent to the city of Bethsaida.",["sup",["a",{"href":"fn_18"},"r"]],"Their departure had not been unobserved, however, and eager crowds hastened along the shore, and partly around the northerly end of the lake, to join the party at the landing place. From John’s account we are led to infer that, before the arrival of great numbers, Jesus and His companions had ascended the hillside near the shore, where, for a short time they had rested. As the multitude gathered on the lower slopes, our Lord looked upon them as upon sheep without a shepherd; and, yielding to their desire and to His own emotions of divine pity, He taught them many things, healed their afflicted ones, and comforted their hearts with compassionate tenderness."]],[".topic",["h2","Five Thousand Fed in the Deserts",["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-21.p18"},"So intent were the people on hearing the Lord’s words, and so concerned in the miraculous relief resulting from His healing ministrations, that they remained in the wilderness, oblivious to the passing of the hours, until the evening approached. It was the springtime, near the recurrence of the annual Passover festival, the season of grass and flowers.",["sup",["a",{"href":"fn_20"},"t"]],"Jesus, realizing that the people were hungry, asked Philip, one of the Twelve, “Whence shall we buy bread, that these may eat?” The purpose of the question was to test the apostle’s faith; for the Lord had already determined as to what was to be done. Philip’s reply showed surprise at the question, and conveyed his thought that the suggested undertaking was impossible. “Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little,” said he. Andrew added that there was a lad present who had five barley loaves, and two small fishes, “But,” said he, “what are they among so many?”"],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-21.p19"},"Such is John’s account; the other writers state that the apostles reminded Jesus of the lateness of the hour, and urged that He send the people away to seek for themselves food and lodging in the nearest towns. It appears most probable that the conversation between Jesus and Philip occurred earlier in the afternoon;",["sup",["a",{"href":"fn_21"},"u"]],"and that as the hours sped, the Twelve became concerned and advised that the multitude be dismissed. The Master’s reply to the apostles was: “They need not depart; give ye them to eat.” In amazed wonder they replied: “We have here but five loaves and two fishes”; and Andrew’s despairing comment is implied again—What are they among so many?"],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-21.p20"},"Jesus gave command, and the people seated themselves on the grass in orderly array; they were grouped in fifties and hundreds; and it was found that the multitude numbered about five thousand men, beside women and children. Taking the loaves and the fishes, Jesus looked toward heaven and pronounced a blessing upon the food; then, dividing the provisions, He gave to the apostles severally, and they in turn distributed to the multitude. The substance of both fish and bread increased under the Master’s touch; and the multitude feasted there in the desert, until all were satisfied. To the disciples Jesus said: “Gather up the fragments that remain, that nothing be lost”; and twelve baskets were filled with the surplus."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-21.p21"},"As to the miracle itself, human knowledge is powerless to explain. Though wrought on so great a scale, it is no more nor less inexplicable than any other of the Lord’s miraculous works. It was a manifestation of creative power, by which material elements were organized and compounded to serve a present and pressing need. The broken but unused portion exceeded in bulk and weight the whole of the original little store. Our Lord’s direction to gather up the fragments was an impressive object-lesson against waste; and it may have been to afford such lesson that an excess was supplied. The fare was simple, yet nourishing, wholesome and satisfying. Barley bread and fish constituted the usual food of the poorer classes of the region. The conversion of water into wine at Cana was a qualitative transmutation; the feeding of the multitude involved a quantitative increase; who can say that one, or which, of these miracles of provision was the more wonderful?"],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-21.p22"},"The multitude, now fed and filled, gave some consideration to the miracle. In Jesus, by whom so great a work had been wrought, they recognized One having superhuman powers. “This is of a truth the prophet that should come into the world,” said they—the Prophet whose coming had been foretold by Moses and who should be like unto himself. Even as Israel had been miraculously fed during the time of Moses, so now was bread provided in the desert by this new Prophet. In their enthusiasm the people proposed to proclaim Him king, and forcibly compel Him to become their leader. Such was their gross conception of Messianic supremacy. Jesus directed His disciples to depart by boat, while He remained to dismiss the now excited multitude. The disciples hesitated to leave their Master; but He constrained them and they obeyed. His insistence, that the Twelve depart from both Himself and the multitude, may have been due to a desire to protect the chosen disciples against possible infection by the materialistic and unrighteous designs of the throng to make Him king. By means that are not detailed, He caused the people to disperse; and, as night came on, He found that for which He had come in quest, solitude and quiet. Ascending the hill, He chose a secluded place, and there remained in prayer during the greater part of the night."]],[".topic",["h2","“It Is I; Be Not Afraid”",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-21.p24"},"The return by boat proved to be a memorable journey for the disciples. They encountered a boisterous head-wind, which of course rendered impossible the use of sails; and though they toiled heavily at the oars the vessel became practically unmanageable and wallowed in the midst of the sea.",["sup",["a",{"href":"fn_23"},"w"]],"Though they had labored through the night they had progressed less than four miles on their course; to turn and run before the wind would have been to invite disastrous wreck; their sole hope lay in their holding the vessel to the wind by sheer power of muscle. Jesus, in His place of solitary retirement, was aware of their sad plight, and along in the fourth watch,",["sup",["a",{"href":"fn_24"},"x"]],"that is, between three and six o’clock in the morning, He came to their assistance, walking upon the storm-tossed water as though treading solid ground. When the voyagers caught sight of Him as He approached the ship in the faint light of the near-spent night, they were overcome by superstitious fears, and cried out in terror, thinking that they saw a ghostly apparition. “But straightway Jesus spake unto them, saying, Be of good cheer; it is I; be not afraid.”"],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-21.p25"},"Relieved by these assuring words, Peter, impetuous and impulsive as usual, cried out: “Lord, if",["sup",["a",{"href":"fn_25"},"y"]],"it be thou, bid me come unto thee on the water.” Jesus assenting, Peter descended from the ship and walked toward his Master; but as the wind smote him and the waves rose about him, his confidence wavered and he began to sink. Strong swimmer though he was,",["sup",["a",{"href":"fn_26"},"z"]],"he gave way to fright, and cried, “Lord, save me.” Jesus caught him by the hand, saying: “O thou of little faith, wherefore didst thou doubt?”"],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-21.p26"},"From Peter’s remarkable experience, we learn that the power by which Christ was able to walk the waves could be made operative in others, provided only their faith was enduring. It was on Peter’s own request that he was permitted to attempt the feat. Had Jesus forbidden him, the man’s faith might have suffered a check; his attempt, though attended by partial failure, was a demonstration of the efficacy of faith in the Lord, such as no verbal teaching could ever have conveyed. Jesus and Peter entered the vessel; immediately the wind ceased, and the boat soon reached the shore. The amazement of the apostles, at this latest manifestation of the Lord’s control over the forces of nature, would have been more akin to worship and less like terrified consternation had they remembered the earlier wonders they had witnessed; but they had forgotten even the miracle of the loaves, and their hearts had hardened.",["sup",["a",{"href":"fn_27"},"a"]],"Marveling at the power of One to whom the wind-lashed sea was a sustaining floor, the apostles bowed before the Lord in reverent worship, saying: “Of a truth thou art the Son of God.”",["sup",["a",{"href":"fn_28"},"b"]]],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-21.p27"},"Aside from the marvelous circumstances of its literal occurrence, the miracle is rich in symbolism and suggestion. By what law or principle the effect of gravitation was superseded, so that a human body could be supported upon the watery surface, man is unable to affirm. The phenomenon is a concrete demonstration of the great truth that faith is a principle of power, whereby natural forces may be conditioned and controlled.",["sup",["a",{"href":"fn_29"},"c"]],"Into every adult human life come experiences like unto the battling of the storm-tossed voyagers with contrary winds and threatening seas; ofttimes the night of struggle and danger is far advanced before succor appears; and then, too frequently the saving aid is mistaken for a greater terror. As came unto Peter and his terrified companions in the midst of the turbulent waters, so comes to all who toil in faith, the voice of the Deliverer—“It is I; be not afraid.”"]],[".topic",["h2","In the Land of Gennesaret"],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-21.p29"},"The night voyage, in the course of which Jesus had reached the boat with its frightened occupants while “in the midst of the sea,” ended at some point within the district known as the land of Gennesaret, which, as generally believed, embraced the rich and fertile region in the vicinity of Tiberias and Magdala. Of the natural beauties for which the region was famed much has been written.",["sup",["a",{"href":"fn_30"},"d"]],"Word of our Lord’s presence there spread rapidly, and, from “all that country round about” the people flocked to Him, bringing their afflicted to receive of His beneficence by word or touch. In the towns through which He walked, the sick were laid in the streets that the blessing of His passing might fall upon them; and many “besought him that they might touch if it were but the border of his garment; and as many as touched him were made whole.”",["sup",["a",{"href":"fn_31"},"e"]],"Bounteously did He impart of His healing virtue to all who came asking with faith and confidence. Thus, accompanied by the Twelve, He wended His way northerly to Capernaum, making the pathway bright by the plenitude of His mercies."]],[".topic",["h2","In Search of Loaves and Fishes",["sup",["a",{"href":"fn_32"},"f"]]],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-21.p31"},"The multitude who, on the yesterday, had partaken of His bounty on the other side of the lake, and who dispersed for the night after their ineffectual attempt to force upon Him the dignity of earthly kingship, were greatly surprised in the morning to discover that He had departed. They had seen the disciples leave in the only boat there present, while Jesus had remained on shore; and they knew that the night tempest had precluded the possibility of other boats reaching the place. Nevertheless their morning search for Him was futile; and they concluded that He must have returned by land round the end of the lake. As the day advanced some boats were sighted, bound for the western coast; these they hailed, and, securing passage, crossed to Capernaum."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-21.p32"},"Their difficulty in locating Jesus was at an end, for His presence was known throughout the town. Coming to Him, probably as He sat in the synagog, for on this day He taught there, some of the most intrusive of the crowd asked, brusquely and almost rudely, “Rabbi, when camest thou hither?” To this impertinent inquiry Jesus deigned no direct reply; in the miracle of the preceding night the people had no part, and no account of our Lord’s movements was given them. In tone of impressive rebuke Jesus said unto them: “Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled.” Their concern was for the bread and fishes. One who could supply them with victuals as He had done must not be lost sight of."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-21.p33"},"The Master’s rebuke was followed by admonition and instruction: “Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.” This contrast between material and spiritual food they could not entirely fail to understand, and some of them asked what they should do to serve God as Jesus required. The answer was: “This is the work of God, that ye believe on him whom he hath sent.” That Jesus was referring to Himself none could doubt; and straightway they demanded of Him further evidence of His divine commission; they would see greater signs. The miracle of the loaves and fishes was nearly a day old; and its impressiveness as evidence of Messianic attributes was waning. Moses had fed their fathers with manna in the desert, they said; and plainly they regarded a continued daily supply as a greater gift than a single meal of bread and fish, however much the latter may have been appreciated in the exigency of hunger. Moreover, the manna was heavenly food;",["sup",["a",{"href":"fn_33"},"g"]],"whereas the bread He had given them was of earth, and only common barley bread at that. He must show them greater signs, and give them richer provender, before they would accept Him as the One whom they at first had taken Him to be and whom He now declared Himself to be."]],[".topic",["h2","Christ, the Bread of Life",["sup",["a",{"href":"fn_34"},"h"]]],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-21.p35"},"“Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven. For the bread of God is he which cometh down from heaven, and giveth life unto the world.” They were mistaken in assuming that Moses had given them manna; and after all, the manna had been but ordinary food in that those who ate of it hungered again; but now the Father offered them bread from heaven such as would insure them life."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-21.p36"},"As the Samaritan woman at the well, on hearing the Lord speak of water that would satisfy once for all, had begged impulsively and with thought only of physical convenience, “Sir, give me this water, that I thirst not, neither come hither to draw,”",["sup",["a",{"href":"fn_35"},"i"]],"so these people, eager to secure so satisfying a food as that of which Jesus spake, implored: “Lord, evermore give us this bread.” Perhaps this request was not wholly gross; there may have been in the hearts of some of them at least a genuine desire for spiritual nourishment. Jesus met their appeal with an explanation: “I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.” He reminded them that though they had seen Him they believed not His words; and assured them that those who really accepted Him would do as the Father directed. Then, without metaphor or symbolism, He affirmed: “I came down from heaven, not to do mine own will, but the will of him that sent me.” And the Father’s will was that all who would accept the Son should have everlasting life."],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-21.p37"},"There were present in the synagog some of the rulers—Pharisees, scribes, rabbis—and these, designated collectively as the Jews, criticized Jesus, and murmured against Him because He had said, “I am the bread which came down from heaven.” They averred that He could do nothing more than any man could do; He was known to them as the son of Joseph, and as far as they knew was of ordinary earthly parentage, and yet He had the temerity to declare that He had come down from heaven. Chiefly to this class rather than to the promiscuous crowd who had hastened after Him, Jesus appears to have addressed the remainder of His discourse. He advised them to cease their murmurings; for it was a certainty that they could not apprehend His meaning, and therefore would not believe Him, unless they had been “taught of God” as the prophets had written;",["sup",["a",{"href":"fn_36"},"j"]],"and none could come to Him in the sense of accepting His saving gospel unless the Father drew them to the Son; and none save those who were receptive, willing, and prepared, could be so drawn.",["sup",["a",{"href":"fn_37"},"k"]],"Yet belief in the Son of God is an indispensable condition to salvation, as Jesus indicated in His affirmation: “Verily, verily, I say unto you, he that believeth on me hath everlasting life.”"],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-21.p38"},"Then, reverting to the symbolism of the bread, He reiterated: “I am the bread of life.” In further elucidation He explained that while their fathers did truly eat manna in the wilderness, yet they were dead; whereas the bread of life of which He spake would insure eternal life unto all who partook thereof. That bread, He averred, was His flesh. Against this solemn avowal the Jews complained anew, and disputed among themselves, some asking derisively: “How can this man give us his flesh to eat.” Emphasizing the doctrine, Jesus continued: “Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you. Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day. For my flesh is meat indeed, and my blood is drink indeed. He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him. As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me. This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live forever.”"],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-21.p39"},"There was little excuse for the Jews pretending to understand that our Lord meant an actual eating and drinking of His material flesh and blood. The utterances to which they objected were far more readily understood by them than they are by us on first reading; for the representation of the law and of truth in general as bread, and the acceptance thereof as a process of eating and drinking, were figures in every-day use by the rabbis of that time.",["sup",["a",{"href":"fn_38"},"l"]],"Their failure to comprehend the symbolism of Christ’s doctrine was an act of will, not the natural consequence of innocent ignorance. To eat the flesh and drink the blood of Christ was and is to believe in and accept Him as the literal Son of God and Savior of the world, and to obey His commandments. By these means only may the Spirit of God become an abiding part of man’s individual being, even as the substance of the food he eats is assimilated with the tissues of his body."],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-21.p40"},"It is not sufficing to accept the precepts of Christ as we may adopt the doctrines of scientists, philosophers, and savants, however great the wisdom of these sages may be; for such acceptance is by mental assent or deliberate exercise of will, and has relation to the doctrine only as independent of the author. The teachings of Jesus Christ endure because of their intrinsic worth; and many men respect His aphorisms, proverbs, parables, and His profoundly philosophical precepts, who yet reject Him as the Son of God, the Only Begotten in the flesh, the God-Man in whom were united the attributes of Deity with those of humanity, the chosen and foreordained Redeemer of mankind, through whom alone may salvation be attained. But the figure used by Jesus—that of eating His flesh and drinking His blood as typical of unqualified and absolute acceptance of Himself as the Savior of men, is of superlative import; for thereby are affirmed the divinity of His Person, and the fact of His pre-existent and eternal Godship. The sacrament of the Lord’s supper, established by the Savior on the night of His betrayal, perpetuates the symbolism of eating His flesh and drinking His blood, by the partaking of bread and wine in remembrance of Him.",["sup",["a",{"href":"fn_39"},"m"]],"Acceptance of Jesus as the Christ implies obedience to the laws and ordinances of His gospel; for to profess the One and refuse the other is but to convict ourselves of inconsistency, insincerity, and hypocrisy."]],[".topic",["h2","A Crucial Test—Many Turn Away",["sup",["a",{"href":"fn_40"},"n"]]],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-21.p42"},"The truth respecting Himself, as taught by the Lord in this, His last, discourse in the synagog at Capernaum, proved to be a test of faith through which many fell away. Not alone critical Jews of the official class, whose hostility was openly avowed, but those who had professed some measure of belief in Him were affected. “Many therefore of his disciples, when they had heard this, said, This is an hard saying; who can hear it?” Jesus, cognizant of their disaffection, asked: “Doth this offend you?” and added: “What and if ye shall see the Son of man ascend up where he was before?” His ascension, which was to follow His death and resurrection, is here definitely implied. The spiritual significance of His teachings was put beyond question by the explanation that only through the Spirit could they comprehend; “Therefore,” He added, “said I unto you, that no man can come unto me, except it were given unto him of my Father.”"],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-21.p43"},"Many deserted Him, and from that time sought Him no more. The occasion was crucial; the effect was that of sifting and separation. The portentous prediction of the Baptist-prophet had entered upon the stage of fulfillment: “One mightier than I cometh, … Whose fan is in his hand, and he will thoroughly purge his floor, and gather his wheat into the garner; but he will burn up the chaff with unquenchable fire.”",["sup",["a",{"href":"fn_41"},"o"]],"The fan was in operation, and much chaff was blown aside."],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-21.p44"},"It appears that even the Twelve were unable to comprehend the deeper meaning of these latest teachings; they were puzzled, though none actually deserted. Nevertheless, the state of mind of some was such as to evoke from Jesus the question: “Will ye also go away?” Peter, speaking for himself and his brethren, answered with pathos and conviction: “Lord, to whom shall we go? thou hast the words of eternal life.”",["sup",["a",{"href":"fn_42"},"p"]],"The spirit of the Holy Apostleship was manifest in this confession. Though they were unable to comprehend in fulness the doctrine, they knew Jesus to be the Christ, and were faithful to Him while others turned away into the dark depths of apostasy."],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-21.p45"},"While Peter spoke for the apostolic body as a whole, there was among them one who silently revolted; the treacherous Iscariot, who was in worse plight than an openly avowed apostate, was there. The Lord knew this man’s heart, and said: “Have not I chosen you twelve, and one of you is a devil?” The historian adds: “He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.”"]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-21.f1"},["h3","Notes to Chapter 21"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-21.p47"},["b","Jesus at Nazareth."],"—As no one of the Gospel-writers records two occasions of our Lord’s ministry in Nazareth, and as the separate accounts appearing in the synoptic Gospels closely resemble one another in a few particulars, some commentators hold that our Lord preached to His townsmen in Nazareth and was rejected by them but once. Luke’s account (",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.14-30"},"4:14–30"],") refers to an occasion immediately following the first return of Jesus to Galilee after His baptism and temptations, and directly preceding the preliminary call of the fishermen-disciples, who afterward were numbered among the apostles. Matthew (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.53-58"},"13:53–58"],") and Mark (",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.1-6"},"6:1–6"],") chronicle a visit of Jesus to Nazareth later than the occasion of the first teaching in parables, and the events immediately following the same. We have good reason for accepting Luke’s record as that of an early incident, and the accounts given by Matthew and Mark as those of a later visit."]],["li",["span.label","2."],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-21.p48"},["b","Gentiles."],"—In a general way the Jews designated all other peoples as Gentiles; though the same Hebrew word is rendered in the Old Testament variously, as “Gentiles” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/10.5"},"Genesis 10:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/4.2,13,16"},"Judges 4:2, 13, 16"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.10"},"Isaiah 11:10"],"; etc.), “nations” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/10.5,20,31-32"},"Genesis 10:5, 20, 31, 32"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/14.1,9"},"14:1, 9"],"; etc.), and “heathen” (",["a.scriptureRef",{"href":"/scriptures/ot/neh/5.8"},"Nehemiah 5:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/2.1,8"},"Psalm 2:1, 8"],", etc.), the essential element of designation being that of foreigners. In Smith’s",["span.emphasis","Dict. of the Bible,"],"we read “It [the name ‘Gentiles’] acquired an ethnographic and also an invidious meaning, as other nations were idolatrous, rude, hostile, etc., yet the Jews were able to use it in a purely technical, geographical sense, when it was usually translated ‘nations.’” Dr. Edward E. Nourse, writing for the",["span.emphasis","Standard Bible Dictionary,"],"says: “In New Testament times, the Jew divided mankind into three classes, (1) Jews, (2) Greeks (Hellenes, made to include Romans, thus meaning the civilized peoples of the Roman Empire, often rendered ‘Gentiles’ in Authorized Version), and (3) barbarians (the uncivilized,",["a.scriptureRef",{"href":"/scriptures/nt/acts/28.4"},"Acts 28:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/1.14"},"Rom. 1:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.11"},"1 Cor. 14:11"],").” The injunction laid by Jesus upon the Twelve—“Go not into the way of the Gentiles”—was to restrain them for the time being from attempting to make converts among the Romans and Greeks, and to confine their ministry to the people of Israel."]],["li",["span.label","3."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-21.p49"},["b","Shaking the Dust from the Feet."],"—To ceremonially shake the dust from one’s feet as a testimony against another was understood by the Jews to symbolize a cessation of fellowship and a renunciation of all responsibility for consequences that might follow. It became an ordinance of accusation and testimony by the Lord’s instructions to His apostles as cited in the text. In the current dispensation, the Lord has similarly directed His authorized servants to so testify against those who wilfully and maliciously oppose the truth when authoritatively presented (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.15"},"D&C 24:15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/60.15"},"60:15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.20"},"75:20"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.92"},"84:92"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/99.4"},"99:4"],"). The responsibility of testifying before the Lord by this accusing symbol is so great that the means may be employed only under unusual and extreme conditions, as the Spirit of the Lord may direct."]],["li",["span.label","4."],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-21.p50"},["b","The Two Bethsaidas."],"—It is held by many Bible students that Bethsaida, in the desert region adjoining which Jesus and the Twelve sought rest and seclusion, was the town of that name in Perea, on the eastern side of the Jordan, and known more specifically as Bethsaida Julias to distinguish it from Bethsaida in Galilee, which latter was close to Capernaum. The Perean village of Bethsaida had been enlarged and raised to the rank of a town by the tetrarch, Philip, and by him had been named Julias in honor of Julia, daughter of the reigning emperor. The Gospel narratives of the voyage by which Jesus and His companions reached the place, and of the return therefrom, are conformable to the assumption that Bethsaida Julias in Perea and not Bethsaida in Galilee was the town to which the “desert place” referred to was an outlying district."]],["li",["span.label","5."],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-21.p51"},["b","The Earlier and the Later Evening."],"—Matthew specifies two evenings of the day on which the five thousand were fed; thus “when it was evening” the disciples asked Jesus to send away the multitude; and later, after the miraculous feeding and after the disciples had left by boat, and after the crowds had departed, “when the evening was come” Jesus was alone on the mountain (",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.15,23"},"Matthew 14:15, 23"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.35,47"},"Mark 6:35, 47"],"). Trench,",["span.emphasis","Notes on the Miracles"],"(p. 217), says: “St. Matthew and St. Mark with him, makes two evenings to this day—one which had already commenced before the preparations for the feeding of the multitude had begun (",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.15"},"verse 15"],"), the other now, when the disciples had entered into the ship and set forth on their voyage (",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.23"},"verse 23"],"). And this was an ordinary way of speaking among the Jews, the first evening being very much our afternoon … the second evening being the twilight, or from six o’clock to twilight, on which absolute darkness followed.” See Smith’s",["span.emphasis","Dict.,"],"article “Chronology,” from which the following excerpt is taken: “‘Between the two evenings’ (margin of",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.6"},"Exo. 12:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/9.3"},"Numb. 9:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/28.4"},"28:4"],") is a natural division between the late afternoon when the sun is low, and the evening when his light has not wholly disappeared, the two evenings into which the natural evening would be cut by the commencement of the civil day if it began at sunset.”"]],["li",["span.label","6."],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-21.p52"},["b","Watches of the Night."],"—During the greater part of Old Testament time, the people of Israel divided the night into three watches, each of four hours, such a period being that of individual sentinel duty. Before the beginning of the Christian era, however, the Jews had adopted the Roman order of four night-watches, each lasting three hours. These were designated numerically, e.g. the fourth watch mentioned in the text (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.25"},"Matthew 14:25"],"), or as even, midnight, cock-crowing, and morning (see",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.35"},"Mark 13:35"],"). The fourth watch was the last of the three-hour periods between sunset and sunrise, or between 6 p.m. and 6 a.m. and therefore extended from 3 to 6 o’clock in the morning."]],["li",["span.label","7."],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-21.p53"},["b","The Hem of the Garment."],"—The faith of those who believed that if they could but touch the border of the Lord’s garment they would be healed is in line with that of the woman who was healed of her long-standing malady by so touching His robe (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.21"},"Matthew 9:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.27-28"},"Mark 5:27, 28"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.44"},"Luke 8:44"],"). The Jews regarded the border or hem of their outer robes as of particular importance, because of the requirement made of Israel in earlier days (",["a.scriptureRef",{"href":"/scriptures/ot/num/15.38-39"},"Numbers 15:38, 39"],") that the border be fringed and supplied with a band of blue, as a reminder to them of their obligations as the covenant people. The desire to touch the hem of Christ’s robe may have been associated with this thought of sanctity attaching to the hem or border."]],["li",["span.label","8."],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-21.p54"},["b","Traditions Concerning Manna."],"—The supplying of manna to the Israelites incident to the exodus and the long travel in the wilderness was rightly regarded as a work of surpassing wonder (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.14-36"},"Exodus 16:14–36"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/11.7-9"},"Numbers 11:7–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.3,16"},"Deuteronomy 8:3, 16"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/5.12"},"Joshua 5:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/78.24-25"},"Psalm 78:24, 25"],"). Many traditions, some of them perniciously erroneous, gathered about the incident, and were transmitted with invented additions from generation to generation. In the time of Christ the rabbinical teaching was that the manna on which the fathers had fed was literally the food of the angels, sent down from heaven; and that it was of diverse taste and flavor to suit all ages, conditions, or desires; to one it tasted like honey, to another as bread, etc.; but in all Gentile mouths it was bitter. Moreover it was said that the Messiah would give an unfailing supply of manna to Israel when He came amongst them. These erroneous conceptions in part explain the demand of those who had been fed on barley loaves and fishes, for a sign that would surpass the giving of manna in the olden days, as evidence of the Messiahship of Jesus."]],["li",["span.label","9."],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-21.p55"},["b","Faith a Gift of God."],"—“Though within the reach of all who diligently strive to gain it, faith is nevertheless a divine gift, and can be obtained only from God (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.17"},"Matt. 16:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.44,65"},"John 6:44, 65"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.8"},"Eph. 2:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.9"},"1 Cor. 12:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/12.3"},"Rom. 12:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.11"},"Moroni 10:11"],"). As is fitting for so priceless a pearl, it is given to those only who show by their sincerity that they are worthy of it, and who give promise of abiding by its dictates. Although faith is called the first principle of the Gospel of Christ, though it be in fact the foundation of all religion, yet even faith is preceded by sincerity of disposition and humility of soul, whereby the word of God may make an impression upon the heart (",["a.scriptureRef",{"href":"/scriptures/nt/rom/10.17"},"Rom. 10:17"],"). No compulsion is used in bringing men to a knowledge of God; yet, as fast as we open our hearts to the influences of righteousness, the faith that leads to life eternal will be given us of our Father.”—",["span.emphasis","Articles of Faith,"],"5:107."]],["li",["span.label","10."],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-21.p56"},["b","Spiritual Symbolism of Eating."],"—“The idea of eating, as a metaphor for receiving spiritual benefit, was familiar to Christ’s hearers, and was as readily understood as our expressions—‘devouring a book,’ or ‘drinking in’ instruction. In",["a.scriptureRef",{"href":"/scriptures/ot/isa/3.1"},"Isaiah 3:1"],", the words ‘the whole stay of bread,’ were explained by the rabbis as referring to their own teaching, and they laid it down as a rule, that wherever, in Ecclesiastes, allusion was made to food or drink, it meant study of the law, and the practice of good works. It was a saying among them—‘In the time of the Messiah the Israelites will be fed by Him.’ Nothing was more common in the schools and synagogs than the phrases of eating and drinking, in a metaphorical sense. ‘Messiah is not likely to come to Israel,’ said Hillel, ‘for they have already eaten Him’—that is, greedily, received His words—‘in the days of Hezekiah.’ A current conventionalism in the synagogs was that the just would ‘eat the Shekinah.’ It was peculiar to the Jews to be taught in such metaphorical language. Their rabbis never spoke in plain words, and it is expressly said that Jesus submitted to the popular taste, for ‘without a parable spake he not unto them’ (",["a.scriptureRef",{"href":"/scriptures/nt/mark/4.34"},"Mark 4:34"],").”—Geikie,",["span.emphasis","Life and Words of Christ,"],"vol. i, p. 184."]],["li",["span.label","11."],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-21.p57"},["b","The Crucial Nature of the Discourse."],"—Commenting on the effect of our Lord’s discourse (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.26-71"},"John 6:26–71"],"), Edersheim (vol. ii, p. 36) says: “Here then we are at the parting of the two ways; and, just because it was the hour of decision, did Christ so clearly set forth the highest truths concerning Himself, in opposition to the views which the multitude entertained about the Messiah. The result was yet another and a sorer defection. Upon this many of His disciples went back, and walked no more with Him. Nay, the searching trial reached even unto the hearts of the Twelve, would they also go away? It was an anticipation of Gethsemane—its first experience. But one thing kept them true. It was the experience of the past. This was the basis of their present faith and allegiance. They could not go back to their old past; they must cleave to Him. So Peter spake it in name of them all: Lord, to whom shall we go? Words of eternal life hast thou! Nay, and more than this, as the result of what they had learned: And we have believed and know that thou art the Holy One of God. It is thus, also, that many of us, whose thoughts may have been sorely tossed, and whose foundations terribly assailed, may have found our first resting-place in the assured, unassailable spiritual experience of the past. Whither can we go for words of eternal life, if not to Christ? If He fails us, then all hope of the eternal is gone. But He has the words of eternal life—and we believed when they first came to us; nay, we know that He is the Holy One of God. And this conveys all that faith needs for further learning. The rest will He show when He is transfigured in our sight. But of these Twelve Christ knew one to be a devil—like that angel, fallen from highest height to lowest depth. The apostasy of Judas had already commenced in his heart. And the greater the popular expectancy and disappointment had been, the greater the reaction and the enmity that followed. The hour of decision was past, and the hand on the dial pointed to the hour of His death.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-21.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.53-58"},"Matthew 13:53–58"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.1-6"},"Mark 6:1–6"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-21.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/luke/4.28-30"},"Luke 4:28–30"],". See pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p16"},"179–81"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-21.fn3"},["b","3"],["span.label","c"],"Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p14"},"254"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p58"},"274"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-21.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p54"},"Note 2, page 273"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-21.fn5"},["b","5"],["span.label","e"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p47"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-21.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/matt/10.5-42"},"Matthew 10:5–42"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.7-13"},"Mark 6:7–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.1-6"},"Luke 9:1–6"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-21.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/mark/3.14"},"Mark 3:14"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-21.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/matt/10.5-42"},"Matthew 10:5–42"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.7-13"},"Mark 6:7–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.1-6"},"Luke 9:1–6"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-21.fn9"},["b","9"],["span.label","i"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p48"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-21.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/matt/28.19"},"Matthew 28:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.15"},"Mark 16:15"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-37.p42"},"695"],"herein."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-21.fn11"},["b","11"],["span.label","k"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p49"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-21.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/matt/10.18-20"},"Matthew 10:18–20"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.9"},"Mark 13:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.10-12"},"Luke 12:10–12"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-21.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/mark/6.7"},"Mark 6:7"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-21.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/john/5"},"John 5"],"; pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-15.p11"},"206"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-15.p36"},"216"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-21.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.2-19"},"Matthew 11:2–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.18-34"},"Luke 7:18–34"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p9"},"252"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-21.fn16"},["b","16"],["span.label","p"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p22"},"259"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-21.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/mark/6.12-13"},"Mark 6:12, 13"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.10"},"Luke 9:10"],". Note similar testimony of the Seventy, who were sent out at a later time, and who returned rejoicing in the power that had been manifest in their ministry;",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.17"},"Luke 10:17"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-21.fn18"},["b","18"],["span.label","r"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p50"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-21.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/john/6.5-14"},"John 6:5–14"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.15-21"},"Matthew 14:15–21"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.35-44"},"Mark 6:35–44"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.12-17"},"Luke 9:12–17"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-21.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/john/6.4"},"John 6:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.19"},"Matthew 14:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.39"},"Mark 6:39"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-21.fn21"},["b","21"],["span.label","u"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p51"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-21.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/matt/14.22-33"},"Matthew 14:22–33"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.45-52"},"Mark 6:45–52"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.15-21"},"John 6:15–21"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-21.fn23"},["b","23"],["span.label","w"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p44"},"321"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-21.fn24"},["b","24"],["span.label","x"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p52"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-21.fn25"},["b","25"],["span.label","y"],"That is to say, “since” or “inasmuch.”"],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-21.fn26"},["b","26"],["span.label","z"],"Compare Peter’s impetuous leap into the sea to reach the resurrected Lord on the shore,",["a.scriptureRef",{"href":"/scriptures/nt/john/21.7"},"John 21:7"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-21.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/mark/6.52"},"Mark 6:52"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-21.fn28"},["b","28"],["span.label","b"],"Note that this is the first occurrence of this title in the Synoptic Gospels, as applied to Jesus by mortals; compare an earlier instance of its application by Nathanael,",["a.scriptureRef",{"href":"/scriptures/nt/john/1.49"},"John 1:49"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-21.fn29"},["b","29"],["span.label","c"],["span.emphasis","Articles of Faith,"],"5:102–5—“Faith a Principle of Power.”"],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-21.fn30"},["b","30"],["span.label","d"],"Josephus,",["span.emphasis","Wars,"],"iii, 10:7, 8."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-21.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/mark/6.53-56"},"Mark 6:53–56"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.34-36"},"Matthew 14:34–36"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p53"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-21.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/john/6.22-27"},"John 6:22–27"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-21.fn33"},["b","33"],["span.label","g"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p54"},"Note 8"],", end of chapter."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-21.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/john/6.32-59"},"John 6:32–59"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-21.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/john/4.13-15"},"John 4:13–15"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p7"},"174"],"herein."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-21.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/ot/isa/54.13"},"Isaiah 54:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.34"},"Jeremiah 31:34"],";",["a.scriptureRef",{"href":"/scriptures/ot/micah/4.2"},"Micah 4:2"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/heb/8.10"},"Hebrews 8:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/10.16"},"10:16"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-21.fn37"},["b","37"],["span.label","k"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p55"},"Note 9"],", end of chapter."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-21.fn38"},["b","38"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p56"},"Note 10"],", end of chapter."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-21.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.26-28"},"Matthew 26:26–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.22-25"},"Mark 14:22–25"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.19-20"},"Luke 22:19, 20"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-33.p15"},"596"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-21.fn40"},["b","40"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/john/6.59-71"},"John 6:59–71"],"."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-21.fn41"},["b","41"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/luke/3.16-17"},"Luke 3:16, 17"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.11-12"},"Matthew 3:11, 12"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-21.fn42"},["b","42"],["span.label","p"],"Compare this confession (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.68-69"},"John 6:68, 69"],") with Peter’s later testimony (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.16"},"Matthew 16:16"],").",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-21.p57"},"Note 11"],", end of chapter."]]}
