{"id":22,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":22,"title":"Chapter 18: Church Leadership and Selfless Service","subtitle":"","short_title":"Chapter 18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.head1"},["span.pageBreak",{"title":"215"}],[".titleNumber","Chapter 18"],["h1","Church Leadership and Selfless Service"],[".intro","“We are your servants in the Lord and desire your welfare and the welfare of all mankind.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p5"},"From October 1840 to January 1843, Lorenzo Snow presided over the Church in London, England, and the surrounding area. He watched over priesthood leaders there, sometimes teaching them in person and sometimes writing letters to offer counsel. Shortly before the end of his mission in England, he wrote to two “Presiding Elders of London Branches,” who served much like branch presidents do today. In his letter, he told of an experience he had with another branch leader in the area."],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p6"},"Elder Snow described this leader as having “no external faults.” The man was “ambitious in promoting the cause” and had the ability to ensure “that everyone [was] in his place, and doing his duty.” He was diligent, “labour[ing] in the work himself more industriously than they all.” But despite this man’s outward appearances of faithfulness, the branch consistently had problems that seemed to center on him. Elder Snow tried for some time to identify the source of the problems, and he gently rebuked the branch members for not supporting their leader. Then he began to wonder if the leader “may possibly possess some secret, internal working spirit that he [was] not aware of, that [did] not manifest itself openly” but that led somehow to the difficulties in the branch. Elder Snow recounted:"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p7"},"“I accordingly prayed that the Lord would give me a spirit of discernment in the case. My prayer was answered; I found the brother possessed of a kind of half-hidden, concealed spirit of self-exaltation which was directing him in many of his movements. He would",["span.pageBreak",{"title":"217"}],"send out a brother to fill an appointment but had a suppressed wish to have the honor of it himself; if the appointment was not attended to, he would chasten the delinquent, not because the work of the Lord was in any degree frustrated or that the brother lost a blessing, but because [he] himself was so despised in being disobeyed. In [a] case where a number were baptized by a brother, his heart rejoiced not so much because the persons were brought into the covenant but because it was done under his superintendency, secretly wishing no person under his charge to obtain much honor unless his own name were brought into connection.”"],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p8"},"Elder Snow observed that if a member of the branch succeeded in a task but did not follow the leader’s counsel in every particular, the leader had “a spirit of envy … lurking underneath of an expressed approbation.” He continued: “This spirit was concealed; its fruits were not openly manifest, but would be if not checked; it was an inherent working evil that would eventually destroy his usefulness. It brought upon him unnecessary trouble in conducting the affairs of his charge; it likewise originated a source of continued unpleasantness in his own mind. Anxious to promote the cause of God, but always in such a way that his own hand might be plainly seen in all things. Ambitious to give good instructions but careful to put his whole name in full length at the bottom of them.”"],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p9"},"Elder Snow did not write this letter to condemn the local leader. His purpose in writing was to help other leaders—that the prideful spirit he described “may be seen, known, and avoided” among them. He warned that many people “who sincerely believe themselves entirely devoid of this spirit of exaltation, would on close examination of their motives which inspire them in their conduct, discover to their surprise that this spirit was urging them forward to perform many of their movements.”"],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p10"},"Having shared this warning, he counseled: “To become as God would wish us, we must accustom our minds to rejoice in seeing others prospered as ourselves; rejoice in seeing the cause of Zion exalted by whatsoever hands Providence may order; and have our bosoms closed against the entrance of envy when a weaker instrument than ourselves is called to greater honor; be content in magnifying a lesser office till called to a higher; be satisfied in doing",["span.pageBreak",{"title":"218"}],"small things and not claim the honor of doing great ones.” He compared the Church to a great building, with individual Saints as parts of that building, saying that we should “never feel too lofty to be sometimes cut down, squared, scored, and hewed to be fitted into the place we are to occupy in the spiritual building.”"],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p11"},"Elder Snow concluded the letter with these words: “If a presiding elder will only seek to become as he may be and ought to be, ridding himself of selfish principles, and always act for the good of his people, and be humble, and not seek to do too much in a little time, or be too great until grown, he will never be at a loss how to magnify his office properly, nor will ever lack the power of God to bring about His wise purposes.”",["sup",["a",{"href":"fn_1"},"1"]],"[See suggestion 1 on page 222.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","The Lord has given leaders in His Church a divine mandate: “Feed my sheep.”"],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p14"},"Let every man who stands in an official station, on whom God has bestowed his holy and divine priesthood think of what the Savior said to the Twelve Apostles just before he went into the presence of his Father—“Feed my sheep.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/21.16-17"},"John 21:16–17"],".] And he continued to say this until his apostles felt sorrowful that he should continue to call upon them in this manner. But said he—“Feed my sheep.” That is, “Go forth with your whole heart, be devoted wholly to my cause. These people in the world are my brethren and sisters. My feelings are exercised towards them. Take care of my people. Feed my flock. Go forth and preach the gospel. I will reward you for all your sacrifices. Do not think that you can make too great a sacrifice in accomplishing this work.” He called upon them in the fervor of his heart to do this work. And now I call upon all who hold this priesthood, the presiding officers of [the] stake, and the Bishops, and the High Council, to go forth and feed the flock. Take an interest in them. … Work for them, and do not confine your thoughts and feelings to your personal aggrandizement. Then God will give you revelation upon revelation, inspiration upon inspiration, and teach you how to secure the interests of the Saints",["span.pageBreak",{"title":"219"}],"in matters pertaining to their temporal and spiritual welfare.",["sup",["a",{"href":"fn_2"},"2"]],"[See suggestion 2 on page 222.]"]],[".topic",["h3","Leaders and teachers are called to follow the Savior’s example and serve with love, not to aggrandize themselves."],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p16"},"Why is [a] man called to act as president over a people? Is it in order to acquire an influence and then to use that influence directly for his own aggrandizement? No, but on the contrary, he is called to act in such a position on the same principle as the priesthood was given to the Son of God, that he should make sacrifices. For himself? No, but in the interests of the people over whom he presides. Would he be required to offer himself up on the cross as did the Saviour? No, but to become the servant of his brethren, not their master, and to work in their interest and welfare. Not to exercise the influence thus obtained to benefit himself, his family and relatives and personal friends, but esteeming all as his brethren, having rights in common with himself and, therefore, seeking to bless and benefit all equally according to the talents and worthiness they may possess, and thus by so doing develop in himself that fatherly feeling which always exists in the bosom of the Father. …"],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p17"},"… Let those",["span.pageBreak",{"title":"220"}],"who preach in the midst of [the] Saints, realize what the Priesthood was placed upon them for; let them know and fully sense why they were appointed to fill such and such an office, viz., that they should act in the spirit of our Master, a servant of all, that they learn to consider and esteem in the same affectionate interest, the welfare of all, as they do that of themselves. … Then will they enter into the spirit of the two great commands upon which, said the Saviour, “hang the law and the prophets,” namely, loving the Lord with all our might, mind and strength, and our neighbor as ourselves [see",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.37-40"},"Matthew 22:37–40"],"].",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p18"},"Make one prayer before [teaching], and that is this: Ask the Lord that you may say something during your remarks that will be beneficial to those whom you address. Never mind whether it will be something that will add to your own glory or not, but simply bear in mind that you are called upon to address the audience and that they desire to receive something that will benefit them. This can only come from the Lord. Do not worry as to whether … those who hear you may say you spoke beautifully. Do not mind about that at all, but remove every selfishness that may be in your mind that the Lord may dictate unto you something that will be of benefit to the people.",["sup",["a",{"href":"fn_4"},"4"]],"[See suggestion 3 on page 222.]"]],[".topic",["h3","Wise leaders appreciate the talents of others and give people opportunities to serve."],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p20"},"From the fact of [a leader] having established himself in the hearts of the people, and his being known by them for his integrity and honesty, and his disposition to work for the interests of God and the people, willing to make any sacrifice that might be required of him, he possesses their confidence, and when once in possession of so sacred a trust, what then might he do in order to satisfy the minds of the people, which are, more or less, inclined to be progressive? Let such a man call to his aid those of his brethren who are the most capable, letting them share his responsibilities. Because you will find, as a general thing, that talent is diffused through the many and rarely combined in single individuals; and it only needs opportunity in order to be developed. He might say to one, “Here,",["span.pageBreak",{"title":"221"}],"Brother So and so, you are better adapted to fill this or that position than I am;” or, to another, “You are the man best fitted for this department;” and so on until he gets the talents of all brought out, and instead of diminishing the public confidence in himself, such a course would add to it.",["sup",["a",{"href":"fn_5"},"5"]],"[See suggestion 4 on page 222.]"]],[".topic",["h3","The proper way to lead is by humility, good example, and devotion to the welfare of others."],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p22"},"Authorita[rian] rule is not the proper rule by which to govern Saints, but rather seek to administer in the spirit of humility, wisdom, and goodness, teaching not so much by theory as practice. Though one teach with the eloquence of an angel, yet one’s good practices, good examples, one’s acts, constantly manifesting wholeheartedness for the interests of the people, teach much more eloquently, much more effectually.",["sup",["a",{"href":"fn_6"},"6"]]],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p23"},"If you will be as faithful and united as the First Presidency and Twelve are faithful and united, and will follow us as we follow Christ, all will be well with you. We are determined to perform our duty and to serve the Lord and labor for the benefit of His people and the accomplishment of His work. We are your servants in the Lord and desire your welfare and the welfare of all mankind."],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p24"},"The Lord has not chosen the great and learned of the world to perform His work on the earth. It is not those who have been trained and educated in the colleges and seminaries of learning, but humble men devoted to His cause whom He has chosen to take charge of the affairs of His Church, men who are willing to be led and guided by the Holy Spirit, and who will of necessity give the glory unto Him, knowing that of themselves they can do nothing. I can assure you, brethren and sisters, that I had no ambition to assume the responsibility which now rests upon me. If I could have escaped it honorably I should never have been found in my present position. I have never asked for it, nor have I ever asked the assistance of any of my brethren that I might attain to this position, but the Lord revealed to me and to my brethren that this was His will, and I have no disposition to shirk any responsibility nor to decline to occupy any position that the Lord requires me to fill.",["sup",["a",{"href":"fn_7"},"7"]]],["span.pageBreak",{"title":"222"}],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p25"},"I will endeavor to be devoted to your interests and the interests of the kingdom of God. I will serve you to the best of my knowledge and understanding, in reference to that which will promote your interests in connection with the interests of the Almighty. I will do this, the Lord being my helper.",["sup",["a",{"href":"fn_8"},"8"]],"[See suggestion 5 below.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p27"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.f1"},["ol.number",["li",["span.label","1."],[".para","How might Lorenzo Snow’s letter to leaders in England (pages 215, 217–18) apply to us? For example, what can result when we have a “spirit of self-exaltation” in our Church callings? How can we magnify our callings without magnifying ourselves?"]],["li",["span.label","2."],[".para","Study the section that begins on page 218. In what ways can leaders “feed the flock” of Christ? What have Church leaders done to “feed” you? What character traits do you admire in these leaders?"]],["li",["span.label","3."],[".para","Read President Snow’s warnings about self-aggrandizement (pages 219–20). Then review the second full paragraph on page 217. Why should we examine our motives as we give service? Prayerfully consider your motives for serving in the Church."]],["li",["span.label","4."],[".para","Ponder the paragraph that begins at the bottom of page 220. How is a ward or branch influenced when leaders share some responsibilities with other members? What results have you seen when Church members with different talents and experiences have worked together toward a common goal?"]],["li",["span.label","5."],[".para","President Snow counseled, “Authorita[rian] rule is not the proper rule by which to govern Saints” (page 221). What are some possible results of authoritarian rule by Church leaders? by parents? What are some possible results of humble leadership?"]]]],["span.pageBreak",{"title":"223"}],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p33"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/nt/matt/6.24"},"Matthew 6:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.25-28"},"20:25–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.5"},"23:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.42-45"},"Mark 10:42–45"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/13.13-17"},"John 13:13–17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.29"},"2 Nephi 26:29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.30-31"},"28:30–31"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.11-19"},"Mosiah 2:11–19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.27"},"3 Nephi 27:27"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.7-11"},"D&C 46:7–11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.26"},"50:26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-46"},"121:34–46"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.f2"},["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.p34"},["span.emphasis","Teaching Help:"],"“Questions written on the chalkboard before class will help learners begin to think about topics even before the lesson begins” (",["span.emphasis","Teaching, No Greater Call,"],"93)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.f3"},[".caption","Faithful Church leaders follow the Lord’s admonition to Peter: “Feed my sheep” (",["a.scriptureRef",{"href":"/scriptures/nt/john/21.16-17"},"John 21:16–17"],")."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.f4"},[".caption","“You will find, as a general thing, that talent is diffused through the many and rarely combined in single individuals.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.fn1"},["span.label","1."],"Letter from Lorenzo Snow to William Lewzey and William Major, Nov. 1842, in Lorenzo Snow, Letterbook, 1839–1846, Church History Library."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.fn2"},["span.label","2."],["span.emphasis","Deseret News,"],"Jan. 14, 1880, 787."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.fn3"},["span.label","3."],["span.emphasis","Deseret News,"],"June 13, 1877, 290–91."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.fn4"},["span.label","4."],["span.emphasis","Improvement Era,"],"July 1899, 709."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.fn5"},["span.label","5."],["span.emphasis","Deseret News,"],"June 13, 1877, 290."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.fn6"},["span.label","6."],"“Address to the Saints in Great Britain,”",["span.emphasis","Millennial Star,"],"Dec. 1, 1851, 362."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.fn7"},["span.label","7."],["span.emphasis","Deseret Semi-Weekly News,"],"Oct. 4, 1898, 1."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-18-church-leadership-and-selfless-service.fn8"},["span.label","8."],"In Conference Report, Oct. 1898, 54."]]}
