{"id":10,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":10,"title":"Chapter 6: Becoming Perfect before the Lord: “A Little Better Day by Day”","subtitle":"","short_title":"Chapter 6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.head1"},["span.pageBreak",{"title":"93"}],[".titleNumber","Chapter 6"],["h1","Becoming Perfect before the Lord: “A Little Better Day by Day”"],[".intro","“Do not expect to become perfect at once. If you do, you will be disappointed. Be better today than you were yesterday, and be better tomorrow than you are today.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p5"},"President Lorenzo Snow once attended a priesthood meeting in which a representative of each elders quorum stood and reported on the work his quorum had done. As President Snow listened to these young men, he was reminded of himself many years earlier. When he stood to speak, he said:"],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p6"},"“I want to say something, if possible, that you will never forget, and I think that I can perhaps do so."],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p7"},"“I see, as I see almost always when young Elders are together, and in fact when middle-aged Elders are together, a kind of reluctance to speak before an audience. I see this here this morning in the young men who have risen to express themselves and to give information regarding the particular work they have been doing."],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p8"},"“It would not be amiss, perhaps, if I should tell you a little of my experience, when I commenced to talk in public, even before I was an Elder. I remember the first time I was called upon to bear my testimony. … It was something I very much dreaded, yet at the same time I felt that it was my duty to get up, but I waited, and waited. One bore testimony, another gave his testimony, then another, and they were nearly through, but I still dreaded to get up. I had never spoken before an audience. … I [finally] concluded it was about time for me to get up. I did so. Well, how long do you",["span.pageBreak",{"title":"94"}],"suppose I talked? I judge about half a minute—it couldn’t possibly have been more than a minute. That was my first effort; and the second, I think, was about the same. I was bashful, … but I made up my mind, solidly and firmly, that whenever I was called upon to perform a duty of this nature or of any other, I would do it no matter what might be the result. That is a part of the foundation of my success as an Elder in Israel.”"],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p9"},"President Snow told the young men that not long after this experience, he held his first meeting as a full-time missionary. “I never dreaded anything so much in my life as I did that meeting,” he recalled. “I prayed all day, went off to myself and called upon the Lord. I had never spoken [in public] before except in those testimony meetings. I dreaded it. I don’t suppose a person ever dreaded a condition of affairs more than I at that time. The meeting was called, and the room was pretty well filled. … I commenced to speak and I think I occupied about three-quarters of an hour.”",["sup",["a",{"href":"fn_1"},"1"]],"In another account of the same meeting, he recorded: “When I stood before that congregation, although I knew not one word I could say, as soon as I opened my mouth to speak, the Holy Ghost rested mightily upon me, filling my mind with light and communicating ideas and proper language by which to impart them. The people were astonished and requested another meeting.”",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p10"},"President Snow shared the lesson he wanted the young men to learn from his experience: “My young friends, there is an opportunity for you to become great—just as great as you wish to be. In starting out in life you may set your hearts upon things very difficult to attain to, but possibly within your reach. In your first efforts to gratify your desires you may fail, and your continued efforts may not prove what may be termed a success. But inasmuch as your efforts were honest efforts, and inasmuch as your desires were founded in righteousness, the experience you obtain while pursuing your hearts’ desires must necessarily be profitable to you, and even your mistakes, if mistakes you make, will be turned to your advantage.”",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p11"},"This was a favorite theme of President Snow. He often reminded the Saints of the Lord’s command to be perfect, and he assured them that through their own diligence and with the Lord’s help,",["span.pageBreak",{"title":"95"}],"they could obey that command. He taught, “We ought to feel in our hearts that God is our Father, and that while we make mistakes and are weak yet if we live as nearly perfect as we can all will be well with us.”",["sup",["a",{"href":"fn_4"},"4"]]]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","With diligence, patience, and divine aid, we can obey the Lord’s command to be perfect."],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p14"},"“And when Abram was ninety years old and nine, the Lord appeared to Abram and said unto him, I am the Almighty God; walk before me and be thou perfect.” [",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.1"},"Genesis 17:1"],".]"],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p15"},"In connection with this I will quote part of the words of the Savior in his sermon on the Mount, as contained in the last verse of the 5th chapter of Matthew."],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p16"},"“Be ye therefore perfect, even as your Father which is in heaven is perfect.” [",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],".] …"],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p17"},"We learn that the Lord appeared to Abraham and made him very great promises, and that before he was prepared to receive them a certain requirement was made of him, that he [Abraham] should become perfect before the Lord. And the same requirement was made by the Savior of his Disciples, that they should become perfect, even as He and His Father in Heaven were perfect. This I conceive to be a subject that concerns the Latter-day Saints; and I wish to offer a few remarks by way of suggestion, for the reflection of those whom it concerns."],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p18"},"The Lord proposes to confer the highest blessings upon the Latter-day Saints; but, like Abraham, we must prepare ourselves for them, and to do this the same law that was given to him of the Lord has been given to us for our observance. We also are required to arrive at a state of perfection before the Lord; and the Lord in this case, the same as in every other, has not made a requirement that cannot be complied with, but on the other hand, He has placed for the use of the Latter-day Saints the means by which they can conform to His holy order. When the Lord made this requirement of Abraham, He gave him the means by which he could become",["span.pageBreak",{"title":"96"}],"qualified to obey that law and come up fully to the requirement. He had the privilege of the Holy Spirit, as we are told the gospel was preached to Abraham, and through that gospel he could obtain that divine aid which would enable him to understand the things of God, and without it no man could do so; without it no man could arrive at a state of perfection before the Lord."],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p19"},"So in reference to the Latter-day Saints; they could not possibly come up to such a moral and spiritual standard except through supernatural [heavenly] aid and assistance. Neither do we expect that the Latter-day Saints, at once will or can conform to this law under all circumstances. It requires time; it requires much patience and discipline of the mind and heart in order to obey this commandment. And although we may fail at first in our attempts, yet this should not discourage the Latter-day Saints from endeavoring to exercise a determination to comply with the great requirement. Abraham, although he might have had faith to walk before the Lord according to this divine law, yet there were times when his faith was",["span.pageBreak",{"title":"97"}],"sorely tried, but still he was not discouraged because he exercised a determination to comply with the will of God."],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p20"},"We may think that we cannot live up to the perfect law, that the work of perfecting ourselves is too difficult. This may be true in part, but the fact still remains that it is a command of the Almighty to us and we cannot ignore it. When we experience trying moments, then is the time for us to avail ourselves of that great privilege of calling upon the Lord for strength and understanding, intelligence and grace by which we can overcome the weakness of the flesh against which we have to make a continual warfare.",["sup",["a",{"href":"fn_5"},"5"]],"[See suggestions 1 and 2 on page 104.]"]],[".topic",["h3","When we comply with a requirement from the Lord, we are perfect in that sphere."],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p22"},"Abraham was called to leave his kindred and country [see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.1-6"},"Abraham 2:1–6"],"]. Had he not complied with this requirement, he would not have been approved of the Lord. But he did comply; and while he was leaving his home he no doubt was living in obedience to this divine law of perfection. Had he failed in this he certainly could not have obeyed the requirements of the Almighty. And while he was leaving his father’s house, while he was subjecting himself to this trial he was doing that which his own conscience and the Spirit of God justified him in doing, and nobody could have done better, providing he was doing no wrong when he was performing this labor."],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p23"},"When the Latter-day Saints received the gospel in the nations afar, and when the voice of the Almighty to them was, to leave the lands of their fathers, to leave their kindred as Abraham did, so far as they complied with this requirement, so far they were walking in obedience to this law, and they were as perfect as men could be under the circumstances and in the sphere in which they were acting, not that they were perfect in knowledge or power, etc.; but in their feelings, in their integrity, motives and determination. And while they were crossing the great deep, providing they did not murmur nor complain, but obeyed the counsels which were given them and in every way comported themselves in a becoming manner, they were as perfect as God required them to be."],["span.pageBreak",{"title":"98"}],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p24"},"The Lord designs to bring us up into the celestial kingdom. He has made known through direct revelation that we are His offspring, begotten in the eternal worlds, that we have come to this earth for the special purpose of preparing ourselves to receive a fulness of our Father’s glory when we shall return into His presence. Therefore, we must seek the ability to keep this law to sanctify our motives, desires, feelings and affections that they may be pure and holy and our will in all things be subservient to the will of God, and have no will of our own except to do the will of our Father. Such a man in his sphere is perfect, and commands the blessing of God in all that he does and wherever he goes."],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p25"},"But we are subject to folly, to the weakness of the flesh and we are more or less ignorant, thereby liable to err. Yes, but that is no reason why we should not feel desirous to comply with this command of God, especially seeing that he has placed within our reach the means of accomplishing this work. This I understand is the meaning of the word perfection, as expressed by our Saviour and by the Lord to Abraham."],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p26"},"A person may be perfect in regard to some things and not others. A person who obeys the word of wisdom faithfully is perfect as far as that law is concerned. When we repented of our sins and were baptized for the remission of them, we were perfect as far as that matter was concerned.",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 3 on page 104.]"]],[".topic",["h3","Rather than become discouraged when we fail, we can repent and ask God for strength to do better."],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p28"},"Now we are told by the Apostle John, that “we are the sons of God, but it does not appear what we shall be: but we know that when he shall appear, we shall be like him; for we shall see him as he is. And every man that hath this hope in him purifieth himself, even as he, Christ is pure.” [See",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/3.2-3"},"1 John 3:2–3"],".] The Latter-day Saints expect to arrive at this state of perfection; we expect to become as our Father and God, fit and worthy children to dwell in his presence; we expect that when the Son of God shall appear, we shall receive our bodies renewed and glorified, and that “these vile bodies will be changed and become like unto his glorious body.” [See",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.21"},"Philippians 3:21"],".]"],["span.pageBreak",{"title":"99"}],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p29"},"These are our expectations. Now let all present put this question to themselves: Are our expectations well founded? In other words, are we seeking to purify ourselves? How can a Latter-day Saint feel justified in himself unless he is seeking to purify himself even as God is pure, unless he is seeking to keep his conscience void of offence before God and man every day of his life? We doubtless, many of us, walk from day to day and from week to week, and from month to month, before God, feeling under no condemnation, comporting ourselves properly and seeking earnestly and in all meekness for the Spirit of God to dictate our daily course; and yet there may be a certain time or times in our life, when we are greatly tried and perhaps overcome; even if this be so, that is no reason why we should not try again, and that too with redoubled energy and determination to accomplish our object.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p30"},"The Lord wishes to show leniency towards His children on earth, but He requires of them true repentance when they transgress or fail in any duty. He expects their obedience and that they will endeavor to cast aside all sin, to purify themselves and become indeed His people, His Saints, so that they may be prepared to come into His presence, be made like unto Him in all things and reign with Him in His glory. To accomplish this they must walk in the strait and narrow way, making their lives brighter and better, being filled with faith and charity, which is the pure love of Christ, and attending faithfully to every duty in the Gospel.",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p31"},"If we could read in detail the life of Abraham or the lives of other great and holy men we would doubtless find that their efforts to be righteous were not always crowned with success. Hence we should not be discouraged if we should be overcome in a weak moment; but, on the contrary, straightway repent of the error or the wrong we may have committed, and as far as possible repair it, and then seek to God for renewed strength to go on and do better."],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p32"},"Abraham could walk perfectly before God day after day when he was leaving his father’s house, and he showed evidences of a superior and well disciplined mind in the course he suggested when his herdsmen quarrelled with the herdsmen of his nephew Lot [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/13.1-9"},"Genesis 13:1–9"],"]. There came a time in Abraham’s life however, which must have been very trying; in fact anything more severe can",["span.pageBreak",{"title":"100"}],"scarcely be conceived of; that was when the Lord called upon him to offer as a sacrifice his beloved and only son, even him through whom he expected the fulfilment of the great promise made him by the Lord; but through manifesting a proper disposition he was enabled to surmount the trial, and prove his faith and integrity to God [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.1-14"},"Genesis 22:1–14"],"]. It can hardly be supposed that Abraham inherited such a state of mind from his idolatrous parents; but it is consistent to believe that under the blessing of God he was enabled to acquire it, after going through a similar warfare with the flesh as we are, and doubtless being overcome at times and then overcoming until he was enabled to stand so severe a test."],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p33"},"“Let this same mind be in you,” says the Apostle Paul, “which was also in Christ Jesus: who being in the form of God, thought it not robbery to be equal with God.” [See",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.5-6"},"Philippians 2:5–6"],".] Now every man that has this object before him will purify himself as God is pure, and try to walk perfectly before him. We have our little follies and our weaknesses; we should try to overcome them as fast as possible, and we should inculcate this feeling in the hearts of our children, that the fear of God may grow up with them from their",["span.pageBreak",{"title":"101"}],"very youth, and that they may learn to comport themselves properly before Him under all circumstances."],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p34"},"If the husband can live with his wife one day without quarrelling or without treating anyone unkindly or without grieving the Spirit of God in any way, that is well so far; he is so far perfect. Then let him try to be the same the next day. But supposing he should fail in this his next day’s attempt, that is no reason why he should not succeed in doing so the third day. …"],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p35"},"The Latter-day Saints should cultivate this ambition constantly which was so clearly set forth by the apostles in former days. We should try to walk each day so that our conscience would be void of offence before everybody. And God has placed in the Church certain means by which we can be assisted, namely, Apostles and Prophets and Evangelists, etc., “for the perfecting of the Saints,” etc. [See",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.11-12"},"Ephesians 4:11–12"],".] And he has also conferred upon us his Holy Spirit which is an unerring guide, standing, as an angel of God, at our side, telling us what to do and affording us strength and succor when adverse circumstances arise in our way. We must not allow ourselves to be discouraged whenever we discover our weakness. We can scarcely find an instance in all the glorious examples set us by the prophets, ancient or modern, wherein they permitted the Evil One to discourage them; but on the other hand they constantly sought to overcome, to win the prize and thus prepare themselves for a fulness of glory.",["sup",["a",{"href":"fn_9"},"9"]],"[See suggestion 4 on page 104.]"]],[".topic",["h3","With divine help, we can live above the follies and vanities of the world."],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p37"},"When we once get it into our minds that we really have the power within ourselves through the gospel we have received, to conquer our passions, our appetites and in all things submit our will to the will of our Heavenly Father, and, instead of being the means of generating unpleasant feeling in our family circle, and those with whom we are associated, but assisting greatly to create a little heaven upon earth, then the battle may be said to be half won. One of the chief difficulties that many suffer from is, that we are too apt to forget the great object of life, the motive of our Heavenly Father in sending us here to put on mortality, as well as the holy calling",["span.pageBreak",{"title":"102"}],"with which we have been called; and hence, instead of rising above the little transitory things of time, we too often allow ourselves to come down to the level of the world without availing ourselves of the divine help which God has instituted, which alone can enable us to overcome them. We are no better than the rest of the world if we do not cultivate the feeling to be perfect, even as our Father in heaven is perfect."],["div",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p38"},"This was the exhortation of the Savior to the former-day saints, who were people of like passions and who were subject to the same temptations as ourselves, and He knew whether the people could conform to it or not; the Lord never has, nor will He require things of His children which it is impossible for them to perform. The Elders of Israel who expect to go forth to the world to preach the gospel of salvation in the midst of a crooked and perverse generation, among a people who are full of evil and corruption should cultivate this spirit especially. And not only they, but everybody, every young man and woman belonging to this Church who is worthy to be called a saint should cultivate this desire to live up to this requirement that their consciences may be clear before God. It is a beautiful thing either in young or old to have this object in view; it is especially delightful to see our young people take a course that the light and intelligence of God can beam in their countenances, that they may have a correct understanding of life and be able to live above the follies and vanities of the world and the errors and wickedness of man.",["sup",["a",{"href":"fn_10"},"10"]]],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p39"},"There is no necessity for Latter-day Saints to worry over the things of this world. They will all pass away. Our hearts should be set on things above; to strive after that perfection which was in Christ Jesus, who was perfectly obedient in all things unto the Father, and so obtained His great exaltation and became a pattern unto His brethren. Why should we fret and worry over these temporal things when our destiny is so grand and glorious? If we will cleave unto the Lord, keep His commandments, pattern after His perfections and reach out unto the eternal realities of His heavenly kingdom, all will be well with us and we shall triumph and obtain the victory in the end.",["sup",["a",{"href":"fn_11"},"11"]]],["span.pageBreak",{"title":"103"}],["div",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p40"},"In all your acts and conduct ever have the consciousness that you are now preparing and making yourselves a life to be continued through eternities; act upon no principle that you would be ashamed or unwilling to act upon in heaven, employ no means in the attainment of an object that a celestial enlightened conscience would disapprove. Whilst feelings and passions excite you to action, let principles pure, honorable, holy, and virtuous, always rule and govern.",["sup",["a",{"href":"fn_12"},"12"]]]],[".topic",["h3","We cannot become perfect at once, but we can be a little better day by day."],["div",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p42"},"The child grows from childhood to boyhood, and from boyhood to manhood, with a constant and steady growth; but he cannot tell how or when the growth occurs. He does not realize that he is growing; but by observing the laws of health and being prudent in his course he eventually arrives at manhood. So in reference to ourselves as Latter-day Saints. We grow and increase. We are not aware of it at the moment; but after a year or so we discover that we are, so to speak, away up the hill, nearing the mountain top. We feel that we have faith in the Lord; that His providences are always beneficial; that we are connected with Him; that He is actually our Father, and that He leads us along in life.",["sup",["a",{"href":"fn_13"},"13"]]],["div",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p43"},"Do not expect to become perfect at once. If you do, you will be disappointed. Be better today than you were yesterday, and be better tomorrow than you are today. The temptations that perhaps partially overcome us today, let them not overcome us so far tomorrow. Thus continue to be a little better day by day; and do not let your life wear away without accomplishing good to others as well as to ourselves.",["sup",["a",{"href":"fn_14"},"14"]]],["div",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p44"},"Each last day or each last week should be the best that we have ever experienced, that is, we should advance ourselves a little every day, in knowledge and wisdom, and in the ability to accomplish good. As we grow older we should live nearer the Lord each following day.",["sup",["a",{"href":"fn_15"},"15"]],"[See suggestion 5 on page 104.]"],["span.pageBreak",{"title":"104"}]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p46"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.f1"},["ol.number",["li",["span.label","1."],[".para","President Snow acknowledged that the command to be perfect causes concern for some Latter-day Saints (pages 95–97). As you study this chapter, look for counsel that might comfort someone who is troubled by the command to be perfect."]],["li",["span.label","2."],[".para","In the section beginning on page 95, the phrase “supernatural aid” refers to help from the Lord. In what ways does the Lord help us become perfect?"]],["li",["span.label","3."],[".para","On page 97, examine President Snow’s comments about Abraham and the early Latter-day Saint pioneers. What do you think it means to be perfect “in the sphere in which [we are] acting”? Ponder what you can do to become more perfect in your “feelings, … integrity, motives and determination.”"]],["li",["span.label","4."],[".para","President Snow said, “We must not allow ourselves to be discouraged whenever we discover our weakness” (page 101). How can we rise above feelings of discouragement? (For some examples, see pages 98–101.)"]],["li",["span.label","5."],[".para","How does it help you to know that you should not “expect to become perfect at once”? (See page 103.) Think about specific ways you can follow President Snow’s counsel to “be a little better day by day.”"]],["li",["span.label","6."],[".para","Look for one or two statements in this chapter that are particularly inspiring to you. What do you like about these statements?"]]]],["div",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p53"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.48"},"3 Nephi 12:48"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.32-33"},"Moroni 10:32–33"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.32-34"},"D&C 64:32–34"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.13"},"67:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.69-70"},"76:69–70"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.f2"},["div",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.p54"},["span.emphasis","Teaching Help:"],"“Individuals are touched when their contributions are acknowledged. You might make a special effort to acknowledge each person’s comments and, if possible, make the comments part of class discussions” (",["span.emphasis","Teaching, No Greater Call,"],"35–36)."]]]],["span.pageBreak",{"title":"105"}],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.f3"},[".caption","In the Sermon on the Mount, the Savior said, “Be ye therefore perfect, even as your Father which is in heaven is perfect” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],")."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.f4"},[".caption","The Lord commanded Abraham, “Walk before me, and be thou perfect” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.1"},"Genesis 17:1"],")."]],[".",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.f5"},[".caption","We should strive day by day to improve our relationships with family members."]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn1"},["span.label","1."],"In “Anniversary Exercises,”",["span.emphasis","Deseret Evening News,"],"Apr. 7, 1899, 9."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn2"},["span.label","2."],"In Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 16."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn3"},["span.label","3."],"In “Anniversary Exercises,” 9."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn4"},["span.label","4."],"In “Impressive Funeral Services,”",["span.emphasis","Woman’s Exponent,"],"Oct. 1901, 36."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn5"},["span.label","5."],["span.emphasis","Deseret News: Semi-Weekly,"],"June 3, 1879, 1."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn6"},["span.label","6."],["span.emphasis","Deseret News: Semi-Weekly,"],"June 3, 1879, 1."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn7"},["span.label","7."],["span.emphasis","Deseret News: Semi-Weekly,"],"June 3, 1879, 1."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn8"},["span.label","8."],["span.emphasis","Deseret Semi-Weekly News,"],"Oct. 4, 1898, 1."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn9"},["span.label","9."],["span.emphasis","Deseret News: Semi-Weekly,"],"June 3, 1879, 1."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn10"},["span.label","10."],["span.emphasis","Deseret News: Semi-Weekly,"],"June 3, 1879, 1."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn11"},["span.label","11."],["span.emphasis","Deseret Semi-Weekly News,"],"Oct. 4, 1898, 1."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn12"},["span.label","12."],["span.emphasis","Millennial Star,"],"Dec. 1, 1851, 363."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn13"},["span.label","13."],"In Conference Report, Apr. 1899, 2."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn14"},["span.label","14."],["span.emphasis","Improvement Era,"],"July 1901, 714."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-6-becoming-perfect-before-the-lord-a-little-better-day-by-day.fn15"},["span.label","15."],["span.emphasis","Improvement Era,"],"July 1899, 709."]]}
