{"id":13,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":13,"title":"Chapter 11: From Judea to Galilee","subtitle":"","short_title":"Chapter 11","uri":"/manual/jesus-the-christ/chapter-11","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-11"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-11.head1"},[".titleNumber","Chapter 11"],["h1","From Judea to Galilee"]],[".bodyBlock",[".topic",["h2","The Baptist’s Testimony of Jesus"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-11.p4"},"During the period of our Lord’s retirement in the wilderness the Baptist continued his ministry, crying repentance to all who would pause to hear, and administering baptism to such as came duly prepared and asking with right intent. The people generally were greatly concerned over the identity of John; and as the real import of the voice",["sup",["a",{"href":"fn_1"},"a"]],"dawned upon them, their concern deepened into fear. The ever recurring question was, Who is this new prophet? Then the Jews, by which expression we may understand the rulers of the people, sent a delegation of priests and Levites of the Pharisaic party to personally question him. He answered without evasion, “I am not the Christ,” and with equal decisiveness denied that he was Elias, or more accurately, Elijah, the prophet who, the rabbis said through a misinterpretation of Malachi’s prediction, was to return to earth as the immediate precursor of the Messiah.",["sup",["a",{"href":"fn_2"},"b"]],"Furthermore, he declared that he was not “that prophet,” by which was meant the Prophet whose coming Moses had foretold,",["sup",["a",{"href":"fn_3"},"c"]],"and who was not universally identified in the Jewish mind with the expected Messiah. “Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself? He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.”",["sup",["a",{"href":"fn_4"},"d"]],"The Pharisaic envoys then demanded of him his authority for baptizing; in reply he affirmed that the validity of his baptisms would be attested by One who even then was amongst them, though they knew Him not, and averred: “He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose.”",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-11.p5"},"John’s testimony, that Jesus was the Redeemer of the world, was declared as boldly as had been his message of the imminent coming of the Lord. “Behold the Lamb of God, which taketh away the sin of the world,” he proclaimed; and, that none might fail to comprehend his identification of the Christ, he added: “This is he of whom I said, After me cometh a man which is preferred before me: for he was before me. And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.”",["sup",["a",{"href":"fn_6"},"f"]],"That the attestation of the ministering presence of the Holy Ghost through the material appearance “like a dove” was convincing to John is shown by his further testimony: “And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him. And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost. And I saw, and bare record that this is the Son of God.”",["sup",["a",{"href":"fn_7"},"g"]],"On the day following that of the utterance last quoted, John repeated his testimony to two of his disciples, or followers, as Jesus passed, saying again: “Behold the Lamb of God.”",["sup",["a",{"href":"fn_8"},"h"]]]],[".topic",["h2","The First Disciples of Jesus",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-11.p7"},"Two of the Baptist’s followers, specifically called disciples, were with him when for the second time he expressly designated Jesus as the Lamb of God. These were Andrew and John; the latter came to be known in after years as the author of the fourth Gospel. The first is mentioned by name, while the narrator suppresses his own name as that of the second disciple. Andrew and John were so impressed by the Baptist’s testimony that they immediately followed Jesus; and He, turning toward them asked: “What seek ye?” Possibly somewhat embarrassed by the question, or with a real desire to learn where He might be found later, they replied by another inquiry: “Rabbi, where dwellest thou?” Their use of the title Rabbi was a mark of honor and respect, to which Jesus did not demur. His courteous reply to their question assured them that their presence was no unwelcome intrusion. “Come and see,” said He.",["sup",["a",{"href":"fn_10"},"j"]],"The two young men accompanied Him, and remained with Him to learn more. Andrew, filled with wonder and joy over the interview so graciously accorded, and thrilled with the spirit of testimony that had been enkindled within his soul, hastened to seek his brother Simon, to whom he said: “We have found the Messias.” He brought Simon to see and hear for himself; and Jesus, looking upon Andrew’s brother, called him by name and added an appellation of distinction by which he was destined to be known throughout all later history: “Thou art Simon the son of Jona; thou shalt be called Cephas.” The new name thus bestowed is the Aramaic or Syro-Chaldaic equivalent of the Greek “Petros,” and of the present English “Peter,” meaning “a stone.”",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-11.p8"},"On the following day Jesus set out for Galilee, possibly accompanied by some or all of his newly-made disciples; and on the way He found a man named Philip, in whom He recognized another choice son of Israel. Unto Philip He said: “Follow me.” It was customary with rabbis and other teachers of that time to strive for popularity that many might be drawn to them to sit at their feet and be known as their disciples. Jesus, however, selected His own immediate associates; and, as He found them and discerned in them the spirits who, in their preexistent state had been chosen for the earthly mission of the apostleship, He summoned them. They were the servants; He was the Master.",["sup",["a",{"href":"fn_12"},"l"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-11.p9"},"Philip soon found his friend Nathanael, to whom he testified that He of whom Moses and the prophets had written had at last been found; and that He was none other than Jesus of Nazareth. Nathanael, as his later history demonstrates, was a righteous man, earnest in his hope and expectation of the Messiah, yet seemingly imbued with the belief common throughout Jewry—that the Christ was to come in royal state as seemed befitting the Son of David. The mention of such a One coming from Nazareth, the reputed son of a humble carpenter, provoked wonder if not incredulity in the guileless mind of Nathanael, and he exclaimed: “Can there any good thing come out of Nazareth?” Philip’s answer was a repetition of Christ’s words to Andrew and John—“Come and see.” Nathanael left his seat under the fig tree,",["sup",["a",{"href":"fn_13"},"m"]],"where Philip had found him, and went to see for himself. As he approached, Jesus said, “Behold an Israelite indeed, in whom is no guile.” Nathanael saw that Jesus could read his mind, and asked in surprise: “Whence knowest thou me?” In reply Jesus showed even greater powers of penetration and perception under conditions that made ordinary observation unlikely if not impossible: “Before that Philip called thee, when thou wast under the fig tree, I saw thee.” Nathanael replied with conviction: “Rabbi, thou art the Son of God; thou art the King of Israel.” Earnest as the man’s testimony was, it rested mainly on his recognition of what he took to be a supernatural power in Jesus; our Lord assured him that he should see yet greater things: “And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man.”"]],[".topic",["h2","“The Son of Man”"],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-11.p11"},"In the promise and prediction made by Christ to Nathanael, we find the significant title—The Son of Man—appearing for the first time, chronologically speaking, in the New Testament. It recurs, however, about forty times, excluding repetitions in parallel accounts in the several Gospels. In each of these passages it is used by the Savior distinctively to designate Himself. In three other instances the title appears in the New Testament, outside the Gospels; and in each case it is applied to the Christ with specific reference to His exalted attributes as Lord and God.",["sup",["a",{"href":"fn_14"},"n"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-11.p12"},"In the Old Testament, the phrase “son of man” occurs in ordinary usage, denoting any human son;",["sup",["a",{"href":"fn_15"},"o"]],"and it appears over ninety times as an appellation by which Jehovah addressed Ezekiel, though it is never applied by the prophet to himself.",["sup",["a",{"href":"fn_16"},"p"]],"The context of the passages in which Ezekiel is addressed as “son of man” indicates the divine intention of emphasizing the human status of the prophet as contrasted with the divinity of Jehovah."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-11.p13"},"The title is used in connection with the record of Daniel’s vision,",["sup",["a",{"href":"fn_17"},"q"]],"in which was revealed the consummation, yet future, when Adam—the Ancient of Days—shall sit to judge his posterity;",["sup",["a",{"href":"fn_18"},"r"]],"on which great occasion, the Son of Man is to appear and receive a dominion that shall be everlasting, transcendently superior to that of the Ancient of Days, and embracing every people and nation, all of whom shall serve the Lord, Jesus Christ, the Son of Man.",["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-11.p14"},"In applying the designation to Himself, the Lord invariably uses the definite article. “",["span.emphasis","The"],"Son of Man” was and is, specifically and exclusively, Jesus Christ. While as a matter of solemn certainty He was the only male human being from Adam down who was not the son of a mortal man, He used the title in a way to conclusively demonstrate that it was peculiarly and solely His own. It is plainly evident that the expression is fraught with a meaning beyond that conveyed by the words in common usage. The distinguishing appellation has been construed by many to indicate our Lord’s humble station as a mortal, and to connote that He stood as the type of humanity, holding a particular and unique relationship to the entire human family. There is, however, a more profound significance attaching to the Lord’s use of the title “The Son of Man”; and this lies in the fact that He knew His Father to be the one and only supremely exalted Man,",["sup",["a",{"href":"fn_20"},"t"]],"whose Son Jesus was both in spirit and in body—the Firstborn among all the spirit-children of the Father, the Only Begotten in the flesh—and therefore, in a sense applicable to Himself alone, He was and is the Son of the “Man of Holiness,” Elohim,",["sup",["a",{"href":"fn_21"},"u"]],"the Eternal Father. In His distinctive titles of Sonship, Jesus expressed His spiritual and bodily descent from, and His filial submission to, that exalted Father."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-11.p15"},"As revealed to Enoch the Seer, “Man of Holiness” is one of the names by which God the Eternal Father is known; “and the name of his Only Begotten is the Son of Man, even Jesus Christ.” We learn further that the Father of Jesus Christ thus proclaimed Himself to Enoch: “Behold, I am God; Man of Holiness is my name; Man of Counsel is my name; and Endless and Eternal is my name, also.”",["sup",["a",{"href":"fn_22"},"v"]],"“The Son of Man” is in great measure synonymous with “The Son of God,” as a title denoting divinity, glory, and exaltation; for the “Man of Holiness,” whose Son Jesus Christ reverently acknowledges Himself to be, is God the Eternal Father."]],[".topic",["h2","The Miracle at Cana in Galilee"],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-11.p17"},"Soon after the arrival of Jesus in Galilee we find Him and His little company of disciples at a marriage party in Cana, a neighboring town to Nazareth. The mother of Jesus was at the feast, and for some reason not explained in John’s narrative,",["sup",["a",{"href":"fn_23"},"w"]],"she manifested concern and personal responsibility in the matter of providing for the guests. Evidently her position was different from that of one present by ordinary invitation. Whether this circumstance indicates the marriage to have been that of one of her own immediate family, or some more distant relative, we are not informed."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-11.p18"},"It was customary to provide at wedding feasts a sufficiency of wine, the pure though weak product of the local vineyards, which was the ordinary table beverage of the time. On this occasion the supply of wine was exhausted, and Mary told Jesus of the deficiency. Said He: “Woman, what have I to do with thee? mine hour is not yet come.” The noun of address, “Woman,” as applied by a son to his mother may sound to our ears somewhat harsh, if not disrespectful; but its use was really an expression of opposite import.",["sup",["a",{"href":"fn_24"},"x"]],"To every son the mother ought to be preeminently the woman of women; she is the one woman in the world to whom the son owes his earthly existence; and though the title “Mother” belongs to every woman who has earned the honors of maternity, yet to no child is there more than one woman whom by natural right he can address by that title of respectful acknowledgment. When, in the last dread scenes of His mortal experience, Christ hung in dying agony upon the cross, He looked down upon the weeping Mary, His mother, and commended her to the care of the beloved apostle John, with the words: “Woman, behold thy son!”",["sup",["a",{"href":"fn_25"},"y"]],"Can it be thought that in this supreme moment, our Lord’s concern for the mother from whom He was about to be separated by death was associated with any emotion other than that of honor, tenderness and love?",["sup",["a",{"href":"fn_26"},"z"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-11.p19"},"Nevertheless, His words to Mary at the marriage feast may have conveyed a gentle reminder of her position as the mother of a Being superior to herself; even as on that earlier occasion when she had found her Boy, Jesus, in the temple, He had brought home to her the fact that her jurisdiction over Him was not supreme. The manner in which she told Him of the insufficiency of wine probably suggested an intimation that He use His more than human power, and by such means supply the need. It was not her function to direct or even to suggest the exercise of the power inherent in Him as the Son of God; such had not been inherited from her. “What have I to do with thee?” He asked; and added: “Mine hour is not yet come.” Here we find no disclaimer of the ability to do what she apparently wanted Him to do, but the plain implication that He would act only when the time was right for the purpose, and that He, not she, must decide when that time had come. She understood His meaning, in part at least, and contented herself by instructing the servants to do whatsoever He directed. Here again is evidence of her position of responsibility and domestic authority at the social gathering."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-11.p20"},"The time for His intervention soon arrived. There stood within the place six water pots;",["sup",["a",{"href":"fn_27"},"a"]],"these He directed the servants to fill with water. Then, without audible command or formula of invocation, as best we know, He caused to be effected a transmutation within the pots, and when the servants drew therefrom, it was wine, not water that issued. At a Jewish social gathering, such as was this wedding festival, some one, usually a relative of the host or hostess, or some other one worthy of the honor, was made governor of the feast, or, as we say in this day, chairman, or master of ceremonies. To this functionary the new wine was first served; and he, calling the bridegroom, who was the real host, asked him why he had reserved his choice wine till the last, when the usual custom was to serve the best at the beginning, and the more ordinary later. The immediate result of this, the first recorded of our Lord’s miracles, is thus tersely stated by the inspired evangelist: “This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him.”",["sup",["a",{"href":"fn_28"},"b"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-11.p21"},"The circumstances incident to the miraculous act are instructive to contemplate. The presence of Jesus at the marriage, and His contribution to the successful conduct of the feast, set the seal of His approval upon the matrimonial relationship and upon the propriety of social entertainment. He was neither a recluse nor an ascetic; He moved among men, eating and drinking, as a natural, normal Being.",["sup",["a",{"href":"fn_29"},"c"]],"On the occasion of the feast He recognized and heeded the demands of the liberal hospitality of the times, and provided accordingly. He, who but a few days before had revolted at the tempter’s suggestion that He provide bread for His impoverished body, now used His power to supply a luxury for others. One effect of the miracle was to confirm the trust of those whose belief in Him as the Messiah was yet young and untried. “His disciples believed on him”; surely they had believed in some measure before, otherwise they would not have followed Him; but their belief was now strengthened and made to approach, if indeed it did not attain, the condition of abiding faith in their Lord. The comparative privacy attending the manifestation is impressive; the moral and spiritual effect was for the few, the inauguration of the Lord’s ministry was not to be marked by public display."]],[".topic",["h2","Miracles in General"],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-11.p23"},"The act of transmutation whereby water became wine was plainly a miracle, a phenomenon not susceptible of explanation, far less of demonstration, by what we consider the ordinary operation of natural law. This was the beginning of His miracles, or as expressed in the revised version of the New Testament, “his signs.” In many scriptures miracles are called signs, as also wonders, powers, works, wonderful works, mighty works,",["sup",["a",{"href":"fn_30"},"d"]],"etc. The spiritual effect of miracles would be unattained were the witnesses not caused to inwardly wonder, marvel, ponder and inquire; mere surprise or amazement may be produced by deception and artful trickery. Any miraculous manifestation of divine power would be futile as a means of spiritual effect were it unimpressive. Moreover, every miracle is a sign of God’s power; and signs in this sense have been demanded of prophets who professed to speak by divine authority, though such signs have not been given in all cases. The Baptist was credited with no miracle, though he was pronounced by the Christ as more than a prophet;",["sup",["a",{"href":"fn_31"},"e"]],"and the chronicles of some earlier prophets",["sup",["a",{"href":"fn_32"},"f"]],"are devoid of all mention of miracles. On the other hand, Moses, when commissioned to deliver Israel from Egypt, was made to understand that the Egyptians would look for the testimony of miracles, and he was abundantly empowered therefor.",["sup",["a",{"href":"fn_33"},"g"]]],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-11.p24"},"Miracles cannot be in contravention of natural law, but are wrought through the operation of laws not universally or commonly recognized. Gravitation is everywhere operative, but the local and special application of other agencies may appear to nullify it—as by muscular effort or mechanical impulse a stone is lifted from the ground, poised aloft, or sent hurtling through space. At every stage of the process, however, gravity is in full play, though its effect is modified by that of other and locally superior energy. The human sense of the miraculous wanes as comprehension of the operative process increases. Achievements made possible by modern invention of telegraph and telephone with or without wires, the transmutation of mechanical power into electricity with its manifold present applications and yet future possibilities, the development of the gasoline motor, the present accomplishments in aerial navigation—these are no longer miracles in man’s estimation, because they are all in some degree understood, are controlled by human agency, and, moreover, are continuous in their operation and not phenomenal. We arbitrarily classify as miracles only such phenomena as are unusual, special, transitory, and wrought by an agency beyond the power of man’s control."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-11.p25"},"In a broader sense, all nature is miracle. Man has learned that by planting the seed of the grape in suitable soil, and by due cultivation, he may conduce to the growth of what shall be a mature and fruitful vine; but is there no miracle, even in the sense of inscrutable processes, in that development? Is there less of real miracle in the so-called natural course of plant development—the growth of root, stem, leaves, and fruit, with the final elaboration of the rich nectar of the vine—than there was in what appears supernatural in the transmutation of water into wine at Cana?"],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-11.p26"},"In the contemplation of the miracles wrought by Christ, we must of necessity recognize the operation of a power transcending our present human understanding. In this field, science has not yet advanced far enough to analyze and explain. To deny the actuality of miracles on the ground that, because we cannot comprehend the means, the reported results are fictitious, is to arrogate to the human mind the attribute of omniscience, by implying that what man cannot comprehend cannot be, and that therefore he is able to comprehend all that is. The miracles of record in the Gospels are as fully supported by evidence as are many of the historical events which call forth neither protest nor demand for further proof. To the believer in the divinity of Christ, the miracles are sufficiently attested; to the unbeliever they appear but as myths and fables.",["sup",["a",{"href":"fn_34"},"h"]]],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-11.p27"},"To comprehend the works of Christ, one must know Him as the Son of God; to the man who has not yet learned to know, to the honest soul who would inquire after the Lord, the invitation is ready; let him “Come and see.”"]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-11.f1"},["h3","Notes to Chapter 11"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-11.p29"},["b","Misunderstanding of Malachi’s Prediction."],"—In the closing chapter of the compilation of scriptures known to us as the Old Testament, the prophet Malachi thus describes a condition incident to the last days, immediately preceding the second coming of Christ: “For, behold, the day cometh, that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch. But unto you that fear my name shall the Sun of righteousness arise with healing in his wings.” The fateful prophecy concludes with the following blessed and far-reaching promise: “Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord: and he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.1-2,5-6"},"Malachi 4:1, 2, 5, 6"],".) It has been held by theologians and Bible commentators that this prediction had reference to the birth and ministry of John the Baptist (compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.14"},"Matthew 11:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.11"},"17:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.11"},"Mark 9:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.17"},"Luke 1:17"],"), upon whom rested the spirit and power of Elias (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.17"},"Luke 1:17"],"). However, we have no record of Elijah having ministered unto the Baptist, and furthermore, the latter’s ministry, glorious though it was, justifies no conclusion that in him did the prophecy find its full realization. In addition, it should be remembered, that the Lord’s declaration through Malachi, relative to the day of burning in which the wicked would be destroyed as stubble, yet awaits fulfilment. It is evident, therefore, that the commonly accepted interpretation is at fault, and that we must look to a later date than the time of John for the fulfilment of Malachi’s prediction. The later occasion has come; it belongs to the present dispensation, and marks the inauguration of a work specially reserved for the Church in these latter days. In the course of a glorious manifestation to Joseph Smith and Oliver Cowdery, in the temple at Kirtland, Ohio, April 3d, 1836, there appeared unto them Elijah, the prophet of old, who had been taken from earth while still in the body. He declared unto them: “Behold, the time has fully come, which was spoken of by the mouth of Malachi, testifying that he (Elijah) should be sent before the great and dreadful day of the Lord come, to turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse. Therefore the keys of this dispensation are committed into your hands, and by this ye may know that the great and dreadful day of the Lord is near, even at the doors.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-16"},"D&C 110:13–16"],".) See also",["span.emphasis","The House of the Lord,"],"pp. 69–70."]],["li",["span.label","2."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-11.p30"},["b","The Sign of the Dove."],"—“John the Baptist … had the privilege of beholding the Holy Ghost descend in the form of a dove, or rather in the",["span.emphasis","sign"],"of the dove, in witness of that administration. The sign of the dove was instituted before the creation of the world, a witness for the Holy Ghost, and the devil cannot come in the sign of a dove. The Holy Ghost is a personage, and is in the form of a personage. It does not confine itself to the",["span.emphasis","form"],"of the dove, but in",["span.emphasis","sign"],"of the dove. The Holy Ghost cannot be transformed into a dove; but the sign of a dove was given to John to signify the truth of the deed, as the dove is an emblem or token of truth and innocence.”—From Sermon by Joseph Smith,",["span.emphasis","History of the Church,"],"5:260–61."]],["li",["span.label","3."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-11.p31"},["b","The Testimony of John the Baptist."],"—Observe that the Baptist’s testimony to the divinity of Christ’s mission is recorded as having been given after the period of our Lord’s forty-day fast and temptations, and therefore approximately six weeks subsequent to the baptism of Jesus. To the deputation of priests and Levites of the Pharisaic party, who visited him by direction of the rulers, probably by appointment from the Sanhedrin, John, after disavowing that he was the Christ or any one of the prophets specified in the inquiry, said: “There standeth one among you whom ye know not; he it is who coming after me is preferred before me.” On the next day, and again on the day following that, he bore public testimony to Jesus as the Lamb of God; and on the third day after the visit of the priests and Levites to John, Jesus started on the journey to Galilee (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.19-43"},"John 1:19–43"],")."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-11.p32"},"John’s use of the designation “Lamb of God” implied his conception of the Messiah as One appointed for sacrifice, and his use of the term is the earliest mention found in the Bible. For later Biblical applications, direct or implied, see",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.32"},"Acts 8:32"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/1.19"},"1 Peter 1:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.6,8,12-13"},"Revelation 5:6, 8, 12, 13"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/6.1,16"},"6:1, 16"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/7.9-10,17"},"7:9, 10, 17"],"; etc."]],["li",["span.label","4."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-11.p33"},["b","“Come and See.”"],"—The spirit of our Lord’s invitation to the young truth seekers, Andrew and John, is manifest in a similar privilege extended to all. The man who would know Christ must come to Him, to see and hear, to feel and know. Missionaries may carry the good tidings, the message of the gospel, but the response must be an individual one. Are you in doubt as to what that message means today? Then come and see for yourself. Would you know where Christ is to be found? Come and see."]],["li",["span.label","5."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-11.p34"},["b","The Eternal Father a Resurrected, Exalted Being."],"—“As the Father hath power in himself, so hath the Son power in himself, to lay down his life and take it again, so he has a body of his own. The Son doeth what he hath seen the Father do: then the Father hath some day laid down his life and taken it again; so he has a body of his own; each one will be in his own body.”—Joseph Smith; see",["span.emphasis","History of the Church,"],"5:426."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-11.p35"},"“God himself was once as we are now, and is an exalted Man, and sits enthroned in yonder heavens! That is the great secret. If the veil was rent to-day, and the Great God who holds this world in its orbit, and who upholds all worlds and all things by his power, was to make himself visible,—I say, if you were to see him to-day, you would see him like a man in form—like yourselves in all the person, image, and very form as a man; for Adam was created in the very fashion, image, and likeness of God, and received instruction from, and walked, talked and conversed with him, as one man talks and communes with another.”—Joseph Smith; see",["span.emphasis","Compendium,"],"p. 190."]],["li",["span.label","6."],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-11.p36"},["b","Waterpots for Ceremonial Cleansing."],"—In the house at Cana there stood in a place specially reserved, six waterpots of stone “after the manner of the purifying of the Jews.” Vessels of water were provided, as a matter of prescribed order in Jewish homes, to facilitate the ceremonial washings enjoined by the law. From these pots or jars the water was drawn off as required; they were reservoirs holding the supply, not vessels used in the actual ablution."]],["li",["span.label","7."],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-11.p37"},["b","“The Attitude of Science towards Miracles”"],"is the subject of a valuable article by Prof. H. L. Orchard, published in",["span.emphasis","Journal of the Transactions of the Victoria Institute, or Philosophical Society of Great Britain,"],"1910, vol. 42, pp. 81–122. This article was the Gunning Prize Essay for 1909. After a lengthy analytical treatment of his subject, the author presents the following summation, which was concurred in by those who took part in the ensuing discussions: “We here complete our scientific investigation of Bible Miracles. It has embraced (1) the",["span.emphasis","nature"],"of the phenomenon; (2) the",["span.emphasis","conditions"],"under which it is alleged to have occurred; (3) the character of the",["span.emphasis","testimony"],"to its occurrence. To the inquiry—Were the Bible miracles probable? science answers in the affirmative. To the further inquiry—Did they actually occur? the answer of science is again, and very emphatically, in the affirmative. If we liken them to gold, she has made her assay and says the gold is pure. Or the Bible miracles may be compared to a string of pearls. If science seeks to know whether the pearls are genuine, she may apply chemical and other tests to the examination of their",["span.emphasis","character"],"; she may search into the",["span.emphasis","conditions and circumstances"],"in which the alleged pearls were found. Were they first found in an oyster, or in some manufacturing laboratory? And she may investigate the",["span.emphasis","testimony"],"of experts. Should the result of any one of these examinations affirm the genuineness of the pearls, science will be slow to believe that they are ‘paste’; if all the results declare their genuineness, science will not hesitate to say that they are true pearls. This, as we have seen, is the case of the Bible miracles. Science, therefore, affirms",["span.emphasis","their actual occurrence."],"”"]],["li",["span.label","8."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-11.p38"},["b","The Testimony of Miracles."],"—The Savior’s promise in a former day (",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.17-18"},"Mark 16:17–18"],"), as in the present dispensation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.65-73"},"D&C 84:65–73"],"), is definite, to the effect that specified gifts of the Spirit are to follow the believer as signs of divine favor. The possession and exercise of such gifts may be taken therefore as essential features of the Church of Christ. Nevertheless we are not justified in regarding the evidence of miracles as infallible testimony of authority from heaven; on the other hand, the scriptures furnish abundant proof that spiritual powers of the baser sort have wrought miracles, and will continue so to do, to the deceiving of many who lack discernment. If miracles be accepted as infallible evidence of godly power, the magicians of Egypt, through the wonders which they accomplished in opposition to the ordained plan for Israel’s deliverance, have as good a claim to our respect as has Moses (",["a.scriptureRef",{"href":"/scriptures/ot/ex/7.11"},"Exodus 7:11"],"). John the Revelator saw in vision a wicked power working miracles, and thereby deceiving many; doing great wonders, even bringing fire from heaven (",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.11-18"},"Revelation 13:11–18"],"). Again he saw three unclean spirits, whom he knew to be ‘the spirits of devils working miracles’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.13-14"},"Revelation 16:13–14"],"). Consider, in connection with this, the prediction made by the Savior:—‘There shall arise false Christs, and false prophets, and shall show great signs and wonders, insomuch that, if it were possible, they shall deceive the very elect’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.24"},"Matthew 24:24"],"). The invalidity of miracles as a proof of righteousness is indicated in an utterance of Jesus Christ regarding the events of the great judgment:—‘Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works? And then will I profess unto them, I never knew you; depart from me, ye that work iniquity’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.22-23"},"Matthew 7:22–23"],"). The Jews, to whom these teachings were addressed, knew that wonders could be wrought by evil powers; for they charged Christ with working miracles by the authority of Beelzebub the prince of devils (",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.22-30"},"Matthew 12:22–30"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.22"},"Mark 3:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.15"},"Luke 11:15"],").—From the author’s",["span.emphasis","Articles of Faith,"],"12:230–31."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-11.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/luke/3.4"},"Luke 3:4"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-11.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.21"},"John 1:21"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5"},"Malachi 4:5"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p29"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-11.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/ot/deut/18.15,18"},"Deuteronomy 18:15, 18"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p9"},"45"],"herein."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-11.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.22-23"},"John 1:22, 23"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.3"},"Isaiah 40:3"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-11.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.25-27"},"John 1:25–27"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-11.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.29-31"},"John 1:29–31"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-11.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.32,34"},"John 1:32, 34"],"; also",["a.scriptureRef",{"href":"/scriptures/nt/john/1.35-36"},"verses 35, 36"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p30"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-11.fn8"},["b","8"],["span.label","h"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p31"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-11.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/john/1.35-51"},"John 1:35–51"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-11.fn10"},["b","10"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p33"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-11.fn11"},["b","11"],["span.label","k"],"The name thus given was afterward confirmed, with accompaniments of promise;",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.18"},"Matthew 16:18"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-11.fn12"},["b","12"],["span.label","l"],"To the apostles the Lord said on a subsequent occasion: “Ye have not chosen me, but I have chosen you” (",["a.scriptureRef",{"href":"/scriptures/nt/john/15.16"},"John 15:16"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/6.70"},"6:70"],")."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-11.fn13"},["b","13"],["span.label","m"],"A favorite situation for rest, meditation, and study;",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/4.25"},"1 Kings 4:25"],";",["a.scriptureRef",{"href":"/scriptures/ot/micah/4.4"},"Micah 4:4"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-11.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/acts/7.56"},"Acts 7:56"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.13"},"Revelation 1:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.14"},"14:14"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-11.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/ot/job/25.6"},"Job 25:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/144.3"},"Psalm 144:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/146.3"},"146:3"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/ps/8.4"},"8:4"],"and compare",["a.scriptureRef",{"href":"/scriptures/nt/heb/2.6-9"},"Hebrews 2:6–9"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-11.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/ot/ezek/2.1,3,6,8"},"Ezekiel 2:1, 3, 6, 8"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/3.1,3-4"},"3:1, 3, 4"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/4.1"},"4:1"],"; etc."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-11.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/ot/dan/7.13"},"Daniel 7:13"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-11.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.11"},"D&C 27:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.15-16"},"78:15, 16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.54-57"},"107:54–57"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/116"},"116"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-11.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.6"},"D&C 49:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.65"},"58:65"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.5"},"65:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.8"},"122:8"],". Observe that in modern revelation the title is used only as applying to the Christ in His resurrected and glorified state."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-11.fn20"},["b","20"],["span.label","t"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p34"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-11.fn21"},["b","21"],["span.label","u"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-4.p15"},"38"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-11.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.57"},"Moses 6:57"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.35"},"7:35"],"; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.24,47,54,59,65"},"7:24, 47, 54, 59, 65"],". Observe that Satan addressed Moses as “son of man” in a blasphemous attempt to coerce Moses into worshiping him by emphasizing the mortal weakness and inferiority of the man in contrast with his own false pretension of godship. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.12"},"Moses 1:12"],".)"],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-11.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.1-11"},"John 2:1–11"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-11.fn24"},["b","24"],["span.label","x"],"“The address ‘Woman’ was so respectful that it might be, and was, addressed to the queenliest.”—(Farrar,",["span.emphasis","The Life of Christ,"],"p. 134.)"],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-11.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/john/19.26"},"John 19:26"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-11.fn26"},["b","26"],["span.label","z"],"On a few occasions Jesus used the address “Woman” in a general way:",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.28"},"Matthew 15:28"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.12"},"Luke 13:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/4.21"},"John 4:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/8.10"},"8:10"],"; etc."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-11.fn27"},["b","27"],["span.label","a"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p36"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-11.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/john/2.11"},"John 2:11"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-11.fn29"},["b","29"],["span.label","c"],"The absence of all false austerity and outward show of abnormal abstinence in His life furnished an imagined excuse for unfounded charges of excess, through which He was said to be a glutton and a winebibber. (",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.19"},"Matthew 11:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.34"},"Luke 7:34"],".)"],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-11.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/7.22"},"Matthew 7:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.20"},"11:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.38"},"12:38"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.1"},"16:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.24"},"24:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.14"},"Mark 6:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.13"},"Luke 10:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/2.18"},"John 2:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/7.21"},"7:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/10.25"},"10:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/14.11"},"14:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.8"},"Acts 6:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.6"},"8:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/14.3"},"14:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.11"},"19:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/15.19"},"Romans 15:19"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.13"},"Revelation 13:13"],"; etc."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-11.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/john/10.41"},"John 10:41"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.9"},"Matthew 11:9"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-11.fn32"},["b","32"],["span.label","f"],"For example Zechariah and Malachi."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-11.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/ot/ex/3.20"},"Exodus 3:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/4.1-9"},"4:1–9"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p38"},"Note 8"],", end of chapter."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-11.fn34"},["b","34"],["span.label","h"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p37"},"Note 7"],", end of chapter."]]}
