{"id":49,"parent_id":0,"book_id":9113,"content_id":1,"language_id":1,"display_order":49,"title":"Chapter 47: 4 Nephi","subtitle":"","short_title":"Chapter 47","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi","content":[["div",{"id":"head1","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.head1"},[".titleNumber","Chapter 47"],["h1","4 Nephi"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p4"},"Throughout history, people have sought happiness, peace, and prosperity. The scriptures tell of two societies that achieved this state: the people in Enoch’s city of Zion (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7"},"Moses 7"],") and the Book of Mormon people who had been visited and taught by the resurrected Savior (see",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1"},"4 Nephi 1"],"). In 4 Nephi, we read of people who, for nearly 200 years after the visit of the Savior, were so righteous that “there could not [have been] a happier people among all the people who had been created by the hand of God” (",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.16"},"4 Nephi 1:16"],"). Sadly, that society eventually fell into apostasy. Students will profit by contrasting the choices that led to nearly 200 years of happiness with the choices that led to misery."]],[".topic",["h2","Some Doctrines and Principles"],["ul.bullet",["li",["span.label","•"],[".para","When people are truly converted to the gospel of Jesus Christ, they work together in unity and peace (see",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1-19"},"4 Nephi 1:1–19"],")."]],["li",["span.label","•"],[".para","Pride leads to division, dissension, and apostasy (see",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.20-49"},"4 Nephi 1:20–49"],")."]]]],[".topic",["h2","Suggestions for Teaching"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1-19"},"4 Nephi 1:1–19"],". When People Are Truly Converted to the Gospel of Jesus Christ, They Work Together in Unity and Peace"],["div",{"id":"p10","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p10"},"Write on the board",["span.emphasis","“The people were all converted” (",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.2"},"4 Nephi 1:2"],")."]],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to be converted?"]]],[".blockQuote",[".preamble","Share the following statement by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles (also available on the companion DVD",["span.dominant","A"],"):"],["div",{"id":"p13","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p13"},"“We qualify for eternal life through a process of",["span.emphasis","conversion."],"As used here, this word of many meanings signifies not just a convincing but a profound change of nature. … Jesus’ challenge [to be converted] shows that the conversion He required for those who would enter the kingdom of heaven was far more than just being converted to testify to the truthfulness of the gospel. To testify is to",["span.emphasis","know"],"and to",["span.emphasis","declare."],"The gospel challenges us to be ‘converted,’ which requires us to",["span.emphasis","do"],"and to",["span.emphasis","become"],"” (in Conference Report, Oct. 2000, 41–42; or",["a.crossRef",{"href":"/general-conference/1984/10/the-banner-of-the-lord.p11"},["span.emphasis","Ensign,"],"Nov. 2000, 32–33"],"; italics in original)."]],["div",{"id":"p14","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p14"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1-2"},"4 Nephi 1:1–2"],"with students."],["ul.bullet",["li",["span.label","•"],[".para","What evidences in these verses indicate that the people were truly converted? (Possible answers include: repentance, baptism, receiving the Holy Ghost, no contentions, and dealing justly with one another.)"]],["li",["span.label","•"],[".para","Why do you think these actions suggest that someone is converted?"]]],["div",{"id":"p17","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p17"},"Assign students to work together in pairs or small groups. Assign each pair or group to read",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.3-18"},"4 Nephi 1:3–18"],"and list additional evidences that indicate that the people were converted. Their lists could include that the people had all things common, performed miracles in the name of Jesus Christ, had the love of God in their hearts, did not commit any major sins, and were united. After three or four minutes, compile the students’ findings on the board."],["ul.bullet",["li",["span.label","•"],[".para","What impact do you think truly converted Saints have on their families and neighborhoods?"]]],"Encourage students to silently ponder the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What area of your life do you feel impressed to improve to be more converted to the Lord?"]],["li",["span.label","•"],[".para","What impact would these changes have on your family and friends?"]]],["div",{"id":"p22","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p22"},"Emphasize that true conversion is accompanied by increasing love and concern for others. As we become truly converted, pride and contention are eliminated from our lives and are replaced with peace and greater happiness."],["div",{"id":"p23","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p23"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.17"},"4 Nephi 1:17"],"."],["ul.bullet",["li",["span.label","•"],[".para","What do you think it means to have no “manner of -ites”?"]]],["div",{"id":"p25","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p25"},"Explain that after the visit of the Savior, the people lived in unity and peace, overcoming any ethnic or cultural differences that might have existed between them before. They no longer distinguished themselves from each other with cultural titles such as “Nephites” or “Lamanites.”"],["div",{"id":"p26","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p26"},"Read the statements by President James E. Faust and Elder Richard G. Scott on",["a.crossRef",{"href":"/manual/book-of-mormon-student-manual/chapter-47-4-nephi.p74"},"pages 344–45"],"in the student manual. These statements are also available on the companion DVD",["span.dominant","B"],["span.dominant","C"],"."],["ul.bullet",["li",["span.label","•"],[".para","How can we be unified with people of different cultures? How can we be unified with people whose interests or abilities differ from our own?"]],["li",["span.label","•"],[".para","Why do you think people who are converted to the Lord are more likely to seek unity and peace with each other?"]],["li",["span.label","•"],[".para","In what ways can feelings of unity influence a family? a ward or branch?"]],["li",["span.label","•"],[".para","What have you found that can encourage unity among family members and other loved ones?"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.20-49"},"4 Nephi 1:20–49"],". Pride Leads to Division, Dissension, and Apostasy"],["div",{"id":"p32","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p32"},"Explain that the ideal conditions in this society lasted for nearly 200 years. Then the society changed gradually over the next 100 years, as people began making choices that led them to “dwindle in unbelief and wickedness, from year to year” (",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.34"},"4 Nephi 1:34"],"). Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.45-48"},"4 Nephi 1:45–48"],"to see the outcomes of these choices: all people were wicked except for the disciples of Jesus, the people allowed the Gadianton robbers to spread throughout the land, and the scriptures were hidden from the people. Then draw the following chart on the board or display it with an overhead projector, leaving off the information in parentheses."],[".",{"id":"f9","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.f9"},["h4","A Fallen People"],["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.20"},"verse 20"]]]],["td",{"colspan":"6","rowspan":"1"},[".para","(A small part of the people revolted, or apostatized, from the Church. Some gospel principles abandoned: unity, dedication to the Lord’s Church.)"]]],["tr",["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"},[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.24-26"},"verses 24–26"]]]],["td",{"colspan":"5","rowspan":"1"},[".para","(Some people wore costly apparel, did not share goods and substance, divided into classes, and built up churches for gain. Some gospel principles abandoned: humility, charity.)"]]],["tr",["td",{"colspan":"2","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"},[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.27-29"},"verses 27–29"]]]],["td",{"colspan":"4","rowspan":"1"},[".para","(Some people denied important parts of the gospel, administered sacred ordinances to those who were unworthy, persecuted members of the Church, and denied the Christ. Some gospel principles abandoned: reverence, faith, humility, kindness.)"]]],["tr",["td",{"colspan":"3","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"},[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.30-34"},"verses 30–34"]]]],["td",{"colspan":"3","rowspan":"1"},[".para","(Some people attempted to kill the three Nephite disciples, hardened their hearts, followed false priests and prophets, and physically abused followers of Jesus. Some gospel principles abandoned: reverence for life, charity.)"]]],["tr",["td",{"colspan":"4","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"},[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.35-39"},"verses 35–39"]]]],["td",{"colspan":"2","rowspan":"1"},[".para","(Divisions were created among the people. The most wicked among them rejected the gospel and taught their children to reject Jesus Christ and to hate the believers. Some gospel principles abandoned: unity, charity, faith.)"]]],["tr",["td",{"colspan":"5","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"},[".para",["b",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.40-43"},"verses 40–43"]]]],["td",{"colspan":"1","rowspan":"1"},[".para","(The wicked outnumbered the righteous, continued to seek worldly things, and developed secret oaths and combinations. Some gospel principles abandoned: humility, charity, honesty.)"]]]]]],["div",{"id":"p46","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p46"},"Explain that this chart shows how the people’s fall occurred gradually, through a long series of sinful choices. Read the verses on each step of the chart with students. After reading each set of verses, ask students to list (1) the unrighteous actions and attitudes of the people and (2) the gospel principles that the people abandoned (examples are in parentheses in the chart above). Ask a student to act as scribe and record the students’ insights."],["ul.bullet",["li",["span.label","•"],[".para","In what ways does pride relate to each of the actions listed on the chart?"]]],["div",{"id":"p48","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p48"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.24-27"},"Doctrine and Covenants 38:24–27"],"."],["ul.bullet",["li",["span.label","•"],[".para","How could following these principles have stopped these downward steps?"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.48-49"},"4 Nephi 1:48–49"],". Wickedness Leads to a Loss of Precious Blessings"],["div",{"id":"p51","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p51"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.48-49"},"4 Nephi 1:48–49"],"with the students. Have them look for what was lost or taken away from the people."],["ul.bullet",["li",["span.label","•"],[".para","Why would the removal of the sacred writings be a tragic event?"]],["li",["span.label","•"],[".para","In what ways might the scriptures become “hidden” to us? (You may want to invite students to read and cross-reference",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.10-11"},"Alma 12:10–11"],"with",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.48-49"},"4 Nephi 1:48–49"],"and discuss how people can lose sacred blessings.)"]],["li",["span.label","•"],[".para","In what ways does having sacred truths such as the scriptures and other revelations increase our capacity to progress spiritually?"]]],[".blockQuote",[".preamble","Share the following statement by President Spencer W. Kimball (1895–1985), the 12th President of the Church:"],["div",{"id":"p56","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p56"},"“I find that when I get casual in my relationship with divinity and when it seems that no divine ear is listening and no divine voice is speaking, that I am far, far away. If I immerse myself in the scriptures, the distance narrows and spirituality returns. I find myself loving more intensely those whom I must love with all my heart and mind and strength, and loving them more, I find it easier to abide their counsel” (",["span.emphasis","What I Hope You Will Teach My Grandchildren"],"[address to seminary and institute teachers, July 11 1966], 4)."]],["ul.bullet",["li",["span.label","•"],[".para","How does personal immersion in the scriptures influence closeness to Heavenly Father and Jesus Christ?"]]],["div",{"id":"p58","uri":"/manual/book-of-mormon-teacher-manual/chapter-47-4-nephi.p58"},"Contrast people in a state of conversion, as shown at the beginning of 4 Nephi, with people in a state of wickedness, as shown at the end of 4 Nephi. Share your testimony about the consequences of willful disobedience and the consequences of continuing conversion."]]]]],"refs":null}
