{"id":23,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":23,"title":"Prophecies of the Dispensation of the fullness of Times","subtitle":"","short_title":15,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.head1"},[".titleNumber","15"],["h1","Prophecies of the Dispensation of the Fulness of Times"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/isa/24"},"Isaiah 24–35"]]],[".bodyBlock",[".topic",["h2","(15-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p5"},"Isaiah was not only a prophet but also a seer. “A seer,” said Ammon, “is greater than a prophet,” for a “seer is a revelator and a prophet also” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.15-16"},"Mosiah 8:15–16"],"). Ammon continued: “A seer can know of things which are past, and also of things which are to come, and by them shall all things be revealed, or, rather, shall secret things be made manifest, and hidden things shall come to light” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.17"},"Mosiah 8:17"],")."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p6"},"Isaiah was one of the mightiest seers of all time. Undoubtedly he was one of those the Prophet Joseph Smith had in mind when he said: “Search the revelations of God; study the prophecies, and rejoice that God grants unto the world Seers and Prophets. They are they who saw the mysteries of godliness; they saw the flood before it came; they saw angels ascending and descending upon a ladder that reached from earth to heaven; they saw the stone cut out of the mountain, which filled the whole earth; they saw the son of God come from the regions of bliss and dwell with men on earth; they saw the deliverer come out of Zion, and turn away ungodliness from Jacob; they saw the glory of the Lord when he showed the transfiguration of the earth on the mount; they saw every mountain laid low and every valley exalted when the Lord was taking vengeance upon the wicked; they saw truth spring out of the earth, and righteousness look down from heaven in the last days, before the Lord came the second time to gather his elect; they saw the end of wickedness on earth, and the Sabbath of creation crowned with peace; they saw the end of the glorious thousand years, when Satan was loosed for a little season; they saw the day of judgment when all men received according to their works, and they saw the heaven and the earth flee away to make room for the city of God, when the righteous receive an inheritance in eternity. And, fellow sojourners upon earth, it is your privilege to purify yourselves and come up to the same glory, and see for yourselves, and know yourselves.” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"pp. 12–13.)"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p7"},"A clear and dramatic shift in emphasis takes place in",["a.scriptureRef",{"href":"/scriptures/ot/isa/24"},"Isaiah 24"],". There, Isaiah’s seership becomes profoundly evident as he looks forward in time to the final dispensation."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p8"},"When you consider the scope of Isaiah’s vision and its application for all generations of men, it is not surprising that Jesus Himself said, “Great are the words of Isaiah” and commanded that we should “search these things diligently” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.1"},"3 Nephi 23:1"],")."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p9"},"Did you notice Joseph Smith’s final statement in the quotation above? He said, “It is your privilege to … see for yourselves, and know for yourselves” all the things the seers have seen. One way to do that is by carefully studying the writings of the seers. Strive to see what Isaiah saw as you study this very significant part of his words."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/isa/24"},"Isaiah 24–35"],". Refer to",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p1"},"Enrichment E"],"throughout your study of the book of Isaiah. Enrichment F will provide an overview of the historical setting of the prophet Isaiah’s ministry."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Isaiah 24–35"],[".topic",["h3","(15-2)",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.1-6"},"Isaiah 24:1–6"],". Of What Period or People Was the Lord Speaking?"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p15"},"In one sense,",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.1-6"},"Isaiah 24:1–6"],"could be used to speak of apostasy in any day. The passage speaks of a time when the Lord will make the earth “empty” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.1"},"v. 1"],") and will scatter its inhabitants abroad because the people have defiled the earth. “They have transgressed the laws [of God], changed the ordinance, broken the everlasting covenant” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.5"},"v. 5"],"). As a result the earth will be “burned, and few men left” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.6"},"v. 6"],")."]],[".topic",["h3","(15-3)",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.2"},"Isaiah 24:2"],". “As with the People, So with the Priest”"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p17"},"President Spencer W. Kimball said:"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p18"},"“The term",["span.emphasis","priest"],"is here used to denote all religious leaders of any faith. Isaiah said: ‘The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant.’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.5"},"Isa. 24:5"],".) From among the discordant voices we are shocked at those of many priests who encourage the defilement of men and wink at the eroding trends and who deny the omniscience of God. Certainly these men should be holding firm, yet some yield to popular clamor."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p19"},"“I give some quotes from the press:"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p20"},"“‘Many churchmen are reluctant to give a definite yes or no to marijuana.’ ‘It depends upon circumstances.’ (",["span.emphasis","Time,"],"August 16, 1968.)"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p21"},"“They have developed ‘situation ethics,’ which seem to cover all sins."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p22"},"“Other religious leaders are saying: ‘… precise rules of Christian conduct should not necessarily apply to problems of sexuality.’ (London—British Council of Churches.)"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p23"},"“In contrast hear the strong voice of a prophet. Peter prophesied:"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p24"},"“‘But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them. …"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p25"},"“‘And many shall follow their pernicious ways. …’ (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/2.1-2"},"2 Pet. 2:1–2"],".)” (In Conference Report, Apr. 1971, p. 9.)"]],[".topic",["h3","(15-4)",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.5"},"Isaiah 24:5"],". Why Was Changing the Ordinances So Serious?"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p27"},"The gospel ordinances are part of the specific means outlined by the Lord whereby one can overcome his natural state, receive a spiritual rebirth, and become like God. Each ordinance was designed by God to teach spiritual truths and move His children toward godliness. When the ordinances are changed, their power to save is lost. The Prophet Joseph Smith said of the ordinances: “If there is no change of ordinances, there is no change of Priesthood. Wherever the ordinances of the Gospel are administered, there is the Priesthood.” (",["span.emphasis","Teachings,"],"p. 158.)"]],[".topic",["h3","(15-5)",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.6-12"},"Isaiah 24:6–12"],". The Result of Apostasy"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p29"},"The punishment decreed for breaking God’s everlasting covenant is to be burned with fire. These verses describe the great mourning that will accompany the destruction."]],[".topic",["h3","(15-6)",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.19-23"},"Isaiah 24:19–23"],". Great Physical Changes Will Attend the Second Coming of the Lord"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p31"},["a.scriptureRef",{"href":"/scriptures/ot/isa/24.19-23"},"Isaiah 24:19–23"],"describes events and conditions as they will be just before or in conjunction with the Second Coming of the Lord. A more penetrating description of these same events is found in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.86-94"},"Doctrine and Covenants 88:86–94"],". The “prisoners … gathered in the pit” and those “shut up in the prison” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.22"},"Isaiah 24:22"],") are those locked in the spirit world awaiting the preaching of the gospel (see Joseph Fielding Smith,",["span.emphasis","Doctrines of Salvation,"],"2:155). According to Elder Orson Pratt, the moon will be confounded and the sun will be ashamed because the brilliance which attends Christ in His return to earth will be a “superior light,” one which will make all else seem dark by comparison (in",["span.emphasis","Journal of Discourses,"],"20:12)."]],[".topic",["h3","(15-7)",["a.scriptureRef",{"href":"/scriptures/ot/isa/25.1-11"},"Isaiah 25:1–11"],". The Second Coming Will Be a Time of Great Rejoicing for the Righteous"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p33"},"Though he spoke of great destruction and judgments, Isaiah was filled not with despair but with joy. Here he burst into a hymn of exultation because the Lord would finally come and reign in Zion and Jerusalem (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.23"},"Isaiah 24:23"],")."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p34"},"The Second Coming will be a time of great rejoicing that follows “much tribulation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.3-4"},"D&C 58:3–4"],"). A great “feast of fat things” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/25.6"},"Isaiah 25:6"],") will also attend the Lord’s return, meaning that men will feast upon the fruits of the gospel until they are full (compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.8"},"D&C 58:8"],"). The Lord’s coming will help to dispel “the vail that is spread over all nations” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/25.7"},"Isaiah 25:7"],"). This veil may be the “dark veil of unbelief” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.6"},"Alma 19:6"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.15"},"Ether 4:15"],") which characterizes those of the latter days who reject the gospel. Or, it could be a more literal “veil of darkness,” such as that described in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.61"},"Moses 7:61"],"when the heavens shall be darkened and “shall shake, and also the earth.” But great joy will also follow, for the time will come when “the Lord God will wipe away tears from off all faces” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/25.8"},"Isaiah 25:8"],"). This figure is used twice in the book of Revelation (",["a.scriptureRef",{"href":"/scriptures/nt/rev/7.17"},"Revelation 7:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.4"},"21:4"],") and obviously represents a millennial condition."]],[".topic",["h3","(15-8)",["a.scriptureRef",{"href":"/scriptures/ot/isa/26"},"Isaiah 26"],". “In the Way of Thy Judgments, O Lord, Have We Waited for Thee”"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p36"},["a.scriptureRef",{"href":"/scriptures/ot/isa/26"},"Isaiah 26"],"is a song, or psalm, of praise that gives tribute to the Lord. It appears to be a response to God’s release of Israel from her scattered condition in the earth (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/26.15"},"v. 15"],"). Isaiah rejoiced that the righteous are highly blessed of God and observed that wicked are those who do not respond to the Lord’s opportunities (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/26.10-11"},"vv. 10–11"],"). In typical fashion, Israel turned unto the Lord for help only when they were in great pain. In the same way a woman struggling to give birth is delivered of pain only when her child is born, so Israel will be free of pain when the Lord restores Zion once again (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/26.16-18"},"vv. 16–18"],"). Verse 18 is a clear statement of the fact of resurrection, the Lord’s and our own."],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p37"},"C. F. Keil and F. Delitzsch said of the song of Isaiah: “The prophet, whom we already know as a psalmist from [",["a.scriptureRef",{"href":"/scriptures/ot/isa/12"},"Isaiah 12"],"], now acts as choral leader of the church of the future, and praises Jehovah for having destroyed the mighty imperial city, and proved Himself a defence and shield against its tyranny towards His oppressed church” (",["span.emphasis","Commentary on the Old Testament,"],"7:1:436–37)."]],[".topic",["h3","(15-9)",["a.scriptureRef",{"href":"/scriptures/ot/isa/27.1-6"},"Isaiah 27:1–6"],". What Are the Meanings of",["span.emphasis","Leviathan"],",",["span.emphasis","Dragon"],", and",["span.emphasis","Serpent"],"?"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p39"},"When Israel is restored, she “shall blossom and bud, and fill the face of the world with fruit” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/27.6"},"Isaiah 27:6"],"). That fruit is the gospel of peace (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/27.5-6"},"vv. 5–6"],"). At the same time the Lord “shall punish leviathan the piercing serpent, … and he shall slay the dragon” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/27.1"},"v. 1"],"). Both dragon and serpent are scriptural terms for Satan, the common enemy of God and all mankind (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.9"},"Revelation 12:9"],"). Thus,",["span.emphasis","leviathan"],"probably includes not only Satan personally but all who serve him. In other words, what Isaiah saw is the necessary destruction of Babylon, or the world, before Zion can be fully established. Here again, as in",["a.scriptureRef",{"href":"/scriptures/ot/isa/26"},"chapter 26"],", Isaiah is so taken with the joy of that future day that he couches his words in a hymn of praise."]],[".topic",["h3","(15-10)",["a.scriptureRef",{"href":"/scriptures/ot/isa/27.7-13"},"Isaiah 27:7–13"],". What Did Isaiah See in Store for Jerusalem?"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p41"},"Before Jacob shall be restored, “the defenced city [Jerusalem] shall be desolate, and the habitation forsaken” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/27.10"},"Isaiah 27:10"],"), because “when the boughs thereof are withered [when the tribes of Israel become wicked], they shall be broken off” and cast into the fire, that is, they shall come into judgments (",["a.scriptureRef",{"href":"/scriptures/ot/isa/27.11"},"v. 11"],"). Later, they shall “be gathered one by one” back to their holy city, Jerusalem (",["a.scriptureRef",{"href":"/scriptures/ot/isa/27.12"},"v. 12"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/27.13"},"v. 13"],")."],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p42"},"The allegory of Zenos in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],"contains similar imagery and may be studied profitably in connection with this chapter."]],[".topic",["h3","(15-11)",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.1-8"},"Isaiah 28:1–8"],". “Woe to the Crown of Pride, to the Drunkards of Ephraim”"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p44"},"Here Isaiah continues the theme that Israel (both the Northern and Southern Kingdoms) must face judgments before Jacob’s final restoration. Isaiah, chapter 28, speaks of the rebellion of the ten tribes inhabiting northern Israel, of which Ephraim was the acknowledged leader. “The Lord hath a mighty and strong” nation, Assyria, waiting like “a flood of mighty waters” to humble Israel by casting her “down to the earth” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.2"},"v. 2"],"). Then, like a flower that fades in the hot sun (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.4"},"v. 4"],"), or a drunken man who staggers under wine (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.7"},"v. 7"],"), Israel will be removed from her promised land. In 724",["span.small","B.C."],", Shalmaneser, king of Assyria, besieged Samaria. The siege ended after three years with Sargon II finally carrying the ten tribes away into captivity."]],[".topic",["h3","(15-12)",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.14-15"},"Isaiah 28:14–15"],". In What Way Had Judah “Made a Covenant with Death, and with Hell”?"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p46"},"“The prophet confronts the rulers of Jerusalem with the assertion that their policy and behavior are bringing inevitable ruin. This time the fault is that they have deliberately entered into a covenant to serve, in return for protection, a god or gods other than their own. Death,",["span.emphasis","maweth,"],"is here the god of the underworld, Sheol or hell. Perhaps the Canaanite god of the underworld, Mot, is intended, or the reference may be to the Egyptian Osiris. It was customary for the prophets to speak of the alien deities as lies and falsehood (compare",["a.scriptureRef",{"href":"/scriptures/ot/amos/2.4"},"Amos 2:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/10.14"},"Jer. 10:14"],"). In contrast to this act of panic by the rulers, Isaiah declares that faith in God is the only secure foundation of Zion’s security, and that his justice and righteousness alone can erect a building that will stand. Those who in fright have sought to secure themselves by worshiping other gods as well, will experience in sheer terror the effects of Yahweh’s decree of destruction.” (",["span.emphasis","The Interpreter’s Bible,"],"5:317.)"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p47"},"Of course, the phrase may have a spiritual meaning as well. Israel made a covenant with death because that is what “the wages of sin” are—death (",["a.scriptureRef",{"href":"/scriptures/nt/rom/6.23"},"Romans 6:23"],")."],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p48"},"For other references to the overflowing scourge in modern times, see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.17-19"},"Doctrine and Covenants 29:17–19"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.31"},"45:31"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.96-97"},"84:96–97"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.22-26"},"97:22–26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.15"},"105:15"],"."]],[".topic",["h3","(15-13)",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.16"},"Isaiah 28:16"],". What Is the Tried and “Precious Corner Stone”?"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p50"},"The tried and precious cornerstone is Jesus Christ Himself. Elder Bruce R. McConkie wrote: “One of Isaiah’s great Messianic prophecies was that the promised Messiah would be ‘for a stone of stumbling and for a",["span.emphasis","rock of offence"],"to both the houses of Israel, for a gin and for a snare to the inhabitants of Jerusalem. And many among them shall stumble, and fall, and be broken, and be snared, and be taken.’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.14-15"},"Isa. 8:14–15"],".) Both Paul (",["a.scriptureRef",{"href":"/scriptures/nt/rom/9.33"},"Rom. 9:33"],") and Peter (",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.7-8"},"1 Pet. 2:7–8"],") record the fulfilment of this prophecy.” (",["span.emphasis","Mormon Doctrine,"],"p. 657.)"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p51"},"Jacob referred to this figure when he said that “by the stumbling of the Jews they will reject the stone upon which they might build and have safe foundation” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.15"},"Jacob 4:15"],")."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p52"},"Paul also used the same imagery when he said the foundation of the Church of Jesus Christ was Apostles and prophets, with Christ Himself being the chief cornerstone (see",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.19-20"},"Ephesians 2:19–20"],")."]],[".topic",["h3","(15-14)",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.17-22"},"Isaiah 28:17–22"],". What Was Meant by “Righteousness to the Plummet” and a “Bed … Shorter Than That a Man Can Stretch Himself” Upon?"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p54"},"With Christ as the chief cornerstone in our spiritual “house,” we are prepared to face the justice of the Lord with equity and faith. Jesus Christ becomes our advocate and pleads our case with the Father (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.2-5"},"D&C 45:2–5"],")."],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p55"},"“Judgment also will I lay to the line, and righteousness to the plummet” alludes to the building trades and continues the imagery. Christ is the cornerstone from which all other stones are laid. When something plummets, it drops straight down. A builder uses a plumb bob to find a straight vertical line. The plumb bob is a weight attached to a cord that, when extended, hangs perpendicular to its beginning point. Thus the builder knows he has a straight line. With righteousness and justice as His measuring tools, the Savior starts with the chief cornerstone (Himself) and lays out a perfect and firmly built house, one which can resist any storm that would sweep away a house reared through other means, especially one reared through the “covenant with death” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.18"},"Isaiah 28:18"],")."],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p56"},"The imagery of the bed and the inadequate covers is more easily understood than the imagery of the plummet. Obviously, if we are not covered by the atoning blood of Jesus Christ, we will find ourself like a man in a bed too short for him with a blanket that is too small to cover him. No matter how appealing sin may look at first, it can never satisfy our inner needs. The sinful person will be ever like the man in a short bed with inadequate covers. He will twist and turn and constantly seek comfort, but he cannot find it. The Atonement of Christ for sin covers, or is efficacious for, only those who trust in God with all their hearts and keep His holy commandments."]],[".topic",["h3","(15-15)",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.23-29"},"Isaiah 28:23–29"],". What Was the Significance of the Parable of Sowing and Threshing?"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p58"},"Keil and Delitzsch explained the beauty and power of Isaiah’s parable, noting that “fitches” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.25"},"Isaiah 28:25"],") were probably the black poppy, and cummin (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.25"},"v. 25"],") the same as modern cummin. Both are herbs derived from the seeds of the plants mentioned."],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p59"},"“The ploughing … which opens the soil,",["span.emphasis","i.e."],"turns it up in furrows, and the harrowing … which breaks the clods, take place to prepare for the sowing, and therefore not interminably, but only so long as is necessary to prepare the soil to receive the seed. When the seed-furrows have been drawn in the levelled surface of the ground … , then the sowing and planting begin; and this also takes place in various ways, according to the different kinds of fruit. … The wheat he sows carefully in rows … ,",["span.emphasis","i.e."],"he does not scatter it about carelessly, like the other two, but lays the grains carefully in the furrows, because otherwise when they sprang up they would get massed together, and choke one another … the barley is sown in a piece of the field specially marked off for it, or specially furnished with signs … ; and … , the spelt [rye] … , along the edge of it, so that spelt forms the rim of the barley field. It is by a divine instinct that the husbandman acts in this manner; for God, who established agriculture at the creation … , has also given men understanding. …"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p60"},"“… (For) [",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.27"},"v. 27"],"] introduces another proof that the husbandman is instructed by God, from what he still further does. He does not use the threshing machine … which would entirely destroy the more tender kinds of fruit, but knocks them out with a staff. … Is bread corn crushed? Oh no, he does not crush it. This would be the case if he were to cause the wheel … of the threshing cart with the horses harnessed in front to rattle over it with all their might. … The wise, divinely inspired course adopted by the husbandman in the treatment of the field and fruit, is a type of the wise course adopted by the divine Teacher Himself in the treatment of His nation. Israel is Jehovah’s field. The punishments and chastisements of Jehovah are the ploughshare and harrow, with which He forcibly breaks up, turns over, and furrows this field. But this does not last for ever. When the field has been thus loosened, smoothed, and rendered fertile once more, the painful process of ploughing is followed by a beneficent sowing and planting in a multi-form and wisely ordered fulness of grace. Again, Israel is Jehovah’s child of the threshing-floor [see",["a.scriptureRef",{"href":"/scriptures/ot/isa/21.10"},"Isaiah 21:10"],"]. He threshes it; but He does not thresh it only: He also knocks; and when He threshes, He does not continue threshing for ever,",["span.emphasis","i.e."],"as Caspari has well explained it, He does not punish all the members of the nation with the same severity; and those whom He punishes with greater severity than others He does not punish incessantly, but as soon as His end is attained, and the husks of sin are separated from those that have been punished, the punishment ceases, and only the worst in the nation, who are nothing but husks, and the husks on the nation itself, are swept away by the punishments’ [compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.25"},"Isaiah 1:25"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.20-21"},"29:20–21"],"]. This is the solemn lesson and affectionate consolation hidden behind the veil of the parable. Jehovah punishes, but it is in order that He may be able to bless. He sifts, but He does not destroy. He does not thresh His own people, but He knocks them; and even when He threshes, they may console themselves in the face of the approaching period of judgment, that they are never crushed or injured.” (",["span.emphasis","Commentary,"],"7:2:14–17.)"]],[".topic",["h3","(15-16)",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.1-4"},"Isaiah 29:1–4"],". What Does the Phrase “It Shall Be unto Me As Ariel” Mean?"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p63"},"David dwelt in Jerusalem, and Ariel is another name for that city. In typical prophetic fashion this prophecy has a multiple application. It could be applied to any time when Jerusalem faced a major catastrophe because of its apostasy. Also, Jerusalem is sometimes used as a generic name, not just for the city but for the entire nation, much as people say Washington and mean the United States or Moscow and mean Russia. Elder LeGrand Richards noted the dualism of the prophecy:"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p64"},"“If you will read [",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.1-2"},"Isaiah 29:1–2"],"] thoughtfully, you will know that [Isaiah] not only saw the destruction of Jerusalem, but he saw the destruction of another great center like unto Jerusalem. Then he adds:"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p65"},"“‘And thou shalt be brought down, and shalt speak out of the ground, and thy speech shall be low out of the dust, and thy voice shall be, as one that hath a familiar spirit, out of the ground, and thy speech shall whisper out of the dust.’ [",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.4"},"Isaiah 29:4"],".]"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p66"},"“Nobody in this world could explain that intelligently or know what people Isaiah saw like unto Jerusalem without the Book of Mormon. Here is the explanation in the Book of Mormon. ‘After my seed and the seed of my brethren shall have dwindled in unbelief, and shall have been smitten by the Gentiles; yea, after the Lord God shall have camped against them round about, and shall have laid siege against them with a mount, and raised forts against them; and after they shall have been brought down low in the dust, even that they are not, yet the words of the righteous shall be written, and the prayers of the faithful shall be heard, and all those who have dwindled in unbelief shall not be forgotten."],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p67"},"“‘For those who shall be destroyed shall speak unto them out of the ground, and their speech shall be low out of the dust, and their voice shall be as one that hath a familiar spirit; for the Lord God will give unto him power that he may whisper concerning them, even as it were out of the ground, and their speech shall whisper out of the dust."],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p68"},"“‘For thus saith the Lord God: They shall write the things which shall be done among them, and they shall be written and sealed up in a book, and those who have dwindled in unbelief shall not have them, for they seek to destroy the things of God.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.15-17"},"2 Nephi 26:15–17"],".)"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p69"},"“How could Joseph Smith have known these things when the Book of Mormon was published even before this Church was organized, except for the fact that the Book of Mormon is the promised record that God said he would bring forth and join to the record of Judah. How could anyone understand this prophecy of Isaiah without the explanation contained in the Book of Mormon.” (In Conference Report, Apr. 1963, p. 118.)"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p70"},"The Book of Mormon is truly the voice of a people brought low, speaking from the dust, for the book was in fact taken from the ground, just as Isaiah prophesied."]],[".topic",["h3","(15-17)",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.11-12"},"Isaiah 29:11–12"],". What Was the “Book That Is Sealed” and to Whom Were Its “Words” Delivered?"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p72"},"Early in the process of translating the Book of Mormon, Martin Harris desired proof that the translation Joseph Smith was making was genuine. He obtained permission to carry a copy of several of the “words” from the plates, together with their translation, to some learned men. Martin Harris’s account given to the Prophet Joseph Smith states that he took the copy to Professor Charles Anthon of New York City, who certified that the characters were real and correctly translated. But when Professor Anthon discovered that the record from which the characters were obtained was itself received by supernatural means, he retracted his statement by asking for his certificate back and tearing it to bits. Martin Harris reports that Anthon said that “if I would bring the plates to him he would translate them. I informed him that part of the plates were sealed, and that I was forbidden to bring them. He replied, ‘I cannot read a sealed book.’ I left him, and went to Dr. Mitchell, who sanctioned what Professor Anthon had said respecting both the characters and the translation.” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.65"},"Joseph Smith—History 1:65"],".)"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p73"},"The unlearned man to whom the book was delivered was, of course, Joseph Smith. Elder Orson Pratt once said: “Now in regard to Joseph Smith’s qualifications or attainments in learning, they were very ordinary. He had received a little education in the common country schools in the vicinity in which he had lived. He could read a little, and could write, but it was in such an ordinary hand that he did not venture to act as his own scribe, but had to employ sometimes one and sometimes another to write as he translated. This unlearned man did not make the same reply that the learned man did. For when the book was delivered to this unlearned youth and he was requested to read it, he replied, ‘I am not learned.’ I suppose he felt his weakness when the Lord told him to read this book; for he thought it was a great work.” (In",["span.emphasis","Journal of Discourses,"],"15:186.)"]],[".topic",["h3","(15-18)",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.14"},"Isaiah 29:14"],". What Is the “Marvellous Work and a Wonder” of Which Isaiah Prophesied?"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p75"},"While the Book of Mormon can accurately be described as a marvelous work and a wonder, Isaiah’s prophecy includes more than the book. Elder LeGrand Richards exclaimed:"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p76"},"“What would really constitute a marvelous work and a wonder? Why should not honest lovers of truth welcome the pronouncement of such a work? Should any generation reject revealed truth when sent from heaven, even as they rejected the Christ when he came among men? Why does it seem so much easier to accept and believe in the dead prophets than in living prophets?"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p77"},"“In the accomplishment of this promised marvelous work and a wonder, the Lord had in mind a ‘restitution of all things’ and moved upon Peter to so prophesy to those who had crucified his Lord: [",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.19-21"},"Acts 3:19–21"],"].” (",["span.emphasis","A Marvelous Work and a Wonder,"],"pp. 34–35.)"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p78"},"Thus the entire restoration of the priesthood—the Church, the ordinances, the gospel truths—constitute the marvelous work and a wonder that Isaiah foretold."]],[".topic",["h3","(15-19)",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.17"},"Isaiah 29:17"],". What Relationship Does This Verse Have to the Coming Forth of the Book of Mormon?"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p80"},"Elder Mark E. Petersen said:"],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p81"},"“The gathering of the Jews to Palestine is one of the most outstanding and significant of all the signs of the times. The Lord said through Jeremiah: ‘… I will cause them to return to the land that I gave to their fathers, and they shall possess it.’ (",["a.scriptureRef",{"href":"/scriptures/ot/jer/30.3"},"Jer. 30:3"],".) Isaiah indicated that Palestine, long languishing in the grip of the desert, was destined to be turned into a fruitful field in connection with the gathering of the Jews to their homeland. …"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p82"},"“A sacred book was to come forth before that time—one which was new to the world, one that told of a fallen nation which was destroyed suddenly—a book to be offered in the latter days to a learned man who would reject it, but to be given by divine means to an unlettered man through whom it was to be given to the world. …"],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p83"},"“Where is that book? It is one of the signs of the times."],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p84"},"“Not only did the prophets predict its appearance, but Isaiah set a limit on the time of its publication. That time limit was related to the period when fertility would return to Palestine. Isaiah said that the book would come forth first, and then added that in ‘a very little while … Lebanon shall be turned into a fruitful field, and the fruitful field shall be esteemed as a forest.’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.17"},"Isa. 29:17"],".)"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p85"},"“The time limit has expired. This new volume of scripture must have come forth before now or Isaiah was not a true prophet, for Palestine is fruitful again.” (In Conference Report, Oct. 1965, p. 61.)"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p86"},"The Book of Mormon came first, just as Isaiah foresaw it would."],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_015_03-moroni.jpg"}],[".caption",["p",{"id":"lds-87"},"Moroni buried the plates."]]]],[".topic",["h3","(15-20)",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.18-19"},"Isaiah 29:18–19"],". What Do the Allusions to the Deaf and Blind Mean?"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p89"},"One can be either spiritually or physically deaf or blind, or both. Elder Bruce R. McConkie defined",["span.emphasis","spiritual deafness"],"as “the state of those who are lacking in spirituality, whose spirit ears are not attuned to the whisperings of the still small voice of the Spirit. Similarly,",["span.emphasis","spiritual blindness"],"is the identifying mark which singles out those who are unable to see the hand of God manifest in the affairs of men. Such have ‘unbelief and blindness of heart’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.15"},"D. & C. 58:15"],"); they are ‘hard in their hearts, and blind in their minds.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/2.1"},"3 Ne. 2:1"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 184.)"]],[".topic",["h3","(15-21)",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.24"},"Isaiah 29:24"],". To Whom Does the Phrase “They Also That Erred in Spirit Shall Come to Understanding” Refer?"],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p91"},"Many in the Christian world are sincere, and their false doctrinal conclusions are not their own fault. Elder Orson Pratt, who commented extensively on",["a.scriptureRef",{"href":"/scriptures/ot/isa/29"},"Isaiah 29"],", explained:"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p92"},"“Oh, how my heart has been pained within me when I have seen the blindness of the Christian world, and I knew that many of them were sincere! I knew they desired to know the truth, but they scarcely knew whether to turn to the right or to the left, so great were the errors that were taught in their midst, and so strong the traditions which they had imbibed, the fear of the Lord being taught them by the precepts of men instead of by inspiration and the power of the Holy Ghost. ‘They also that erred in spirit shall come to understanding’ when this book comes forth, and ‘they that murmur shall learn doctrine.’"],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p93"},"“… But those who have read this book will bear me record that their minds have been forever set at rest in regard to doctrine, so far as the ordinances of the kingdom of God are concerned. Those who erred, and did not know whether sprinkling, pouring or immersion was the true method of baptism, now know? Why? Because the Book of Mormon reveals the mode as it was given to the ancient Nephites on this continent. So in regard to every other principle of the doctrine of Christ—it is set forth in such great plainness that it is impossible for any two persons to form different ideas in relation to it, after reading the Book of Mormon.” (In",["span.emphasis","Journal of Discourses,"],"15:188–89.)"]],[".topic",["h3","(15-22)",["a.scriptureRef",{"href":"/scriptures/ot/isa/30"},"Isaiah 30"],". “Woe to the Rebellious Children”"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p95"},"Israel and Judah had been cautioned by the Lord not to put their trust in other nations. But this people refused to hearken, and they turned to Egypt for protection from the Assyrians (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-f.p1"},"Enrichment F"],"). The Lord berated them for seeking to “strengthen themselves in the strength of Pharaoh, and to trust in the shadow of Egypt” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.2"},"Isaiah 30:2"],"). All of this, Isaiah said, “shall help in vain, and to no purpose” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.7"},"v. 7"],"). As a result, Israel would be broken as easily as a clay pot (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.14"},"v. 14"],")."],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p96"},"But God will be gracious to Israel. Although He feeds them for a time with “the bread of adversity, and the water of affliction” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.20"},"v. 20"],"), yet in the last days their teachers shall once again teach the true gospel and show them how to walk in it (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.21"},"v. 21"],"). Not only will prophets return, but great temporal blessings will be restored. The earth “shall be fat and plenteous: in that day shall thy cattle feed in large pastures” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.23"},"v. 23"],"). In the end the Lord will redeem Israel. Even “the Assyrians” who carried away the ten tribes into captivity shall eventually “be beaten down” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.31"},"v. 31"],")."],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p97"},"The theme of",["a.scriptureRef",{"href":"/scriptures/ot/isa/30"},"Isaiah 30"],"is that men trust in the wisdom of other men instead of looking to God for counsel (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.1-2"},"vv. 1–2"],") or to His prophets for instruction (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.9-11"},"vv. 9–11"],"). The Lord stated that this rejection of God’s word is the direct cause of their destruction (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.12-14"},"vv. 12–14"],")."],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p98"},"Monte S. Nyman wrote: “The warning in verses 1 through 7 is here extended to our day by the Lord’s commanding Isaiah to record it as a witness for the latter days (verse 8); a marginal note in the KJV identifies the ‘latter day’” (",["span.emphasis","“Great Are the Words of Isaiah,”"],"p. 121)."]],[".topic",["h3","(15-23)",["a.scriptureRef",{"href":"/scriptures/ot/isa/31"},"Isaiah 31"],". Trust in the Lord Instead of in the “Arm of Flesh”"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p100"},"This chapter follows a theme similar to that of the chapter preceding it. However, “the first warning speaks against trusting the",["span.emphasis","wisdom"],"of man, and the second against trusting the",["span.emphasis","power"],"of man” (Nyman,",["span.emphasis","“Great Are the Words of Isaiah,”"],"p. 118). “Woe to them that go down to Egypt for help,” for there is none there (",["a.scriptureRef",{"href":"/scriptures/ot/isa/31.1"},"Isaiah 31:1"],"). “The Egyptians are men, and not God”; they themselves and those they help “shall fail together” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/31.3"},"v. 3"],"). Only the Lord can save Israel. Isaiah said, “Turn ye unto him from whom the children of Israel have deeply revolted,” and “then shall the Assyrian fall with the sword, not of a mighty man,” but of the Lord (",["a.scriptureRef",{"href":"/scriptures/ot/isa/31.6,8"},"vv. 6, 8"],"). The “Egyptian” and the “Assyrian” of the latter days may be those in whom a modern people trust rather than in the Lord."]],[".topic",["h3","(15-24)",["a.scriptureRef",{"href":"/scriptures/ot/isa/32"},"Isaiah 32"],". Israel Will Be a Desolation until the Messiah Begins the Preparation for His Return"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p102"},"Orson Pratt saw this scripture as applying not only to ancient Israel but also to the Latter-day Saints, who were driven from their homes in the East to the deserts of the Rocky Mountains."],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p103"},"“Did you see it, Isaiah, as well as the people that live in our day? Did you see a people go into the desert and offer up thanksgiving and the voice of melody? Did you see that desert and wilderness redeemed from its sterile condition and become like the garden of Eden? ‘O yes,’ says Isaiah, ‘I saw it all, and I left it on record for the benefit of the generation that should live some two or three thousand years after my day.’ But Isaiah, are we to understand that the people are to be gathered together in that desert, and that the gathered people are to be instrumental in the hands of God, in redeeming that desert? Yes, Isaiah has told us all this. We will go back to what we read in his thirty-second chapter—’Until the spirit be poured out upon us from on high, and the wilderness be a fruitful field, and the fruitful field be counted for a forest. Then judgment shall dwell in the wilderness and righteousness remain in the fruitful field.’ What fruitful field? Why, the wilderness that will be converted into a fruitful field. ‘The work of righteousness shall be peace, and the effect of righteousness, quietness, and assurance forever; and my people shall dwell in peaceable habitations, and in sure dwellings and in quiet resting places.’"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p104"},"“Was that the way we dwelt in Missouri or Illinois? Did we live in quietness and with assurance continually in those States? Oh, no, we were tossed about; as Isaiah says—’tossed to and fro and not comforted.’ That was the case with Zion while down in the States, and that was in accordance with a modern revelation, in which, speaking of Zion, the Lord says—’You shall be persecuted from city to city and from synagogue to synagogue, and but few shall stand to receive their inheritance’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.31"},"D&C 63:31"],"]. But when the time should come for Zion to go up into the wilderness things would be changed; then my people shall dwell in peaceable habitations, in sure dwelling places, and in quietness and assurance."],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p105"},"“Will they have any capital city when they get up into the mountain desert? O, yes. Isaiah says here—’When it shall hail, coming down on the forest, the city shall be low in a low place.’ How often have I thought of this since we laid out this great city, twenty-eight years ago! How often have this people reflected in their meditations upon the fulfillment of this prophecy! they have seen, on this eastern range of mountains and on the range of mountains to the west of this valley, snow and storms pelting down with great fury, as though winter in all its rigor and ferocity had overtaken the mountain territory, and at the same time, here, ‘low in a low place,’ was a city, organized at the very base of these mountains, enjoying all the blessings of a spring temperature, the blessings of a temperature not sufficient to cut off our vegetation. What a contrast! ‘When it shall hail, coming down on the forest, the city shall be low in a low place.’ That could not be Jerusalem, no such contrast in the land of Palestine round about Jerusalem! It had reference to the latter-day Zion, the Zion of the mountains.” (In",["span.emphasis","Journal of Discourses,"],"18:148–49.)"]],[".topic",["h3","(15-25)",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.14-15"},"Isaiah 33:14–15"],". “Who … Shall Dwell with Everlasting Burnings?”"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p107"},"Joseph Smith taught that some men “shall rise to the everlasting burnings of God; for God dwells in everlasting burnings, and some shall rise to the damnation of their own filthiness, which is as exquisite a torment as the lake of fire and brimstone” (",["span.emphasis","Teachings,"],"p. 361; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.24"},"D&C 128:24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.7"},"130:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.41"},"133:41"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.29"},"Hebrews 12:29"],"). In one of the most beautiful scriptures of the Old Testament, the Lord asked who would be able to abide this devouring fire, and then described the kind of person that would be able to abide it (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.14-15"},"vv. 14–15"],")."],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p108"},"Elder Bruce R. McConkie discussed Isaiah’s question of “who among us shall dwell with everlasting burnings?” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.14"},"v. 14"],"):"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p109"},"“That is, who in the Church shall gain an inheritance in the celestial kingdom? Who will go where God and Christ and holy beings are? Who will overcome the world, work the works of righteousness, and enduring in faith and devotion to the end hear the blessed benediction, ‘Come, and inherit the kingdom of my Father.’"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p110"},"“Isaiah answers: [",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.15-16"},"Isaiah 33:15–16"],".]” (In Conference Report, Oct. 1973, p. 55.)"],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p111"},"Elder McConkie continued:"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p112"},"“Now if I may, I shall take these words of Isaiah, spoken by the power of the Holy Ghost in the first instance, and give some indication as to how they apply to us and our circumstances."],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p113"},"“First, ‘He that walketh righteously, and speaketh uprightly.’ That is, building on the atoning sacrifice of the Lord Jesus Christ, we must keep the commandments. We must speak the truth, and work the works of righteousness. We shall be judged by our thoughts, our words and our deeds."],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p114"},"“Second, ‘… he that despiseth the gain of oppressions.’ That is, we must act with equity and justice toward our fellowmen. It is the Lord himself who said that he, at the day of his coming, will be a swift witness against those that oppress the hireling in his wages."],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p115"},"“Third, ‘… he that shaketh his hands from holding of bribes.’ That is, we must reject every effort to buy influence, and instead deal fairly and impartially with our fellowmen. God is no respecter of persons. He esteemeth all flesh alike; and those only who keep his commandments find special favor with him. Salvation is free; it cannot be purchased with money; and those only are saved who abide the law upon which its receipt is predicated. Bribery is of the world."],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p116"},"“Fourth, he ‘… that stoppeth his ears from hearing of blood, and shutteth his eyes from seeing evil.’ That is, we must not center our attention on evil and wickedness. We must cease to find fault and look for good in government and in the world. We must take an affirmative, wholesome approach to all things.” (In Conference Report, Oct. 1973, pp. 55–56.)"]],[".topic",["h3","(15-26)",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.20-24"},"Isaiah 33:20–24"],". What Is Known of Zion’s Future?"],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p118"},"In its redeemed condition, Zion will be a place of singular beauty and righteousness. Therefore, “look upon Zion, the city of our solemnities” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.20"},"Isaiah 33:20"],"), that is, consider what it will be like to live in Zion. “There the glorious Lord will be unto us a place of broad rivers and streams; … he will save us” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.21-22"},"vv. 21–22"],"). Then too, “the inhabitant [of Zion] shall not say, I am sick: the people that dwell therein shall be forgiven their iniquity” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.24"},"v. 24"],"). Clearly, these are those who have applied the atoning blood of Christ in their own behalf."],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p119"},"Elder Bruce R. McConkie said of the word",["span.emphasis","stakes:"]],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p120"},"“In prophetic imagery, Zion is pictured as a great tent upheld by cords fastened securely to",["span.emphasis","stakes."],"Thus Isaiah, envisioning the latter-day glory of Israel, gathered to her restored Zion, proclaimed: ‘Enlarge the place of thy tent, and let them stretch forth the curtains of thine habitations: spare not, lengthen thy cords, and strengthen thy stakes; For thou shalt break forth on the right hand and on the left. … For a small moment have I forsaken thee; but with great mercies will I gather thee.’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.2-7"},"Isa. 54:2–7"],".) And of the millennial Zion, Isaiah exulted: ‘Look upon Zion, the city of our solemnities: a tabernacle that shall not be taken down; not one of the stakes thereof shall ever be removed, neither shall any of the cords thereof be broken.’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.20"},"Isa. 33:20"],".)"],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p121"},"“In keeping with this symbolism, the great areas of church population and strength, which sustain and uphold the restored Zion, are called",["span.emphasis","stakes."],"They are the rallying points and the gathering centers for the remnants of scattered Israel. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-26"},"D. & C. 68:25–26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.13-14"},"82:13–14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.17-21"},"101:17–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.6,18"},"115:6, 18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.134"},"124:134"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.9"},"133:9"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 764.)"]],[".topic",["h3","(15-27)",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.1-10"},"Isaiah 34:1–10"],". What Does the Term",["span.emphasis","Idumea"],"Mean and Why Is It Used?"],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p123"},"The Second Coming of Christ will be a day of vengeance and recompense. As formerly seen, “the indignation of the Lord is upon all nations,” for “he hath delivered them to the slaughter” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.2"},"Isaiah 34:2"],"). Moreover, the heavenly bodies, those luminaries such as the sun, stars, and moon, “shall be dissolved,” that is, “shall fall down, as the leaf falleth off from the vine” while “the heavens shall be rolled together as a scroll” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.4"},"v. 4"],"). Isaiah’s description is reminiscent of a similar one in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.95"},"Doctrine and Covenants 88:95"],"in which we are taught that when the Lord returns, “the curtain of heaven shall be unfolded, as a scroll is unfolded after it is rolled up, and the face of the Lord shall be unveiled.” Then the sword of the Lord, which represents His power and judgment, “shall come down upon Idumea,” or the world (",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.5"},"Isaiah 34:5"],")."],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p124"},"President Joseph Fielding Smith wrote: “Now, some Bible commentators, because of the name of Idumea, a little country east of the Jordan, is mentioned, have an idea that this had reference to that little country; but the term Idumea is one that the Lord uses to mean the world. You will find it so recorded in Section 1 of the Doctrine and Covenants. He is speaking of the world.” (",["span.emphasis","The Signs of the Times,"],"p. 150.)"],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p125"},"Blood is a biblical symbol of wickedness. The whole earth, stained with blood, will experience a “great slaughter” at the time of the Second Coming, for “it is the day of the Lord’s vengeance, and the year of recompenses for the controversy of Zion” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.6,8"},"Isaiah 34:6, 8"],")."],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p126"},"President Joseph Fielding Smith again: “That is to take place in the dispensation of the Fulness of Times, and this prophecy had nothing to do with that little country called Idumea but to the nations of the earth” (",["span.emphasis","Signs of the Times,"],"p. 151)."],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p127"},"Isaiah seems to parallel passages in Ezekiel, Joel, and Jeremiah where the great battle of Armageddon is foretold. This parallelism explains the reference to the “armies” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.2"},"Isaiah 34:2"],") and the vast slaughter that will take place (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.3,5-7"},"vv. 3, 5–7"],"). The “pitch” and “brimstone” and “smoke” of verses 9 and 10 suggest the results of nuclear warfare, which could logically accompany the last great wars. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p1"},"Enrichment I"],"for more detail on the battle of Armageddon.)"]],[".topic",["h3","(15-28)",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.16-17"},"Isaiah 34:16–17"],". What Is the “Book of the Lord”?"],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p129"},"Not all people, of course, are wicked, and those who are not will be saved from the destroying fire—both the spiritual (hell) and the physical (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.15-17"},"1 Nephi 22:15–17"],"). The names of the children of the Lord who have kept their covenants are enrolled in a special book known as “the book of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.16"},"Isaiah 34:16"],"), “the book of the law of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.5"},"D&C 85:5"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.9,11"},"vv. 9, 11"],"), or “the book of life” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/20.12"},"Revelation 20:12"],"). Records of our works are kept on earth by the Lord’s clerks, but the book of life is the record kept in heaven. Both records should agree (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.6-9"},"D&C 128:6–9"],"). Of those whose names are recorded in the heavenly book, “no one of these shall fail” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.16"},"Isaiah 34:16"],"). The promise that “none shall want [lack] their mate” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.16"},"JST, Isaiah 34:16"],") is particularly interesting to Latter-day Saints since we know that only through the ordinance of celestial marriage can we have our mate eternally."]],[".topic",["h3","(15-29)",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.1-7"},"Isaiah 35:1–7"],". “The Desert Shall Rejoice, and Blossom as the Rose”"],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p131"},"Several General Authorities have seen the settlement of the mountain valleys of the Rockies by the Latter-day Saints as a fulfillment of these verses in Isaiah (see Milton R. Hunter, in Conference Report, Oct. 1965, p. 81; LeGrand Richards, in Conference Report, Oct. 1966, p. 42; Smith,",["span.emphasis","Doctrines of Salvation,"],"3:346–47; Orson Pratt, in",["span.emphasis","Journal of Discourses,"],"18:145). When the Saints arrived in the Salt Lake Valley in July 1847, it could be described as a “wilderness” and a “solitary place” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.1"},"Isaiah 35:1"],"). The Saints went to work immediately, and soon the desert valleys of Utah began to “blossom as the rose” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.1"},"v. 1"],"). But this prophecy may also be fulfilled by the settlement of modern Jews in the Holy Land, where similar things are taking place."],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p132"},"After quoting",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.3-4"},"Isaiah 35:3–4"],", Elder Orson Pratt reasoned:"],["p.para",{"id":"p133","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p133"},"“That has never been fulfilled; but preparatory to the time when God will come with vengeance to sweep away wickedness from the face of the earth, the house of Israel will be gathered back to their own lands, and the people of God will be permitted to dwell in the wilderness, and that wilderness will become a fruitful field. It is even said that the desert should rejoice because of those who are gathered, and should blossom as the rose."],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p134"},"“Now that is something that has been fulfilled during the last quarter of a century, here in this wilderness, barren, desert country. The great latter-day work has commenced, the kingdom of God has been reorganized on the earth; in other words, the Christian Church in all its purity and with all its ordinances, has been reorganized upon the face of the earth, and the time has at length come when the Spirit of God has been poured out from on high. Until that period arrived, there was no hope for Israel, no hope for the land of Palestine, no hope for the redemption of the tribes scattered in the four quarters of the earth; but when the wilderness should become as a fruitful field, when the spirit should again be poured out from on high, through the everlasting Gospel of the Son of God, then the people should be gathered together by the commandment of the Lord. … Then we may look out for a change upon the face of the land where this gathering takes place; we may look for the deserts to become like the garden of Eden, to blossom as the rose that blossoms in rich and fertile gardens, to blossom abundantly, and the desert to rejoice with joy and singing. …"],["p.para",{"id":"p135","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p135"},"“The Prophet says that, when Jesus comes with vengeance and destroys the wicked, redeems the desert, and causes the wilderness to become a fruitful field, then the lame man shall leap as a hart, the tongue of the dumb shall speak, the ears of the deaf shall be unstopped, for in the wilderness shall waters break out, and streams in the desert, and the parched ground shall become a pool, and the thirsty land springs of water.” (In",["span.emphasis","Journal of Discourses,"],"18:145–46.)"]],[".topic",["h3","(15-30)",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.8-10"},"Isaiah 35:8–10"],". Who Are the “Ransomed of the Lord” and What Does the Future Hold for Them?"],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p137"},["a.scriptureRef",{"href":"/scriptures/ot/isa/35.8-10"},"Isaiah 35:8–10"],"is closely related to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.26-34"},"Doctrine and Covenants 133:26–34"],"and is generally acknowledged to refer to the return of the ten tribes. But these references may also include all the tribes. Only the “redeemed” of the Lord, that is the righteous, shall tread the “highway” or “way of holiness”—”the unclean shall not pass over it.” Since Ephraim is the source of the ten tribes’ blessings (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.32"},"D&C 133:32"],"), it stands to reason that Ephraim must be gathered first. The ten tribes may then “come to Zion with songs and everlasting joy upon their heads” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.10"},"Isaiah 35:10"],"). Judah also shall be gathered as part of this same picture. The Prophet Joseph Smith wrote: “Our western tribes of Indians are descendants from that Joseph who was sold into Egypt, and … the land of America is a promised land unto them, and unto it all the tribes of Israel will come, with as many of the Gentiles as shall comply with the requisitions of the new covenant. But the tribe of Judah will return to old Jerusalem. The city of Zion spoken of by David, in the one hundred and second Psalm, will be built upon the land of America, ‘And the ransomed of the Lord shall return, and come to Zion with songs and everlasting joy upon their heads.’ [",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.10"},"Isaiah 35:10"],"]; and then they will be delivered from the overflowing scourge that shall pass through the land. But Judah shall obtain deliverance at Jerusalem. [see",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.32"},"Joel 2:32"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/26.20-21"},"Isaiah 26:20–21"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.12"},"Jeremiah 31:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/1.5"},"Psalm 1:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/34.11-13"},"Ezekiel 34:11–13"],"]. These are testimonies that the Good Shepherd will put forth his own sheep, and lead them out from all nations where they have been scattered in a cloudy and dark day, to Zion, and to Jerusalem; besides many more testimonies which might be brought.” (",["span.emphasis","Teachings,"],"p. 17.)"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(15-31) Isaiah and the Doctrine and Covenants"],["p.para",{"id":"p140","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p140"},"You have now studied approximately half of Isaiah’s writings. Again and again through numerous cross-references other prophets have cited Isaiah. For the New Testament and Book of Mormon writers this is not too surprising, since the Old Testament was their primary book of scripture. Some find surprising the parallel phraseology between Isaiah’s writings and the revelations of Joseph Smith, since by then Christianity emphasized the New Testament writings, often at the expense of the Old Testament."],["p.para",{"id":"p141","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p141"},"But while removed from each other by more than twenty-five hundred years, Isaiah and Joseph Smith were both called by the same God, were engaged in the same type of spiritual calling, and were blessed with the same priesthood. Compare the revelatory phrases of these two prophets to see how closely they parallel each other:"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-15.f4"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa"},"Isaiah"]]],["th",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc"},"D&C"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.2"},"1:2"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.1"},"76:1"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.16-17"},"1:16–17"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.123-24"},"88:123–24"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.18"},"1:18"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.10"},"50:10"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.19"},"1:19"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.34"},"64:34"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/8.16"},"8:16"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.84"},"88:84"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.46"},"109:46"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.1-10"},"11:1–10"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/113.1-6"},"113:1–6"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.5"},"24:5"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.15"},"1:15"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.20"},"24:20"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.87"},"88:87"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/25.6"},"25:6"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.8"},"58:8"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.10"},"28:10"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.21"},"128:21"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.15"},"28:15"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.31"},"45:31"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.21"},"28:21"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.4"},"95:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.95"},"101:95"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.14"},"29:14"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.1"},"6:1"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.4"},"34:4"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.87"},"88:87"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.5"},"34:5"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.13,36"},"1:13, 36"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.8"},"34:8"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.51-52"},"133:51–52"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.3"},"35:3"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.5"},"81:5"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.10"},"35:10"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/66.11"},"66:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.18"},"101:18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.33"},"133:33"]]]]]]]]]]]]],"refs":null}
