{"id":29,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":29,"title":"“The Burden of Ninevah” (Nahum)","subtitle":"","short_title":20,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.head1"},[".titleNumber","20"],["h1","“The Burden of Nineveh”"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/nahum"},"Nahum"]]],[".bodyBlock",[".topic",["h2","(20-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p5"},"The word",["span.emphasis","burden,"],"which is used to render the Hebrew",["span.emphasis","massa,"],"may be taken to mean both “a lifting up (of the voice), utterance, oracle” and “a heavy lot or fate” (",["span.emphasis","Oxford English Dictionary,"],"s.v. “burden”). The prophets used",["span.emphasis","massa"],"to describe the prophetic message, or oracles, revealed against a people. In this case the prophecy was against Nineveh, the capital of Assyria."],[".",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_020_01-assyrian.gif"}]],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p6"},"Jonah fled from the Lord because he did not want to call Nineveh to repentance. But when he finally accepted the Lord’s call, Nineveh repented and was saved (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-9.p1"},"chapter 9"],"). By Nahum’s time, however, Nineveh had again become extremely wicked. Therefore, Nahum pronounced the Lord’s burden upon the city. Like Judah, Nineveh had repented once and was saved but then forgot the lesson and slid back into wickedness. Now she would have to take the consequences."],[".sidebar box-decor box-right",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.f2"},[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.f3"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Nahum."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Nahum"],[".topic",["h3","(20-2)",["a.scriptureRef",{"href":"/scriptures/ot/nahum/1.1"},"Nahum 1:1"],". When Did Nahum Prophesy?"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p12"},"“The date of Nahum’s activities has to be deduced from certain statements made in the prophecy. In Chapter 3:8–10 reference is made to the destruction of the city of No-Amon, the Egyptian Thebes, as an already accomplished fact. We know Thebes was captured by Assurbanipal, the Assyrian, in 663",["span.small","B.C."],"Therefore, Nahum’s prophecy must have been written after that date. And since Nahum’s prophecy deals with the coming destruction of Nineveh, we know it must have been written before 612",["span.small","B.C."],", the date of her downfall. We may date Nahum’s ministry with some degree of probability, therefore, between the years 663",["span.small","B.C."],"and 612",["span.small","B.C."],"” (Sidney B. Sperry,",["span.emphasis","The Voice of Israel’s Prophets,"],"p. 353.)"]],[".topic",["h3","(20-3)",["a.scriptureRef",{"href":"/scriptures/ot/nahum/1.1-14"},"Nahum 1:1–14"],". The Prophecies of Nahum Were Written in Superb Hebrew Poetry"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p15"},"“Nahum was a poet. When he saw in vision the end of Assyria, he poured forth in unrestrained and picturesque Hebrew the relief felt by his people. In many ways his poetry vents the wrath, sighs the relief, and bespeaks the hope of all who have been oppressed when the oppressions at last have ceased and the oppressor is no more. But Nahum was also a prophet; and he saw in Assyria’s downfall an example of the hand of God in justice reaping with a vengeance all the enemies of good, while He preserves in mercy and with patience those who try to do good. …"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p16"},"“Envisioning the overthrow of this cruel and mighty empire, whose kings in their own records boast of the captives they have maimed, the realms they have subjected and the treasures they have confiscated, Nahum tells how the doom of the mighty and the wicked is decreed, deserved, and done. [For a detailed description of Assyria’s brutality and cruelty, see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p1"},"Enrichment D."],"]"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p17"},"“His book begins with an acrostic, with one strophe (stanza) for each of the first fifteen letters of the Hebrew alphabet, with two alterations of the sequence. The first seven strophes (verses 2–5 in English) emphasize God’s power over nature and over His enemies; but the third (verse 3a) interrupts to tell of His goodness and justice. The second seven strophes emphasize His power over all enemies and evils, but again tells by contrast in the third of the series (verse 7) of His goodness and His mercy to those who take refuge in Him. The fifteenth and final strophe (verse 10) provides a summary and a transition to the next subject to be treated: the castigation of Nineveh."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p18"},"“Assyria and Judah are alternately addressed in the next poem (verses 11–14); the one is to be punished and the other to be redeemed. It concludes with a hopeful verse, speaking of a peaceful age in terms that seem to herald the Messianic age when all oppressors shall have ceased.” (Ellis T. Rasmussen, “Nahum, a Poet-Prophet,”",["span.emphasis","Instructor,"],"Aug. 1962, insert between pp. 270–71.)"]],[".topic",["h3","(20-4)",["a.scriptureRef",{"href":"/scriptures/ot/nahum/1.2-10"},"Nahum 1:2–10"],". The Second Coming"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p20"},"Nahum employed imagery usually associated with the Savior’s Second Coming to depict Assyria’s future devastation. Assyria would be as easily burned as dry stubble in a field. Here is yet another example of the prophetic dualism so common in the Old Testament (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p1"},"Enrichment E"],")."]],[".topic",["h3","(20-5)",["a.scriptureRef",{"href":"/scriptures/ot/nahum/1.11-13"},"Nahum 1:11–13"],". “A Wicked Counselor”"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p22"},"Still prophesying of Judah’s future, Nahum spoke of one very “wicked counsellor” whose yoke upon Judah, probably a large yearly tribute (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.14"},"2 Kings 17:14"],"), was to be broken. Sennacherib, king of Assyria, had invaded Judah with a force of nearly two hundred thousand men. The prophecy foretold that Sennacherib would die shortly, and the house of his gods would become his grave (see",["a.scriptureRef",{"href":"/scriptures/ot/nahum/1.14"},"Nahum 1:14"],"). While he was worshiping in the temple dedicated to the god Nisrock, Sennacherib’s two sons, Adrammelech and Sharazer, murdered their father as Nahum had prophesied (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/19.37"},"2 Kings 19:37"],")."]],[".topic",["h3","(20-6)",["a.scriptureRef",{"href":"/scriptures/ot/nahum/2.11-13"},"Nahum 2:11–13"],". “I Am against Thee”"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p24"},"In these verses Nahum wrote a taunting hymn of grief at the fall of Nineveh. “Where,” he asked, “is the dwelling of the lions, and the feeding place of the young lions?” (",["a.scriptureRef",{"href":"/scriptures/ot/nahum/2.11"},"v. 11"],"). This is like saying, Where are those ferocious ones who once discomfited and attacked my people? “I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard” (",["a.scriptureRef",{"href":"/scriptures/ot/nahum/2.13"},"v. 13"],")."]],[".topic",["h3","(20-7)",["a.scriptureRef",{"href":"/scriptures/ot/nahum/3.1-7"},"Nahum 3:1–7"],". “Woe to the Bloody City”"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p26"},"These verses pronounce the worst of woes on Nineveh, “the bloody city” (",["a.scriptureRef",{"href":"/scriptures/ot/nahum/3.1"},"v. 1"],"). She was a harlot, wicked in the extreme, and her punishments were merited because she was a “mistress of witchcrafts, that selleth nations through her whoredoms” (",["a.scriptureRef",{"href":"/scriptures/ot/nahum/3.4"},"v. 4"],"). In other words, she not only turned to wickedness herself but exported that wickedness to many others through her power and influence."]],[".topic",["h3","(20-8)",["a.scriptureRef",{"href":"/scriptures/ot/nahum/3.8-11"},"Nahum 3:8–11"],". “Art Thou Better?”"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p28"},"As other wicked cities had met destruction, so would Nineveh. She was no better than the Egyptian city, No-Amon (Thebes), which was earlier destroyed by Assurbanipal, king of Assyria. Neither of the allies of Thebes, Ethiopia or Libya, had been able to protect her. Nineveh, too, would “seek strength” in allies and find none."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(20-9) An Epitaph for Nineveh"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p31"},"Rasmussen summarized the lesson of Nahum in these words:"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p32"},"“The final poem (chapter 3) opens with a prelude on the evils of the oppressive city, Nineveh. Her lies, rape, and sorcery; her prey in thousands slain; her harlotry and witchcraft and the seduction of the nations all are told. Because of all this, the prophet says she shall become detestable (verses 5–7). Like all others strong but wicked, Nineveh shall fall (verses 8–11); all her defenses shall be useless when her leaders flee like locusts (verses 12–17). Her end has come; there remains for the prophet but to write the epitaph (verses 18–19):"],[".poetry",["p.title"],[".stanza",["p.line","Thy shepherds slumber, O king of Assyria,"],["p.line","Thy worthies are at rest;"],["p.line","Thy people are scattered upon the mountains,"],["p.line","And there is none to gather them."],["p.line","There is no assuaging of thy hurt,"],["p.line","Thy wound is grievous;"],["p.line","All that hear the report of thee"],["p.line","Clap the hands over thee;"],["p.line","For upon whom hath not thy wickedness passed continually?"]]],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-20.p43"},"“Nahum’s message is still true: decadence ends in destruction. Although the Lord is ‘slow to anger,’ He is also ‘great in power, and will not at all acquit the wicked.’ His mercy shall not rob justice, but neither will justice rob His mercy. ‘The Lord is good, a stronghold in the day of trouble; and He knoweth them that trust in Him.’” (“Nahum, a Poet-Prophet,” insert between pp. 270–71.)"]]]]]]],"refs":null}
