{"id":8,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":8,"title":"Chapter 6: Providing for Self, Family, and Others","subtitle":"","short_title":"Chapter 6: Providing for Self, Family, and Others","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-6-providing-for-self-family-and-others","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-6-providing-for-self-family-and-others"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-6-providing-for-self-family-and-others.head1"},["h1","Chapter 6"],[".subtitle","Providing for Self, Family, and Others"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-6-providing-for-self-family-and-others.p4"},"Providing materially for ourselves, our families, and others is important for our growth and happiness in the gospel. It is an important part of our mission to bring ourselves and others to Christ (see",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/5.8"},"1 Timothy 5:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.28"},"D&C 75:28"],")."],[".",{"id":"f1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-6-providing-for-self-family-and-others.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_006_001-manByGroup.jpg"}]]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","The temporal and the spiritual are linked."]],["li",["span.label","•"],["p.para","Our priorities should reflect gospel principles."]],["li",["span.label","•"],["p.para","Fathers are responsible to provide the necessities of life and protection for their families. Mothers are primarily responsible for the nurture of their children."]]]],[".topic",["h2","Supporting Scriptures and Statements"],["p.para",{"id":"p10","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-6-providing-for-self-family-and-others.p10"},"The temporal and the spiritual are linked."],["ul.bullet",["li",["span.label","•"],["p.para","“For by the power of my Spirit created I them; yea, all things both spiritual and temporal—"],["p.para","“First spiritual, secondly temporal, which is the beginning of my work; and again, first temporal, and secondly spiritual, which is the last of my work. …"],["p.para","“Wherefore, verily I say unto you that all things unto me are spiritual, and not at any time have I given unto you a law which was temporal; neither any man, nor the children of men; neither Adam, your father, whom I created” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.31-32,34"},"D&C 29:31–32, 34"],")."]],["li",["span.label","•"],["p.para","“And behold, all things have their likeness, and all things are created and made to bear record of me, both things which are temporal, and things which are spiritual; things which are in the heavens above, and things which are on the earth, and things which are in the earth, and things which are under the earth, both above and beneath: all things bear record of me” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.63"},"Moses 6:63"],")."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_006_002-baking.jpg"}]]],["li",["span.label","•"],["p.para","Elder Howard W. Hunter, then of the Quorum of the Twelve Apostles:"],["p.para","“Man distinguishes between the temporal and the spiritual, probably because living in mortality between the spiritual pre-existence and the spiritual life hereafter, he fails to recognize the full significance of his activities during the years he spends on earth. To the Lord everything is both spiritual and temporal, and the laws he gives are consequently spiritual, because they concern spiritual beings."],["p.para","“Every phase of our life, therefore, becomes the concern of the Church. The great welfare program of the Church demonstrates this principle. The Church is interested in our social and our recreational needs, educational, family life, our business affairs, and all that we do."],["p.para","“There is no way we can separate the activities of worship on the Sabbath day from the many pursuits of the weekday by calling one religious and the other temporal. Both are spiritual. God has ordained them thus, for they consist of our thoughts and actions as we wend our way through this part of eternity. Thus our business transactions, our daily labors, our trade or profession, or whatever we do become part of living the gospel” (in Conference Report, Oct. 1961, 109)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles: “The temporal and the spiritual are linked inseparably. As we give of our time, talents, and resources to tend the needs of the sick, offer food to the hungry, and teach the dependent to stand on their own, we enrich ourselves spiritually beyond our ability to comprehend” (in Conference Report, Apr. 1999, 99; or",["span.emphasis","Ensign,"],"May 1999, 76–77)."]],["li",["span.label","•"],["p.para","President Spencer W. Kimball, twelfth President of the Church: “We deal with many things which are thought to be not so spiritual; but all things are spiritual with the Lord, and he expects us to listen, and to obey, and to follow the commandments” (in Conference Report, Apr. 1977, 8; or",["span.emphasis","Ensign,"],"May 1977, 7)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_006_003-moving.jpg"}]]],["li",["span.label","•"],["p.para","Joe J. Christensen, later of the Seventy: “I found great inspiration in a physics class and I discovered additional reverence for creation in a geology course. I shall never forget what I consider the religious educational experience I found in studying Spanish grammar, composition, and literature with one of the most effective and demanding teachers I have ever known at Brigham Young University. Far from being faith-destroying, I discovered that my experiences with psychology and philosophy became for me sources of strength to my faith. And, without embarrassment, I confess that on occasion I became misty-eyed with what I would describe as a spiritual experience by the beauty of some of the choice portions of poetry, literature, and music created by the masters” (“True Education-True Religion,”",["span.emphasis","Ensign,"],"Jan. 1980, 74)."]]],["p.para",{"id":"p22","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-6-providing-for-self-family-and-others.p22"},"Our priorities should reflect gospel principles."],["ul.bullet",["li",["span.label","•"],["p.para","“Seek not for riches but for wisdom; and, behold, the mysteries of God shall be unfolded unto you, and then shall you be made rich. Behold, he that hath eternal life is rich” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.7"},"D&C 11:7"],")."]],["li",["span.label","•"],["p.para","“Then one of them … asked … ,"],["p.para","“Master, which is the great commandment in the law?"],["p.para","“Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind."],["p.para","“This is the first and great commandment."],["p.para","“And the second is like unto it, Thou shalt love thy neighbour as thyself” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.35-39"},"Matthew 22:35–39"],")."]],["li",["span.label","•"],["p.para","Elder Dallin H. Oaks of the Quorum of the Twelve Apostles:"],["p.para","“Jesus taught about priorities when He said, ‘Seek not the things of this world but seek ye first to build up the kingdom of God, and to establish his righteousness, and all these things shall be added unto you’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.33a"},"Joseph Smith Translation, Matthew 6:38"],"; in",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.33"},"Matthew 6:33"],"; footnote",["span.emphasis","a"],")."],["p.para","“‘Seek … first to build up the kingdom of God’ means to assign first priority to God and to His work. The work of God is to bring to pass the eternal life of His children (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"), and all that this entails in the birth, nurturing, teaching, and sealing of our Heavenly Father’s children. Everything else is lower in priority. … As someone has said, if we do not choose the kingdom of God first, it will make little difference in the long run what we have chosen instead of it. …"],["p.para","“Our priorities are most visible in how we use our time. Someone has said, ‘Three things never come back-the spent arrow, the spoken word, and the lost opportunity.’ We cannot recycle or save the time allotted to us each day. With time, we have only one opportunity for choice, and then it is gone forever. …"],["p.para","“In terms of priorities for each major decision (such as education, occupation, place of residence, marriage, or childbearing), we should ask ourselves, ‘What will be the",["span.emphasis","eternal impact"],"of this decision?’ Some decisions that seem desirable for mortality have unacceptable risks for eternity. In all such choices, we need to have inspired priorities and apply them in ways that will bring eternal blessings to us and to our family members” (in Conference Report, Mar.–Apr. 2001, 108–10; or",["span.emphasis","Ensign,"],"May 2001, 83–84)."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott of the Quorum of the Twelve Apostles: “In quiet moments of reflection, weigh what our Father in Heaven and His Beloved Son have identified as the key priorities of life. Review your own life to make sure that in all respects it is in harmony with them. … As I travel through my own country and to other parts of the world, I see the marvelous benefits derived from the distinct cultures that exist. Yet those benefits are sometimes overshadowed by the negative influences that result from those traditions that conflict with the teachings of the Master” (in Conference Report, Apr. 1998, 114; or",["span.emphasis","Ensign,"],"May 1998, 87)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_006_004-fixing.jpg"}]]],["li",["span.label","•"],["p.para","Elder Russell M. Nelson of the Quorum of the Twelve Apostles: “When priorities are proper, the power to endure is increased. And when internalized, those priorities will help keep you from ‘going overboard.’ They will protect you from cheating-in marriage, in the Church, and in life” (in Conference Report, Apr. 1997, 99; or",["span.emphasis","Ensign,"],"May 1997, 72)."]]],["p.para",{"id":"p36","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-6-providing-for-self-family-and-others.p36"},"Fathers are responsible to provide the necessities of life and protection for their families. Mothers are primarily responsible for the nurture of their children."],["ul.bullet",["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip37","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip37"},"“Work is the law of life”"]],["p.para","“But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel” (",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/5.8"},"1 Timothy 5:8"],")."]],["li",["span.label","•"],["p.para","“And again, verily I say unto you, that every man who is obliged to provide for his own family, let him provide, and he shall in nowise lose his crown; and let him labor in the church” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.28"},"D&C 75:28"],")."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, then First Counselor in the First Presidency:"],["p.para","“Many years ago, President Stephen L. Richards, then a Counselor in the First Presidency, speaking from this pulpit made an eloquent plea to put father back at the head of the family (see Conference Report, Apr. 1958, p. 94). I repeat that plea to all fathers. Yours is the basic and inescapable responsibility to stand as the head of the family. That does not carry with it any implication of dictatorship or unrighteous dominion. It carries with it a mandate that fathers provide for the needs of their families. Those needs are more than food, clothing, and shelter. Those needs include righteous direction and the teaching, by example as well as precept, of basic principles of honesty, integrity, service, respect for the rights of others, and an understanding that we are accountable for that which we do in this life, not only to one another but also to the God of heaven, who is our Eternal Father."],["p.para","“Let every mother realize that she has no greater blessing than the children who have come to her as a gift from the Almighty; that she has no greater mission than to rear them in light and truth, in understanding and love; that she will have no greater happiness than to see them grow into young men and women who respect principles of virtue, who walk free from the stain of immorality and from the shame of delinquency” (in Conference Report, Oct. 1993, 78–79; or",["span.emphasis","Ensign,"],"Nov. 1993, 59–60)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_006_005-babyDressParents.jpg"}]]],["li",["span.label","•"],["p.para","The First Presidency and Council of the Twelve Apostles: “By divine design, fathers are to preside over their families in love and righteousness and are responsible to provide the necessities of life and protection for their families. Mothers are primarily responsible for the nurture of their children. In these sacred responsibilities, fathers and mothers are obligated to help one another as equal partners. Disability, death, or other circumstances may necessitate individual adaptation. Extended families should lend support when needed” (“The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 1995, 102)."]],["li",["span.label","•"],["p.para","President Spencer W. Kimball: “Our Heavenly Father placed the responsibility upon parents to see that their children are well fed, well groomed and clothed, well trained, and well taught. Most parents protect their children with shelter-they tend and care for their diseases, provide clothes for their safety and their comfort, and supply food for their health and growth. But what do they do for their souls?” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [1982], 332; see",["span.crossRef","“Train Up a Child,”"],["span.emphasis","Ensign,"],"Apr. 1978, 2)."]],["li",["span.label","•"],["p.para","Elder Bruce R. McConkie of the Quorum of the Twelve Apostles:"],["p.para","“Work is the law of life; it is the ruling principle in the lives of Saints. We cannot, while physically able, voluntarily shift the burden of our own support to others. Doles abound in evils. Industry, thrift, and self-respect are essential to salvation."],["p.para","“We must maintain our own health, sow our own gardens, store our own food, educate and train ourselves to handle the daily affairs of life. No one else can work out our salvation for us, either temporally or spiritually."],["p.para","“We are here on earth to care for the needs of our family members. Wives have claim on their husbands for their support, children upon their parents, parents upon their children, brothers upon each other, and relatives upon their kin."],["p.para","“It is the aim of the Church to help the Saints to care for themselves and, where need be, to make food and clothing and other necessities available, lest the Saints turn to the doles and evils of Babylon” (in Conference Report, Mar.–Apr. 1979, 132; or",["span.emphasis","Ensign,"],"May 1979, 93)."]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p51","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-6-providing-for-self-family-and-others.p51"},"When serving his mission, Hans felt closer to the Spirit than ever before in his life. He worked hard and accomplished what he never thought possible before his mission. Now that he is home from his mission, he no longer sets goals and is unsure what to do next."],["ul.bullet",["li",["span.label","•"],["p.para","What advice would you give Hans?"]]],["p.para",{"id":"p53","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-6-providing-for-self-family-and-others.p53"},"Some neighbors of yours begin criticizing the Church because they feel it is too restrictive and expects too much of its members. They think that religion should be a Sunday event and is not important during the week. After all, people must live in the world during the week and should not have to worry about spiritual things."],["ul.bullet",["li",["span.label","•"],["p.para","What might you say to your neighbors about the relationship of “worldly” and “spiritual” things?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","What are five of the most important priorities in your life?"]],["li",["span.label","•"],["p.para","Which of your priorities seem temporal? In what ways could they be seen as spiritual?"]],["li",["span.label","•"],["p.para","How might looking at them as spiritual help you meet them?"]],["li",["span.label","•"],["p.para","Why is providing materially for ourselves, our families, and others important to God?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
