{"id":4,"parent_id":0,"book_id":72,"content_id":1,"language_id":1,"display_order":4,"title":"Chapter 2: Principles for Teaching Children","subtitle":"","short_title":"Chapter 2","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children"},[".heading",{"id":"head1","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.head1"},[".titleNumber","Chapter",["span.dominant","2"]],["h1","Principles for Teaching Children"]],[".bodyBlock",[".figure",{"id":"f1","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.f1"},["p.preamble","As you teach your children about intimacy, keep in mind the following principles that enhance learning:"],["ol.number",["li",["span.label","1."],["p.para","Share the responsibility to teach with your spouse."]],["li",["span.label","2."],["p.para","Teach your children by example."]],["li",["span.label","3."],["p.para","Be consistent in your behavior."]],["li",["span.label","4."],["p.para","Counsel with your children."]],["li",["span.label","5."],["p.para","Pass righteous judgment on your children."]],["li",["span.label","6."],["p.para","Provide a positive emotional climate in your home."]],["li",["span.label","7."],["p.para","Hold family home evenings regularly."]],["li",["span.label","8."],["p.para","Share your thoughts and feelings with your children."]],["li",["span.label","9."],["p.para","Break the routine."]],["li",["span.label","10."],["p.para","Express your love to your children regularly and frequently."]]]],["p.para",{"id":"p14","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p14"},"You can use these principles in all your efforts to teach in the home. Keep them in mind especially as you teach your children about human intimacy."],[".topic",[".topic",["h3","Share the Responsibility to Teach Your Children"],["p.para",{"id":"p16","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p16"},"Parenthood is a shared responsibility of a united husband and wife. Nowhere is this more true than in your responsibility to teach your children about intimacy. Together you should ask for and receive inspiration for the family, form family rules, supervise children’s work, create learning opportunities for each child, and correct your children. When you and your spouse agree with each other as much as possible, showing mutual respect, family government is more consistent and stable. Unity between husband and wife is the foundation for the unity of feeling the Lord said characterized his people (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.27"},"D&C 38:27"],")."],["p.para",{"id":"p17","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p17"},"Effective, loving parental teaching can be done by a single father or mother, even though it is more difficult. But single parents do need help. The Church organization exists to organize our brotherly and sisterly efforts to strengthen each other, and this extends to help with teaching and setting examples for children. When one of us is weakened by a failed marriage or the death of a spouse, we may expect by right of eternal covenants that the Savior’s Church, through the natural affection of our brothers and sisters, will help us (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/83"},"D&C 83"],")."],["p.para",{"id":"p18","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p18"},"Even so, no one replaces the parent. A mother, when without a husband, presides. In the absence of a father, she is the head of the family. She must make every effort to magnify her role as mother and head of the home and fulfill her responsibility to teach her children. She must be able to expect that, as needed, bishops, Melchizedek and Aaronic Priesthood quorum members, and Primary, Young Women, and Relief Society workers will help her and support her."],["p.para",{"id":"p19","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p19"},"Parents or single parents, male or female, should see the Church organization and its members as resources to them in teaching correct principles, conduct, and relationships to their children. The Church is but an extension of the family. It is organized by our Heavenly Father and is composed of our earthly brothers and sisters. Its primary purpose is to exalt the family and the individual."]]],[".topic",["h2","Teach by Example"],["p.para",{"id":"p21","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p21"},"President Brigham Young said: “Parents should never drive their children, but lead them along, giving them knowledge as their minds are prepared to receive it. Chastening may be necessary betimes, but parents should govern their children by faith rather than by the rod, leading them kindly by good example into all truth and holiness” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [Salt Lake City: Deseret Book Co., 1941], p. 208)."],["p.para",{"id":"p22","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p22"},"Behavior that a person has learned by example during early formative years has a powerful influence on his behavior the rest of his life. Parents have the power to set children on a course that is likely to influence them through each succeeding stage of their development. Through personal agency, children may later modify the consequences of a good or bad example, but they will respond most often according to the example they observed in their homes."],["p.para",{"id":"p23","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p23"},"The Savior testified about the highest of examples:"],["p.para",{"id":"p24","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p24"},"“The Son can do nothing of himself, but what he seeth the Father do: for what things soever he doeth, there also doeth the Son likewise."],["p.para",{"id":"p25","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p25"},"“For the Father loveth the Son, and sheweth him all things that himself doeth: and he will shew him greater works than these, that ye may marvel” (",["a.scriptureRef",{"href":"/scriptures/nt/john/5.19-20"},"John 5:19–20"],")."],["p.para",{"id":"p26","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p26"},"To the best of your ability, use the power of a worthy example."]],[".topic",["h2","Be Consistent in Your Behavior"],["p.para",{"id":"p28","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p28"},"The scriptures tell us that God “is the same … yesterday, today, and forever” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.12"},"D&C 20:12"],"). Our Heavenly Father’s undeviating truth in word and deed permitted the Savior to trust his Father’s teachings and submit to the will of his Father. Similarly, our children will be more likely to believe our teachings and follow our examples if we strive to be consistent."],["p.para",{"id":"p29","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p29"},"We",["span.emphasis","all"],"fall short of perfection. We intend to react with calmness to spilled food, a poor grade in school, or a late arrival after a party. Yet we sometimes become angry. But there is a reliable antidote to our own occasional immaturity in dealing with immature children. It is striving to be consistent in responding properly. If, in the spirit of love, we can be as predictable as possible in doing good, sooner or later we can minimize the effects of our weaknesses."],["p.para",{"id":"p30","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p30"},"Consistency is more valuable than extreme behavior of any kind. We cannot expect to moderate the effects of extreme anger by extreme expressions of love. Strive constantly to keep negative emotions under control."],["p.para",{"id":"p31","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p31"},"One father reacted angrily to his daughter’s failing grades in school. His worry about her future overcame his resolve to reason with her. They exchanged harsh words and parted with painful feelings. Alter calming down, this father went to his daughter and, embracing her, said that he loved her and that his emotions were caused by concern, not dislike. They shed tears, and the bond between them was strengthened. Over the next several months, the father consistently expressed his love for his daughter, and she improved in her schoolwork until she became an excellent student."],["p.para",{"id":"p32","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p32"},"This father was not yet perfect in setting an example, but he was consistent in expressing love. His children will be blessed even more as he learns to remain calm more consistently."]],[".topic",["h2","Counsel Your Children"],["p.para",{"id":"p34","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p34"},"To counsel with your children means to listen to them, give them advice, and teach them. This is very important, for as your children mature, your words become almost as important as your example. By giving your children spoken or written instructions and advice, you can prepare them to exercise their agency wisely, answer their questions, and help them understand the things they see in the world."],["p.para",{"id":"p35","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p35"},"In a council, participants discuss, listen, and ponder, striving to arrive at righteous agreement. In the Grand Council in Heaven, we were counseled in the details of the eternal plan. We know that the words of our Heavenly Father and the Savior are truth spoken with kindness and infinite love. Earthly parents should follow this example. Fathers and mothers counsel (advise, teach) their children as they sit in council (ponder, listen, discuss) together. It is inconceivable that their counsel is given rudely or harshly, although they must sometimes be solemn and stern as they deal with children who may be rebellious."],["p.para",{"id":"p36","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p36"},"Coun",["span.emphasis","sel"],"is often one way. Many times information and feelings need to be exchanged in a council. In a coun",["span.emphasis","cil"],"we can consider a matter together with everyone being able to speak freely without fear and without feeling they need to be in agreement in order to be accepted by the others. Counsel from a parent to a child is most effective when it follows listening in a council, when a parent gets a child’s viewpoint before expressing an opinion."],["p.para",{"id":"p37","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p37"},"The following story illustrates how a father listened and understood:"],["p.para",{"id":"p38","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p38"},"“You were late coming home from school today,” John’s father stated. “I was getting worried.”"],["p.para",{"id":"p39","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p39"},"John answered, “I was at Brett’s house. We weren’t doing anything much.” But later he asked, “Dad, why would people want to take their clothes off and have their pictures taken?”"],["p.para",{"id":"p40","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p40"},"“That is a question I have always wondered about, too, John. Did Brett have some of those pictures at his house?”"],["p.para",{"id":"p41","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p41"},"“Yes. He gave me some. They are in my room.”"],["p.para",{"id":"p42","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p42"},"John’s father asked, “How did you feel about sitting around with your friends and looking at pictures of naked people? Did it seem right to you?”"],["p.para",{"id":"p43","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p43"},"“I knew it wasn’t right, Dad, but I didn’t know how to get up and leave. I was afraid the rest of the kids would think I was stupid.”"],["p.para",{"id":"p44","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p44"},"“So you went on looking because maybe you were curious—and besides you didn’t want the others to laugh at you.”"],["p.para",{"id":"p45","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p45"},"“That’s it, Dad.”"],["p.para",{"id":"p46","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p46"},"“I’m proud of you for knowing it was wrong.”"],["p.para",{"id":"p47","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p47"},"“The people in the pictures were doing some other things, too,” added John."],["p.para",{"id":"p48","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p48"},"“Do you want to tell me more about it? Maybe I can help you understand. I want you to know, son, how I feel about that kind of thing. To me, people who take such pictures and pose for them are doing something very wicked. They make something evil of our bodies. Our bodies are good. They are like Heavenly Father’s.”"],["p.para",{"id":"p49","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p49"},"John’s father now had the opportunity to explain his own beliefs and the harmful effects of pornography. He and John also discussed how to deal with future situations and what John needed to do to repent. John needed to feel that he had paid a price that would relieve his guilt. John decided to burn the pictures and to fast and pray with his parents the next day."],["p.para",{"id":"p50","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p50"},"Afterward, John’s father told John, “I’m happy that you would come to talk to me. It wasn’t easy for you, I know. I’m proud of you.”"],["p.para",{"id":"p51","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p51"},"John’s father did not act shocked and indignant when John first explained what had happened, and he did not shame John. He did not immediately begin to give advice. Instead, he encouraged John to tell freely about his own feelings and fears, and then he used the opportunity to explain his own feelings and values to John. He also praised his son for knowing right and wrong. He sat in council with his son, who was free to express himself. Then John’s father was able to provide counsel without causing undue fear or feelings of defensiveness."],["p.para",{"id":"p52","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p52"},"Our children are responsible for their own behavior. Give them the opportunity to sit in council with you, however informal and spontaneous. Give them clear counsel to guide them, and let them practice following that counsel. They must feel the weight of decision making and, at times, the pain of error."]],[".topic",["h2","Pass Righteous Judgment"],["p.para",{"id":"p54","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p54"},"In words that all of us hunger to hear regarding ourselves, the Father said to and about his Son, as Jesus appeared to the Nephites, “Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.7"},"3 Nephi 11:7"],")."],["p.para",{"id":"p55","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p55"},"Your role as a parent requires that you pass judgments on your children and correct them as necessary. Some reports are not about accomplishments but about failures. Here you can be most Christlike. Without excusing or minimizing the problem or sin, you can react with concern, candor, and practical steps to correct the error or help your child repent of the sin. In the story related previously, John’s father understood John’s need to repent and pay an appropriate price for involvement with sin. He exercised righteous judgment and counseled John with directness and candor, while at the same time demonstrating a redemptive, forgiving love for John. His motive for judgment was not selfish or vindictive, but came from a desire to help John become worthy to return to his Heavenly Father."],["p.para",{"id":"p56","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p56"},"Husbands and wives are to share the duties of the family without giving passing or failing marks to each other. Both mothers and fathers must teach and give counsel to their children. However, the head of the family is a presiding role and calls for judgment:"],["p.para",{"id":"p57","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p57"},"“There is no higher authority in matters relating to the family organization, and especially when that organization is presided over by one holding the higher Priesthood, than that of the father. … The patriarchal order is of divine origin and will continue throughout time and eternity. … This patriarchal order has its divine spirit and purpose, and those who disregard it under one pretext or another are out of harmony with the spirit of God’s laws as they are ordained for recognition in the home” (Joseph F. Smith,",["span.emphasis","Gospel Doctrine,"],"5th ed. [Salt Lake City: Deseret Book Co., 1939], pp. 286–87)."],["p.para",{"id":"p58","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p58"},"Influenced by the consistent, loving example of the Savior and by the counsel of his wife, a father is to give counsel to and receive counsel from his children as they meet in a council as a family. In all situations he is to exercise benevolent judgment."],["p.para",{"id":"p59","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p59"},"You will better be able to correct your children if you teach them that certain consequences follow certain actions and that they must accept responsibility for their actions. Consider how one set of parents helped their daughter understand this."],["p.para",{"id":"p60","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p60"},"Their lovely teenage daughter had struggled for years with poor teeth, many cavities, and other problems. Her family and her dentist helped her to understand that her naturally soft teeth were the cause of her problems. Her parents talked with her about the family finances and helped her understand the serious drain her dental work was on the family budget. Eventually her naive annoyance with dentists, family, and inherited tooth weakness gave way to a sense of responsibility. She began a serious program of flossing after",["span.emphasis","every"],"meal (it became a family joke) and avoiding major sugar sources. One year later she had only a small cavity, a dramatic improvement. But the consequences went far beyond teeth. Her sense of self-respect increased. She was healthier, and she knew from undeniable evidence that there are laws that, when obeyed, bring blessings."],["p.para",{"id":"p61","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p61"},"Remember that you and your spouse should be united in your judgment of your children."]],[".topic",["h2","Provide a Positive Emotional Climate"],["p.para",{"id":"p63","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p63"},"The emotional climate in the home establishes either a positive or a negative learning environment. Climate means “the weather you can expect in a certain place.” What is the “weather” in your home? Is it warm, comfortable, secure; or is there too much thunder, lightning, and cold? Occasionally a teaching moment will arise out of an atmosphere of tension and anxiety, but most effective teaching moments occur in loving, peaceful, respectful circumstances, when the “feeling” is right and when the climate in a relationship is peaceful."]],[".topic",["h2","Hold Family Home Evenings Regularly"],["p.para",{"id":"p65","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p65"},"One way to improve the emotional climate of your home is to consistently hold family home evenings. A well-prepared but relaxed family home evening presentation is one of the most effective ways for you to teach your children. President Harold B. Lee explained:"],["p.para",{"id":"p66","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p66"},"“More and more, it is clear, brothers and sisters, that the home and family are the key to the future of the Church. An unloved child, a child who has not known discipline, work, or responsibility will often yield to satanic substitutes for happiness—drugs, sexual experimentation, and rebellion, whether it is intellectual or behavioral. Our intensified efforts around Family Home Evenings which we have not only urged members to hold. but concerning which we have supplied more and more help for families, hold much promise if we will but use these opportunities. There is no better place to teach and learn about marriage, love, and sex than in the home as these can properly combine in a sanctified temple marriage. There is also no better place to deal with the doubts of our young than where there is love—at home. For love can free our youth to listen to those whom they know they can trust! …"],["p.para",{"id":"p67","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p67"},"“As important as our many programs and organizational efforts are, these should not supplant the home but support the home” (address delivered at Regional Representatives’ seminar, 1 Oct. 1970)."],["p.para",{"id":"p68","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p68"},"Outlines of lessons, resource materials, and numerous suggestions for family home evenings are available in the",["span.emphasis","Family Home Evening Resource Book"],"and the Church magazines. Of course, the scriptures are the most important written resources. Make a plan to use and study them."],["p.para",{"id":"p69","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p69"},"Family time together in family home evening activities is precious. Do not allow it to be tampered with by any other people, activities, or distractions."]],[".topic",["h2","Share Your Thoughts and Feelings"],["p.para",{"id":"p71","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p71"},"The Savior demonstrated throughout his mortal ministry that it was important for him to report to his Father in Heaven frequently, honestly, and humbly. We can suppose that our Father in Heaven encouraged complete and fearless reporting. You should strive to have this same kind of reassuring relationship with your children so that they will come to you with honest and trusting reports."],["p.para",{"id":"p72","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p72"},"Children, like adults, need to report their efforts. They enjoy telling us of their success, but they also need the comfort that comes from telling their failures to a sympathetic listener. It is impossible to overestimate the blessings a child receives who is able to report in some manner to interested, patient, and accepting parents. If you deny this opportunity to a child, he may withdraw from you and stop communicating with you."],["p.para",{"id":"p73","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p73"},"You also need to share your thoughts and feelings with your children. You need to share of yourself with your children. For instance, you can—"],[".figure",{"id":"f2","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.f2"},["ol.number",["li",["span.label","1."],["p.para","Share your reasons for doing what you do. One day your children will be parents. Help them to understand why you decide as you do, why you act as you do, and how you feel as a parent."]],["li",["span.label","2."],["p.para","Share your goals for them and for your family. If your children know these goals, they will better be able to understand your intentions and correctly interpret your actions."]],["li",["span.label","3."],["p.para","Share your values. You could say something like, “The most precious things in my life are my family and the gospel. These give me the motivation to get up every morning and try to do my best.”"]],["li",["span.label","4."],["p.para","Share the experiences of your life and your life history. Share experiences that you have had regarding early family life, jobs, friends, Church callings, interesting events, and spiritual experiences. Keep a personal journal that will allow you to share your ideas and actions with your posterity."]],["li",["span.label","5."],["p.para","Share your testimony formally at family home evening or on fast Sunday or informally during teaching moments."]],["li",["span.label","6."],["p.para","Share humor or stories. Enjoy spending some part of each day with your family."]],["li",["span.label","7."],["p.para","Share your time and activities, including such things as private moments, vacations, fishing trips, hobbies, camping, sports, table games, music, and art. As you share your time through these and many other ways, you will build warm feelings of unity, foster effective communication, and help your children to observe the connection between how you act and what you say."]]]]],[".topic",["h2","Break the Routine"],["p.para",{"id":"p82","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p82"},"Parents need an occasional break. Because parenthood requires so much time and energy, you and your children will benefit from regular breaks in the routine. You will be better able to teach if you regularly take time to refresh yourself. Dates for mother and father; weekends with a relative or friends for the children; solitude for each family member with a book, a hobby, or a household task; and some form of recreation are very important in keeping perspective and emotional balance. You need time for yourselves, even though you are expected to invest yourselves deeply in your family. Even the Savior got away on occasion from the stress of working in the service of the people."]],[".topic",["h2","Express Your Love"],["p.para",{"id":"p84","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p84"},"Love is the most powerful motivation in teaching the basic values of the gospel. In",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/4.19"},"1 John 4:19"],"we read, “We love him, because he first loved us.” This fundamental statement is a guide to your relationships with your children. Your children must know that you love them. They will love you because they know (or in some sad cases, hope) you love them."],["p.para",{"id":"p85","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p85"},"At times you must express love in a firm and stern way. But even after you have rebuked your children, if you then make sure they know that you love them, they usually accept the guidance and teaching they receive. The Lord said:"],["p.para",{"id":"p86","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p86"},"“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;"],["p.para",{"id":"p87","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p87"},"“By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile—"],["p.para",{"id":"p88","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p88"},"“Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing forth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee to be his enemy;"],["p.para",{"id":"p89","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p89"},"“That he may know that thy faithfulness is stronger than the cords of death” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41-44"},"D&C 121:41–44"],")."],["p.para",{"id":"p90","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p90"},"All parents know that they should teach their children with love. Yet some do not express love very well. Some are embarrassed or simply never bring up the subject. How do you express your love for each other in your family? Does everyone know that he is loved, and does he show that he cares for others? Is it possible for you to express your love more openly? The following example shows what can happen if parents do not show love for their children regularly and frequently:"],["p.para",{"id":"p91","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p91"},"A seventeen-year-old girl who had been participating in immoral relationships explained that she never felt her mother loved her. When she started dating, she said, “Every time I went somewhere, she would question me as if she believed I was immoral. I didn’t like it, and we would get into a fight. Later I was so mad at my mother that I didn’t care what I did. She suspected me of doing it, so I thought I would just as well go ahead.”"],["p.para",{"id":"p92","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p92"},"This girl is not excused from her sin. She has her agency, and she chose to be unchaste. But what might have happened had her mother loved and kissed her daughter as she left to go on a date, and if afterward she had invited her daughter to share her experiences in a private, respectful way? If parents show and express their love and give accurate information without nagging and repeating themselves endlessly, children are more likely to listen and be influenced for good."]],[".topic",["h2","Conclusion"],["p.para",{"id":"p94","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p94"},"Effective teaching in the family is well within the abilities of dedicated parents. Guaranteeing a child’s perfection is not. As parents, keep two facts in mind. Constantly strive for perfection in your efforts to love, understand, teach, and set an example. Then, do not condemn yourself when, despite your best efforts, a child chooses to travel wrong paths."],["p.para",{"id":"p95","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p95"},"Children have their own agency. The greatest parents who have ever lived could not overrule the personal agency of their children in heaven or on earth. Lucifer chose to rebel. Cain, Laman, and Lemuel rejected their parents’ teachings. Others, such as Alma and the sons of Mosiah, rebelled for a time causing heartache to their parents. While we may succeed easily with one child, we may struggle desperately with another, even with the same effort and love. We must not become discouraged or give up on a child who makes the wrong choices. We must continue to strive with him and hope. Parents also make mistakes. We can be sure that we will fall short from time to time. If we make mistakes, either due to ignorance or even our own sinful weakness, there are remedies. We can reach out to children throughout their lives. Many parents have had sweet reconciliations with their adult children."],["p.para",{"id":"p96","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p96"},"Do your best and continue doing it. Although their anguish was extreme, father Adam and mother Eve did not collapse over Cain’s horrible behavior, nor did they give up as they saw others of their children follow him during the hundreds of years they lived. They rejoiced in the goodness of their virtuous daughters and sons. They labored unceasingly with those who became carnal, sensual, and devilish."],["p.para",{"id":"p97","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p97"},"Most parents are successful in teaching correct principles to their children. Most children are successful in correctly applying those principles and experiencing happy, fulfilling, honorable lives. You too can expect to have success with your family."],["p.para",{"id":"p98","uri":"/manual/a-parents-guide/chapter-2-principles-for-teaching-children.p98"},"Earnest parents know how priceless is the Savior’s redemption. They rely upon his perfect, redeeming love, sealed by his sacrificial offering. There is no greater love than his love for us and his love for his Father. As you strive to emulate the methods of your Heavenly Father and beloved Redeemer, you will truly and effectively teach correct principles in your family."]]]]]],"refs":null}
