{"id":34,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":34,"title":"Chapter 32: Further Instruction to the Apostles","subtitle":"","short_title":"Chapter 32","uri":"/manual/jesus-the-christ/chapter-32","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-32"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-32.head1"},[".titleNumber","Chapter 32"],["h1","Further Instruction to the Apostles"]],[".bodyBlock",[".topic",["h2","Prophecies Relating to the Destruction of Jerusalem and the Lord’s Future Advent",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-32.p4"},"In the course of His last walk from Jerusalem back to the beloved home at Bethany, Jesus rested at a convenient spot on the Mount of Olives, from which the great city and the magnificent temple were to be seen in fullest splendor, illumined by the declining sun in the late afternoon of that eventful April day. As He sat in thoughtful revery He was approached by Peter and James, John and Andrew, of the Twelve, and to them certainly, though probably to all the apostles, He gave instruction, embodying further prophecy concerning the future of Jerusalem, Israel, and the world at large. His fateful prediction—that of the temple buildings not one stone would be left upon another—had caused the apostles to marvel and fear; so they came privately requesting explanation. “Tell us,” said they, “when shall these things be? and what shall be the sign of thy coming, and of the end of the world?” The compound character of the question indicates an understanding of the fact that the destruction of which the Lord had spoken was to be apart from and precedent to the signs that were to immediately herald His glorious advent and the yet later ushering in of the consummation commonly spoken of then and now as “the end of the world.” An assumption that the events would follow in close succession is implied by the form in which the question was put."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-32.p5"},"The inquiry referred specifically to time—when were these things to be? The reply dealt not with dates, but with events; and the spirit of the subsequent discourse was that of warning against misapprehension, and admonition to ceaseless vigilance. “Take heed that no man deceive you” was the first and all-important caution; for within the lives of most of those apostles, many blaspheming imposters would arise, each claiming to be the Messiah. The return of Christ to earth as Lord and Judge was more remote than any of the Twelve realized. Before that glorious event, many wonderful and appalling developments would be witnessed, among the earliest of which would be wars and rumors of wars, caused by nation rising against nation and kingdom against kingdom, to the dread accompaniment of famines, pestilences, and earthquakes in many places; yet all these would be but the beginning of the sorrow or travail to follow."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-32.p6"},"They, the apostles, were told to expect persecution, not only at the hands of irresponsible individuals, but at the instance of the officials such as they who were at that moment intent on taking the life of the Lord Himself, and who would scourge them in the synagogs, deliver them up to hostile tribunals, cite them before rulers and kings, and even put some of them to death—all because of their testimony of the Christ. As they had been promised before, so again were they assured, that when they would stand before councils, magistrates, or kings, the words they should speak would be given them in the hour of their trial, and therefore they were told to take no premeditative thought as to what they should say or how they should meet the issues confronting them; “for,” said the Master, “it is not ye that speak, but the Holy Ghost.”",["sup",["a",{"href":"fn_2"},"b"]],"Even though they found themselves despised and hated of men, and though they were to suffer ignominy, torture, and death, yet as to their eternal welfare they were promised such security that by comparison they would lose not so much as a hair of their heads. In consoling encouragement the Lord bade them possess their souls in patience.",["sup",["a",{"href":"fn_3"},"c"]],"In face of all trials and even the direst persecution, it was incumbent upon them to persevere in their ministry, for the divine plan provided and required that the gospel of the kingdom be preached amongst all nations. Their labors would be complicated and opposed by the revolutionary propaganda of many false prophets, and differences of creed would disrupt families, and engender such bitterness that brothers would betray one another, and children would rise against their parents, accusing them of heresies and delivering them up to death. Even among those who had professed discipleship to Christ many would be offended and hatred would abound; love for the gospel would wax cold, and iniquity would be rampant among men; and only those who would endure to the end of their lives could be saved."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-32.p7"},"From this circumstantial forecast of conditions then directly impending, the Lord passed to other developments that would immediately precede the destruction of Jerusalem and the total disruption of the Jewish nation. “When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place,” said He, according to Matthew’s account, and virtually so also as stated by Mark, or “when ye shall see Jerusalem compassed with armies” as Luke writes, “then know that the desolation thereof is nigh.” This was a specific sign that none could misunderstand. Daniel the prophet had foreseen the desolation and the abominations thereof, which comprized the forcible cessation of temple rites, and the desecration of Israel’s shrine by pagan conquerors.",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-32.p8"},"The realization of Daniel’s prophetic vision was to be heralded by the encompassing of Jerusalem by armies. Then all who would escape should make haste; from Judea they should flee to the mountains; he who was on the housetop would have no time to take his goods, but should hasten down by the outer steps and flee; he who was in the field would better leave without first returning to his house even for his clothes. Terrible, indeed, would that day be for women hampered by the conditions incident to approaching maternity, or the responsibility of caring for their suckling babes. All would do well to pray that their flight be not forced upon them in winter time; nor on the Sabbath, lest regard for the restrictions as to Sabbath-day travel, or the usual closing of the city gates on that day, should diminish the chances of escape. The tribulations of the time then foreshadowed would prove to be unprecedented in horror and would never be paralleled in all their awful details in Israel’s history; but in mercy God had decreed that the dreadful period should be shortened for the sake of the elect believers, otherwise no flesh of Israel would be saved alive. Multitudes were to fall by the sword; other hosts were to be led away captive, and so be scattered amongst all nations; and Jerusalem, the pride and boast of degenerate Israel, should be “trodden down of the Gentiles, until the times of the Gentiles be fulfilled.” In every frightful detail was the Lord’s prediction brought to pass, as history avouches.",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-32.p9"},"After the passing of those terrible times, and thence onward for a period of unspecified duration, Satan would deceive the world through false doctrines, spread by evil men masquerading as ministers of God, who would continue to cry “Lo, here is Christ; or, lo, he is there”; but against all such the Twelve were put on their guard, and through them and other teachers, whom they would call and ordain, would the world be warned. Deceiving prophets, emissaries of the devil, would be active, some alluring people into the deserts, and impelling them to hermit lives of pernicious asceticism, others insisting that Christ could be found in the secret chambers of monastic seclusion; and some of them showing forth through the power of Satan, such signs and wonders as “to seduce, if it were possible, even the elect”; but of all such scheming of the prince of evil, the Lord admonished His own: “Believe it not”; and added, “take ye heed; behold I have foretold you all things.”",["sup",["a",{"href":"fn_6"},"f"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-32.p10"},"In the day of the Lord’s advent in glory and vengeance, no man shall be in doubt; there shall be no chance of conflicting claims by contending sects, “For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.”",["sup",["a",{"href":"fn_7"},"g"]],"The gathering of Israel in the last days was pictured as the flocking of eagles to the place where the body of the Church would be established.",["sup",["a",{"href":"fn_8"},"h"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-32.p11"},"The chronological order of the predicted occurrences so far considered in this wonderful discourse on things to come, is clear; first there was to be a period of virulent persecution of the apostles and the Church of which they would be in charge; then the destruction of Jerusalem, with all the horrors of merciless warfare was to follow; and this in turn was to be succeeded by a long period of priestcraft and apostasy with bitter sectarian dissension and cruel persecution of the righteous. The brief reference to the nonlocalized, universal phenomena, by which His advent is to be signalized, is a parenthetical demonstration of the false claims as to where Christ would be found; later the Lord passed to distinctive and unquestionable reference to the circumstances of His then and yet future advent. Following the age of man-made creeds, and unauthorized ministry characteristic of the great apostasy, marvelous occurrences are to be manifested through the forces of nature, and the sign of the Son of Man shall ultimately appear, one accompanying feature of which shall be the completion of the gathering of the elect from all parts of the earth to the places appointed."],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-32.p12"},"The duty that Jesus enjoined upon the apostles as of first importance throughout all the coming scenes of sorrow, suffering and turmoil, was that of vigilance. They were to pray, watch, and work, diligently and with unwavering faith. The lesson was illustrated by a masterly analogy, which, under the broadest classification, may be called a parable. Directing their attention to the fig tree and other trees which flourished on the sunny slopes of Olivet, the Master said: “Behold the fig tree, and all the trees; when they now shoot forth, ye see and know of your own selves that summer is now nigh at hand. So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is nigh at hand.” Of the fig tree in particular the Lord remarked: “When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh.” This sign of events near at hand was equally applicable to the premonitory conditions which were to herald the fall of Jerusalem and the termination of the Jewish autonomy, and to the developments by which the Lord’s second advent shall be immediately preceded."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-32.p13"},"The next declaration in the order of the evangelical record reads: “Verily I say unto you, This generation shall not pass, till all these things be fulfilled.” This may be understood as applying to the generation in which the portentous happenings before described would be realized. So far as the predictions related to the overthrow of Jerusalem, they were literally fulfilled within the natural lifetime of several of the apostles and of multitudes of their contemporaries; such of the Lord’s prophecies as pertain to the heralding of His second coming are to be brought to pass within the duration of the generation of some who witness the inauguration of their fulfilment. The certainty of fulfilment was emphasized by the Lord in the profound affirmation: “Heaven and earth shall pass away, but my words shall not pass away.”",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-32.p14"},"All speculation concerning the time of the Lord’s appearing, whether based on assumption, deduction, or calculation of dates, was forestalled by Christ’s averment: “But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.”",["sup",["a",{"href":"fn_10"},"j"]],"That His advent in power and glory is to be sudden and unexpected to the unobserving and sinful world, but in immediate sequence to the signs which the vigilant and devout may read and understand, was made plain by comparison with the prevailing social conditions of Noah’s time, when in spite of prophecy and warning the people had continued in their feasting and merry-making, in marrying and giving in marriage, until the very day of Noah’s entrance into the ark, “And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.”"],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-32.p15"},"In the last stages of the gathering of the elect, the ties of companionship shall be quickly severed; of two men laboring in the field, or of two women engaged side by side in household duties, the faithful one shall be taken and the sinner left. “Watch therefore,” was the solemn behest, “for ye know not what hour your Lord doth come.” In explication of this admonishment, the Lord condescended to compare the suddenness and secrecy of His coming to the movements of a night-prowling thief; and pointed out, that if a householder had certain knowledge as to the time of a burglar’s predetermined visit, he would remain on vigilant watch; but because of uncertainty he may be found off his guard, and the thief may enter and despoil the home."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-32.p16"},"Again likening the apostles to duly appointed stewards in a great household,",["sup",["a",{"href":"fn_11"},"k"]],"the Lord spoke of Himself as the householder, saying: “The Son of man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch. Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning: Lest coming suddenly he find you sleeping. And what I say unto you I say unto all, Watch.” But if the steward grow negligent because of his master’s long absence, and give himself up to feasting and unlicensed pleasure, or become autocratic and unjust toward his fellow-servants, his lord shall come in an hour when least expected, and shall consign that wicked servant to a place among the hypocrites, where he shall weep bitter tears of remorse, and gnash his teeth in impotent despair.",["sup",["a",{"href":"fn_12"},"l"]]]],[".topic",["h2","The Need of Watchfulness and Diligence Illustrated by Parables"],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-32.p18"},"To more indelibly impress upon the apostles, and, through their subsequent ministry, upon the world, the absolute need of unceasing watchfulness and unwavering diligence in preparation for the coming of the Lord in judgment, Jesus depicted in parables the prospective condition of mankind in the last times. The first of these illustrative portrayals is the",["span.emphasis","Parable of the Ten Virgins."],"The only report of it we have is that given by Matthew,",["sup",["a",{"href":"fn_13"},"m"]],"as follows:"],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-32.p19"},"“Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom. And five of them were wise, and five were foolish. They that were foolish took their lamps, and took no oil with them: but the wise took oil in their vessels with their lamps. While the bridegroom tarried, they all slumbered and slept. And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him. Then all those virgins arose, and trimmed their lamps. And the foolish said unto the wise, Give us of your oil; for our lamps are gone out. But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves. And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut. Afterward came also the other virgins, saying, Lord, Lord, open to us. But he answered and said, Verily I say unto you, I know you not. Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh.”"],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-32.p20"},"The story itself is based on oriental marriage customs, with which the Lord’s attentive listeners were familiar. It was and yet is common in those lands, particularly in connection with marriage festivities among the wealthy classes, for the bridegroom to go to the home of the bride, accompanied by his friends in processional array, and later to conduct the bride to her new home with a larger body of attendants composed of groomsmen, bridesmaids, relatives and friends. As the bridal party progressed, to the accompaniment of gladsome music, it was increased by little groups who had gathered in waiting at convenient places along the route, and particularly near the end of the course where organized companies came forth to meet the advancing procession. Wedding ceremonies were appointed for the evening and night hours; and the necessary use of torches and lamps gave brilliancy and added beauty to the scene."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-32.p21"},"In the parable ten maidens were waiting to welcome and join in with the bridal company, the time of whose arrival was uncertain. Each had her lamp attached to the end of a rod so as to be held aloft in the festal march; but of the ten virgins five had wisely carried an extra supply of oil, while the other five, probably counting on no great delay, or assuming that they would be able to borrow from others, or perchance having negligently given no thought at all to the matter, had no oil except the one filling with which their lamps had been supplied at starting. The bridegroom tarried, and the waiting maidens grew drowsy and fell asleep. At midnight, the forerunners of the marriage party loudly proclaimed the bridegroom’s approach, and cried in haste: “Go ye out to meet him.” The ten maidens, no longer sleepy, but eagerly active, set to work to trim their lamps; then the wise ones found use for the oil in their flasks, while the thoughtless five bewailed their destitute condition, for their lamps were empty and they had no oil for replenishment. They appealed to their wiser sisters, asking a share of their oil; but these declined; for, in a time of such exigency, to give of their store would have been to render themselves unfit, inasmuch as there was oil enough for their own lamps only. Instead of oil they could impart only advice to their unfortunate sisters, whom they directed to go to the nearest shop and buy for themselves. While the foolish virgins were away in quest of oil, the wedding party passed into the house wherein the feast was provided, and the door was shut against all tardy comers. In time the unwise maidens, too late to participate in the processional entry, called from without, pleading for admittance; but the bridegroom refused their request, and disclaimed all acquaintanceship with them, since they had not been numbered among his attendants or those of the bride."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-32.p22"},"The Bridegroom is the Lord Jesus; the marriage feast symbolizes His coming in glory, to receive unto Himself the Church on earth as His bride.",["sup",["a",{"href":"fn_14"},"n"]],"The virgins typify those who profess a belief in Christ, and who, therefore, confidently expect to be included among the blessed participants at the feast. The lighted lamp, which each of the maidens carried, is the outward profession of Christian belief and practice; and in the oil reserves of the wiser ones we may see the spiritual strength and abundance which diligence and devotion in God’s service alone can insure. The lack of sufficient oil on the part of the unwise virgins is analogous to the dearth of soil in the stony field, wherein the seed readily sprouted but soon withered away.",["sup",["a",{"href":"fn_15"},"o"]],"The Bridegroom’s coming was sudden; yet the waiting virgins were not held blamable for their surprise at the abrupt announcement, but the unwise five suffered the natural results of their unpreparedness. The refusal of the wise virgins to give of their oil at such a critical time must not be regarded as uncharitable; the circumstance typifies the fact that in the day of judgment every soul must answer for himself; there is no way by which the righteousness of one can be credited to another’s account; the doctrine of supererogation is wholly false.",["sup",["a",{"href":"fn_16"},"p"]],"The Bridegroom’s condemnatory disclaimer, “I know you not,” was equivalent to a declaration that the imploring but neglectful ones, who had been found unready and unprepared, did not know Him.",["sup",["a",{"href":"fn_17"},"q"]]],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-32.p23"},"The application of the parable and its wealth of splendid suggestion are summarized in a masterly manner by the Lord’s impressive adjuration: “Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh.” The fulfilment of the predictions enshrined in this precious parable is yet future, but near. In 1831 the Lord Jesus Christ revealed anew the indications by which the imminence of His glorious advent may be perceived. Through the mouth of His prophet Joseph Smith he thus spake: “And at that day, when I shall come in my glory, shall the parable be fulfilled which I spake concerning the ten virgins: for they that are wise and have received the truth, and have taken the Holy Spirit for their guide, and have not been deceived; verily I say unto you, they shall not be hewn down and cast into the fire, but shall abide the day, and the earth shall be given unto them for an inheritance; and they shall multiply and wax strong, and their children shall grow up without sin unto salvation, for the Lord shall be in their midst, and his glory shall be upon them, and he will be their King and their Lawgiver.”",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-32.p24"},"Still discoursing in solemn earnestness to the apostles as the evening shadows gathered about the Mount of Olives, the Lord delivered the last of His recorded parables. We call it the",["span.emphasis","Parable of the Entrusted Talents."],["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-32.p25"},"“For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods. And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey. Then he that had received the five talents went and traded with the same, and made them other five talents. And likewise he that had received two, he also gained other two. But he that had received one went and digged in the earth, and hid his lord’s money. After a long time the lord of those servants cometh, and reckoneth with them. And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more. His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord. He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them. His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord. Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed: And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine. His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed: Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury. Take therefore the talent from him, and give it unto him which hath ten talents. For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath. And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth.”"],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-32.p26"},"Some of the resemblances between this parable and that of the Pounds",["sup",["a",{"href":"fn_20"},"t"]],"appear on even a casual reading; significant differences are discovered by comparison and study. The earlier parable was spoken to a mixed multitude in the course of our Lord’s last journey from Jericho to Jerusalem; the later one was given in privacy to the most intimate of His disciples in the closing hours of the last day of His public preaching. The two should be studied together. In the story of the Pounds, an equal amount of capital is given to each of the servants, and men’s diverse ability to use and apply, with commensurate results in reward or penalty, is demonstrated; in that of the Entrusted Talents, the servants receive different amounts, “every man according to his several ability”; and equal diligence, though shown in one instance by great gain and in the other by small but proportionate increase, is equally rewarded. Unfaithfulness and negligence are condemned and punished in both."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-32.p27"},"In the parable now under consideration, the master is presented as delivering his wealth into the hands of his own servants, literally, bondservants;",["sup",["a",{"href":"fn_21"},"u"]],"they, as well as the possessions held by them in trust, were his. Those servants had no rights of actual ownership, nor title of permanent proprietorship in the treasure committed to their care; all they had, the time and opportunity to use their talents, and they themselves, belonged to their lord. We cannot fail to perceive even in the early incidents of the story that the Master of the servants was the Lord Jesus; the servants, therefore, were the disciples and more particularly the apostles, who, while of equal authority through ordination in the Holy Priesthood, as specifically illustrated by the earlier parable of the Pounds, were of varied ability, of diverse personality, and unequal generally in nature and in such accomplishments as would be called into service throughout their ministry. The Lord was about to depart; He would return only “after a long time”; the significance of this latter circumstance is in line with that expressed through the parable of the Ten Virgins in the statement that the Bridegroom tarried."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-32.p28"},"At the time of reckoning, the servants who had done well, the one with his five talents, the other with his two, reported gladly, conscious as they were of having at least striven to do their best. The unfaithful servant prefaced his report with a grumbling excuse, which involved the imputation of unrighteousness in the Master. The honest, diligent, faithful servants saw and reverenced in their Lord the perfection of the good qualities which they possessed in measured degree; the lazy and unprofitable serf, afflicted by distorted vision, professed to see in the Master his own base defects. The story in this particular, as in the other features relating to human acts and tendencies, is psychologically true; in a peculiar sense men are prone to conceive of the attributes of God as comprizing in augmented degree the dominant traits of their own nature."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-32.p29"},"Both the servant who had been entrusted with five talents and he who had received but two were equally commended, and, as far as we are told, were equally recompensed. The talents bestowed upon each were the gift of his Lord, who knew well whether that servant was capable of using to better advantage one, two, or five. Let no one conclude that good work of relatively small scope is less necessary or acceptable than like service of wider range. Many a man who has succeeded well in business with small capital would have failed in the administration of vast sums; so also in spiritual achievements “there are diversities of gifts, but the same Spirit.”",["sup",["a",{"href":"fn_22"},"v"]],"Of the man endowed with many talents greater returns were expected; of the one-talented man relatively little was required, yet in that little he failed.",["sup",["a",{"href":"fn_23"},"w"]],"At the least he could have delivered the money to the bank, through which it would have been kept in circulation to the benefit of the community, and would have earned interest meanwhile. Likewise, in the spiritual application, a man possessed of any good gift, such as musical ability, eloquence, skill in handicraft, or the like, ought to use that gift to the full, that he or others may be profited thereby; but should he be too neglectful to exercise his powers in independent service, he may assist others to profitable effort, by encouragement if by nothing more."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-32.p30"},"Who can doubt in the spirit of the Lord’s teaching, that had the man been able to report the doubling of his single talent, he would have been as cordially commended and as richly recompensed as were his more highly endowed and faithful fellows? It is notable that to the charge of unrighteousness made by the unfaithful servant, the Lord deigns no refutation; the spirit of the reply was the same as that expressed in the earlier parable: “Out of thine own mouth will I judge thee, thou wicked servant.”",["sup",["a",{"href":"fn_24"},"x"]],"The unworthy man sought to excuse himself by the despicable but all too common subterfuge of presumptuously charging culpability in another, and in this instance, that other was his Lord. Talents are not given to be buried, and then to be dug up and offered back unimproved, reeking with the smell of earth and dulled by the corrosion of disuse. The unused talent was justly taken from him who had counted it as of so little worth, and was given to one, who, although possessing much, would use the additional gift to his own profit, to the betterment of his fellows, and to the glory of his Lord."]],[".topic",["h2","The Inevitable Judgment",["sup",["a",{"href":"fn_25"},"y"]]],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-32.p32"},"The Lord had uttered His last parable. In words of plainness, though suffused with the beauty of effective simile, He impressed upon the listening disciples the certainty of judgment by which the world shall be visited in the day of His appearing. Then shall the wheat be segregated from the tares,",["sup",["a",{"href":"fn_26"},"z"]],"and the sheep divided from the goats. “When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory: And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats: And he shall set the sheep on his right hand, but the goats on the left.” Unto those on His right hand the King shall give commendation and blessing, bestowing a rich recompense for their good works, as attested by the hungry they had fed, the thirsty to whom they had given drink, the stranger they had lodged, the naked they had clothed, the sick to whom they had ministered, the prisoners they had visited and encouraged, all of which mercies are accredited to them as having been rendered to their Lord in person. The blessed company, overwhelmed by the plenitude of the King’s bounty, of which they regard themselves as undeserving, will fain disclaim the merit attributed to them; “And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.”"],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-32.p33"},"Unto them who wait on the left in terrified expectancy, the King shall recount their several deficiencies, in that they had given Him neither food nor drink, shelter nor clothing despite His need; neither had they visited Him though ill, nor ministered unto His wants when He lay in a prison cell. In the desperation of anguish these shall ask when and where they had had such opportunity of comforting Him, and He shall answer, “Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.” The righteous shall be welcomed with “Come ye blessed of my Father”; the wicked shall hear the awful sentence, “Depart from me ye cursed.” Eternal life is the inestimable reward; everlasting punishment the unfathomable doom.",["sup",["a",{"href":"fn_27"},"a"]]],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-32.p34"},"Viewing as one discourse the two parables and the teaching that directly followed, we find in it such unity of subject and thoroughness of treatment as to give to the whole both beauty and worth beyond the sum of these qualities exhibited in the several parts. Vigilant waiting in the Lord’s cause, and the dangers of unreadiness are exemplified in the story of the virgins; diligence in work and the calamitous results of sloth are prominent features of the tale of the talents. These two phases of service are of reciprocal and complementary import; it is as necessary at times to wait as at others to work. The lapse of a long period, as while the Bridegroom tarried, and as during the Master’s absence in “a far country,”",["sup",["a",{"href":"fn_28"},"b"]],"is made plain throughout as intervening between the Lord’s departure and His return in glory. The absolute certainty of the Christ coming to execute judgment upon the earth, in the which every soul shall receive according to his deserts, is the sublime summary of this unparalleled discourse."]],[".topic",["h2","Another Specific Prediction of the Lord’s Death"],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-32.p36"},"Following the instructions to the apostles at the resting place on Olivet, and probably in the course of the continued walk toward Bethany that evening, Jesus reminded the Twelve of the awful fate awaiting Him, and specified the time of His betrayal and the manner of His death. “Ye know,” He said, “that after two days is the feast of the passover, and the Son of man is betrayed to be crucified.”",["sup",["a",{"href":"fn_29"},"c"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-32.f1"},["h3","Notes to Chapter 32"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-32.p38"},["b","Early Fulfilment of the Lord’s Prophecies."],"—As to the literal fulfilment of the Lord’s predictions relating to the times immediately following His ascension and down to the destruction of Jerusalem, the student must be referred to scriptural and other history. Only a brief summary of the most notable events can be attempted here."],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-32.p39"},"On the matter of wars and rumors or threats of wars, see Josephus,",["span.emphasis","Antiquities,"],"xviii, ch. 9, and",["span.emphasis","Wars,"],"ii, ch. 10. The latter reference is to the account of the decree issued by Caligula that his statue be set up and duly reverenced in the temple, in consequence of which the Jews protested so strenuously that war was declared against them, but was averted by the death of the emperor. Concerning the death of Caligula, Josephus remarks that it “happened most happily for our nation in particular, which would have almost utterly perished, if he had not been suddenly slain.” Other threats of war against the Jews were severally made by the emperors Claudius and Nero."],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-32.p40"},"Nation rose against nation, as for example, in the assault of Greeks and Syrians upon the Jews, in the course of which 50,000 Jews were slain at Selucia on the Tigris, and 20,000 at Cæsarea, 13,000 at Scythopolis, and 2,500 at Ascalon. Famine and its attendant pestilence prevailed during the reign of Claudius, (",["span.small","A.D."],"41–54) and such had been specifically predicted by inspiration, through Agabus (",["a.scriptureRef",{"href":"/scriptures/nt/acts/11.28"},"Acts 11:28"],"). The famine was very severe in Palestine (Josephus,",["span.emphasis","Antiquities,"],"xx, ch. 2). Earthquakes were of alarming frequency and of unusual severity, between the death of Christ and the destruction of Jerusalem, particularly in Syria, Macedonia, Campania, and Achia. See Tacitus,",["span.emphasis","Annals,"],"books xii and xiv; and for account of violent seismic disturbances at Rome, see Suetonius in his",["span.emphasis","Life of Galba."],"Josephus (",["span.emphasis","Wars,"],"iv, ch. 4) records a particularly severe earthquake that disrupted parts of Judea, and was accompanied by “amazing concussions and bellowings of the earth—a manifest indication that some destruction was coming upon men.” The portent of “fearful sights and great signs” from heaven, as recorded by Luke was realized in the phenomenal events chronicled by Josephus (Preface to",["span.emphasis","Wars"],")."],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-32.p41"},"Of the persecution that befell the apostles and others, and of their arraignment before rulers, Dr. Adam Clarke, in his commentary on passages in",["a.scriptureRef",{"href":"/scriptures/nt/matt/24"},"Matthew 24"],", says: “We need go no farther than the Acts of the Apostles for the completion of these particulars. Some were delivered to councils, as Peter and John (",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.5"},"Acts 4:5"],"). Some were brought before rulers and kings, as Paul before Gallio (",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.12"},"18:12"],"); before Felix (",["a.scriptureRef",{"href":"/scriptures/nt/acts/24"},"ch. 24"],"); before Festus and Agrippa (",["a.scriptureRef",{"href":"/scriptures/nt/acts/25"},"ch. 25"],"). Some had utterance and wisdom which their adversaries were not able to resist; so Stephen (",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.10"},"6:10"],"), and Paul who made even Felix himself tremble (",["a.scriptureRef",{"href":"/scriptures/nt/acts/24.25"},"24:25"],"). Some were imprisoned, as Peter and John (",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.3"},"4:3"],"). Some were beaten, as Paul and Silas (",["a.scriptureRef",{"href":"/scriptures/nt/acts/16.23"},"16:23"],"). Some were put to death, as Stephen (",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.59"},"7:59"],"); and James the brother of John (",["a.scriptureRef",{"href":"/scriptures/nt/acts/12.2"},"12:2"],"). But if we look beyond the book of the Acts of the Apostles, to the bloody persecutions under Nero, we shall find these predictions still more amply fulfilled; in these, numberless Christians fell, besides those two champions of the faith, Peter and Paul. And it was, as says Tertullian, a war against the very name of Christ; for he who was called Christian had committed crime enough in bearing the name to be put to death. So true were our Savior’s words that they should be hated of all men for His Name’s sake.”"],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-32.p42"},"Among the false prophets, and men who claimed to be the duly accredited ministers of Christ, were Simon Magus who drew many people after him (",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.9,13,18-24"},"Acts 8:9, 13, 18–24"],"; see also",["span.emphasis","The Great Apostasy,"],"7:1, 2), Menander, Dositheus, and Theudas, and the false apostles referred to by Paul (",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/11.13"},"2 Corinthians 11:13"],") and others, such as Hymeneus and Philetus (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/2.17-18"},"2 Timothy 2:17, 18"],"). Dummelow’s",["span.emphasis","Commentary"],"applies here the record by Josephus concerning “a body of wicked men, who deceived and deluded the people under pretense of divine inspiration, who prevailed with the multitude to act like madmen, and went before them into the wilderness, pretending that God would there show them the signals of victory.” Compare",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/2.1"},"2 Peter 2:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/2.18"},"1 John 2:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/4.1"},"4:1"],". That the love of many did wax cold, both before and after the destruction of Jerusalem, is attested by the facts of the world-wide apostasy, which was the result of corruption within and persecution from without the Church (see",["span.emphasis","The Great Apostasy,"],"chapters 3–9)."],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-32.p43"},"The preaching of the gospel of the kingdom “in all the world” was no less truly an essential characteristic of the apostolic period than it is of the current or last dispensation. The rapid spread of the gospel and the phenomenal growth of the Church under the direction of the apostles of old, is recorded as one of the marvels of history (",["span.emphasis","Great Apostasy,"],"1:21, and citation of Eusebius). Paul, writing about thirty years after Christ’s ascension, affirms that the gospel had already been carried to every nation, and “preached to every creature under heaven” (",["a.scriptureRef",{"href":"/scriptures/nt/col/1.23"},"Colossians 1:23"],", compare",["a.scriptureRef",{"href":"/scriptures/nt/col/1.6"},"verse 6"],")."],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-32.p44"},"The “abomination of desolation” cited by the Lord from the prophecy by Daniel was strictly fulfilled in the investment of Jerusalem by the Roman army (compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.20-21"},"Luke 21:20, 21"],"). To the Jews the ensigns and images of the Romans were a disgusting abomination. Josephus (",["span.emphasis","Wars,"],"vi, ch. 6) states that the Roman ensigns were set up inside the temple and that the soldiery offered sacrifices before them."],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-32.p45"},"The warning to all to flee from Jerusalem and Judea to the mountains when the armies would begin to surround the city was so generally heeded by members of the Church, that according to the early Church writers not one Christian perished in the awful siege (see Eusebius,",["span.emphasis","Eccles. Hist.,"],"book iii, ch. 5). The first siege by Gallus was unexpectedly raised, and then, before the armies of Vespasian arrived at the walls, all Jews who had faith in the warning given by Christ to the apostles, and by these to the people, fled beyond Jordan, and congregated mostly at Pella (compare Josephus,",["span.emphasis","Wars,"],"ii, ch. 19)."],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-32.p46"},"As to the unprecedented horrors of the siege, which culminated in the utter destruction of Jerusalem and the temple, see Josephus,",["span.emphasis","Wars,"],"vi, chaps., 3 and 4. That historian estimates the number slain in Jerusalem alone as 1,100,000 and in other cities and rural parts a third as many more. For details see Josephus,",["span.emphasis","Wars,"],"ii, chaps. 18, 20; iii, 2, 7, 8, 9; iv, 1, 2, 7, 8, 9; vii, 6, 9, 11. Many tens of thousands were taken captive, to be afterward sold into slavery, or to be slain by wild beasts, or in gladiatorial combat in the arena for the amusement of Roman spectators."],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-32.p47"},"In the course of the siege, a wall was constructed about the entire city, thus fulfilling the Lord’s prediction (",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.43"},"Luke 19:43"],"), “thine enemies shall cast a trench about thee,” in which, by the admittedly better translation, “bank,” or “palisade” should appear instead of “trench.” In September",["span.small","A.D."],"70 the city fell into the hands of the Romans; and its destruction was afterward made so thorough that its site was plowed up. Jerusalem was “trodden down of the Gentiles,” and ever since has been under Gentile dominion, and so shall continue to be “until the times of the Gentiles be fulfilled.” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.24"},"Luke 21:24"],".)"]],["li",["span.label","2."],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-32.p48"},["b","In the Deserts and in Secret Chambers."],"—The 24th chapter of Matthew, and its parallel scriptures in",["a.scriptureRef",{"href":"/scriptures/nt/mark/13"},"Mark 13"],"and",["a.scriptureRef",{"href":"/scriptures/nt/luke/21"},"Luke 21"],", may be the more easily understood if we bear in mind that the Lord therein speaks of two distinct events, each a consummation of long ages of preparation, and the first a prototype of the second. Many of the specific predictions are applicable both to the time preceding or at the destruction of Jerusalem, and to developments of succeeding time down to the second coming of Christ. The passage in",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.26"},"Matthew 24:26"],"may be given this two-fold application. Josephus tells of men leading others away into the desert, saying under pretended inspiration that there should they find God; and the same historian mentions a false prophet who led many into the secret chambers of the temple during the Roman assault, promising them that there would the Lord give them deliverance. Men, women, and children followed this fanatical leader, and were caught in the holocaust of destruction, so that 6,000 of them perished in the flames (Josephus,",["span.emphasis","Wars,"],"vi, ch. 5). Concerning an application of the Lord’s precepts to later times and conditions, the author has elsewhere written (",["span.emphasis","The Great Apostasy,"],"7:22–25): One of the heresies of early origin and rapid growth in the Church was the doctrine of antagonism between body and spirit, whereby the former was regarded as an incubus and a curse. From what has been said this will be recognized as one of the perversions derived from the alliance of Gnosticism with Christianity. A result of this grafting in of heathen doctrines was an abundant growth of hermit practices, by which men sought to weaken, torture, and subdue their bodies, that their spirits or “souls” might gain greater freedom. Many who adopted this unnatural view of human existence retired to the solitude of the desert, and there spent their time in practices of stern self-denial and in acts of frenzied self-torture. Others shut themselves up as voluntary prisoners, seeking glory in privation and self-imposed penance. It was this unnatural view of life that gave rise to the several orders of recluses, hermits, and monks."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-32.p49"},"Think you not that the Savior had such practices in mind, when, warning the disciples of the false claims to sanctity that would characterize the times then soon to follow, He said: “Wherefore if they shall say unto you, Behold he [Christ] is in the desert, go not forth: behold, he is in the secret chambers, believe it not”?"]],["li",["span.label","3."],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-32.p50"},["b","The Time of Christ’s Advent Not Known."],"—The Lord’s statement that the time of His advent in glory was unknown to man, and that the angels knew it not, “neither the Son,” but that it was known to the Father only, appears plain and unambiguous, notwithstanding many and conflicting commentaries thereon. Jesus repeatedly affirmed that His mission was to do the will of the Father; and it is evident that the Father’s will was revealed to Him from time to time. While in the flesh He laid no claim to omniscience; though whatever He willed to know He learned through the medium of communication with the Father. Christ had not asked to know what the Father had not intimated His readiness to reveal, which, in this instance, was the day and hour of the Son’s appointed return to earth as a glorified, resurrected Being. We need not hesitate to believe that at the time Jesus delivered to the apostles the discourse under consideration, He was uninformed on the matter; for He so states. In the last interview between Christ and the apostles immediately before His ascension (",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.6-7"},"Acts 1:6, 7"],") they asked, “Lord, wilt thou at this time restore again the kingdom to Israel? And he said unto them, It is not for you to know the times or the seasons, which the Father hath put in his own power.” Nor has the date of the Messianic consummation been since revealed to any man; though even now, the fig tree is rapidly putting forth its leaves, and he who hath eyes to see and a heart to understand knows that the summer of the Lord’s purpose is near at hand."]],["li",["span.label","4."],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-32.p51"},["b","The False Doctrine of Supererogation."],"—Among the pernicious fallacies promulgated as authorized dogmas by the apostate church during the long period of spiritual darkness following the close of the apostolic ministry, was the awful enormity known as the doctrine of supererogation. As stated by Mosheim (",["span.emphasis","Eccl. Hist."],"Cent. xii, part ii, ch. 3:4) the dreadful doctrine was formulated in the thirteenth century as follows: “That there actually existed an immense treasure of",["span.emphasis","merit,"],"composed of the pious deeds and virtuous actions which the saints had performed",["span.emphasis","beyond what was necessary for their own salvation,"],"and which were therefore applicable to the benefit of others; that the guardian and dispenser of this precious treasure was the Roman pontiff, and that of consequence he was empowered to assign to such as he thought proper a portion of this inexhaustible source of merit, suitable to their respective guilt, and sufficient to deliver them from the punishment due to their crimes.” Concerning the fallacy of this doctrine the author has written (",["span.emphasis","The Great Apostasy,"],"9:15), in this wise: “This doctrine of supererogation is as unreasonable as it is unscriptural and untrue. Man’s individual responsibility for his acts is as surely a fact as is his agency to act for himself. He will be saved through the merits and by the atoning sacrifice of our Redeemer and Lord; and his claim upon the salvation provided is strictly dependent on his compliance with the principles and ordinances of the gospel as established by Jesus Christ. Remission of sins and the eventual salvation of the human soul are provided for; but these gifts of God are not to be purchased with money. Compare the awful fallacies of supererogation and the blasphemous practice of assuming to remit the sins of one man in consideration of the merits of another, with the declaration of the one and only Savior of mankind: ‘But I say unto you that every idle word that men shall speak, they shall give an account thereof in the day of judgment.’” If conclusions as to doctrine may be drawn from our Lord’s parables, the parable of the Ten Virgins affords refutation of the Satanic suggestion that one man’s sin may be neutralized by another’s righteousness. We know no supererogation but that of the Lord Jesus Christ, through whose merits salvation is placed within the reach of all men."]],["li",["span.label","5."],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-32.p52"},["b","“This Generation.”"],"—Consult any reliable unabridged dictionary of the English language for evidence of the fact that the term “generation,” as connoting a period of time, has many meanings, among which are “race, kind, class.” The term is not confined to a body of people living at one time. Fausett’s",["span.emphasis","Bible Cyclopedia, Critical and Expository,"],"after citing many meanings attached to the word, says: “In",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.34"},"Matthew 24:34"],"‘this generation shall not pass (viz. the Jewish race, of which the generation in Christ’s days was a sample in character: compare Christ’s address to the “generation,”",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.35-36"},"23:35, 36"],", in proof that “generation” means at times the whole Jewish race) till all these things be fulfilled’—a prophecy that the Jews shall be a distinct people still when He shall come again.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-32.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/24.3-51"},"Matthew 24:3–51"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.3-37"},"Mark 13:3–37"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.5-36"},"Luke 21:5–36"],". Compare",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1"},"Joseph Smith—Matthew 1"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-32.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/mark/13.11"},"Mark 13:11"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.19-20"},"Matthew 10:19, 20"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.11-12"},"Luke 12:11, 12"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.14-15"},"21:14, 15"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-32.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/luke/21.19"},"Luke 21:19"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.38"},"D&C 101:38"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-32.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/ot/dan/9.27"},"Daniel 9:27"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-32.fn5"},["b","5"],["span.label","e"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-32.p38"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-32.fn6"},["b","6"],["span.label","f"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-32.p48"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-32.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/matt/24.27"},"Matthew 24:27"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/17.22-24"},"Luke 17:22–24"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-32.fn8"},["b","8"],["span.label","h"],"The “body,” as that of the Church, is rendered “carcase” in both authorized and revised versions. For the application of the figure—of eagles gathering about a carcase—to the assembling of scattered Israel, see",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.27"},"Joseph Smith—Matthew 1:27"],", where we read: “so likewise shall mine elect be gathered from the four quarters of the earth.” Among Bible scholars, a favorite interpretation of the passage, “For wheresoever the carcase is, there will the eagles be gathered together,” is that Christ was likening unto eagles (revised version “vultures”) the angels that shall come with Him to execute judgment upon mankind, and unto a carcase the corruption of sin. See",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.28"},"Matthew 24:28"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/17.37"},"Luke 17:37"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-32.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/24.35"},"Matthew 24:35"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.18"},"5:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.31"},"Mark 13:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.33"},"Luke 21:33"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/16.17"},"16:17"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/heb/1.10-11"},"Hebrews 1:10, 11"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/3.7-10"},"2 Peter 3:7–10"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.1"},"Revelation 21:1"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-32.p52"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-32.fn10"},["b","10"],["span.label","j"],"This is Mark’s version; in the parallel passage",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.36"},"Matthew 24:36"],", the words “neither the Son” are not found in the King James text, but do appear in the revised version. See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-32.p50"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-32.fn11"},["b","11"],["span.label","k"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-26.p50"},"441"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-32.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/matt/24.45-51"},"Matthew 24:45–51"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.34-37"},"Mark 13:34–37"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.34-36"},"Luke 21:34–36"],", compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.35-48"},"12:35–48"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-32.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-32.fn14"},["b","14"],["span.label","n"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.2,9"},"Revelation 21:2, 9"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.17"},"22:17"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.15"},"Matthew 9:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/3.29"},"John 3:29"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-32.fn15"},["b","15"],["span.label","o"],"See Parable of the Sower,",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.5,6,20-21"},"Matthew 13:5, 6, 20, 21"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p5"},"282"],"herein."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-32.fn16"},["b","16"],["span.label","p"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-32.p51"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-32.fn17"},["b","17"],["span.label","q"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/john/10.14"},"John 10:14"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-32.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.56-59"},"D&C 45:56–59"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.53-54"},"63:53, 54"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-32.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/25.14-30"},"Matthew 25:14–30"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-32.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/luke/19.12-27"},"Luke 19:12–27"],"; see also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-29.p14"},"508"],"herein."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-32.fn21"},["b","21"],["span.label","u"],"Margin, revised version."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-32.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.4"},"1 Corinthians 12:4"],"; study the",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12"},"entire chapter"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-32.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/luke/12.48"},"Luke 12:48"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-32.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/luke/19.22"},"Luke 19:22"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.37"},"Matthew 12:37"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-32.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/matt/25.31-46"},"Matthew 25:31–46"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-32.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.24-30"},"Matthew 13:24–30"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p14"},"286"],"herein."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-32.fn27"},["b","27"],["span.label","a"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p18"},"286"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-32.fn28"},["b","28"],["span.label","b"],"The revised version reads “another country” instead of “a far country,” in",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.14"},"Matthew 25:14"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-32.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.2"},"Matthew 26:2"],"."]]}
