{"id":16,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":16,"title":"Chapter 14: Honoring Covenants","subtitle":"","short_title":"Chapter 14: Honoring Covenants","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-14-honoring-covenants","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-14-honoring-covenants"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-14-honoring-covenants.head1"},["h1","Chapter 14"],[".subtitle","Honoring Covenants"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-14-honoring-covenants.p4"},"Receiving ordinances and keeping covenants are essential to Heavenly Father’s plan. The scriptures often refer to His people as a “covenant people.” The Lord’s blessings exceed our mortal expectations. To live in the presence of our Heavenly Father, we must receive all of the necessary ordinances and keep all of the required covenants."]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","A covenant is a sacred promise between God and His children."]],["li",["span.label","•"],["p.para","By honoring our covenants we can fulfill our divine potential."]],["li",["span.label","•"],["p.para","Priesthood authority is necessary to receive the covenants and ordinances of salvation."]],["li",["span.label","•"],["p.para","Honoring our covenants prepares us to receive eternal life."]]]],[".topic",["h2","Supporting Scriptures and Statements"],["p.para",{"id":"p11","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-14-honoring-covenants.p11"},"A covenant is a sacred promise between God and His children."],["ul.bullet",["li",["span.label","•"],["p.para","“Every person who belongeth to this church of Christ, shall observe to keep all the commandments and covenants of the church” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.78"},"D&C 42:78"],")."]],["li",["span.label","•"],["p.para","“And we are willing to enter into a covenant with our God to do his will, and to be obedient to his commandments in all things that he shall command us, all the remainder of our days” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.5"},"Mosiah 5:5"],")."]],["li",["span.label","•"],["p.para","“[A covenant is] an agreement between God and man, but they do not act as equals in the agreement. God gives the conditions for the covenant, and men agree to do what he asks them to do. God then promises men certain blessings for their obedience."],["p.para","“Principles and ordinances are received by covenant. Members of the Church who make such covenants promise to honor them. For example, members covenant with the Lord at baptism and renew those covenants by partaking of the sacrament. They make further covenants in the temple. The Lord’s people are a covenant people and are greatly blessed as they keep their covenants with the Lord” (Guide to the Scriptures, “covenant,” 55)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_014_001-baptism.jpg"}]],[".sidebar",["p.para",{"id":"lip16","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip16"},"“The Latter-day Saints are a covenant people.”"]]],["li",["span.label","•"],["p.para","Elder Jack H. Goaslind Jr., then of the Seventy: “A covenant is a contract or an agreement between two or more parties in which each side makes a commitment to a certain principle or principles. In the Church, we think of a covenant as an agreement that we as members of the Church make in return for blessings that Heavenly Father has promised all who willingly choose to live by His commandments. We often speak of covenants in connection with the temple, but each member of the Church also enters into a covenant at baptism, which we renew each week as we worthily partake of the sacrament” (“Covenants,”",["span.emphasis","Church News,"],"Feb. 13, 1993, 8)."]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring of the Quorum of the Twelve Apostles: “The Latter-day Saints are a covenant people. From the day of baptism through the spiritual milestones of our lives, we make promises with God and He makes promises with us. He always keeps His promises offered through His authorized servants, but it is the crucial test of our lives to see if we will make and keep our covenants with Him” (in Conference Report, Oct. 1996, 40; or",["span.emphasis","Ensign,"],"Nov. 1996, 30)."]],["li",["span.label","•"],["p.para","Elder L. Tom Perry of the Quorum of the Twelve Apostles: “Our Father in Heaven understood the need for His children to be reminded of the promises He has made to us if we would obey His laws. In making such covenants, the Lord offered blessings in exchange for obedience to particular commandments. A plan was laid out for us from the very beginning. The central figure in His plan of salvation is our Lord and Savior, Jesus Christ” (in Conference Report, Apr. 1996, 77; or",["span.emphasis","Ensign,"],"May 1996, 53)."]],["li",["span.label","•"],["p.para","Elder M. Russell Ballard of the Quorum of the Twelve Apostles: “A periodic review of the covenants we have made with the Lord will help us with our priorities and with balance in our lives. This review will help us see where we need to repent and change our lives to ensure that we are worthy of the promises that accompany our covenants and sacred ordinances. Working out our own salvation requires good planning and a deliberate, valiant effort” (in Conference Report, Apr. 1987, 15; or",["span.emphasis","Ensign,"],"May 1987, 14)."],[".sidebar",["p.para",{"id":"lip21","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip21"},"“A covenant made with God is not restrictive, but protective.”"]]]],["p.para",{"id":"p22","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-14-honoring-covenants.p22"},"By honoring our covenants we can fulfill our divine potential."],["ul.bullet",["li",["span.label","•"],["p.para","“[Through Christ’s glory and virtue] are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.4"},"2 Peter 1:4"],")."]],["li",["span.label","•"],["p.para","“Blessed are you for receiving mine everlasting covenant, even the fulness of my gospel, sent forth unto the children of men, that they might have life and be made partakers of the glories which are to be revealed in the last days, as it was written by the prophets and apostles in days of old” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/66.2"},"D&C 66:2"],")."]],["li",["span.label","•"],["p.para","Elder Russell M. Nelson of the Quorum of the Twelve Apostles: “With each ordinance is a covenant-a promise. A covenant made with God is not restrictive, but protective. Such a concept is not new. For example, if our water supply is not clean, we filter the water to screen out harmful ingredients. Divine covenants help us to filter out of our minds impurities that could harm us. When we choose to deny ourselves of all ungodliness [see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.32"},"Moroni 10:32"],"], we lose nothing of value and gain the glory of eternal life. Covenants do not hold us down; they elevate us beyond the limits of our own power and perspective” (in Conference Report, Mar.–Apr. 2001, 42; or",["span.emphasis","Ensign,"],"May 2001, 34)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles: “God truly is our Father, the Father of the spirits of all mankind. We are his literal offspring and are formed in his image. We have inherited divine characteristics from him. Knowing our relationship to our Heavenly Father helps us understand the divine nature that is in us and our potential. The doctrine of the fatherhood of God lays a solid foundation for self-esteem. The hymn titled “I Am a Child of God” (",["span.emphasis","Hymns,"],"no. 301) states this doctrine in simple terms. Can a person who understands his divine parenthood lack self-esteem? I have known people who have a deep, abiding assurance of this truth and others who understand it only superficially and intellectually. The contrast in their attitudes and the practical effect of these attitudes in their lives are remarkably apparent” (in Conference Report, Oct. 1991, 18; or",["span.emphasis","Ensign,"],"Nov. 1991, 15)."]],["li",["span.label","•"],["p.para","Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles: “Investigators are not only hearing our testimony of Christ, but they are hearing echoes of other, earlier testimonies, including their own testimony of Him, for they were on the side of the faithful who kept their first estate and earned the privilege of a second estate. We must always remember that these investigators, every man, woman, and child, were among the valiant who once overcame Satan by the power of their testimony of Christ! So when they hear others bear that witness of Christ’s saving mission, it has a familiar feeling; it brings an echo of truth they themselves already know” (“Missionary Work and the Atonement,”",["span.emphasis","Ensign,"],"Mar. 2001, 11–12)."]],["li",["span.label","•"],["p.para","Elder Dallin H. Oaks of the Quorum of the Twelve Apostles: “All of the myriads of mortals who have been born on this earth chose the Father’s plan and fought for it. Many of us also made covenants with the Father concerning what we would do in mortality” (in Conference Report, Oct. 1993, 97; or",["span.emphasis","Ensign,"],"Nov. 1993, 72)."]],["li",["span.label","•"],["p.para","The Prophet Joseph Smith: “Every man who has a calling to minister to the inhabitants of the world was ordained to that very purpose in the Grand Council of heaven before this world was. I suppose I was ordained to this very office in that Grand Council” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [1976], 365)."],[".sidebar",["p.para",{"id":"lip30","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip30"},"“Priesthood is the greatest power on earth.”"]]],["li",["span.label","•"],["p.para","Elder Robert D. Hales of the Quorum of the Twelve Apostles: “An eternal bond doesn’t just happen as a result of sealing covenants we make in the temple. How we conduct ourselves in this life will determine what we will be in all the eternities to come. To receive the blessings of the sealing that our Heavenly Father has given to us, we have to keep the commandments and conduct ourselves in such a way that our families will want to live with us in the eternities” (in Conference Report, Oct. 1996, 87; or",["span.emphasis","Ensign,"],"Nov. 1996, 65)."]],["li",["span.label","•"],["p.para","President James E. Faust of the First Presidency:"],[".figure",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["p.preamble","“For you to achieve your potential, you will need to honor four sacred principles in your lives. These four are:"],["ol.number",["li",["span.label","“1."],["p.para","Reverence for Deity."]],["li",["span.label","“2."],["p.para","Respecting and honoring family relationships."]],["li",["span.label","“3."],["p.para","Reverence for and obedience to the ordinances and covenants of the holy priesthood."]],["li",["span.label","“4."],["p.para","Respect for yourself as a son of God” (in Conference Report, Mar.–Apr. 2001, 59; or",["span.emphasis","Ensign,"],"May 2001, 45)."]]]]]],["p.para",{"id":"p38","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-14-honoring-covenants.p38"},"Priesthood authority is necessary to receive the covenants and ordinances of salvation."],["ul.bullet",["li",["span.label","•"],["p.para","“I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.19"},"Matthew 16:19"],"[Scripture Mastery,",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.15-19"},"Matthew 16:15–19"],"])."]],["li",["span.label","•"],["p.para","“This greater priesthood administereth the gospel and holdeth the key of the mysteries of the kingdom, even the key of the knowledge of God."],["p.para","“Therefore, in the ordinances thereof, the power of godliness is manifest."],["p.para","“And without the ordinances thereof, and the authority of the priesthood, the power of godliness is not manifest unto men in the flesh” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.19-21"},"D&C 84:19–21"],")."]],["li",["span.label","•"],["p.para","Elder Robert D. Hales: “Think of it, brothers and sisters-the priesthood has been restored. It is here on the earth today. … The First Presidency and Quorum of the Twelve are modern-day Apostles of the Lord Jesus Christ. Under the direction of these prophets, seers, and revelators, who hold the keys in this dispensation, priesthood holders in the Church today have the legitimate right to act in the name of God. As His authorized agents, they are commissioned to go forth and bless others through the power and authority of the priesthood, making all priesthood covenants, ordinances, and blessings available today” (in Conference Report, Sept.–Oct. 1995, 42; or",["span.emphasis","Ensign,"],"Nov. 1995, 33)."]],["li",["span.label","•"],["p.para","President James E. Faust: “Priesthood is the greatest power on earth. Worlds were created by and through the priesthood. To safeguard this sacred power, all priesthood holders act under the direction of those who hold the keys of the priesthood. These keys bring order into our lives and into the organization of the Church. For us, priesthood power is the power and authority delegated by God to act in His name for the salvation of His children. Caring for others is the very essence of priesthood responsibility. It is the power to bless, to heal, and to administer the saving ordinances of the gospel. Righteous priesthood authority is most needed within the walls of our own homes. It must be exercised in great love. This is true of all priesthood holders-deacon, teacher, priest, elder, high priest, patriarch, Seventy, and Apostle” (in Conference Report, Apr. 1997, 56–57; or",["span.emphasis","Ensign,"],"May 1997, 41)."]],["li",["span.label","•"],["p.para","Elder David B. Haight of the Quorum of the Twelve Apostles:"],["p.para","“On April 3, 1836, in the Kirtland Temple, the same heavenly beings that appeared to the Savior and his three Apostles on the Mount, appeared and conferred additional priesthood authority and keys upon the Prophet Joseph Smith and Oliver Cowdery for the building up of the Church preparatory to the coming of Christ to rule and reign on the earth forever. Moses appeared and conferred the keys of the gathering of Israel. Elias restored the covenants and authority given to Abraham. Elijah bestowed the keys and power of turning the hearts of the fathers to the children and of the children to their fathers. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11-16"},"D&C 110:11–16"],".)"],["p.para","“These same keys of the kingdom held by Peter, James, and John, who served in the First Presidency in the dispensation of the meridian of time, [have been] conferred upon Joseph Smith and all subsequent Presidents of the Church” (in Conference Report, Oct. 1980, 107–8; or",["span.emphasis","Ensign,"],"Nov. 1980, 74)."]]],["p.para",{"id":"p48","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-14-honoring-covenants.p48"},"Honoring our covenants prepares us to receive eternal life."],["ul.bullet",["li",["span.label","•"],["p.para","“Be faithful, keep my commandments, and ye shall inherit the kingdom of heaven” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.37"},"D&C 6:37"],")."]],["li",["span.label","•"],["p.para","“Thou art my servant; and I covenant with thee that thou shalt have eternal life” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.20"},"Mosiah 26:20"],")."]],["li",["span.label","•"],["p.para","“Give heed unto these things and be diligent in keeping my commandments, and you shall be blessed unto eternal life” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/30.8"},"D&C 30:8"],")."]],["li",["span.label","•"],["p.para","Elder Russell M. Nelson: “Temple ordinances, covenants, endowments, and sealings enable individuals to be reconciled with the Lord and families to be sealed beyond the veil of death. Obedience to temple covenants qualifies us for eternal life, the greatest gift of God to man [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],"]. Eternal life is more than immortality. Eternal life is exaltation in the highest heaven-the kind of life that God lives” (in Conference Report, Mar.–Apr. 2001, 40; or",["span.emphasis","Ensign,"],"May 2001, 33)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin: “The ideals of faith, hope, and charity are most evident in the holy temples. There we learn the purpose of life, strengthen our commitment as disciples of Christ by entering into sacred covenants with Him, and seal our families together for eternity across generations. Receiving our own endowment in a temple and returning frequently to perform sacred ordinances for our kindred dead increases our faith, strengthens our hope, and deepens our charity. We receive our own endowment with faith and hope that we will understand the Lord’s plan for His children, will recognize the divine potential within each of us as children of our Heavenly Father, and will be faithful to the end in keeping the covenants we make” (in Conference Report, Oct. 1998, 33; or",["span.emphasis","Ensign,"],"Nov. 1998, 27)."],[".sidebar",["p.para",{"id":"lip54","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip54"},"“Obedience to the sacred covenants made in temples qualifies us for eternal life.”"]]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring: “I know that the keys of the Melchizedek Priesthood were restored by those who received them from the Savior. … I bear solemn testimony that this is the true Church of Jesus Christ, in which the ordinances and the covenants are offered, which if accepted and honored produce peace in this life and assure us eternal life in the world to come” (in Conference Report, Oct. 1996, 44; or",["span.emphasis","Ensign,"],"Nov. 1996, 33)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_014_002-sacrament.jpg"}]]],["li",["span.label","•"],["p.para","Elder Russell M. Nelson: “The Savior’s gift of",["span.emphasis","immortality"],"comes to all who have ever lived. But His gift of",["span.emphasis","eternal life"],"requires repentance and obedience to specific ordinances and covenants. Essential ordinances of the gospel symbolize the Atonement. Baptism by immersion is symbolic of the death, burial, and Resurrection of the Redeemer. Partaking of the sacrament renews baptismal covenants and also renews our memory of the Savior’s broken flesh and of the blood He shed for us. Ordinances of the temple symbolize our reconciliation with the Lord and seal families together forever. Obedience to the sacred covenants made in temples qualifies us for eternal life-the greatest gift of God to man [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],"]” (in Conference Report, Oct. 1996, 47; or",["span.emphasis","Ensign,"],"Nov. 1996, 35)."]],["li",["span.label","•"],["p.para","Sister Bonnie D. Parkin, Relief Society general president:"],["p.para","“Covenants-or binding promises between us and Heavenly Father-are essential for our eternal progression. Step-by-step, He tutors us to become like Him by enlisting us in His work. … How often do you reflect that your covenants reach beyond mortality and connect you to the Divine? Making covenants is the expression of a willing heart; keeping covenants, the expression of a faithful heart. …"],["p.para","“… The doing is where we prove who we really are. Thus, every time we reach out with love, patience, kindness, generosity, we honor our covenants by saying, ‘Here am I; send me.’ …"],["p.para","“The spiritual integrity to keep our covenants comes from consistency in scripture study, prayer, service, and sacrifice. Such simple steps nurture our souls so we can say, ‘Send me to help a sister and her newborn; send me to tutor a struggling student; send me to love an outsider. Send me where you need me, when you need me.’” (",["span.emphasis","Ensign,"],"Nov. 2002, 103, 105)."]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p62","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-14-honoring-covenants.p62"},"Edson is a newly baptized Church member. He loves the fellowship he has found in the Church and looks forward to attending meetings each Sunday. He tries very hard to keep the covenants he made at baptism. He is still trying to change some minor bad habits he developed during the years before he learned of the gospel. Because of these imperfections, Edson often feels unworthy to take the sacrament."],["ul.bullet",["li",["span.label","•"],["p.para","What part of the sacrament prayers could you discuss with Edson to help him better understand this holy ordinance? (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77,79"},"D&C 20:77, 79"],")."]],["li",["span.label","•"],["p.para","What would you teach him to help him keep his covenants without becoming discouraged?"]],["li",["span.label","•"],["p.para","What difference do our desires make to the Lord as we strive to keep His commandments? (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.9"},"D&C 137:9"],")."]]],["p.para",{"id":"p66","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-14-honoring-covenants.p66"},"Moua has just gone to the temple to receive her endowment. She was excited and grateful for such a blessing. She was overwhelmed by the experience and was told that she was not expected to understand everything on her first visit. She had a strong feeling come over her testifying that the covenants she made that day were right. Now she wonders what she should do to more fully understand what happened and how she can learn more."],["ul.bullet",["li",["span.label","•"],["p.para","What advice do you have for Moua?"]]],["p.para",{"id":"p68","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-14-honoring-covenants.p68"},"Elder Boyd K. Packer of the Quorum of the Twelve Apostles said: “The First Presidency frequently report to the Quorum of the Twelve that when they have called a man and his wife in to counsel with them over whether or not they will accept a mission call the immediate answer is, ‘We’ve been to the temple!’ Meaning: We are under covenant. That word",["span.emphasis","covenant"],"is a powerful, motivating word” (",["span.emphasis","The Holy Temple"],"[1980], 166)."],["ul.bullet",["li",["span.label","•"],["p.para","Why do you think that the word",["span.emphasis","covenant"],"is so motivating to Latter-day Saints?"]],["li",["span.label","•"],["p.para","How have the covenants you have made influenced your life?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","What ordinances have you received? What specific covenants did you make with each ordinance?"]],["li",["span.label","•"],["p.para","Why is making and keeping covenants so important to achieving exaltation?"]],["li",["span.label","•"],["p.para","What are the differences between covenants with the Lord and contracts between people?"]],["li",["span.label","•"],["p.para","How can honoring covenants become a more significant part of your life?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
