{"id":20,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":20,"title":"Chapter 18: As One Having Authority","subtitle":"","short_title":"Chapter 18","uri":"/manual/jesus-the-christ/chapter-18","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-18"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-18.head1"},[".titleNumber","Chapter 18"],["h1","As One Having Authority"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-18.p3"},"Matthew’s account of the invaluable address, known to us as the Sermon on the Mount, is closed with a forceful sentence of his own, referring to the effect of the Master’s words upon the people: “For he taught them as one having authority, and not as the scribes.”",["sup",["a",{"href":"fn_1"},"a"]],"A striking characteristic of Christ’s ministry was the entire absence of any claim of human authorization for His words or deeds; the commission He professed to have was that of the Father who sent Him. His addresses, whether delivered to multitudes or spoken in relative privacy to few, were free from the labored citations in which the teachers of the day delighted. His authoritative “I say unto you” took the place of invocation of authority and exceeded any possible array of precedent commandment or deduction. In this His words differed essentially from the erudite utterances of scribes, Pharisees and rabbis. Throughout His ministry, inherent power and authority were manifest over matter and the forces of nature, over men and demons, over life and death. It now becomes our purpose to consider a number of instances in which the Lord’s power was demonstrated in divers mighty works."]],[".topic",["h2","The Centurion’s Servant Healed",["sup",["a",{"href":"fn_2"},"b"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-18.p5"},"From the Mount of Beatitudes Jesus returned to Capernaum, whether directly or by a longer way marked by other works of power and mercy is of little importance. There was at that time a Roman garrison in the city. A military officer, a centurion or captain of a hundred men, was stationed there. Attached to the household of this officer was an esteemed servant, who was ill, “and ready to die.” The centurion had faith that Christ could heal his servant, and invoked the intercession of the Jewish elders to beg of the Master the boon desired. These elders implored Jesus most earnestly, and urged the worthiness of the man, who, though a Gentile, loved the people of Israel and out of his munificence had built for them a synagog in the town. Jesus went with the elders, but the centurion, probably learning of the approach of the little company, hastily sent other envoys to say that he did not consider himself worthy to have Jesus enter his home, from which sense of unworthiness he had not ventured to make his request in person.",["sup",["a",{"href":"fn_3"},"c"]],"“But,” ran the message of supplication, “say in a word, and my servant shall be healed.” We may well contrast this man’s conception of Christ’s power with that of the nobleman of the same town, who had requested Jesus to hasten in person to the side of his dying son.",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-18.p6"},"The centurion seems to have reasoned in this way: He himself was a man of authority, though under the direction of superior officers. To his subordinates he gave orders which were obeyed. He did not find it necessary to personally attend to the carrying out of his instructions. Surely One who had such power as Jesus possessed could command and be obeyed. Moreover, the man may have heard of the marvelous restoration of the nobleman’s dying son, in accomplishing which the Lord spoke the effective word when miles away from the sufferer’s bed. That the centurion’s trust and confidence, his belief and faith, were genuine, is not to be doubted, since Jesus expressly commended the same. The afflicted one was healed. Jesus is said to have marveled",["sup",["a",{"href":"fn_5"},"e"]],"at the centurion’s manifestation of faith, and, turning to the people who followed, He thus spake: “I say unto you, I have not found so great faith, no, not in Israel.” This remark may have caused some of the listeners to wonder; the Jews were unaccustomed to hear the faith of a Gentile so extolled, for, according to the traditionalism of the day, a Gentile, even though an earnest proselyte to Judaism, was accounted essentially inferior to even the least worthy of the chosen people. Our Lord’s comment plainly indicated that Gentiles would be preferred in the kingdom of God if they excelled in worthiness. Turning to Matthew’s record we find this additional teaching, introduced as usual with “I say unto you”—“That many shall come from the east and west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven. But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth.”",["sup",["a",{"href":"fn_6"},"f"]],"This lesson, that the supremacy of Israel can be attained only through excellence in righteousness, is reiterated and enlarged upon in the Lord’s teachings, as we shall see."]],[".topic",["h2","A Young Man of Nain Raised from the Dead",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-18.p8"},"On the day after that of the miracle last considered, Jesus went to the little town of Nain, and, as usual, many people accompanied Him. This day witnessed what in human estimation was a wonder greater than any before wrought by Him. He had already healed many, sometimes by a word spoken to afflicted ones present, and again when He was far from the subject of His beneficent power; bodily diseases had been overcome, and demons had been rebuked at His command; but, though the sick who were nigh unto death had been saved from the grave, we have no earlier record of our Lord having commanded dread death itself to give back one it had claimed.",["sup",["a",{"href":"fn_8"},"h"]],"As Jesus and His followers approached the town, they met a funeral cortege of many people; the only son of a widow was being borne to the tomb; the body was carried according to the custom of the day on an open bier. Our Lord looked with compassion upon the sorrowing mother, now bereft of both husband and son; and, feeling in Himself",["sup",["a",{"href":"fn_9"},"i"]],"the pain of her grief, He said in gentle tone, “Weep not.” He touched the stretcher upon which the dead man lay, and the bearers stood still. Then addressing the corpse He said: “Young man, I say unto thee, Arise.” And the dead heard the voice of Him who is Lord of all,",["sup",["a",{"href":"fn_10"},"j"]],"and immediately sat up and spoke. Graciously Jesus delivered the young man to his mother. We read without wonder that there came a fear on all who were present, and that they glorified God, testifying that a great prophet was amongst them and that God has visited His people. Reports of this miracle were carried throughout the land, and even reached the ears of John the Baptist, who was confined in the prison of Herod. The effect of the information conveyed to John concerning this and other mighty works of Christ now claims our attention."]],[".topic",["h2","John Baptist’s Message to Jesus"],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-18.p10"},"Even before Jesus had returned to Galilee after His baptism and the forty days of solitude in the wilderness, John the Baptist had been imprisoned by order of Herod Antipas, tetrarch of Galilee and Perea.",["sup",["a",{"href":"fn_11"},"k"]],"During the subsequent months of our Lord’s activities, in preaching the gospel, teaching the true significance of the kingdom, reproving sin, healing the afflicted, rebuking evil spirits and even raising the dead to life, His forerunner, the God-fearing, valiant John, had lain a prisoner in the dungeons of Machærus, one of the strongest of Herod’s citadels.",["sup",["a",{"href":"fn_12"},"l"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-18.p11"},"The tetrarch had some regard for John, having found him to be a holy man; and many things had Herod done on the direct advice of the Baptist or because of the influence of the latter’s general teaching. Indeed, Herod had listened to John gladly, and had imprisoned him through a reluctant yielding to the importunities of Herodias, whom Herod claimed as a wife under cover of an illegal marriage. Herodias had been and legally was still the wife of Herod’s brother Philip, from whom she had never been lawfully divorced; and her pretended marriage to Herod Antipas was both adulterous and incestuous under Jewish law. The Baptist had fearlessly denounced this sinful association; to Herod he had said: “It is not lawful for thee to have thy brother’s wife.” Though Herod might possibly have ignored this stern rebuke, or at least might have allowed it to pass without punishment, Herodias would not condone. It was she, not the tetrarch, who most hated John; she “had a quarrel against him,” and succeeded in inducing Herod to have the Baptist seized and incarcerated as a step toward the consummation of her vengeful plan of having him put to death.",["sup",["a",{"href":"fn_13"},"m"]],"Moreover, Herod feared an uprising of the people in the event of John being slain by his order.",["sup",["a",{"href":"fn_14"},"n"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-18.p12"},"In the course of his long imprisonment John had heard much of the marvelous preaching and works of Christ; these things must have been reported to him by some of his disciples and friends who were allowed to visit him.",["sup",["a",{"href":"fn_15"},"o"]],"Particularly was he informed of the miraculous raising of the young man at Nain;",["sup",["a",{"href":"fn_16"},"p"]],"and forthwith he commissioned two of his disciples to bear a message of inquiry to Jesus.",["sup",["a",{"href":"fn_17"},"q"]],"These came to Christ and reported the purpose of their visit thus: “John Baptist hath sent us unto thee, saying, Art thou he that should come? or look we for another?” The messengers found Jesus engaged in beneficent ministrations; and, instead of giving an immediate reply in words, He continued His labor, relieving in that same hour many who were afflicted by blindness or infirmities, or who were troubled by evil spirits. Then, turning to the two who had communicated the Baptist’s question, Jesus said: “Go your way, and tell John what things ye have seen and heard; how that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, to the poor the gospel is preached. And blessed is he, whosoever shall not be offended in me.”"],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-18.p13"},"The words of John’s inquiring disciples were answered by wondrous deeds of beneficence and mercy. When the reply was reported to John, the imprisoned prophet could scarcely have failed to remember the predictions of Isaiah, that by those very tokens of miracle and blessing should the Messiah be known;",["sup",["a",{"href":"fn_18"},"r"]],"and the reproof must have been convincing and convicting as he called to mind his own citations of Isaiah’s prophecies, when he had proclaimed in fiery, withering eloquence the fulfillment of those earlier predictions in his own mission and in that of the Mightier One to whom he had borne personal testimony.",["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-18.p14"},"The concluding sentence of our Lord’s answer to John was the climax of what had preceded, and a further though yet gentle rebuke of the Baptist’s defective comprehension of the Messiah’s mission. “Blessed is he, whosoever shall not be offended in me,” said the Lord. Misunderstanding is the prelude to offense. Gauged by the standard of the then current conception of what the Messiah would be, the work of Christ must have appeared to many as failure; and those who were looking for some sudden manifestation of His power in the conquest of Israel’s oppressors and the rehabilitation of the house of David in worldly splendor, grew impatient, then doubtful; afterward they took offense and were in danger of turning in open rebellion against their Lord. Christ has been an offender to many because they, being out of harmony with His words and works, have of themselves taken offense.",["sup",["a",{"href":"fn_20"},"t"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-18.p15"},"John’s situation must be righteously considered by all who assume to render judgment as to his purpose in sending to inquire of Christ, “Art thou he that should come?” John thoroughly understood that his own work was that of preparation; he had so testified and had openly borne witness that Jesus was the One for whom he had been sent to prepare. With the inauguration of Christ’s ministry, John’s influence had waned, and for many months he had been shut up in a cell, chafing under his enforced inactivity, doubtless yearning for the freedom of the open, and for the locusts and wild honey of the desert. Jesus was increasing while he decreased in popularity, influence, and opportunity; and he had affirmed that such condition was inevitable.",["sup",["a",{"href":"fn_21"},"u"]]],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-18.p16"},"But, left in prison, he may have become despondent, and may have permitted himself to wonder whether that Mightier One had forgotten him. He knew that were Jesus to speak the word of command the prison of Machærus could no longer hold him; nevertheless Jesus seemed to have abandoned him to his fate, which comprized not only confinement but other indignities, and physical torture.",["sup",["a",{"href":"fn_22"},"v"]],"It may have been a part of John’s purpose to call Christ’s attention to his pitiable plight; and in this respect his message was rather a reminder than a plain inquiry based on actual doubt. Indeed, we have good grounds for inference that John’s purpose in sending disciples to inquire of Christ was partly, and perhaps largely, designed to confirm in those disciples an abiding faith in the Christ. The commission with which they were charged brought them into direct communication with the Lord, whose supremacy they could not well fail to comprehend. They were personal witnesses of His power and authority."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-18.p17"},"Our Lord’s commentary on John’s message indicated that the Baptist had no full understanding of what the spiritual kingdom of God comprized. After the envoys had departed, Jesus addressed Himself to the people who had witnessed the interview. He would not have them underrate the importance of the Baptist’s service.",["sup",["a",{"href":"fn_23"},"w"]],"He reminded them of the time of John’s popularity, when some of those then present, and multitudes of others, had gone into the wilderness to hear the prophet’s stern admonition; and they had found him to be no reed, shaken by the wind, but a firm and unbending oak. They had not gone to see a man in fashionable attire; those who wore soft raiment were to be looked for in the court of the king, not in the wilderness, nor in the dungeon where John now lay. They had found in John a prophet indeed, yea, more than a prophet; “For,” affirmed the Lord, “I say unto you, Among those that are born of women there is not a greater prophet than John the Baptist: but he that is least in the kingdom of God is greater than he.”",["sup",["a",{"href":"fn_24"},"x"]],"What stronger testimony of the Baptist’s integrity is needed? Other prophets had told of the Messiah’s coming, but John had seen Him, had baptized Him, and had been to Jesus as a body servant to his master. Nevertheless from the day of John’s preaching to the time at which Christ then spoke, the kingdom of heaven had been rejected with violence, and this even though all the prophets and even the fundamental law had told of its coming, and though both John and Christ had been abundantly predicted."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-18.p18"},"Concerning John, the Lord continued: “And if ye will receive it, this is Elias, which was for to come. He that hath ears to hear, let him hear.”",["sup",["a",{"href":"fn_25"},"y"]],"It is important to know that the designation, Elias, here applied by Jesus to the Baptist, is a title rather than a personal name, and that it has no reference to Elijah, the ancient prophet called the Tishbite.",["sup",["a",{"href":"fn_26"},"z"]],"Many of those who heard the Lord’s eulogy on the Baptist rejoiced, for they had accepted John, and had turned from him to Jesus as from the lesser to the Greater, as from the priest to the great High Priest, as from the herald to the King. But Pharisees and lawyers were present, those of the class that John had so vehemently denounced as of a generation of vipers, and those who had rejected the counsel of God in refusing to heed the Baptist’s call to repentance.",["sup",["a",{"href":"fn_27"},"a"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-18.p19"},"At this point the Master resorted to analogy to make His meaning clearer. He compared the unbelieving and dissatisfied generation to fickle children at play, disagreeing among themselves. Some wanted to enact the pageantry of a mock wedding, and though they piped the rest would not dance; then they changed to a funeral procession and essayed the part of mourners, but the others would not weep as the rules of the game required. Ever critical, ever skeptical, by nature fault-finders and defamers, hard of hearing and of heart, they grumbled. John the Baptist had come amongst them like the eremitic prophets of old, as strict as any Nazarite, refusing to eat with the merry-makers or drink with the convivial, and they had said “He hath a devil.” Now came the Son of Man,",["sup",["a",{"href":"fn_28"},"b"]],"without austerity or hermit ways, eating and drinking as a normal man would do, a guest at the houses of the people, a participant in the festivities of a marriage party, mingling alike with the publicans and the Pharisees—and they complained again, saying: “Behold a gluttonous man, and a winebibber, a friend of publicans and sinners!” The Master explained that such inconsistency, such wicked trifling with matters most sacred, such determined opposition to truth, would surely be revealed in their true light, and the worthlessness of boasted learning would appear. “But,” said He, “wisdom is justified of all her children.”"],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-18.p20"},"From reproof for unbelieving individuals He turned to unappreciative communities, and upbraided the cities in which He had wrought so many mighty works, and wherein the people repented not: “Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the mighty works, which were done in you, had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes. But I say unto you, It shall be more tolerable for Tyre and Sidon at the day of judgment, than for you. And thou, Capernaum, which art exalted unto heaven, shalt be brought down to hell: for if the mighty works, which have been done in thee, had been done in Sodom, it would have remained until this day. But I say unto you, That it shall be more tolerable for the land of Sodom in the day of judgment, than for thee.”",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-18.p21"},"Seemingly faint at heart over the unbelief of the people, Jesus sought strength in prayer.",["sup",["a",{"href":"fn_30"},"d"]],"With the eloquence of soul for which one looks in vain save in the anguish-laden communion of Christ with His Father, He voiced His reverent gratitude that God had imparted a testimony of the truth to the humble and simple rather than to the learned and great; though misunderstood by men He was known for what He really was by the Father. Turning again to the people, He urged anew their acceptance of Him and His gospel, and His invitation is one of the grandest outpourings of spiritual emotion known to man: “Come unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.”",["sup",["a",{"href":"fn_31"},"e"]],"He invited them from drudgery to pleasant service; from the well-nigh unbearable burdens of ecclesiastical exactions and traditional formalism, to the liberty of truly spiritual worship; from slavery to freedom; but they would not. The gospel He offered them was the embodiment of liberty, but not of license; it entailed obedience and submission; but even if such could be likened unto a yoke, what was its burden in comparison with the incubus under which they groaned?"]],[".topic",["h2","Death of John the Baptist"],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-18.p23"},"Reverting to John Baptist in his dungeon solitude, we are left without information as to how he received and understood the reply to his inquiry, as brought by his messengers. His captivity was destined soon to end, though not by restoration to liberty on earth. The hatred of Herodias increased against him. An opportunity for carrying into effect her fiendish plots against his life soon appeared.",["sup",["a",{"href":"fn_32"},"f"]],"The king celebrated his birthday by a great feast, to which his lords, high captains, and the principal officials of Galilee were bidden. To grace the occasion, Salome, daughter of Herodias though not of Herod, came in and danced before the company. So enchanted were Herod and his guests that the king bade the damsel ask whatever she would, and he swore he would give it unto her, even though the gift were half of his kingdom."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-18.p24"},"She retired to consult her mother as to what she should ask, and, being instructed, returned with the appalling demand: “I will that thou give me by and by in a charger the head of John the Baptist.” The king was astounded; his amazement was followed by sorrow and regret; nevertheless he dreaded the humiliation that would follow a violation of the oath he had sworn in the presence of his court; so, summoning an executioner, he immediately gave the fatal order; and John was forthwith beheaded in the dungeon. The headsman returned, carrying a dish in which lay the ghastly trophy of the corrupt queen’s vengeance. The bloody gift was delivered to Salome, who carried it with inhuman triumph to her mother. Some of John’s disciples came, secured the corpse, laid it in a tomb; and bore the tidings of his death to Jesus. Herod was sorely troubled over the murder he had ordered; and when, later, the marvels wrought by Jesus were reported to him, he was afraid, and said: “That John the Baptist was risen from the dead, and therefore mighty works do shew forth themselves in him.” To those who dissented, the terrified king replied: “It is John, whom I beheaded: he is risen from the dead.”",["sup",["a",{"href":"fn_33"},"g"]]],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-18.p25"},"So ended the life of the prophet-priest, the direct precursor of the Christ; thus was stilled the mortal voice of him who had cried so mightily in the wilderness: “Prepare ye the way of the Lord.” After many centuries his voice has been heard again, as the voice of one redeemed and resurrected; and the touch of his hand has again been felt, in this the dispensation of restoration and fulness. In May, 1829, a resurrected personage appeared to Joseph Smith and Oliver Cowdery, announced himself as John, known of old as the Baptist, laid his hands upon the two young men, and conferred upon them the priesthood of Aaron, which comprizes authority to preach and minister the gospel of repentance and of baptism by immersion for the remission of sins.",["sup",["a",{"href":"fn_34"},"h"]]]],[".topic",["h2","In the House of Simon the Pharisee"],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-18.p27"},"“And one of the Pharisees desired him that he would eat with him. And he went into the Pharisee’s house, and sat down to meat.”",["sup",["a",{"href":"fn_35"},"i"]]],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-18.p28"},"From the place of this incident in Luke’s narration of events, it appears that it may have occurred on the day of the visit of John’s messengers. Jesus accepted the Pharisee’s invitation, as He had accepted the invitations of others, including even publicans, and those called by the rabbis, sinners. His reception at Simon’s house appears to have been somewhat lacking in warmth, hospitality and honorable attendance. The narrative suggests an attitude of condescension on the part of the host. It was the custom of the times to treat a distinguished guest with marked attention; to receive him with a kiss of welcome, to provide water for washing the dust from his feet, and oil for anointing the hair of the head and the beard. All these courteous attentions were omitted by Simon. Jesus took His place, probably on one of the divans or couches on which it was usual to partly sit, partly recline, while eating.",["sup",["a",{"href":"fn_36"},"j"]],"Such an attitude would place the feet of the person outward from the table. In addition to these facts relating to the usages of the time it should be further remembered that dwellings were not protected against intrusion by such amenities of privacy as now prevail. It was not unusual at that time in Palestine for visitors and even strangers, usually men however, to enter a house at meal time, observe the procedure and even speak to the guests, all without bidding or invitation."],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-18.p29"},"Among those who entered Simon’s house while the meal was in progress, was a woman; and the presence of a woman, though somewhat unusual, was not strictly a social impropriety and could not well be forbidden on such an occasion. But this woman was one of the fallen class, a woman who had been unvirtuous, and who had to bear, as part of the penalty for her sins, outward scorn and practical ostracism from those who professed to be morally superior. She approached Jesus from behind, and bent low to kiss His feet as a mark of humility on her part and of respectful homage to Him. She may have been one of those who had heard His gracious words, spoken possibly that day: “Come unto me, all ye that labour and are heavy laden, and I will give you rest.” Whatever her motive in coming, she had certainly come in a repentant and deeply contrite state. As she leaned over the feet of Jesus her tears rained upon them. Seemingly oblivious of her surroundings and of disapproving eyes watching her movements, she shook out her tresses and wiped the Lord’s feet with her hair. Then, opening an alabaster box of ointment, she anointed them, as a slave might do to his master. Jesus graciously permitted the woman to proceed unrebuked and uninterrupted in her humble service inspired by contrition and reverent love."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-18.p30"},"Simon had observed the whole proceeding; by some means he had knowledge as to the class to which this woman belonged; and though not aloud, within himself he said: “This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner.” Jesus read the man’s thoughts, and thus spake: “Simon, I have somewhat to say unto thee,” to which the Pharisee replied, “Master, say on.” Jesus continued, “There was a certain creditor which had two debtors: the one owed five hundred pence, and the other fifty. And when they had nothing to pay, he frankly forgave them both. Tell me therefore, which of them will love him most?” But one answer could be given with reason, and that Simon gave, though apparently with some hesitation or reserve. He possibly feared that he might involve himself. “I suppose,” he ventured, “that he, to whom he forgave most.” Jesus said, “Thou hast rightly judged,” and proceeded: “Seest thou this woman? I entered into thine house, thou gavest me no water for my feet; but she hath washed my feet with tears, and wiped them with the hairs of her head. Thou gavest me no kiss: but this woman since the time I came in hath not ceased to kiss my feet. My head with oil thou didst not anoint: but this woman hath anointed my feet with ointment.”"],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-18.p31"},"The Pharisee could not fail to note so direct a reminder of his having omitted the ordinary rites of respect to a specially invited guest. The lesson of the story had found its application in him, even as Nathan’s parable had drawn from David the king a self-convicting answer.",["sup",["a",{"href":"fn_37"},"k"]],"“Wherefore,” Jesus continued, “I say unto thee, Her sins, which are many, are forgiven; for she loved much: but to whom little is forgiven, the same loveth little.” Then to the woman He spake the words of blessed relief: “Thy sins are forgiven.” Simon and the others at table murmured within themselves, “Who is this that forgiveth sins also?” Understanding their unspoken protest, Christ addressed the woman again, saying, “Thy faith hath saved thee; go in peace.”"],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-18.p32"},"The latter part of the narrative brings to mind another occasion on which Christ granted remission of sins, and because of opposition in the minds of some hearers, opposition none the less real because unvoiced, had supplemented His authoritative utterance by another pronouncement.",["sup",["a",{"href":"fn_38"},"l"]]],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-18.p33"},"The name of the woman who thus came to Christ, and whose repentance was so sincere as to bring to her grateful and contrite soul the assurance of remission, is not recorded. There is no evidence that she figures in any other incident recorded in scripture. By certain writers she has been represented as the Mary of Bethany who, shortly before Christ’s betrayal, anointed the head of Jesus with spikenard;",["sup",["a",{"href":"fn_39"},"m"]],"but the assumption of identity is wholly unfounded,",["sup",["a",{"href":"fn_40"},"n"]],"and constitutes an unjustifiable reflection upon the earlier life of Mary, the devoted and loving sister of Martha and Lazarus. Equally wrong is the attempt made by others to identify this repentant and forgiven sinner with Mary Magdalene, no period of whose life was marked by the sin of unchastity so far as the scriptures aver. The importance of guarding against mistakes in the identity of these women renders advisable the following addition to the foregoing treatment."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-18.p34"},"In the chapter following that in which are recorded the incidents last considered, Luke",["sup",["a",{"href":"fn_41"},"o"]],"states that Jesus went throughout the region, visiting every city and village, preaching the gospel of the kingdom and showing the glad tidings thereof. With Him on this tour were the Twelve, and also “certain women, which had been healed of evil spirits and infirmities, Mary called Magdalene, out of whom went seven devils, and Joanna the wife of Chuza Herod’s steward, and Susanna, and many others, which ministered unto him of their substance.” Further reference is made to some or all of these honorable women in connection with the death, burial, and resurrection of our Lord, and of Mary Magdalene particular mention appears.",["sup",["a",{"href":"fn_42"},"p"]],"Mary Magdalene, whose second name is probably derived from her home town, Magdala, had been healed through the ministrations of Jesus from both physical and mental maladies, the latter having been associated with possession by evil spirits. Out of her we are told Christ had cast seven devils,",["sup",["a",{"href":"fn_43"},"q"]],"but even such grievous affliction affords no warrant for the assertion that the woman was unvirtuous or unchaste."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-18.p35"},"Mary Magdalene became one of the closest friends Christ had among women; her devotion to Him as her Healer and as the One whom she adored as the Christ was unswerving; she stood close by the cross while other women tarried afar off in the time of His mortal agony; she was among the first at the sepulchre on the resurrection morning, and was the first mortal to look upon and recognize a resurrected Being—the Lord whom she had loved with all the fervor of spiritual adoration. To say that this woman, chosen from among women as deserving of such distinctive honors, was once a fallen creature, her soul seared by the heat of unhallowed lust, is to contribute to the perpetuating of an error for which there is no excuse. Nevertheless the false tradition, arising from early and unjustifiable assumption, that this noble woman, distinctively a friend of the Lord, is the same who, admittedly a sinner, washed and anointed the Savior’s feet in the house of Simon the Pharisee and gained the boon of forgiveness through contrition, has so tenaciously held its place in the popular mind through the centuries, that the name, Magdalene, has come to be a generic designation for women who fall from virtue and afterward repent. We are not considering whether the mercy of Christ could have been extended to such a sinner as Mary of Magdala is wrongly reputed to have been; man cannot measure the bounds nor fathom the depths of divine forgiveness; and if it were so that this Mary and the repentant sinner who ministered to Jesus as He sat at the Pharisee’s table were one and the same, the question would stand affirmatively answered, for that woman who had been a sinner was forgiven. We are dealing with the scriptural record as a history, and nothing said therein warrants the really repellent though common imputation of unchastity to the devoted soul of Mary Magdalene."]],[".topic",["h2","Christ’s Authority Ascribed to Beelzebub",["sup",["a",{"href":"fn_44"},"r"]]],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-18.p37"},"At the time of our Lord’s earthly ministry, the curing of the blind, deaf, or dumb was regarded as among the greatest possible achievements of medical science or spiritual treatment; and the subjection or casting out of demons was ranked among the attainments impossible to rabbinical exorcism. Demonstrations of the Lord’s power to heal and restore, even in cases universally considered as incurable, had the effect of intensifying the hostility of the sacerdotal classes; and they, represented by the Pharisaic party, evolved the wholly inconsistent and ridiculous suggestion that miracles were wrought by Jesus through the power of the prince of devils, with whom He was in league.",["sup",["a",{"href":"fn_45"},"s"]]],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-18.p38"},"While the Lord was making His second missionary tour through Galilee, going about through “all the cities and villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every sickness and every disease among the people,”",["sup",["a",{"href":"fn_46"},"t"]],"the absurd theory that Christ was Himself a victim of demoniacal possession, and that He operated by the power of the devil, was urged and enlarged upon until it became the generally accepted explanation among the Pharisees and their kind. Jesus had withdrawn Himself for a time from the more populous centers, where He was constantly watched by emissaries, whom the ruling classes had sent from Jerusalem into Galilee; for the Pharisees were in conspiracy against Him, seeking excuse and opportunity to take His life; but even in the smaller towns and rural districts He was followed and beset by great multitudes, to whom He ministered for both physical and spiritual ailments.",["sup",["a",{"href":"fn_47"},"u"]]],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-18.p39"},"He urged the people to refrain from spreading His fame; and this He may have done for the reason that at that stage of His work an open rupture with the Jewish hierarchy would have been a serious hindrance; or possibly He desired to leave the rulers, who were plotting against Him, time and opportunity to brew their bitter enmity and fill to the brim the flagons of their determined iniquity. Matthew sees in the Lord’s injunctions against publicity a fulfillment of Isaiah’s prophecy that the chosen Messiah would not strive nor cry out on the street to attract attention, nor would He use His mighty power to crush even a bruised reed, or to quench even the smoking flax; He would not fail nor be discouraged, but would victoriously establish just judgment upon the earth for the Gentiles, as well as, by implication, for Israel.",["sup",["a",{"href":"fn_48"},"v"]],"The figure of the bruised reed and the smoking flax is strikingly expressive of the tender care with which Christ treated even the weakest manifestation of faith and genuine desire to learn the truth, whether exhibited by Jew or Gentile."],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-18.p40"},"Soon after His return from the missionary tour referred to, an excuse for the Pharisees to assail Him was found in His healing of a man who was under the influence of a demon, and was both blind and dumb. This combination of sore afflictions, affecting body, mind, and spirit, was rebuked, and the sightless, speechless demoniac was relieved of his three-fold burden.",["sup",["a",{"href":"fn_49"},"w"]],"At this triumph over the powers of evil the people were the more amazed and said: “Is not this the son of David?” in other words, Can this be any other than the Christ we have been so long expecting? The popular judgment so voiced maddened the Pharisees, and they told the almost adoring people: “This fellow doth not cast out devils, but by Beelzebub the prince of devils.” Jesus took up the malicious charge and replied thereto, not in anger but in terms of calm reason and sound logic. He laid the foundation of His defense by stating the evident truth that a kingdom divided against itself cannot endure but must surely suffer disruption. If their assumption were in the least degree founded on truth, Satan through Jesus would be opposing Satan. Then, referring to the superstitious practices and exorcisms of the time, by which some such effects as we class today under mind cures were obtained, He asked: “If I by Beelzebub cast out devils, by whom do your children cast them out? therefore they shall be your judges.” And to make the demonstration plainer by contrast, He continued: “But if I cast out devils by the Spirit of God, then the kingdom of God is come unto you.” By the acceptance of either proposition, and surely one was true, for the fact that Jesus did cast out devils was known throughout the land and was conceded in the very terms of the charge now brought against Him, the accusing Pharisees stood defeated and condemned."],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-18.p41"},"But the illustration went further. Jesus continued: “Or else how can one enter into a strong man’s house, and spoil his goods, except he first bind the strong man? and then he will spoil his house.” Christ had attacked the stronghold of Satan, had driven his evil spirits from the human tabernacles of which they had unwarrantably taken possession; how could Christ have done this had He not first subdued the “strong man,” the master of devils, Satan himself? And yet those ignorant scholars dared to say in the face of such self-evident refutation of their own premises, that the powers of Satan were subdued by Satanic agency. There could be no agreement, no truce nor armistice between the contending powers of Christ and Satan. Offering a suggestion of self judgment to His accusers, that they might severally decide on which side they were aligned, Jesus added: “He that is not with me is against me; and he that gathereth not with me scattereth abroad.”"],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-18.p42"},"Then, the demonstration being complete, and the absurdity of His opponents’ assumption proved, Christ directed their thoughts to the heinous sin of condemning the power and authority by which Satan was overcome. He had proved to them on the basis of their own proposition that He, having subdued Satan, was the embodiment of the Spirit of God, and that through Him the kingdom of God was brought to them. They rejected the Spirit of God, and sought to destroy the Christ through whom that Spirit was made manifest. What blasphemy could be greater? Speaking as one having authority, with the solemn affirmation “I say unto you,” He continued: “All manner of sin and blasphemy shall be forgiven unto men: but the blasphemy against the Holy Ghost shall not be forgiven unto men. And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come.”"],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-18.p43"},"Who among men can word a more solemn and awful warning against the danger of committing the dread unpardonable sin?",["sup",["a",{"href":"fn_50"},"x"]],"Jesus was merciful in His assurance that words spoken against Himself as a Man, might be forgiven; but to speak against the authority He possessed, and particularly to ascribe that power and authority to Satan, was very near to blasphemy against the Holy Ghost, for which sin there could be no forgiveness. Then, in stronger terms, which developed into cutting invective, He told them to be consistent—if they admitted that the result of His labors was good, as the casting out of devils surely was, to be likened unto good fruit—why did they not acknowledge that the power by which such results were attained, in other words that the tree itself, was good? “Either make the tree good, and his fruit good; or else make the tree corrupt, and his fruit corrupt: for the tree is known by his fruit.” With burning words of certain conviction He continued: “O generation of vipers, how can ye, being evil, speak good things? for out of the abundance of the heart the mouth speaketh.” By the truths He had made so plain it was evident that their accusing words were drawn from hearts stored with evil treasure. Moreover their words were shown to be not only malicious but foolish, idle and vain, and therefore doubly saturated with sin. Another authoritative declaration followed: “But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.”"]],[".topic",["h2","Seekers after Signs",["sup",["a",{"href":"fn_51"},"y"]]],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-18.p45"},"The Master’s lesson, enforced though it was by illustration and analogy, by direct application, and by authoritative avowal, fell on ears that were practically deaf to spiritual truth, and found no place in hearts already stuffed with great stores of evil. To the profound wisdom and saving instruction of the word of God to which they had listened, they responded with a flippant request: “Master, we would see a sign from thee.” Had they not already seen signs in profusion? Had not the blind and the deaf, the dumb and the infirm, the palsied and the dropsical, and people afflicted with all manner of diseases, been healed in their houses, on their streets, and in their synagogs; had not devils been cast out and their foul utterances been silenced by His word; and had not the dead been raised, and all by Him whom they now importuned for a sign? They would have some surpassing wonder wrought, to satisfy curiosity, or perhaps to afford them further excuse for action against Him—they wanted signs to waste on their lust.",["sup",["a",{"href":"fn_52"},"z"]],"Small wonder, that “he sighed deeply in his spirit” when such demands were made.",["sup",["a",{"href":"fn_53"},"a"]],"To the scribes and Pharisees who had shown such inattention to His words, He replied: “An evil and adulterous generation",["sup",["a",{"href":"fn_54"},"b"]],"seeketh after a sign; and there shall no sign be given to it, but the sign of the prophet Jonas.”"],["p.para",{"id":"p46","uri":"/manual/jesus-the-christ/chapter-18.p46"},"The sign of Jonas (or Jonah) was that for three days he had been in the belly of the fish and then had been restored to liberty; so would the Son of Man be immured in the tomb, after which He would rise again. That was the only sign He would give them, and by that would they stand condemned. Against them and their generation would the men of Nineveh rise in judgment, for they, wicked as they were, had repented at the preaching of Jonas; and behold a greater than Jonas was among them.",["sup",["a",{"href":"fn_55"},"c"]],"The queen of Sheba would rise in judgment against them, for she had journeyed far to avail herself of Solomon’s wisdom; and behold a greater than Solomon stood before them.",["sup",["a",{"href":"fn_56"},"d"]]],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-18.p47"},"Then, reverting to the matter of unclean and evil spirits, in connection with which they had spread the accusation that He was one of the devil’s own, He told them, that when a demon is cast out, he tries after a season of loneliness to return to the house or body from which he had been expelled and, finding that house in order, sweet and clean since his filthy self had been forced to vacate it, he calls other spirits more wicked than himself, and they take possession of the man, and make his state worse than it was at first.",["sup",["a",{"href":"fn_57"},"e"]],"In this weird example is typified the condition of those who have received the truth, and thereby have been freed from the unclean influences of error and sin, so that in mind and spirit and body they are as a house swept and garnished and set in cleanly order, but who afterward renounce the good, open their souls to the demons of falsehood and deceit, and become more corrupt than before. “Even so,” declared the Lord, “shall it be also unto this wicked generation.”"],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-18.p48"},"Though the scribes and Pharisees were mostly unconvinced, if at all really impressed by His teachings, our Lord was not entirely without appreciative listeners. A woman in the company raised her voice in an invocation of blessing on the mother who had given birth to such a Son, and on the breasts that had suckled Him. While not rejecting this tribute of reverence, which applied to both mother and Son, Jesus answered: “Yea rather, blessed are they that hear the word of God, and keep it.”",["sup",["a",{"href":"fn_58"},"f"]]]],[".topic",["h2","Christ’s Mother and Brethren Come to See Him",["sup",["a",{"href":"fn_59"},"g"]]],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-18.p50"},"While Jesus was engaged with the scribes and Pharisees, and a great number of others, possibly at or near the conclusion of the teachings last considered, word was passed to Him that His mother and His brethren were present and desired to speak with Him. On account of the press of people they had been unable to reach His side. Making use of the circumstance to impress upon all the fact that His work took precedence over the claims of family and kinship, and thereby explaining that He could not meet His relatives at that moment, He asked, “Who is my mother? and who are my brethren?” Answering His own question and expressing in the answer the deeper thought in His mind, He said, pointing toward His disciples: “Behold my mother and my brethren! For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother.”"],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-18.p51"},"The incident reminds one of the answer He made to His mother, when she and Joseph had found Him in the temple after their long and anxious search: “How is it that ye sought me? wist ye not that I must be about my Father’s business?”",["sup",["a",{"href":"fn_60"},"h"]],"In that business He was engaged when His mother and brethren desired to speak with Him as He sat amidst the crowd. The superior claims of His Father’s work caused Him to let all minor matters wait. We are not justified in construing these remarks as evidence of disrespect, far less of filial and family disloyalty. Devotion, similar in kind at least, was expected by Him of the apostles, who were called to devote without reserve their time and talents to the ministry.",["sup",["a",{"href":"fn_61"},"i"]],"The purpose on which the relatives of Jesus had come to see Him is not made known; we may infer, therefore, that it was of no great importance beyond the family circle.",["sup",["a",{"href":"fn_62"},"j"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-18.f1"},["h3","Notes to Chapter 18"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-18.p53"},["b","The Two Accounts of the Miracle."],"—In the commentary on the miraculous healing of the centurion’s servant, as given in the text, we have followed in the main Luke’s more circumstantial account. Matthew’s briefer statement of the officer’s petition, and the Lord’s gracious compliance therewith, represents the man as coming in person to Jesus; while Luke refers to the elders of the local synagog as presenting the request. There is here no real discrepancy. It was then allowable, as in our time it is, to speak of one who causes something to be done as doing that thing himself. One may properly be said to notify another, when he sends the notification by a third party. A man may say he has built a house, when in reality others did the work of building though at his instance. An architect may with propriety be said to have constructed a building, when as a matter of fact he made the design, and directed others who actually reared the structure."]],["li",["span.label","2."],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-18.p54"},["b","Jesus Marveled."],"—Both Matthew and Luke tell us that Jesus marveled at the faith shown by the centurion, who begged that his beloved servant be healed (",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.10"},"Matthew 8:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.9"},"Luke 7:9"],"). Some have queried how Christ, whom they consider to have been omniscient during His life in the flesh, could have marveled at anything. The meaning of the passage is evident in the sense that when the fact of the centurion’s faith was brought to His attention, He pondered over it, and contemplated it, probably as a refreshing contrast to the absence of faith He so generally encountered. In similar way, though with sorrow in place of joy, He is said to have marveled at the people’s unbelief (",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.6"},"Mark 6:6"],")."]],["li",["span.label","3."],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-18.p55"},["b","Sequence of the Miracles of Raising the Dead."],"—As stated and reiterated in the text the chronology of the events in our Lord’s ministry, as recorded by the Gospel-writers, is uncertain. Literature on the subject embodies much disputation and demonstrates absence of any near approach to agreement among Biblical scholars. We have record of three instances of miraculous restoration of the dead to life at the word of Jesus—the raising of the son of the widow of Nain, the raising of the daughter of Jairus, and the raising of Lazarus; and on the sequence of two of these there is difference of opinion. Of course the placing of the raising of Lazarus as the latest of the three is based on certainty. Dr. Richard C. Trench, in his scholarly and very valuable",["span.emphasis","Notes on the Miracles of our Lord"],"definitely asserts that the raising of the daughter of Jairus is the first of the three works of restoration to life. Dr. John Laidlaw, in",["span.emphasis","The Miracles of our Lord,"],"treats this first among the miracles of its class though without affirming its chronological precedence; many other writers make it the second of the three. The incentive to arrange the three miracles of this group in the sequence indicated may, perhaps, be found in the desire to present them in the increasing order of apparent greatness—the raising of the damsel being an instance of recalling to life one who had but just died, (“hardly dead” as some wrongly describe her condition), the raising of the young man of Nain being the restoration of one on the way to the tomb, and the raising of Lazarus an instance of recalling to life one who had lain four days in the sepulchre. We cannot consistently conceive of these cases as offering grades of greater or lesser difficulty to the power of Christ; in each case His word of authority was sufficient to reunite the spirit and body of the dead person. Luke, the sole recorder of the miracle at Nain, places the event before that of the raising of the daughter of Jairus, with many incidents between. The great preponderance of evidence is in favor of considering the three miracles in the order followed herein, (1) the raising of the young man of Nain, (2) that of the daughter of Jairus, and (3) that of Lazarus."]],["li",["span.label","4."],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-18.p56"},["b","Tetrarch."],"—This title by derivation of the term and as originally used was applied to the ruler of a fourth part, or one of four divisions of a region that had formerly been one country. Later it came to be the designation of any ruler or governor over a part of a divided country, irrespective of the number or extent of the fractions. Herod Antipas is distinctively called the tetrarch in",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.1"},"Matthew 14:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.1,19"},"Luke 3:1, 19"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.7"},"9:7"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.1"},"Acts 13:1"],"; and is referred to as king in",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.9"},"Matthew 14:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.14,22,25-26"},"Mark 6:14, 22, 25, 26"],"."]],["li",["span.label","5."],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-18.p57"},["b","Machærus."],"—According to the historian Josephus (",["span.emphasis","Antiquities,"],"xviii, 5:2), the prison to which John the Baptist was consigned by Herod Antipas was the strong fortress Machærus."]],["li",["span.label","6."],["p.para",{"id":"p58","uri":"/manual/jesus-the-christ/chapter-18.p58"},["b","Christ an Offender to Many."],"—The concluding part of our Lord’s message to the imprisoned Baptist, in answer to the latter’s inquiry, was, “Blessed is he whosoever is not offended in me.” In passing it may be well to observe that whatever of reproof or rebuke these words may connote, the lesson was given in the gentlest way and in the form most easy to understand. As Deems has written, “Instead of saying ‘Woe to him who is offended in me,’ He puts it in the softer way ‘Blessed is he who is not offended.’” In our English version of the Holy Bible the word “offend” and its cognates are used in place of several different expressions which occur in the original Greek. Thus, actual infractions of the law, sin, and wickedness in general are all called offenses and the perpetrators of such are guilty offenders who deserve punishment. In other instances even the works of righteousness are construed as causes of offense to the wicked; but this is so, not because the good works were in any way offenses against law or right, but because the law-breaker takes offense thereat. The convicted felon, if unrepentant and still of evil mind, is offended and angry at the law by which he has been brought to justice; to him the law is a cause of offense. In a very significant sense Jesus Christ stands as the greatest offender in history; for all who reject His gospel, take offense thereat. On the night of His betrayal Jesus told the apostles that they would be offended because of Him (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.31"},"Matthew 26:31"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.33"},"verse 33"],"). The Lord’s personal ministry gave offense not alone to Pharisees and priestly opponents, but to many who had professed belief in Him (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.61"},"John 6:61"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/16.1"},"16:1"],"). The gospel of Jesus Christ is designated by Peter as “a stone of stumbling and a rock of offense, even to them which stumble at the words, being disobedient” (",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.8"},"1 Peter 2:8"],"; compare Paul’s words,",["a.scriptureRef",{"href":"/scriptures/nt/rom/9.33"},"Romans 9:33"],"). Indeed blessed is he to whom the gospel is welcome, and who finds therein no cause for offense."]],["li",["span.label","7."],["p.para",{"id":"p59","uri":"/manual/jesus-the-christ/chapter-18.p59"},["b","The Greatness of the Baptist’s Mission."],"—The exalted nature of the mission of John the Baptist was thus testified to by Jesus: “Verily I say unto you, Among them that are born of women there hath not risen a greater than John the Baptist: notwithstanding he that is least in the kingdom of heaven is greater than he” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.11"},"Matthew 11:11"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.28"},"Luke 7:28"],"). In elucidation of the first part of this testimony, the prophet Joseph Smith said, in the course of a sermon delivered May 24, 1843 (",["span.emphasis","History of the Church,"],"under date named): “It could not have been on account of the miracles John performed, for he did no miracles; but it was—First, because he was trusted with a divine mission of preparing the way before the face of the Lord. Who was trusted with such a mission before or since? No man. Second, he was trusted and it was required at his hands to baptize the Son of Man. Who ever did that? Who ever had so great a privilege or glory? Who ever led the Son of God into the waters of baptism, beholding the Holy Ghost descend upon Him in the sign of a dove? No man. Third, John at that time was the only legal administrator holding the keys of power there was on earth. The keys, the kingdom, the power, the glory had departed from the Jews; and John, the son of Zacharias, by the holy anointing and decree of heaven, held the keys of power at that time.”"],["p.para",{"id":"p60","uri":"/manual/jesus-the-christ/chapter-18.p60"},"The latter part of our Lord’s statement—“notwithstanding he that is least in the kingdom of heaven is greater than he” (John), has given rise to diverse interpretations and comment. The true meaning may be, that surpassingly great as was John’s distinction among the prophets, he had not learned, at the time of the incident under consideration, the full purpose of the Messiah’s mission, and such he would surely have to learn before he became eligible for admission into the kingdom of heaven; therefore, the least of those who, through knowledge gained and obedience rendered, would be prepared for a place in the kingdom of which Jesus taught, was greater than was John the Baptist at that time. Through latter-day inspiration we learn that “it is impossible for a man to be saved in ignorance” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.6"},"D&C 131:6"],"), and that “The glory of God is intelligence, or, in other words, light and truth” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.36"},"D&C 93:36"],"). The Baptist’s inquiry showed that he was then lacking in knowledge, imperfectly enlightened and unable to comprehend the whole truth of the Savior’s appointed death and subsequent resurrection as the Redeemer of the world. But we must not lose sight of the fact that Jesus in no wise intimated that John would remain less than the least in the kingdom of heaven. As he increased in knowledge of the vital truths of the kingdom, and rendered obedience thereto, he would surely advance, and become great in the kingdom of heaven as he was great among the prophets of earth."]],["li",["span.label","8."],["p.para",{"id":"p61","uri":"/manual/jesus-the-christ/chapter-18.p61"},["b","John the Baptist the Elias That Was to Come."],"—In the days of Christ the people clung to the traditional belief that the ancient prophet Elijah was to return in person. Concerning this tradition the Dummelow",["span.emphasis","Commentary"],"says, on",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.14"},"Matthew 11:14"],": “It was supposed that his [Elijah’s] peculiar activity would consist in settling ceremonial and ritual questions, doubts and difficulties and that he would restore to Israel (1) the golden pot of manna, (2) the vessel containing the anointing oil, (3) the vessel containing the waters of purification, (4) Aaron’s rod that budded and bore fruit.” For this belief there was no scriptural affirmation. That John was to go before the Messiah in the spirit and power of Elias was declared by the angel Gabriel in his announcement to Zacharias (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.17"},"Luke 1:17"],"); and our Lord made plain the fact that John was the predicted Elias. “Elias” is both a name and a title of office. Through revelation in the present dispensation we learn of the separate individuality of Elias and Elijah, each of whom appeared in person and committed to modern prophets the particular powers pertaining to his respective office (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.12-13"},"D&C 110:12, 13"],"). We learn that the office of Elias is that of restoration (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.6-7"},"D&C 27:6, 7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.100"},"76:100"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.9,14"},"77:9, 14"],"). Under date of March 10, 1844, the following is recorded (",["span.emphasis","History of the Church"],") as the testimony of the prophet Joseph Smith:—"],["p.para",{"id":"p62","uri":"/manual/jesus-the-christ/chapter-18.p62"},"“The spirit of Elias is to prepare the way for a greater revelation of God, which is the Priesthood of Elias, or the Priesthood that Aaron was ordained unto. And when God sends a man into the world to prepare for a greater work, holding the keys of the power of Elias, it was called the doctrine of Elias, even from the early ages of the world."],["p.para",{"id":"p63","uri":"/manual/jesus-the-christ/chapter-18.p63"},"“John’s mission was limited to preaching and baptizing; but what he did was legal; and when Jesus Christ came to any of John’s disciples, He baptized then with fire and the Holy Ghost."],["p.para",{"id":"p64","uri":"/manual/jesus-the-christ/chapter-18.p64"},"“We find the apostles endowed with greater power than John: their office was more under the spirit and power of Elijah than Elias."],["p.para",{"id":"p65","uri":"/manual/jesus-the-christ/chapter-18.p65"},"“In the case of Philip when he went down to Samaria, when he was under the spirit of Elias, he baptized both men and women. When Peter and John heard of it, they went down and laid hands upon them, and they received the Holy Ghost. This shows the distinction between the two powers."],["p.para",{"id":"p66","uri":"/manual/jesus-the-christ/chapter-18.p66"},"“When Paul came to certain disciples, he asked if they had received the Holy Ghost? They said, No. Who baptized you, then? We were baptized unto John’s baptism. No, you were not baptized unto John’s baptism, or you would have been baptized by John. And so Paul went and baptized them, for he knew what the true doctrine was, and he knew that John had not baptized them. And these principles are strange to me, that men who have read the Scriptures of the New Testament are so far from it."],["p.para",{"id":"p67","uri":"/manual/jesus-the-christ/chapter-18.p67"},"“What I want to impress upon your minds is the difference of power in the different parts of the Priesthood, so that when any man comes among you, saying, ‘I have the spirit of Elias,’ you can know whether he be true or false; for any man that comes, having the spirit and power of Elias, he will not transcend his bounds."],["p.para",{"id":"p68","uri":"/manual/jesus-the-christ/chapter-18.p68"},"“John did not transcend his bounds, but faithfully performed that part belonging to his office; and every portion of the great building should be prepared right and assigned to its proper place; and it is necessary to know who holds the keys of power, and who does not, or we may be likely to be deceived."],["p.para",{"id":"p69","uri":"/manual/jesus-the-christ/chapter-18.p69"},"“That person who holds the keys of Elias hath a preparatory work. …"],["p.para",{"id":"p70","uri":"/manual/jesus-the-christ/chapter-18.p70"},"“This is the Elias spoken of in the last days, and here is the rock upon which many split, thinking the time was past in the days of John and Christ, and no more to be. But the spirit of Elias was revealed to me, and I know it is true; therefore I speak with boldness, for I know verily my doctrine is true.”"]],["li",["span.label","9."],["p.para",{"id":"p71","uri":"/manual/jesus-the-christ/chapter-18.p71"},["b","At the Pharisee’s Table."],"—The expression “sat at meat,” as in",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.37"},"Luke 7:37"],"and in other instances, is stated by good authority to be a mistranslation; it should be rendered “lay” or “reclined” (see Smith’s",["span.emphasis","Comp. Dict. of the Bible,"],"article “Meals”). That sitting was the early Hebrew posture at meals is not questioned (",["a.scriptureRef",{"href":"/scriptures/ot/gen/27.19"},"Genesis 27:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/19.6"},"Judges 19:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16.11"},"1 Samuel 16:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.5,18,24"},"20:5, 18, 24"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/13.20"},"1 Kings 13:20"],"); but the custom of reclining on couches set around the table seems to date back long before the days of Jesus (",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.12"},"Amos 3:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/amos/6.4"},"6:4"],"). The Roman usage of arranging the tables and adjoining couches along three sides of a square, leaving the fourth side open for the passage of the attendants who served the diners was common in Palestine. Tables and couches so placed constituted the",["span.emphasis","triclinium."],"In reference to the ceremonial of the Pharisees in the matter of prescribed washing of articles used in eating, Mark (",["a.scriptureRef",{"href":"/scriptures/nt/mark/7.4"},"7:4"],") specifies “tables”; this mention is conceded to be a mistranslation, as couches or literally beds, are meant by the Greek expression. (See marginal reading, “beds” in Oxford Bible, and others.) A person reclining at table would have the feet directed outward. Thus it was a simple matter for the contrite woman to approach Jesus from behind and anoint His feet without causing disturbance to others at the table."]],["li",["span.label","10."],["p.para",{"id":"p72","uri":"/manual/jesus-the-christ/chapter-18.p72"},["b","The Woman’s Identity Not Specified."],"—The attempt to identify the contrite sinner who anointed the feet of Jesus in the house of Simon the Pharisee with Mary of Bethany is thus strongly condemned by Farrar (p. 228, note): “Those who identify this feast at the house of Simon the Pharisee, in Galilee, with the long-subsequent feast at the house of Simon the leper, at Bethany, and the anointing of the feet by ‘a woman that was a sinner’ in the city, with the anointing of the head by Mary the sister of Martha, adopt principles of criticism so reckless and arbitrary that their general acceptance would rob the Gospels of all credibility, and make them hardly worth study as truthful narratives. As for the names Simon and Judas, which have led to so many identifications of different persons and different incidents, they were at least as common among the Jews of that day as Smith and Jones among ourselves. There are five or six Judes and nine Simons mentioned in the New Testament, and two Judes and two Simons among the Apostles alone; Josephus speaks of some ten Judes and twenty Simons in his writings, and there must, therefore, have been thousands of others who at this period had one of these two names. The incident (of anointing with ointment) is one quite in accordance with the customs of the time and country, and there is not the least improbability in its repetition under different circumstances. (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/9.8"},"Eccl. 9:8"],"; Cant. 4:10;",["a.scriptureRef",{"href":"/scriptures/ot/amos/6.6"},"Amos 6:6"],".) The custom still continues.”"],["p.para",{"id":"p73","uri":"/manual/jesus-the-christ/chapter-18.p73"},"The learned canon is fully justified in his vigorous criticism; nevertheless he endorses the commonly-accepted identification of the woman mentioned in connection with the meal in the house of Simon the Pharisee with Mary Magdalene, although he admits that the foundation of the assumed identification is “an ancient tradition,—especially prevalent in the Western Church, and followed by the translation of our English version” (p. 233). As stated in our text, there is an entire absence of trustworthy evidence that Mary Magdalene was ever tainted with the sin for which the repentant woman in the Pharisee’s house was so graciously pardoned by our Lord."]],["li",["span.label","11."],["p.para",{"id":"p74","uri":"/manual/jesus-the-christ/chapter-18.p74"},["b","The Unpardonable Sin."],"—The nature of the awful sin against the Holy Ghost, against which the Lord warned the Pharisaic accusers who sought to ascribe His divine power to Satan, is more fully explained, and its dread results are more explicitly set forth in modern revelation. Concerning them and their dreadful fate, the Almighty has said:—“I say that it had been better for them never to have been born, for they are vessels of wrath, doomed to suffer the wrath of God, with the devil and his angels in eternity; concerning whom I have said there is no forgiveness in this world nor in the world to come. … They shall go away into everlasting punishment, which is endless punishment, which is eternal punishment, to reign with the devil and his angels in eternity, where their worm dieth not, and the fire is not quenched, which is their torment; and the end thereof, neither the place thereof, nor their torment, no man knows, neither was it revealed, neither is, neither will be revealed unto man, except to them who are made partakers thereof: nevertheless I, the Lord, show it by vision unto many, but straightway shut it up again; wherefore the end, the width, the height, the depth, and the misery thereof, they understand not, neither any man except them who are ordained unto this condemnation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.31-48"},"D&C 76:31–48"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/heb/6.4-6"},"Hebrews 6:4–6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.6"},"Alma 39:6"],".)"]],["li",["span.label","12."],["p.para",{"id":"p75","uri":"/manual/jesus-the-christ/chapter-18.p75"},["b","An Adulterous Generation Seeking after Signs."],"—Our Lord’s reply to those who clamored for a sign, that “An evil and adulterous generation seeketh after a sign” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.39"},"Matthew 12:39"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.4"},"16:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.38"},"Mark 8:38"],") could only be interpreted by the Jews as a supreme reproof. That the descriptive designation “adulterous” was literally applicable to the widespread immorality of the time, they all knew. Adam Clarke in his commentary on",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.39"},"Matthew 12:39"],", says of this phase of our topic: “There is the utmost proof from their [the Jews’] own writings, that in the time of our Lord, they were most literally an adulterous race of people; for at this very time Rabbi Jachanan ben Zacchi abrogated the trial by the bitter waters of jealousy, because so many were found to be thus criminal.” For the information concerning the trial of the accused by the bitter waters, see",["a.scriptureRef",{"href":"/scriptures/ot/num/5.11-31"},"Numbers 5:11–31"],". Although Jesus designated the generation in which He lived as adulterous, we find no record that the Jewish rulers, who by their demand for a sign had given occasion for the accusation, ventured to deny or attempt to repel the charge. The sin of adultery was included among capital offenses (",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.22-25"},"Deuteronomy 22:22–25"],"). The severity of the accusation as applied by Jesus, however, was intensified by the fact that the older scriptures represented the covenant between Jehovah and Israel as a marriage bond (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.5-7"},"Isaiah 54:5–7"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.14"},"Jeremiah 3:14"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.32"},"31:32"],";",["a.scriptureRef",{"href":"/scriptures/ot/hosea/2.19-20"},"Hosea 2:19, 20"],"); even as the later scriptures typify the Church as a bride, and Christ as the husband (",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/11.2"},"2 Corinthians 11:2"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.2"},"Revelation 21:2"],"). To be spiritually adulterous, as the rabbis construed the utterances of the prophets, was to be false to the covenant by which the Jewish nations claimed distinction, as the worshipers of Jehovah, and to be wholly recreant and reprobate. Convicted on such a charge those sign-seeking Pharisees and scribes understood that Jesus classed them as worse than the idolatrous heathen. The words “adultery” and “idolatry” are of related origin, each connoting the act of unfaithfulness and the turning away after false objects of affection or worship."]],["li",["span.label","13."],["p.para",{"id":"p76","uri":"/manual/jesus-the-christ/chapter-18.p76"},["b","The Mother and the Brethren of Jesus."],"—The attempt of Mary and some members of her family to speak with Jesus on the occasion referred to in the text has been construed by many writers to mean that the mother and sons had come to protest against the energy and zeal with which Jesus was pursuing His work. Some indeed have gone so far as to say that the visiting members of the family had come to put Him under restraint, and to stem, if they could, the tide of popular interest, criticism, and offense, which surged about Him. The scriptural record furnishes no foundation for even a tentative conception of the kind. The purpose of the desired visit is not intimated. It is a fact as will be shown in pages to follow, that some members of Mary’s household had failed to understand the great import of the work in which Jesus was so assiduously engaged; and we are told that some of His friends (marginal rendering, “kinsmen,”) on one occasion set out with the purpose of laying hold on Him and stopping His public activities by physical force, for they said “He is beside himself.” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.21"},"Mark 3:21"],"); furthermore we learn that His brethren did not believe on Him (",["a.scriptureRef",{"href":"/scriptures/nt/john/7.5"},"John 7:5"],"). These facts, however, scarcely warrant the assumption that the desire of Mary and her sons to speak with him on the occasion referred to was other than peaceful. And to assume that Mary, His mother, had so far forgotten the wondrous scenes of the angelic annunciation, the miraculous conception, the heavenly accompaniments of the birth, the more than human wisdom and power exhibited in youth and manhood, as to believe her divine Son an unbalanced enthusiast, whom she ought to restrain, is to assume responsibility for injustice to the character of one whom the angel Gabriel declared was blessed among women, and highly favored of the Lord."],["p.para",{"id":"p77","uri":"/manual/jesus-the-christ/chapter-18.p77"},"The statement that the brethren of Jesus did not believe on Him at the time referred to by the recorder (",["a.scriptureRef",{"href":"/scriptures/nt/john/7.5"},"John 7:5"],") is no proof that some or even all of those same brethren did not later believe on their divine Brother. Immediately after the Lord’s ascension, Mary, the mother of Jesus, and His brethren were engaged in worship and supplication with the Eleven and other disciples (",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.14"},"Acts 1:14"],"). The attested fact of Christ’s resurrection converted many who had before declined to accept Him as the Son of God. Paul records, special manifestation of the resurrected Christ to James (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.7"},"1 Corinthians 15:7"],") and the James here referred to may be the same person elsewhere designated as “the Lord’s brother” (",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.19"},"Galatians 1:19"],"); compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.55"},"Matthew 13:55"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.3"},"Mark 6:3"],". It appears that “brethren of the Lord” were engaged in the work of the ministry in the days of Paul’s active service (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/9.5"},"1 Corinthians 9:5"],"). The specific family relationship of our Lord to James, Joses, Simon, Judas and the sisters referred to by Matthew (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.55-56"},"13:55, 56"],"), and Mark (",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.3"},"6:3"],"), has been questioned; and several theories have been invented in support of divergent views. Thus, the Eastern or Epiphanian hypothesis holds, on no firmer basis than assumption, that the brethren of Jesus were children of Joseph of Nazareth by a former wife, and not the children of Mary the Lord’s mother. The Levirate theory assumes that Joseph of Nazareth and Clopas (the latter name, it is interesting to note, is regarded as the equivalent of Alpheus, see footnote page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-16.p74"},"224"],"), were brothers; and that, after the death of Clopas or Alpheus, Joseph married his brother’s widow according to the levirate law (page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p11"},"548"],"). The Hieronymian hypothesis is based on the belief that the persons referred to as brethren and sisters of Jesus were children of Clopas (Alpheus) and Mary the sister of the Lord’s mother, and therefore cousins to Jesus. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.56"},"Matthew 27:56"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.40"},"Mark 15:40"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.25"},"John 19:25"],".) It is beyond reasonable doubt that Jesus was regarded by those who were acquainted with the family of Joseph and Mary as a close blood relative of other sons and daughters belonging to the household. If these others were children of Joseph and Mary, they were all juniors to Jesus, for He was undoubtedly His mother’s firstborn child. The acceptance of this relationship between Jesus and His “brethren” and “sisters” mentioned by the synoptists constitutes what is known in theological literature as the Helvidian view."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-18.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/7.29"},"Matthew 7:29"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.32"},"Luke 4:32"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/7.46"},"John 7:46"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-18.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/luke/7.1-10"},"Luke 7:1–10"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.5-13"},"Matthew 8:5–13"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-18.fn3"},["b","3"],["span.label","c"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p53"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-18.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/john/4.46-53"},"John 4:46–53"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p14"},"177"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-18.fn5"},["b","5"],["span.label","e"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p54"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-18.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/matt/8.11-12"},"Matthew 8:11, 12"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.28-29"},"Luke 13:28, 29"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.45"},"Acts 10:45"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-18.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/luke/7.11-17"},"Luke 7:11–17"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-18.fn8"},["b","8"],["span.label","h"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p55"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-18.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/8.17"},"Matthew 8:17"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.4"},"Isaiah 53:4"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-18.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/luke/20.36,38"},"Luke 20:36, 38"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.42"},"Acts 10:42"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.1"},"2 Timothy 4:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/4.5"},"1 Peter 4:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/14.9"},"Romans 14:9"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-18.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.12"},"Matthew 4:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.14"},"Mark 1:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.19-20"},"Luke 3:19, 20"],"; see",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p23"},"Note 2, chapter 9, page 119"],", and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p56"},"Note 4"],", end of this chapter."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-18.fn12"},["b","12"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p57"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-18.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/mark/6.17-20"},"Mark 6:17–20"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-18.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/matt/14.5"},"Matthew 14:5"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-18.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.2"},"Matthew 11:2"],". Note a similar liberty allowed to Paul when in durance,",["a.scriptureRef",{"href":"/scriptures/nt/acts/24.23"},"Acts 24:23"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-18.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/luke/7.18"},"Luke 7:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.2"},"Matthew 11:2"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-18.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.2-6"},"Matthew 11:2–6"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.18-23"},"Luke 7:18–23"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-18.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/ot/isa/35.5-6"},"Isaiah 35:5, 6"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-18.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/3.3"},"Matthew 3:3"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.3"},"Isaiah 40:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.7"},"Matthew 3:7"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.5"},"Isaiah 59:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.6"},"Luke 3:6"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.10"},"Isaiah 52:10"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-18.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/matt/13.57"},"Matthew 13:57"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.10"},"24:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.31"},"26:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.3"},"Mark 6:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.27"},"14:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.61"},"John 6:61"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p58"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-18.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/john/3.30"},"John 3:30"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-18.fn22"},["b","22"],["span.label","v"],"Note that Jesus compared the sufferings of John while in prison as in part comparable to those He would Himself have to endure, in that they did unto John “whatsoever they listed” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.12"},"Matthew 17:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.13"},"Mark 9:13"],")."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-18.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/luke/7.24-30"},"Luke 7:24–30"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.7-14"},"Matthew 11:7–14"],"; compare Christ’s testimony of John Baptist delivered at Jerusalem,",["a.scriptureRef",{"href":"/scriptures/nt/john/5.33-35"},"John 5:33–35"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-18.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/luke/7.28"},"Luke 7:28"],"; see",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p59"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-18.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.12-15"},"Matthew 11:12–15"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.12"},"17:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.17"},"Luke 1:17"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-18.fn26"},["b","26"],["span.label","z"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p61"},"Note 8"],", end of chapter."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-18.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/3.7"},"Matthew 3:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.30"},"Luke 7:30"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-18.fn28"},["b","28"],["span.label","b"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p10"},"142"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-18.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.20-24"},"Matthew 11:20–24"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.13-15"},"Luke 10:13–15"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-18.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.25-27"},"Matthew 11:25–27"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.21-22"},"Luke 10:21, 22"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-18.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/matt/11.28-30"},"Matthew 11:28–30"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-18.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/mark/6.21-29"},"Mark 6:21–29"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-18.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/mark/6.14-16"},"Mark 6:14–16"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-18.fn34"},["b","34"],["span.label","h"],["span.emphasis","Articles of Faith,"],"10:187–88; also",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-41.p1"},"chapter 41"],", herein."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-18.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/luke/7.36"},"Luke 7:36"],"; see further,",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.37-50"},"verses 37–50"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-18.fn36"},["b","36"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p71"},"Note 9"],", end of chapter."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-18.fn37"},["b","37"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.1-7"},"2 Samuel 12:1–7"],"."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-18.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/matt/9.2-6"},"Matthew 9:2–6"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/2.5-7"},"Mark 2:5–7"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p11"},"191"],"herein."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-18.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/26.6-7"},"Matthew 26:6, 7"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.3"},"Mark 14:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/11.2"},"John 11:2"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-18.fn40"},["b","40"],["span.label","n"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p72"},"Note 10"],", end of chapter."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-18.fn41"},["b","41"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/luke/8.1-3"},"Luke 8:1–3"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-18.fn42"},["b","42"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/matt/27.55-56,61"},"Matthew 27:55, 56, 61"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.1,5"},"28:1, 5"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.40,47"},"Mark 15:40, 47"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.1,9"},"16:1, 9"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.49,55"},"Luke 23:49, 55"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.10,22"},"24:10, 22"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.25"},"John 19:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/20.1,13,18"},"20:1, 13, 18"],"."],[".footnote",{"id":"fn43","uri":"/manual/jesus-the-christ/chapter-18.fn43"},["b","43"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/mark/16.9"},"Mark 16:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.2"},"Luke 8:2"],"."],[".footnote",{"id":"fn44","uri":"/manual/jesus-the-christ/chapter-18.fn44"},["b","44"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/matt/12.24-25"},"Matthew 12:24, 25"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.33-34"},"9:33, 34"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.22-30"},"Mark 3:22–30"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.14-26"},"Luke 11:14–26"],"."],[".footnote",{"id":"fn45","uri":"/manual/jesus-the-christ/chapter-18.fn45"},["b","45"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/9.34"},"Matthew 9:34"],"."],[".footnote",{"id":"fn46","uri":"/manual/jesus-the-christ/chapter-18.fn46"},["b","46"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/matt/9.35"},"Matthew 9:35"],"."],[".footnote",{"id":"fn47","uri":"/manual/jesus-the-christ/chapter-18.fn47"},["b","47"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/matt/12.14-15"},"Matthew 12:14–15"],"."],[".footnote",{"id":"fn48","uri":"/manual/jesus-the-christ/chapter-18.fn48"},["b","48"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/matt/12.17-20"},"Matthew 12:17–20"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.1"},"Isaiah 42:1"],"."],[".footnote",{"id":"fn49","uri":"/manual/jesus-the-christ/chapter-18.fn49"},["b","49"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/nt/matt/12.22-23"},"Matthew 12:22, 23"],"."],[".footnote",{"id":"fn50","uri":"/manual/jesus-the-christ/chapter-18.fn50"},["b","50"],["span.label","x"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p74"},"Note 11"],", end of chapter."],[".footnote",{"id":"fn51","uri":"/manual/jesus-the-christ/chapter-18.fn51"},["b","51"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/matt/12.38-45"},"Matthew 12:38–45"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.1"},"16:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.11"},"Mark 8:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.16,29"},"Luke 11:16, 29"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/2.18"},"John 2:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/1.22"},"1 Corinthians 1:22"],"."],[".footnote",{"id":"fn52","uri":"/manual/jesus-the-christ/chapter-18.fn52"},["b","52"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.9"},"D&C 46:9"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.7-12"},"63:7–12"],"."],[".footnote",{"id":"fn53","uri":"/manual/jesus-the-christ/chapter-18.fn53"},["b","53"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/mark/8.12"},"Mark 8:12"],"."],[".footnote",{"id":"fn54","uri":"/manual/jesus-the-christ/chapter-18.fn54"},["b","54"],["span.label","b"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p75"},"Note 12"],", end of chapter."],[".footnote",{"id":"fn55","uri":"/manual/jesus-the-christ/chapter-18.fn55"},["b","55"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/ot/jonah/1"},"Jonah chapters 1–4"],"."],[".footnote",{"id":"fn56","uri":"/manual/jesus-the-christ/chapter-18.fn56"},["b","56"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/10.1"},"1 Kings 10:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/9.1"},"2 Chronicles 9:1"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.31"},"Luke 11:31"],"."],[".footnote",{"id":"fn57","uri":"/manual/jesus-the-christ/chapter-18.fn57"},["b","57"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/matt/12.43-45"},"Matthew 12:43–45"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.24-26"},"Luke 11:24–26"],"."],[".footnote",{"id":"fn58","uri":"/manual/jesus-the-christ/chapter-18.fn58"},["b","58"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/luke/11.27-28"},"Luke 11:27, 28"],"."],[".footnote",{"id":"fn59","uri":"/manual/jesus-the-christ/chapter-18.fn59"},["b","59"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/matt/12.46-50"},"Matthew 12:46–50"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.31-35"},"Mark 3:31–35"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/8.19-21"},"Luke 8:19–21"],"."],[".footnote",{"id":"fn60","uri":"/manual/jesus-the-christ/chapter-18.fn60"},["b","60"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.49"},"Luke 2:49"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-9.p13"},"114"],"herein."],[".footnote",{"id":"fn61","uri":"/manual/jesus-the-christ/chapter-18.fn61"},["b","61"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/10.37"},"Matthew 10:37"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/14.26"},"Luke 14:26"],"."],[".footnote",{"id":"fn62","uri":"/manual/jesus-the-christ/chapter-18.fn62"},["b","62"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-18.p76"},"Note 13"],", end of chapter."]]}
