{"id":13,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":13,"title":"Chapter 11: Acts 10","subtitle":"","short_title":11,"uri":"/manual/new-testament-video-guide/chapter-11-acts-10","content":[["div",{"id":"head1","uri":"/manual/new-testament-video-guide/chapter-11-acts-10.head1"},[".titleNumber","11"],["h1","Acts 10"],[".subtitle","Long-Promised Day"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/new-testament-video-guide/chapter-11-acts-10.p1"},"To help students understand that the Lord reveals changes in the Church through His prophet."]],[".topic",["h2","Before the Video"],[".topic",["h3","Historical Background"],["div",{"id":"p2","uri":"/manual/new-testament-video-guide/chapter-11-acts-10.p2"},"Until the events in",["a.scriptureRef",{"href":"/scriptures/nt/acts/10"},"Acts 10"],"the New Testament Church had two types of converts: Jewish and Gentile. The Gentile converts converted first to Judaism and then to the Church. There were probably no Gentile members of the Church who had not been converted to Judaism first. The following diagram might be helpful:"],["div",{"id":"p3","uri":"/manual/new-testament-video-guide/chapter-11-acts-10.p3"},"Cornelius was the first non-Jewish person in the New Testament to be baptized into the Church without being converted to Judaism first (see",["a.scriptureRef",{"href":"/scriptures/bd/cornelius"},"Bible Dictionary, “Cornelius,” 650"],"). His conversion could be diagrammed as follows:"]],[".topic",["h3","Scripture Insight"],["div",{"id":"p4","uri":"/manual/new-testament-video-guide/chapter-11-acts-10.p4"},"In the days of Jesus, the Apostles were told not to teach the gospel to the Gentiles (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.5-6"},"Matthew 10:5–6"],"). After the death of Christ, however, Peter was told in a revelation that it was time to preach the gospel to all people. As you teach",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.1-48"},"Acts 10:1"],"–",["a.scriptureRef",{"href":"/scriptures/nt/acts/11.1-18"},"11:18"],", help students understand that Peter received the revelation for change in the Church because he was the President of the Church in his day. Also help students understand that the Lord reveals changes in His Church today through His prophet. Elder Harold B. Lee, as an Apostle, said:"],["div",{"id":"p5","uri":"/manual/new-testament-video-guide/chapter-11-acts-10.p5"},"“When there is to be anything different from that which the Lord has told us already, he will give it to his prophet. . . . I have said, ‘Do you suppose that while the Lord has his prophet on the earth he is going to take some round-about means of revealing things to his children? That is what he has a prophet for, and when he has something to give to this Church, he will give it to the President” (“The Place of the Living Prophet, Seer, and Revelator,” in",["span.emphasis","Charge to Religious Educators"],", 2nd ed. [1982], 109)."]],[".topic",["h3","Discussion"],["div",{"id":"p6","uri":"/manual/new-testament-video-guide/chapter-11-acts-10.p6"},"Discuss the impact this revelation to Peter had on the Church in that day. Include the following:"],["ul.bullet",["li",["span.label","•"],[".para","The Apostles and missionaries could now go “into all the world, and preach the gospel to every creature” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.15"},"Mark 16:15"],")."]],["li",["span.label","•"],[".para","Church membership, which was almost exclusively Jewish, would include people who were Gentiles."]],["li",["span.label","•"],[".para","It would give rise to an ongoing controversy over how the law of Moses applied to Church members who had been Gentiles. Some of Paul’s letters address this controversy."]],["li",["span.label","•"],[".para","To help students see the growth of the New Testament Church as reflected by Paul’s journeys, you may wish to refer to",["a.scriptureRef",{"href":"/scriptures/bible-maps/map-13"},"Bible map 13"],"."]]]]],[".topic",["h2","Using the Video"],[".subtitle","Long-Promised Day 8:52"],["div",{"id":"p11","uri":"/manual/new-testament-video-guide/chapter-11-acts-10.p11"},["span.emphasis","Note:"],"Before showing the video, make sure students understand the following points:"],["ul.bullet",["li",["span.label","•"],[".para","The video portrays a time when the Church was not yet officially organized in Ghana and Nigeria. Consequently, there were no missionaries and no members of the Church there. However, some individuals had been able to obtain a few Church tracts and copies of the Book of Mormon."]],["li",["span.label","•"],[".para","While many blacks were members of the Church, the prophet taught that blacks could not then hold the priesthood. Just as the Lord’s revelation to Peter lifted the restriction on taking the gospel directly to the Gentiles, the Lord’s revelation to a latter-day prophet lifted the restriction on giving the priesthood to blacks. After the revelation, all worthy male members of the Church could be ordained."]]],[".topic",["h3","Show the Video"],["div",{"id":"p14","uri":"/manual/new-testament-video-guide/chapter-11-acts-10.p14"},"The video tells the story of the revelation President Spencer W. Kimball received that extended the blessings of the priesthood to all worthy male members of the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/2"},"Official Declaration 2"],")."]]],[".topic",["h2","After the Video"],[".topic",["h3","Discussion"],["div",{"id":"p15","uri":"/manual/new-testament-video-guide/chapter-11-acts-10.p15"},"Discuss parallels between the revelation to Peter and the revelation to President Kimball. (Both were given through the head of the Church, both opened new doors for spreading the gospel, and so forth.) You may want to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/2"},"Official Declaration 2"],"and discuss changes that have occurred in the Church because of the revelation to President Kimball."]],[".topic",["h3","Conclusion"],["div",{"id":"p16","uri":"/manual/new-testament-video-guide/chapter-11-acts-10.p16"},"Emphasize that the Lord leads His Church through prophets. If the Lord has changes or other important instructions for His Church, that information will come through His prophet. Ask students where they can find the words of the Lord’s living prophet, and discuss what the prophet is saying to us today."]]]]],"refs":null}
