{"id":8,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":8,"title":"Chapter 6: The Meridian of Time","subtitle":"","short_title":"Chapter 6","uri":"/manual/jesus-the-christ/chapter-6","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-6"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-6.head1"},[".titleNumber","Chapter 6"],["h1","The Meridian of Time"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-6.p3"},"Unto Moses, with whom the Lord spake “face to face, as a man speaketh unto his friend,”",["sup",["a",{"href":"fn_1"},"a"]],"the course of the human race, both as then past and future, was made known; and the coming of the Redeemer was recognized by him as the event of greatest import in all the happenings to which the earth and its inhabitants would be witness. The curse of God had aforetime fallen upon the wicked, and upon the earth because of them, “For they would not hearken unto his voice, nor believe on his Only Begotten Son, even him whom he declared should come in the meridian of time, who was prepared from before the foundation of the world.”",["sup",["a",{"href":"fn_2"},"b"]],"In this scripture appears the earliest mention of the expressive and profoundly significant designation of the period in which the Christ should appear—the meridian of time. If the expression be regarded as figurative, be it remembered the figure is the Lord’s."],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-6.p4"},"The term “meridian,” as commonly used, conveys the thought of a principal division of time or space;",["sup",["a",{"href":"fn_3"},"c"]],"thus we speak of the hours before the daily noon as ante-meridian (a.m.) and those after noon as post-meridian (p.m.). So the years and the centuries of human history are divided by the great event of the birth of Jesus Christ. The years preceding that epoch-making occurrence are now designated as time",["span.emphasis","Before Christ"],"(",["span.small","B.C."],"); while subsequent years are each specified as a certain",["span.emphasis","Year of our Lord,"],"or, as in the Latin tongue,",["span.emphasis","Anno Domini"],"(",["span.small","A.D."],"). Thus the world’s chronology has been adjusted and systematized with reference to the time of the Savior’s birth; and this method of reckoning is in use among all Christian nations. It is instructive to note that a similar system was adopted by the isolated branch of the house of Israel that had been brought from the land of Palestine to the western continent; for from the appearance of the promised sign among the people betokening the birth of Him who had been so abundantly predicted by their prophets, the Nephite reckoning of the years, starting with the departure of Lehi and his colony from Jerusalem, was superseded by the annals of the new era.",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-6.p5"},"The occasion of the Savior’s advent was preappointed; and the time thereof was specifically revealed through authorized prophets on each of the hemispheres. The long history of the Israelitish nation had unfolded a succession of events that found a relative culmination in the earthly mission of the Messiah. That we may the better comprehend the true significance of the Lord’s life and ministry while in the flesh, some consideration should be given to the political, social, and religious condition of the people amongst whom He appeared and with whom He lived and died. Such consideration involves at least a brief review of the antecedent history of the Hebrew nation. The posterity of Abraham through Isaac and Jacob had early come to be known by the title in which they took undying pride and found inspiring promise, Israelites, or the children of Israel.",["sup",["a",{"href":"fn_5"},"e"]],"Collectively they were so designated throughout the dark days of their bondage in Egypt;",["sup",["a",{"href":"fn_6"},"f"]],"so during the four decades of the exodus and the return to the land of promise,",["sup",["a",{"href":"fn_7"},"g"]],"and on through the period of their prosperity as a mighty people under the administration of the judges, and as a united monarchy during the successive reigns of Saul, David, and Solomon.",["sup",["a",{"href":"fn_8"},"h"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-6.p6"},"Immediately following the death of Solomon, about 975",["span.small","B.C."],"according to the most generally accepted chronology, the nation was disrupted by revolt. The tribe of Judah, part of the tribe of Benjamin, and small remnants of a few other tribes remained true to the royal succession, and accepted Rehoboam, son of Solomon, as their king; while the rest, usually spoken of as the Ten Tribes, broke their allegiance to the house of David, and made Jeroboam, an Ephraimite, their king. The Ten Tribes retained the title Kingdom of Israel though also known as Ephraim.",["sup",["a",{"href":"fn_9"},"i"]],"Rehoboam and his adherents were distinctively called the Kingdom of Judah. For about two hundred and fifty years the two kingdoms maintained their separate autonomy; then, about 722 or 721",["span.small","B.C."],", the independent status of the Kingdom of Israel was destroyed, and the captive people were transported to Assyria by Shalmanezer and others. Subsequently they disappeared so completely as to be called the Lost Tribes. The Kingdom of Judah was recognized as a nation for about one hundred and thirty years longer; then, about 588",["span.small","B.C."],", it was brought into subjection by Nebuchadnezzar, through whom the Babylonian captivity was inaugurated. For three score years and ten Judah was kept in exile and virtual bondage, in consequence of their transgression as had been predicted through Jeremiah.",["sup",["a",{"href":"fn_10"},"j"]],"Then the Lord softened the hearts of their captors, and their restoration was begun under the decree of Cyrus the Persian, who had subdued the Babylonian kingdom. The Hebrew people were permitted to return to Judea, and to enter upon the work of rebuilding the temple at Jerusalem.",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-6.p7"},"A great company of the exiled Hebrews availed themselves of this opportunity to return to the lands of their fathers, though many elected to remain in the country of their captivity, preferring Babylon to Israel. The “whole congregation” of the Jews who returned from the Babylonian exile were but “forty and two thousand three hundred and three score, beside their servants and their maids, of whom there were seven thousand three hundred thirty and seven.” The relatively small size of the migrating nation is further shown by the register of their beasts of burden.",["sup",["a",{"href":"fn_12"},"l"]],"While those who did return strove valiantly to reestablish themselves as the house of David, and to regain some measure of their former prestige and glory, the Jews were never again a truly independent people. In turn they were preyed upon by Greece, Egypt, and Syria; but about 164–163",["span.small","B.C."],", the people threw off, in part at least, the alien yoke, as a result of the patriotic revolt led by the Maccabees, the most prominent of whom was Judas Maccabeus. The temple service, which had been practically abolished through the proscription of victorious foes, was reestablished.",["sup",["a",{"href":"fn_13"},"m"]],"In the year 163",["span.small","B.C."],", the sacred structure was rededicated, and the joyful occasion was thereafter celebrated in annual festival as the Feast of Dedication.",["sup",["a",{"href":"fn_14"},"n"]],"During the reign of the Maccabees, however, the temple fell into an almost ruinous condition, more as a result of the inability of the reduced and impoverished people to maintain it than through any further decline of religious zeal. In the hope of insuring a greater measure of national protection, the Jews entered into an unequal alliance with the Romans and eventually became tributary to them, in which condition the Jewish nation continued throughout the period of our Lord’s ministry. In the meridian of time Rome was virtually mistress of the world. When Christ was born, Augustus Cæsar",["sup",["a",{"href":"fn_15"},"o"]],"was emperor of Rome, and the Idumean, Herod,",["sup",["a",{"href":"fn_16"},"p"]],"surnamed the Great, was the vassal king of Judea."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-6.p8"},"Some semblance of national autonomy was maintained by the Jews under Roman dominion, and their religious ceremonials were not seriously interfered with. The established orders in the priesthood were recognized, and the official acts of the national council, or Sanhedrin,",["sup",["a",{"href":"fn_17"},"q"]],"were held to be binding by Roman law; though the judicial powers of this body did not extend to the infliction of capital punishment without the sanction of the imperial executive. It was the established policy of Rome to allow to her tributary and vassal peoples freedom in worship so long as the mythological deities, dear to the Romans, were not maligned nor their altars desecrated.",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-6.p9"},"Needless to say, the Jews took not kindly to alien domination, though for many generations they had been trained in that experience, their reduced status having ranged from nominal vassalage to servile bondage. They were already largely a dispersed people. All the Jews in Palestine at the time of Christ’s birth constituted but a small remnant of the great Davidic nation. The Ten Tribes, distinctively the aforetime kingdom of Israel, had then long been lost to history, and the people of Judah had been widely scattered among the nations."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-6.p10"},"In their relations with other peoples the Jews generally endeavored to maintain a haughty exclusiveness, which brought upon them Gentile ridicule. Under Mosaic law Israel had been required to keep apart from other nations; they attached supreme importance to their Abrahamic lineage as children of the covenant, “an holy people unto the Lord,” whom He had chosen “to be a special people unto himself, above all people that are upon the face of the earth.”",["sup",["a",{"href":"fn_19"},"s"]],"Judah had experienced the woful effects of dalliance with pagan nations, and, at the time we are now considering, a Jew who permitted himself unnecessary association with a Gentile became an unclean being requiring ceremonial cleansing to free him from defilement. Only in strict isolation did the leaders find hope of insuring the perpetuity of the nation."],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-6.p11"},"It is no exaggeration to say that the Jews hated all other peoples and were reciprocally despised and contemned by all others. They manifested especial dislike for the Samaritans, perhaps because this people persisted in their efforts to establish some claim of racial relationship. These Samaritans were a mixed people, and were looked upon by the Jews as a mongrel lot, unworthy of decent respect. When the Ten Tribes were led into captivity by the king of Assyria, foreigners were sent to populate Samaria.",["sup",["a",{"href":"fn_20"},"t"]],"These intermarried with such Israelites as had escaped the captivity; and some modification of the religion of Israel, embodying at least the profession of Jehovah worship, survived in Samaria. The Samaritan rituals were regarded by the Jews as unorthodox, and the people as reprobate. At the time of Christ the enmity between Jew and Samaritan was so intense that travelers between Judea and Galilee would make long detours rather than pass through the province of Samaria which lay between. The Jews would have no dealings with the Samaritans.",["sup",["a",{"href":"fn_21"},"u"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-6.p12"},"The proud feeling of self-sufficiency, the obsession for exclusiveness and separation—so distinctively a Jewish trait at that time—was inculcated at the maternal knee and emphasized in synagog and school. The Talmud,",["sup",["a",{"href":"fn_22"},"v"]],"which in codified form post-dates the time of Christ’s ministry, enjoined all Jews against reading the books of alien nations, declaring that none who so offended could consistently hope for Jehovah’s favor.",["sup",["a",{"href":"fn_23"},"w"]],"Josephus gives his endorsement to similar injunction, and records that wisdom among the Jews meant only familiarity with the law and ability to discourse thereon.",["sup",["a",{"href":"fn_24"},"x"]],"A thorough acquaintanceship with the law was demanded as strongly as other studies were discountenanced. Thus the lines between learned and unlearned came to be rigidly drawn; and, as an inevitable consequence those who were accounted learned, or so considered themselves, looked down upon their unscholarly fellows as a class distinct and inferior.",["sup",["a",{"href":"fn_25"},"y"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-6.p13"},"Long before the birth of Christ, the Jews had ceased to be a united people even in matters of the law, though the law was their chief reliance as a means of maintaining national solidarity. As early as four score years after the return from the Babylonian exile, and we know not with accuracy how much earlier, there had come to be recognized, as men having authority, certain scholars afterward known as scribes, and honored as rabbis",["sup",["a",{"href":"fn_26"},"z"]],"or teachers. In the days of Ezra and Nehemiah these specialists in the law constituted a titled class, to whom deference and honor were paid. Ezra is designated “the priest, the scribe, even a scribe of the words of the commandments of the Lord, and of his statutes to Israel.”",["sup",["a",{"href":"fn_27"},"a"]],"The scribes of those days did valuable service under Ezra, and later under Nehemiah, in compiling the sacred writings then extant; and in Jewish usage those appointed as guardians and expounders of the law came to be known as members of the Great Synagog, or Great Assembly, concerning which we have little information through canonical channels. According to Talmudic record, the organization consisted of one hundred and twenty eminent scholars. The scope of their labors, according to the admonition traditionally perpetuated by themselves, is thus expressed:",["span.emphasis","Be careful in judgment; set up many scholars, and make a hedge about the law."],"They followed this behest by much study and careful consideration of all traditional details in administration; by multiplying scribes and rabbis unto themselves; and, as some of them interpreted the requirement of setting up many scholars, by writing many books and tractates; moreover, they made a fence or hedge about the law by adding numerous rules, which prescribed with great exactness the officially established proprieties for every occasion."],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-6.p14"},"Scribes and rabbis were exalted to the highest rank in the estimation of the people, higher than that of the Levitical or priestly orders; and rabbinical sayings were given precedence over the utterances of the prophets, since the latter were regarded as but messengers or spokesmen, whereas the living scholars were of themselves sources of wisdom and authority. Such secular powers as Roman suzerainty permitted the Jews to retain were vested in the hierarchy, whose members were able thus to gather unto themselves practically all official and professional honors. As a natural result of this condition, there was practically no distinction between Jewish civil and ecclesiastical law, either as to the code or its administration. Rabbinism comprized as an essential element the doctrine of the equal authority of oral rabbinical tradition with the written word of the law. The aggrandizement implied in the application of the title “Rabbi” and the self-pride manifest in welcoming such adulation were especially forbidden by the Lord, who proclaimed Himself the one Master; and, as touching the interpretation of the title held by some as “father,” Jesus proclaimed but one Father and He in heaven: “But be not ye called Rabbi: for one is your Master, even Christ; and all ye are brethren. And call no man your father upon the earth: for one is your Father, which is in heaven. Neither be ye called masters: for one is Master, even Christ.”",["sup",["a",{"href":"fn_28"},"b"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-6.p15"},"The scribes, whether so named or designated by the more distinguishing appellation, rabbis, were repeatedly denounced by Jesus, because of the dead literalism of their teachings, and the absence of the spirit of righteousness and virile morality therefrom; and in such denunciations the Pharisees are often coupled with the scribes. The judgment of the Christ upon them is sufficiently expressed by His withering imprecation: “Woe unto you, scribes and Pharisees, hypocrites!”",["sup",["a",{"href":"fn_29"},"c"]]],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-6.p16"},"The origin of the Pharisees is not fixed by undisputed authority as to either time or circumstance; though it is probably that the sect or party had a beginning in connection with the return of the Jews from the Babylonian captivity. New ideas and added conceptions of the meaning of the law were promulgated by Jews who had imbibed of the spirit of Babylon; and the resulting innovations were accepted by some and rejected by others. The name “Pharisee” does not occur in the Old Testament, nor in the Apocrypha, though it is probable that the Assideans mentioned in the books of the Maccabees were the original Pharisees.",["sup",["a",{"href":"fn_30"},"d"]],"By derivation the name expresses the thought of separatism; the Pharisee, in the estimation of his class, was distinctively set apart from the common people, to whom he considered himself as truly superior as the Jews regarded themselves in contrast with other nations. Pharisees and scribes were one in all essentials of profession, and rabbinism was specifically their doctrine."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-6.p17"},"In the New Testament the Pharisees are often mentioned as in opposition to the Sadducees; and such were the relations of the two parties that it becomes a simpler matter to contrast one with the other than to consider each separately. The Sadducees came into existence as a reactionary organization during the second century",["span.small","B.C."],", in connection with an insurgent movement against the Maccabean party. Their platform was that of opposition to the ever increasing mass of traditional lore, with which the law was not merely being fenced or hedged about for safety, but under which it was being buried. The Sadducees stood for the sanctity of the law as written and preserved, while they rejected the whole mass of rabbinical precept both as orally transmitted and as collated and codified in the records of the scribes. The Pharisees formed the more popular party; the Sadducees figured as the aristocratic minority. At the time of Christ’s birth the Pharisees existed as an organized body numbering over six thousand men, with Jewish women very generally on their side in sympathy and effort;",["sup",["a",{"href":"fn_31"},"e"]],"while the Sadducees were so small a faction and of such limited power that, when they were placed in official positions, they generally followed the policy of the Pharisees as a matter of incumbent expediency. The Pharisees were the Puritans of the time, unflinching in their demand for compliance with the traditional rules as well as the original law of Moses. In this connection note Paul’s confession of faith and practice when arraigned before Agrippa—“That after the most straitest sect of our religion I lived a Pharisee.”",["sup",["a",{"href":"fn_32"},"f"]],"The Sadducees prided themselves on strict compliance with the law, as they construed it, irrespective of all scribes or rabbis. The Sadducees stood for the temple and its prescribed ordinances, the Pharisees for the synagog and its rabbinical teachings. It is difficult to decide which were the more technical if we judge each party by the standard of its own profession. By way of illustration: the Sadducees held to the literal and full exaction of the Mosaic penalty—an eye for an eye and a tooth for a tooth",["sup",["a",{"href":"fn_33"},"g"]],"—while the Pharisees contended on the authority of rabbinical dictum, that the wording was figurative, and that therefore the penalty could be met by a fine in money or goods."],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-6.p18"},"Pharisees and Sadducees differed on many important if not fundamental matters of belief and practice, including the preexistence of spirits, the reality of a future state involving reward and punishment, the necessity for individual self-denial, the immortality of the soul, and the resurrection from the dead; in each of which the Pharisees stood for the affirmative while the Sadducees denied.",["sup",["a",{"href":"fn_34"},"h"]],"Josephus avers—the doctrine of the Sadducees is that the soul and body perish together; the law is all that they are concerned to observe.",["sup",["a",{"href":"fn_35"},"i"]],"They were “a skeptical school of aristocratic traditionalists; adhering only to the Mosaic law.”",["sup",["a",{"href":"fn_36"},"j"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-6.p19"},"Among the many other sects and parties established on the ground of religious or political differences, or both, are the Essenes, the Nazarites, the Herodians and the Galileans. The Essenes were characterized by professions of ultrapiety; they considered even the strictness of Pharisaic profession as weak and insufficient; they guarded membership in their order by severe exactions extending through a first and a second novitiate; they were forbidden even to touch food prepared by strangers; they practiced strict temperance and rigid self-denial, indulged in hard labor—preferably that of agriculture, and were forbidden to trade as merchants, to take part in war, or to own or employ slaves.",["sup",["a",{"href":"fn_37"},"k"]],"Nazarites are not named in the New Testament, though of specific record in the earlier scriptures;",["sup",["a",{"href":"fn_38"},"l"]],"and from sources other than scriptural we learn of their existence at and after the time of Christ. The Nazarite was one of either sex who was bound to abstinence and sacrifice by a voluntary vow for special service to God; the period of the vow might be limited or for life. While the Essenes cultivated an ascetic brotherhood, the Nazarites were devoted to solitary discipline."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-6.p20"},"The Herodians constituted a politico-religious party who favored the plans of the Herods under the professed belief that through that dynasty alone could the status of the Jewish people be maintained and a reestablishment of the nation be secured. We find mention of the Herodians laying aside their partisan antipathies and acting in concert with the Pharisees in the effort to convict the Lord Jesus and bring Him to death.",["sup",["a",{"href":"fn_39"},"m"]],"The Galileans or people of Galilee were distinguished from their fellow Israelites of Judea by greater simplicity and less ostentatious devotion in matters pertaining to the law. They were opposed to innovations, yet were generally more liberal or less bigoted than some of the professedly devout Judeans. They were prominent as able defenders in the wars of the people, and won for themselves a reputation for bravery and patriotism. They are mentioned in connection with certain tragical occurrences during our Lord’s lifetime.",["sup",["a",{"href":"fn_40"},"n"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-6.p21"},"The authority of the priesthood was outwardly acknowledged by the Jews at the time of Christ; and the appointed order of service for priest and Levite was duly observed. During the reign of David, the descendants of Aaron, who were the hereditary priests in Israel, had been divided into twenty-four courses,",["sup",["a",{"href":"fn_41"},"o"]],"and to each course the labors of the sanctuary were allotted in turn. Representatives of but four of these courses returned from the captivity, but from these the orders were reconstructed on the original plan. In the days of Herod the Great the temple ceremonies were conducted with great display and outward elaborateness, as an essential matter of consistency with the splendor of the structure, which surpassed in magnificence all earlier sanctuaries.",["sup",["a",{"href":"fn_42"},"p"]],"Priests and Levites, therefore, were in demand for continuous service, though the individuals were changed at short intervals according to the established system. In the regard of the people the priests were inferior to the rabbis, and the scholarly attainments of a scribe transcended in honor that pertaining to ordination in the priesthood. The religion of the time was a matter of ceremony and formality, of ritual and performance; it had lost the very spirit of worship, and the true conception of the relationship between Israel and Israel’s God was but a dream of the past."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-6.p22"},"Such in brief were the principal features of the world’s condition, and particularly as concerns the Jewish people, when Jesus the Christ was born in the meridian of time."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-6.f1"},["h3","Notes to Chapter 6"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-6.p24"},["b","The Sanhedrin."],"—This, the chief court or high council of the Jews, derives its name from Greek",["span.emphasis","sunedrion,"],"signifying “a council.” In English it is sometimes though inaccurately written “Sanhedrim.” The Talmud traces the origin of this body to the calling of the seventy elders whom Moses associated with himself, making seventy-one in all, to administer as judges in Israel (",["a.scriptureRef",{"href":"/scriptures/ot/num/11.16-17"},"Numbers 11:16, 17"],"). The Sanhedrin in the time of Christ, as also long before, comprized seventy-one members, including the high priest who presided in the assembly. It appears to have been known in its earlier period as the Senate, and was occasionally so designated even after Christ’s death, (Josephus,",["span.emphasis","Antiquities,"],"xii, 3:3; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.21"},"Acts 5:21"],"); the name “Sanhedrin” came into general use during the reign of Herod the Great; but the term is not of Biblical usage; its equivalent in the New Testament is “council” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.22"},"Matthew 5:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.17"},"10:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.59"},"26:59"],") though it must be remembered that the same term is applied to courts of lesser jurisdiction than that of the Sanhedrin, and to local tribunals. (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.22"},"Matthew 5:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.17"},"10:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.59"},"26:59"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.9"},"Mark 13:9"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/acts/25.12"},"Acts 25:12"],".)"],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-6.p25"},"The following, from the",["span.emphasis","Standard Bible Dictionary,"],"is instructive: “Those qualified to be members were in general of the priestly house and especially of the Sadducean nobility. But from the days of Queen Alexandra (69–68",["span.small","B.C."],") onward, there were with these chief priests also many Pharisees in it under the name of scribes and elders. These three classes are found combined in",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.41"},"Matt. 27:41"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.27"},"Mark 11:27"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.43,53"},"14:43, 53"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.1"},"15:1"],". How such members were appointed is not entirely clear. The aristocratic character of the body and the history of its origin forbid the belief that it was by election. Its nucleus probably consisted of the members of certain ancient families, to which, however, from time to time others were added by the secular rulers. The presiding officer was the high priest, who at first exercised in it more than the authority of a member, claiming a voice equal to that of the rest of the body. But after the reduction of the high priesthood from a hereditary office to one bestowed by the political ruler according to his pleasure, and the frequent changes in the office introduced by the new system, the high priest naturally lost his prestige. Instead of holding in his hands the ‘government of the nation,’ he came to be but one of many to share this power; those who had served as high priests being still in esteem among their nation, and having lost their office not for any reason that could be considered valid by the religious sense of the community, exerted a large influence over the decisions of the assembly. In the New Testament they are regarded as the rulers (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.59"},"Matt. 26:59"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.41"},"27:41"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.5,8"},"Acts 4:5, 8"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.13,35"},"Luke 23:13, 35"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/7.26"},"John 7:26"],"), and Josephus’ testimony supports this view. The functions of the Sanhedrin were religious and moral, and also political. In the latter capacity they further exercised administrative as well as judicial functions. As a religious tribunal, the Sanhedrin wielded a potent influence over the whole of the Jewish world (",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.2"},"Acts 9:2"],"); but as a court of justice, after the division of the country upon the death of Herod, its jurisdiction was limited to Judea. Here, however, its power was absolute even to the passing of sentence of death (Josephus,",["span.emphasis","Ant."],"xiv, 9:3, 4;",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.3"},"Matt. 26:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.5"},"Acts 4:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.12"},"6:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.30"},"22:30"],"), although it had no authority to carry the sentence into execution except as approved and ordered by the representative of the Roman government. The law by which the Sanhedrin governed was naturally the Jewish, and in the execution of it this tribunal had a police of its own, and made arrests at its discretion (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.47"},"Matt. 26:47"],"). … While the general authority of the Sanhedrin extended over the whole of Judea, the towns in the country had local councils of their own (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.22"},"Matt. 5:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.17"},"10:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/13.9"},"Mark 13:9"],"; Josephus, B.J. ii, 14:1), for the administration of local affairs. These were constituted of elders (",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.3"},"Luke 7:3"],"), at least seven in number, (Josephus,",["span.emphasis","Ant."],"iv, 8:14; B.J. ii, 20:5), and in some of the largest towns as many as twenty-three. What the relation of these to the central council in Jerusalem was does not appear clearly. … Some sort of mutual recognition existed among them; for whenever the judges of the local court could not agree it seems that they were in the habit of referring their cases to the Sanhedrin in Jerusalem. (Josephus,",["span.emphasis","Ant."],"iv, 8:14; Mishna, Sanh. 11:2).”"]],["li",["span.label","2."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-6.p26"},["b","Talmud."],"—“The body of Jewish civil and religious law (and discussion directly or remotely relating thereto) not comprized in the Pentateuch, commonly including the",["span.emphasis","Mishna"],"and the",["span.emphasis","Gemara,"],"but sometimes limited to the latter; written in Aramaic. It exists in two great collections, the",["span.emphasis","Palestinian Talmud,"],"or",["span.emphasis","Talmud of the Land of Israel,"],"or",["span.emphasis","Talmud of the West,"],"or more popularly,",["span.emphasis","Jerusalem Talmud,"],"embodying the discussions on the Mishna of the Palestinian doctors from the 2d to the middle of the 5th century; and the",["span.emphasis","Babylonian,"],"embodying those of the Jewish doctors in Babylonia, from about 190 to the 7th century.”—",["span.emphasis","New Standard Dict."],"The Mishna comprizes the earlier portions of the Talmud; the Gemara is made up of later writings and is largely an exposition of the Mishna. An edition of the Babylonian Talmud alone (issued at Vienna in 1682) comprized twenty-four tomes. (Geikie.)"]],["li",["span.label","3."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-6.p27"},["b","Rabbis."],"—The title Rabbi is equivalent to our distinctive appellations Doctor, Master, or Teacher. By derivation it means Master or my Master, thus connoting dignity and rank associated with politeness of address. A definite explanation of the term is given by John (",["a.scriptureRef",{"href":"/scriptures/nt/john/1.38"},"1:38"],"), and the same meaning attaches by implication to its use as recorded by Matthew (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.8"},"23:8"],"). It was applied as a title of respect to Jesus on several occasions (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.7-8"},"Matthew 23:7, 8"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.25,49"},"26:25, 49"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.5"},"Mark 9:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.21"},"11:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.45"},"14:45"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.38,49"},"John 1:38, 49"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/3.2,26"},"3:2, 26"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/4.31"},"4:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.25"},"6:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/9.2"},"9:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/11.8"},"11:8"],"). The title was of comparatively recent usage in the time of Christ, as it appears to have first come into general use during the reign of Herod the Great, though the earlier teachers, of the class without the name of Rabbis, were generally reverenced, and the title was carried back to them by later usage. Rab was an inferior title and Rabban a superior one to Rabbi. Rabboni was expressive of most profound respect, love and honor (see",["a.scriptureRef",{"href":"/scriptures/nt/john/20.16"},"John 20:16"],"). At the time of our Lord’s ministry the Rabbis were held in high esteem, and rejoiced in the afflations of precedence and honor among men. They were almost exclusively of the powerful Pharisaic party."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-6.p28"},"The following is from Geikie’s",["span.emphasis","Life and Words of Christ,"],"vol. 1, chapter 6: “If the most important figures in the society of Christ’s day were the Pharisees, it was because they were the Rabbis or teachers of the Law. As such they received superstitious honor, which was, indeed, the great motive, with many, to court the title or join the party. The Rabbis were classed with Moses, the patriarchs, and the prophets, and claimed equal reverence. Jacob and Joseph were both said to have been Rabbis. The Targum of Jonathan substitutes Rabbis, or Scribes, for the word ‘prophets’ where it occurs. Josephus speaks of the prophets of Saul’s day as Rabbis. In the Jerusalem Targum all the patriarchs are learned Rabbis. … They were to be dearer to Israel than father or mother—because parents avail only in this world [as was then taught] but the Rabbi forever. They were set above kings, for is it not written ‘Through me kings reign’? Their entrance into a house brought a blessing; to live or to eat with them was the highest good fortune. … The Rabbis went even further than this in exalting their order. The Mishna declares that it is a greater crime to speak anything to their discredit, than to speak against the words of the Law. … Yet in form, the Law received boundless honor. Every saying of the Rabbis had to be based on some words of it, which were, however, explained in their own way. The spirit of the times, the wild fanaticism of the people, and their own bias, tended alike to make them set value only on ceremonies and worthless externalisms, to the utter neglect of the spirit of the sacred writings. Still it was held that the Law needed no confirmation, while the words of the Rabbis did. So far as the Roman authority under which they lived left them free, the Jews willingly put all power in the hands of the Rabbis. They or their nominees filled every office, from the highest in the priesthood to the lowest in the community. They were the casuists, the teachers, the priests, the judges, the magistrates, and the physicians of the nation. … The central and dominant characteristic of the teaching of the Rabbis was the certain advent of a great national Deliverer—the Messiah or Anointed of God or in the Greek translation of the title, the Christ. In no other nation than the Jews has such a conception ever taken such root or shown such vitality. … It was agreed among the Rabbis that His birthplace must be Bethlehem, and that He must rise from the tribe of Judah.”"],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-6.p29"},"Individual rabbis gathered disciples about them, and, inevitably, rivalry became manifest. Rabbinical schools and academies were established, each depending for its popularity on the greatness of some rabbi. The most famous of these institutions in the time of Herod I were the school of Hillel and that of his rival Shammai. Later, tradition invested these with the title “the fathers of old.” It appears from the trifling matters over which the followers of these two disagreed, that only by opposition could either maintain a distinguishing status. Hillel is reputed as the grandfather of Gamaliel, the rabbi and doctor of the law at whose feet Saul of Tarsus, afterward Paul the apostle, received his early instruction (",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.3"},"Acts 22:3"],"). So far as we have historic record of the views, principles or beliefs advocated by the rival schools of Hillel and Shammai, it appears that the former stood for a greater degree of liberality and tolerance, while the later emphasized a strict and possibly narrow interpretation of the law and its associated traditions. The dependence of the rabbinical schools on the authority of tradition is illustrated by an incident of record to the effect that even the prestige of the great Hillel did not insure him against uproar when once he spoke without citing precedent; only when he added that so had his masters Abtalion and Shemajah spoken did the tumult subside."]],["li",["span.label","4."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-6.p30"},["b","Sadducean Denial of the Resurrection."],"—As set forth in the text, the Sadducees formed an association numerically small as compared with the more popular and influential pharisees. In the Gospels the Pharisees are of frequent mention, and very commonly in connection with the scribes, while the Sadducees are less frequently named. In the Acts of the Apostles, the Sadducees appear frequently as opponents of the Church. This condition was doubtless due to the prominence given the resurrection from the dead among the themes of the apostolic preaching, the Twelve continually bearing testimony to the actual resurrection of Christ. Sadducean doctrine denied the actuality and possibility of a bodily resurrection, the contention resting mainly on the ground that Moses, who was regarded as the supreme mortal lawgiver in Israel, and the chief mouthpiece of Jehovah, had written nothing concerning life after death. The following is taken from Smith’s",["span.emphasis","Dictionary of the Bible,"],"article “Sadducees,” as touching this matter: “The denial of man’s resurrection after death followed in the conception of the Sadducees as a logical conclusion from their denial that Moses had revealed to the Israelites the Oral Law. For on a point so momentous as a second life beyond the grave, no religious party among the Jews would have deemed themselves bound to accept any doctrine as an article of faith, unless it had been proclaimed by Moses, their great legislator; and it is certain that in the written Law of the Pentateuch there is a total absence of any assertion by Moses of the resurrection of the dead. This fact is presented to Christians in a striking manner by the well-known words of the Pentateuch which are quoted by Christ in argument with the Sadducees on this subject (",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.6,16"},"Exo. 3:6, 16"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.26-27"},"Mark 12:26, 27"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.31-32"},"Matt. 22:31, 32"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.37"},"Luke 20:37"],"). It cannot be doubted that in such a case Christ would quote to His powerful adversaries the most cogent text in the Law; and yet the text actually quoted does not do more than suggest an inference on this great doctrine. It is true that passages in other parts of the Old Testament express a belief in the resurrection (",["a.scriptureRef",{"href":"/scriptures/ot/isa/26.19"},"Isa. 26:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/12.2"},"Dan. 12:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/job/19.26"},"Job 19:26"],"; and in some of the Psalms); and it may at first sight be a subject of surprise that the Sadducees were not convinced by the authority of those passages. But although the Sadducees regarded the books which contained these passages as sacred, it is more than doubtful whether any of the Jews regarded them as sacred in precisely the same sense as the written Law. To the Jews Moses was and is a colossal form, preeminent in authority above all subsequent prophets.”"]],["li",["span.label","5."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-6.p31"},["b","The Temple of Herod."],"—“Herod’s purpose in the great undertaking [that of restoring the temple, and of enlarging it on a plan of unprecedented magnificence] was that of aggrandizing himself and the nation, rather than the rendering of homage to Jehovah. His proposition to rebuild or restore the temple on a scale of increased magnificence was regarded with suspicion and received with disfavor by the Jews, who feared that were the ancient edifice demolished, the arbitrary monarch might abandon his plan and the people would be left without a temple. To allay these fears the king proceeded to reconstruct and restore the old edifice, part by part, directing the work so that at no time was the temple service seriously interrupted. So little of the ancient structure was allowed to stand, however, that the temple of Herod must be regarded as a new creation. The work was begun about sixteen years before the birth of Christ; and while the Holy House itself was practically completed within a year and a half, this part of the labor having been performed by a body of one thousand priests specially trained for the purpose, the temple area was a scene of uninterrupted building operations down to the year 63",["span.small","A.D."],"We read that in the time of Christ’s ministry the temple had been forty-six years in building; and at that time it was unfinished."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-6.p32"},"“The Biblical record gives us little information regarding this the last and the greatest of ancient temples; for what we know concerning it we are indebted mainly to Josephus, with some corroborative testimony found in the Talmud. In all essentials the Holy House, or Temple proper, was similar to the two earlier houses of sanctuary, though externally far more elaborate and imposing than either; but in the matter of surrounding courts and associated buildings, the Temple of Herod preeminently excelled. … Yet its beauty and grandeur lay in architectural excellence rather than in the sanctity of its worship or in the manifestation of the Divine Presence within its walls. Its ritual and service were largely man-prescribed; for while the letter of the Mosaic Law was professedly observed, the law had been supplemented and in many features supplanted by rule and priestly prescription. The Jews professed to consider it holy, and by them it was proclaimed as the House of the Lord. Devoid though it was of the divine accompaniments of earlier shrines accepted of God, and defiled as it was by priestly arrogance and usurpation, as also by the selfish interest of traffic and trade, it was nevertheless recognized even by our Lord the Christ as His Father’s House. (",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.12"},"Matt. 21:12"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.15"},"Mark 11:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.45"},"Luke 19:45"],".) … For thirty or more years after the death of Christ, the Jews continued the work of adding to and embellishing the temple buildings. The elaborate design conceived and projected by Herod had been practically completed; the temple was well-nigh finished, and, as soon afterward appeared, was ready for destruction. Its fate had been definitely foretold by the Savior Himself.”—From the author’s",["span.emphasis","House of the Lord,"],"pp. 44–51."]],["li",["span.label","6."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-6.p33"},["b","State of the World at the Time of the Savior’s Birth."],"—At the beginning of the Christian era, the Jews, in common with most other nations, were subjects of the Roman empire. They were allowed a considerable degree of liberty in maintaining their religious observances and national customs generally, but their status was far from that of a free and independent people. The period was one of comparative peace—a time marked by fewer wars and less dissension than the empire had known for many years. These conditions were favorable for the mission of the Christ, and for the founding of His Church on earth. The religious systems extant at the time of Christ’s earthly ministry may be classified in a general way as Jewish and Pagan, with a minor system—the Samaritan—which was essentially a mixture of the other two. The children of Israel alone proclaimed the existence of the true and living God; they alone looked forward to the advent of the Messiah, whom mistakenly they awaited as a prospective conqueror coming to crush the enemies of their nation. All other nations, tongues, and peoples, bowed to pagan deities, and their worship comprized naught but the sensual rites of heathen idolatry. Paganism was a religion of form and ceremony, based on polytheism—a belief in the existence of a multitude of gods, which deities were subject to all the vices and passions of humanity, while distinguished by immunity from death. Morality and virtue were unknown as elements of heathen service; and the dominant idea in pagan worship was that of propitiating the gods, in the hope of averting their anger and purchasing their favor.—See the author’s",["span.emphasis","The Great Apostasy,"],"1:2–4, and notes following the chapter cited."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-6.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/ot/ex/33.11"},"Exodus 33:11"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/num/12.8"},"Numbers 12:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/34.10"},"Deuteronomy 34:10"],"; compare",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.2,11,31"},"Moses 1:2, 11, 31"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-6.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.57"},"Moses 5:57"],"; for later mention of the “meridian of time,” see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.56-62"},"6:56–62"],"; and",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.46"},"7:46"],"; and compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.26"},"D&C 20:26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.3"},"39:3"],"."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-6.fn3"},["b","3"],["span.label","c"],"“Meridian: … figuratively, the highest point or culminating–point of anything; the zenith; as the meridian of life.”—",["span.emphasis","New Standard Dictionary"]],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-6.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/2.8"},"3 Nephi 2:8"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1,21"},"4 Nephi 1:1, 21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.6"},"Mormon 8:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.1"},"Moroni 10:1"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-6.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/ot/gen/32.28"},"Genesis 32:28"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.10"},"35:10"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-6.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/ot/ex/1.1,7"},"Exodus 1:1, 7"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/9.6-7"},"9:6, 7"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.3"},"12:3"],", etc."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-6.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/ot/ex/12.35,40"},"Exodus 12:35, 40"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.19"},"13:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/15.1"},"15:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/20.1,19,24"},"Numbers 20:1, 19, 24"],", etc."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-6.fn8"},["b","8"],["span.label","h"],"See mention throughout the books of Judges, 1 and 2 Samuel, 1 and 2 Kings, and references therein."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-6.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/ot/isa/11.13"},"Isaiah 11:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/17.3"},"17:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.16-22"},"Ezekiel 37:16–22"],";",["a.scriptureRef",{"href":"/scriptures/ot/hosea/4.17"},"Hosea 4:17"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-6.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/ot/jer/25.11-12"},"Jeremiah 25:11, 12"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/jer/29.10"},"29:10"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-6.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/ot/ezra/1.1-4"},"Ezra 1:1–4"],"; the author,",["span.emphasis","House of the Lord,"],"pp. 39–44; also",["span.emphasis","Articles of Faith,"],"17:314–26."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-6.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/ot/ezra/2.64-67"},"Ezra 2:64–67"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-6.fn13"},["b","13"],["span.label","m"],["span.emphasis","House of the Lord,"],"pp. 42–44."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-6.fn14"},["b","14"],["span.label","n"],"Josephus,",["span.emphasis","Antiquities,"],"xii:6 and 7; 2 Maccabees 2:19; 10:1–8; also",["a.scriptureRef",{"href":"/scriptures/nt/john/10.22"},"John 10:22"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-6.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/luke/2.1"},"Luke 2:1"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-6.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/matt/2.1"},"Matthew 2:1"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-8.p41"},"106"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-6.fn17"},["b","17"],["span.label","q"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p24"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-6.fn18"},["b","18"],["span.label","r"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p33"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-6.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/ot/deut/7.6"},"Deuteronomy 7:6"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/deut/10.15"},"10:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.5-6"},"Exodus 19:5, 6"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/135.4"},"Psalm 135:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/41.8"},"Isaiah 41:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/45.4"},"45:4"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.9"},"1 Peter 2:9"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-6.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.24"},"2 Kings 17:24"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-6.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/john/4.9"},"John 4:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.51-53"},"Luke 9:51–53"],". Pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p4"},"172"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-13.p27"},"183"],"herein."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-6.fn22"},["b","22"],["span.label","v"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p26"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-6.fn23"},["b","23"],["span.label","w"],"Bab. Talmud, Sanhedrin, 90."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-6.fn24"},["b","24"],["span.label","x"],"Josephus,",["span.emphasis","Antiquities,"],"xx, 11:2."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-6.fn25"},["b","25"],["span.label","y"],"Note the emphasis given to this distinction in",["a.scriptureRef",{"href":"/scriptures/nt/john/7.45-49"},"John 7:45–49"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/9.34"},"9:34"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-6.fn26"},["b","26"],["span.label","z"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p27"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-6.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/ot/ezra/7.11"},"Ezra 7:11"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/ezra/7.6,10,12"},"verses 6, 10, 12"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-6.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/matt/23.8-10"},"Matthew 23:8–10"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/1.38"},"John 1:38"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/3.2"},"3:2"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-6.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/23.13-15,23"},"Matthew 23:13, 14, 15, 23"],", etc., read the",["a.scriptureRef",{"href":"/scriptures/nt/matt/23"},"entire chapter"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.38-40"},"Mark 12:38–40"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.46"},"Luke 20:46"],"; see also as instances of special denunciation of the Pharisees",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.37-44"},"Luke 11:37–44"],". Note also that the lawyers, who were professionally associated with the scribes, are included in the sweeping criticism:",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.45-54"},"verses 45–54"],". See pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-31.p19"},"552–60"],"herein."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-6.fn30"},["b","30"],["span.label","d"],"1 Maccabees 2:42; 7:13–17; 2 Maccabees 14:6."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-6.fn31"},["b","31"],["span.label","e"],"Josephus,",["span.emphasis","Antiquities,"],"xvii, 2:4."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-6.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/acts/26.5"},"Acts 26:5"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/acts/23.6"},"23:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.5"},"Philippians 3:5"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-6.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/ot/ex/21.23-35"},"Exodus 21:23–35"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.20"},"Leviticus 24:20"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/19.21"},"Deuteronomy 19:21"],"; contrast",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.38-44"},"Matthew 5:38–44"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-6.fn34"},["b","34"],["span.label","h"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p30"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-6.fn35"},["b","35"],["span.label","i"],"Josephus,",["span.emphasis","Antiquities,"],"xviii, 1:4."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-6.fn36"},["b","36"],["span.label","j"],"“New Stand. Dict.,” under “Sadducees.”"],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-6.fn37"},["b","37"],["span.label","k"],"Josephus,",["span.emphasis","Antiquities,"],"xviii, 1:5."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-6.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/ot/num/6.2-21"},"Numbers 6:2–21"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.5,7"},"Judges 13:5, 7"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.17"},"16:17"],";",["a.scriptureRef",{"href":"/scriptures/ot/amos/2.11-12"},"Amos 2:11, 12"],". Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-7.p34"},"87"],"."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-6.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/22.15-16"},"Matthew 22:15, 16"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.13"},"Mark 12:13"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-6.fn40"},["b","40"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/nt/luke/13.1-2"},"Luke 13:1, 2"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/4.45"},"John 4:45"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.70"},"Mark 14:70"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.7"},"Acts 2:7"],"."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-6.fn41"},["b","41"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/ot/1-chr/24.1-18"},"1 Chronicles 24:1–18"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-6.fn42"},["b","42"],["span.label","p"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-6.p31"},"Note 5"],", end of chapter."]]}
