{"id":7,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":7,"title":"Chapter 5: Earthly Advent of the Christ Predicted","subtitle":"","short_title":"Chapter 5","uri":"/manual/jesus-the-christ/chapter-5","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-5"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-5.head1"},[".titleNumber","Chapter 5"],["h1","Earthly Advent of the Christ Predicted"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-5.p3"},"The coming of Christ to earth to tabernacle in the flesh was no unexpected or unheralded event. For centuries prior to the great occurrence the Jews had professed to be looking for the advent of their King; and, in the appointed ceremonials of worship as in private devotions, the coming of the promised Messiah was prominent as a matter of the supplication of Israel to Jehovah. True, there was much diversity in lay opinion and in rabbinical exposition as to the time and manner of His appearing; but the certainty thereof was fundamentally established in the beliefs and hopes of the Hebrew nation."],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-5.p4"},"The records known to us as the books of the Old Testament, together with other inspired writings once regarded as authentic but excluded from later compilations as not strictly canonical, were current among the Hebrews at and long before the time of Christ’s birth. These scriptures had their beginning in the proclamation of the law through Moses,",["sup",["a",{"href":"fn_1"},"a"]],"who wrote the same, and delivered the writing into the official custody of the priests with an express command that it be read in the assemblies of the people at stated times. To these earlier writings were added the utterances of divinely commissioned prophets, the records of appointed historians, and the songs of inspired poets, as the centuries passed; so that at the time of our Lord’s ministry the Jews possessed a great accumulation of writings accepted and revered by them as authoritative.",["sup",["a",{"href":"fn_2"},"b"]],"These records are rich in prediction and promise respecting the earthly advent of the Messiah, as are other scriptures to which the Israel of old had not access."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-5.p5"},"Adam, the patriarch of the race, rejoiced in the assurance of the Savior’s appointed ministry, through the acceptance of which, he, the transgressor, might gain redemption. Brief mention of the plan of salvation, the author of which is Jesus Christ, appears in the promise given of God following the fall—that though the devil, represented by the serpent in Eden, should have power to bruise the heel of Adam’s posterity, through the seed of the woman should come the power to bruise the adversary’s head.",["sup",["a",{"href":"fn_3"},"c"]],"It is significant that this assurance of eventual victory over sin and its inevitable effect, death, both of which were introduced to earth through Satan the arch-enemy of mankind, was to be realized through the offspring of woman; the promise was not made specifically to the man, nor to the pair. The only instance of offspring from woman dissociated from mortal fatherhood is the birth of Jesus the Christ, who was the earthly Son of a mortal mother, begotten by an immortal Father. He is the Only Begotten of the Eternal Father in the flesh, and was born of woman."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-5.p6"},"Through scriptures other than those embodied in the Old Testament we learn with greater fulness of the revelations of God to Adam respecting the coming of the Redeemer. As a natural and inevitable result of his disobedience, Adam had forfeited the high privilege he once enjoyed—that of holding direct and personal association with his God; nevertheless in his fallen state he was visited by an angel of the Lord, who revealed unto him the plan of redemption: “And after many days an angel of the Lord appeared unto Adam, saying: Why dost thou offer sacrifices unto the Lord? And Adam said unto him: I know not, save the Lord commanded me. And then the angel spake, saying: This thing is a similitude of the sacrifice of the Only Begotten of the Father, which is full of grace and truth. Wherefore, thou shalt do all that thou doest in the name of the Son, and thou shalt repent and call upon God in the name of the Son forevermore. And in that day the Holy Ghost fell upon Adam, which beareth record of the Father and the Son, saying: I am the Only Begotten of the Father from the beginning, henceforth and for ever, that as thou hast fallen thou mayest be redeemed, and all mankind, even as many as will.”",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-5.p7"},"The Lord’s revelation to Adam making known the ordained plan whereby the Son of God was to take upon Himself flesh in the meridian of time, and become the Redeemer of the world, was attested by Enoch, son of Jared and father of Methuselah. From the words of Enoch we learn that to him as to his great progenitor, Adam, the very name by which the Savior would be known among men was revealed—“which is Jesus Christ, the only name which shall be given under heaven, whereby salvation shall come unto the children of men.”",["sup",["a",{"href":"fn_5"},"e"]],"The recorded covenant of God with Abraham, and the reiteration and confirmation thereof with Isaac and in turn with Jacob—that through their posterity should all nations of the earth be blessed—presaged the birth of the Redeemer through that chosen lineage.",["sup",["a",{"href":"fn_6"},"f"]],"Its fulfillment is the blessed heritage of the ages."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-5.p8"},"In pronouncing his patriarchal blessing upon the head of Judah, Jacob prophesied: “The sceptre shall not depart from Judah, nor a lawgiver from between his feet, until Shiloh come; and unto him shall the gathering of the people be.”",["sup",["a",{"href":"fn_7"},"g"]],"That by Shiloh is meant the Christ is evidenced by the fulfilment of the conditions set forth in the prediction, in the state of the Jewish nation at the time of our Lord’s birth.",["sup",["a",{"href":"fn_8"},"h"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-5.p9"},"Moses proclaimed the coming of a great Prophet in Israel, whose ministry was to be of such importance that all men who would not accept Him would be under condemnation; and that this prediction had sole reference to Jesus Christ is conclusively shown by later scriptures. Thus spake the Lord unto Moses: “I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him. And it shall come to pass, that whosoever will not hearken unto my words which he shall speak in my name, I will require it of him.”",["sup",["a",{"href":"fn_9"},"i"]],"The system of sacrifice expressly enjoined in the Mosaic code was essentially a prototype of the sacrificial death to be accomplished by the Savior on Calvary. The blood of countless altar victims, slain by Israel’s priests in the course of prescribed ritual, ran throughout the centuries from Moses to Christ as a prophetic flood in similitude of the blood of the Son of God appointed to be shed as an expiatory sacrifice for the redemption of the race. But, as already shown, the institution of bloody sacrifice as a type of the future death of Jesus Christ dates from the beginning of human history; since the offering of animal sacrifices through the shedding of blood was required of Adam, to whom the significance of the ordinance, as “a similitude of the sacrifice of the Only Begotten of the Father,” was expressly defined.",["sup",["a",{"href":"fn_10"},"j"]]],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-5.p10"},"The paschal lamb, slain for every Israelitish household at the annually recurring feast of the Passover, was a particular type of the Lamb of God who in due time would be slain for the sins of the world. The crucifixion of Christ was effected at the Passover season; and the consummation of the supreme Sacrifice, of which the paschal lambs had been but lesser prototypes, led Paul the apostle to affirm in later times: “For even Christ our passover is sacrificed for us.”",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-5.p11"},"Job in the day of dire affliction rejoiced in his testimony of the coming Messiah, and declared with prophetic conviction: “I know that my redeemer liveth, and that he shall stand at the latter day upon the earth.”",["sup",["a",{"href":"fn_12"},"l"]],"The songs of David the psalmist abound in oft-recurring allusion to the earthly life of Christ, many circumstances of which are described in detail, and, as to these, corroboration of the utterances is found in New Testament scriptures.",["sup",["a",{"href":"fn_13"},"m"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-5.p12"},"Isaiah, whose prophetic office was honored by the personal testimony of Christ and the apostles, manifested in numerous passages the burden of his conviction relating to the great event of the Savior’s advent and ministry on earth. With the forcefulness of direct revelation he told of the Virgin’s divine maternity, whereof Immanuel should be born, and his prediction was reiterated by the angel of the Lord, over seven centuries later.",["sup",["a",{"href":"fn_14"},"n"]],"Looking down through the ages the prophet saw the accomplishment of the divine purposes as if already achieved, and sang in triumph: “For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counselor, The mighty God, The everlasting Father, The Prince of Peace. Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even forever.”",["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-5.p13"},"Immediately prior to its fulfillment, the blessed promise was repeated by Gabriel, sent from the presence of God to the chosen Virgin of Nazareth.",["sup",["a",{"href":"fn_16"},"p"]],"As made known to the prophet and by him proclaimed, the coming Lord was the living Branch that should spring from the undying root typified in the family of Jesse;",["sup",["a",{"href":"fn_17"},"q"]],"the foundation Stone insuring the stability of Zion;",["sup",["a",{"href":"fn_18"},"r"]],"the Shepherd of the house of Israel;",["sup",["a",{"href":"fn_19"},"s"]],"the Light of the world,",["sup",["a",{"href":"fn_20"},"t"]],"to Gentile as well as Jew; the Leader and Commander of His people.",["sup",["a",{"href":"fn_21"},"u"]],"The same inspired voice predicted the forerunner who should cry in the wilderness: “Prepare ye the way of the Lord, make straight in the desert a highway for our God.”",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-5.p14"},"Isaiah was permitted to read the scroll of futurity as to many distinguishing conditions to attend the Messiah’s lowly life and atoning death. In Him the prophet saw One who would be despised and rejected of men, a Man of sorrows, acquainted with grief, One to be wounded and bruised for the transgressions of the race, on whom would be laid the iniquity of us all—a patient and willing Sacrifice, silent under affliction, as a lamb brought to the slaughter. The Lord’s dying with sinners, and His burial in the tomb of the wealthy were likewise declared with prophetic certainty.",["sup",["a",{"href":"fn_23"},"w"]]],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-5.p15"},"Unto Jeremiah came the word of the Lord in terms of plainness, declaring the sure advent of the King by whom the safety of both Judah and Israel should be assured;",["sup",["a",{"href":"fn_24"},"x"]],"the Prince of the House of David, through whom the divine promise to the son of Jesse should be realized.",["sup",["a",{"href":"fn_25"},"y"]],"Under the same spirit prophesied Ezekiel,",["sup",["a",{"href":"fn_26"},"z"]],"Hosea,",["sup",["a",{"href":"fn_27"},"a"]],"and Micah.",["sup",["a",{"href":"fn_28"},"b"]],"Zechariah broke off in the midst of fateful prediction to voice the glad song of thanksgiving and praise as he beheld in vision the simple pageantry of the King’s triumphal entry into the city of David.",["sup",["a",{"href":"fn_29"},"c"]],"Then the prophet bewailed the grief of the conscience-smitten nation, by whom, as was foreseen, the Savior of humankind would be pierced, even unto death;",["sup",["a",{"href":"fn_30"},"d"]],"and showed that, when subdued by contrition His own people would ask, “What are these wounds in thy hands?”, the Lord would answer: “Those with which I was wounded in the house of my friends.”",["sup",["a",{"href":"fn_31"},"e"]],"The very price to be paid for the betrayal of the Christ to His death was foretold as in parable.",["sup",["a",{"href":"fn_32"},"f"]]],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-5.p16"},"The fact, that these predictions of the Old Testament prophets had reference to Jesus Christ and to Him only, is put beyond question by the attestation of the resurrected Lord. To the assembled apostles He said: “These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me. Then opened he their understanding, that they might understand the scriptures, and said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day.”",["sup",["a",{"href":"fn_33"},"g"]]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-5.p17"},"John the Baptist, whose ministry immediately preceded that of the Christ, proclaimed the coming of One mightier than himself, One who should baptize with the Holy Ghost, and specifically identified Jesus of Nazareth as that One, the Son of God, the Lamb who should assume the burden of the world’s sins.",["sup",["a",{"href":"fn_34"},"h"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-5.p18"},"The predictions thus far cited as relating to the life, ministry, and death of the Lord Jesus, are the utterances of prophets who, excepting Adam and Enoch, lived and died on the eastern hemisphere. All save John the Baptist are of Old Testament record, and he, a contemporary of the Christ in mortality, figures in the early chapters of the Gospels. It is important to know that the scriptures of the western hemisphere are likewise explicit in the declaration of the great truth that the Son of God would be born in the flesh. The Book of Mormon contains a history of a colony of Israelites, of the tribe of Joseph, who left Jerusalem 600",["span.small","B.C."],", during the reign of Zedekiah, king of Judah, on the eve of the subjugation of Judea by Nebuchadnezzar and the inauguration of the Babylonian captivity. This colony was led by divine guidance to the American continent, whereon they developed into a numerous and mighty people; though, divided by dissension, they formed two opposing nations known respectively as Nephites and Lamanites. The former cultivated the arts of industry and refinement, and preserved a record embodying both history and scripture, while the latter became degenerate and debased. The Nephites suffered extinction about 400",["span.small","A.D."],", but the Lamanites lived on in their degraded course, and are today extant upon the land as the American Indians.",["sup",["a",{"href":"fn_35"},"i"]]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-5.p19"},"The Nephite annals from the beginning thereof down to the time of our Lord’s birth abound in prediction and promise of the Christ; and this chronicle is followed by a record of the actual visitation of the resurrected Savior to the Nephites, and the establishment of His Church among them. Unto Lehi, the leader of the colony, the Lord revealed the time, place, and manner of Christ’s then future advent, together with many important facts of His ministry, and the preparatory work of John the forerunner. This revelation was given while the company was journeying in the wilderness of Arabia, prior to their crossing the great waters. The prophecy is thus written by Nephi, a son of Lehi and his successor in the prophetic calling: “Yea, even six hundred years from the time that my father left Jerusalem, a prophet would the Lord God raise up among the Jews; even a Messiah; or, in other words, a Savior of the world. And he also spake concerning the prophets, how great a number had testified of these things concerning this Messiah, of whom he had spoken, or this Redeemer of the world. Wherefore all mankind were in a lost and in a fallen state, and ever would be, save they should rely on this Redeemer. And he spake also concerning a prophet who should come before the Messiah, to prepare the way of the Lord; yea, even he should go forth and cry in the wilderness, Prepare ye the way of the Lord, and make his paths straight; for there standeth One among you whom ye know not; and he is mightier than I, whose shoe’s latchet I am not worthy to unloose. And much spake my father concerning this thing. And my father said he should baptize in Bethabara, beyond Jordan; and he also said he should baptize with water; even that he should baptize the Messiah with water. And after he had baptized the Messiah with water, he should behold and bear record, that he had baptized the Lamb of God, who should take away the sins of the world. And it came to pass after my father had spoken these words, he spake unto my brethren concerning the gospel which should be preached among the Jews; and also concerning the dwindling of the Jews in unbelief. And after they had slain the Messiah, who should come, and after he had been slain, he should rise from the dead, and should make himself manifest, by the Holy Ghost, unto the Gentiles.”",["sup",["a",{"href":"fn_36"},"j"]]],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-5.p20"},"At a later time Nephi writes, not as his father’s scribe, but as a prophet and revelator voicing the word of God as made known to himself. He was permitted to behold in vision and to declare to his people the circumstances of the Messiah’s birth, His baptism by John and the ministration of the Holy Ghost with its accompanying sign of the dove; he beheld our Lord moving as a Teacher of righteousness among the people, healing the afflicted and rebuking spirits of evil; he saw and bore record of the dread scenes of Calvary; he beheld and predicted the calling of the chosen Twelve, the apostles of the Lamb, for so these were designated by Him who vouchsafed the vision. Moreover he told of the iniquity of the Jews, who were seen in contention with the apostles; and thus concludes the portentous prophecy: “And the angel of the Lord spake unto me again, saying, Thus shall be the destruction of all nations, kindreds, tongues, and people, that shall fight against the twelve apostles of the Lamb.”",["sup",["a",{"href":"fn_37"},"k"]],"Soon after the defection whereby the distinction between Nephites and Lamanites was established, Jacob, a brother of Nephi, continued in prophecy of the assured coming of the Messiah, specifically declaring that He would minister at Jerusalem and affirming the necessity of His atoning death as the ordained means of human redemption.",["sup",["a",{"href":"fn_38"},"l"]],"The prophet Abinadi, in his fearless denunciation of sin to the wicked king Noah, preached the Christ who was to come;",["sup",["a",{"href":"fn_39"},"m"]],"and righteous Benjamin, who was at once prophet and king, proclaimed the same great truth to his people about 125",["span.small","B.C."],"So taught Alma",["sup",["a",{"href":"fn_40"},"n"]],"in his inspired admonition to his wayward son, Corianton; and so also Amulek",["sup",["a",{"href":"fn_41"},"o"]],"in his contention with Zeezrom. So proclaimed the Lamanite prophet, Samuel, only five years prior to the actual occurrence; furthermore he specified the signs by which the birth of Jesus in Judea would be made known to the people of the western world. Said he: “Behold, I give unto you a sign; for five years more cometh, and behold, then cometh the Son of God to redeem all those who shall believe on his name. And behold, this will I give unto you for a sign at the time of his coming; for behold, there shall be great lights in heaven, insomuch that in the night before he cometh there shall be no darkness, insomuch that it shall appear unto man as if it was day, therefore there shall be one day and a night, and a day, as if it were one day, and there were no night; and this shall be unto you for a sign; for ye shall know of the rising of the sun, and also of its setting; therefore they shall know of a surety that there shall be two days and a night; nevertheless the night shall not be darkened; and it shall be the night before he is born. And behold there shall a new star arise, such an one as ye never have beheld; and this also shall be a sign unto you. And behold this is not all, there shall be many signs and wonders in heaven.”",["sup",["a",{"href":"fn_42"},"p"]]],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-5.p21"},"Thus the scriptures of both hemispheres and in all ages of ante-meridian time bore solemn testimony to the certainty of Messiah’s advent; thus the holy prophets of old voiced the word of revelation predicting the coming of the world’s King and Lord, through whom alone is salvation provided, and redemption from death made sure. It is a characteristic of prophets sent of God that they possess and proclaim a personal assurance of the Christ, “for the testimony of Jesus is the spirit of prophecy.”",["sup",["a",{"href":"fn_43"},"q"]],"Not a word of inspired prophecy relating to the great event has been found void. The literal fulfilment of the predictions is ample attestation of their origin in divine revelation, and proof conclusive of the divinity of Him whose coming was so abundantly foretold."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-5.f1"},["h3","Notes to Chapter 5"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-5.p23"},["b","The Antiquity of Sacrifice as a Prototype of Christ’s Atoning Death."],"—While the Biblical record expressly attests the offering of sacrifices long prior to Israel’s exodus from Egypt—e.g. by Abel and by Cain (",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.3-4"},"Genesis 4:3, 4"],"); by Noah after the deluge (",["a.scriptureRef",{"href":"/scriptures/ot/gen/8.20"},"Genesis 8:20"],"); by Abraham (",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.2,13"},"Genesis 22:2, 13"],"); by Jacob (",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.54"},"Genesis 31:54"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/46.1"},"46:1"],")—it is silent concerning the divine origin of sacrifice as a propitiatory requirement prefiguring the atoning death of Jesus Christ. The difficulty of determining time and circumstance, under which the offering of symbolical sacrifices originated amongst mankind, is recognized by all investigators save those who admit the validity of modern revelation. The necessity of assuming early instruction from God to man on the subject has been asserted by many Bible scholars. Thus, the writer of the article “Sacrifice” in the Cassell",["span.emphasis","Bible Dictionary"],"says: “The idea of sacrifice is prominent throughout the scriptures, and one of the most ancient and widely recognized in the rites of religion throughout the world. There is also a remarkable similarity in the developments and applications of the idea. On these and other accounts it has been judiciously inferred that sacrifice formed an element in the primeval worship of man; and that its universality is not merely an indirect argument for the unity of the human race, but an illustration and confirmation of the first inspired pages of the world’s history. The notion of sacrifice can hardly be viewed as a product of unassisted human nature, and must therefore be traced to a higher source and viewed as a divine revelation to primitive man.”"],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-5.p24"},"Smith’s",["span.emphasis","Dict. of the Bible"],"presents the following: “In tracing the history of sacrifice from its first beginning to its perfect development in the Mosaic ritual, we are at once met by the long-disputed question as to the origin of sacrifice, whether it arose from a natural instinct of man, sanctioned and guided by God, or was the subject of some distinct primeval revelation. There can be no doubt that sacrifice was sanctioned by God’s Law, with a special, typical reference to the Atonement of Christ; its universal prevalence, independent of, and often opposed to, man’s natural reasonings on his relation to God, shows it to have been primeval, and deeply rooted in the instincts of humanity. Whether it was first enjoined by an external command, or was based on that sense of sin and lost communion with God, which is stamped by His hand on the heart of man—is an historical question, perhaps insoluble.”"],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-5.p25"},"The difficulty vanishes, and the “historical question” as to the origin of sacrifice is definitely solved by the revelations of God in the current dispensation, whereby parts of the record of Moses—not contained in the Bible—have been restored to human knowledge. The scripture quoted in the text (",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p6"},"pp. 43, 44"],") makes clear the fact that the offering of sacrifices was required of Adam after his transgression, and that the significance of the divinely established requirement was explained in fulness to the patriarch of the race. The shedding of the blood of animals in sacrifice to God, as a prototype “of the sacrifice of the Only Begotten of the Father,” dates from the time immediately following the fall. Its origin is based on a specific revelation to Adam. See",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.5-8"},"Moses 5:5–8"],"."]],["li",["span.label","2."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-5.p26"},["b","Jacob’s Prophecy Concerning “Shiloh.”"],"—The prediction of the patriarch Jacob—that the sceptre should not depart from Judah before the coming of Shiloh—has given rise to much disputation among Bible students. Some insist that “Shiloh” is the name of a place and not that of a person. That there was a place known by that name is beyond question (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/18.1"},"Joshua 18:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/19.51"},"19:51"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/21.2"},"21:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/22.9"},"22:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.3"},"1 Samuel 1:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/7.12"},"Jeremiah 7:12"],"); but the name occurring in",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.10"},"Genesis 49:10"],"is plainly that of a person. It should be known that the use of the word in the King James or authorized version of the Bible is held to be correct by many eminent authorities. Thus, in Dummelow’s",["span.emphasis","Commentary on the Holy Bible,"],"we read: “This verse has always been regarded by both Jews and Christians as a remarkable prophecy of the coming of the Messiah. … On the rendering given above, the whole verse foretells that Judah would retain authority until the advent of the rightful ruler, the Messiah, to whom all peoples would gather. And, broadly speaking, it may be said that the last traces of Jewish legislative power (as vested in the Sanhedrin) did not disappear until the coming of Christ and the destruction of Jerusalem, from which time His kingdom was set up among men.”"],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-5.p27"},"Adam Clarke, in his exhaustive Bible Commentary, briefly analyzes the objections urged against the admissibility of this passage as applying to the Messiah’s advent, and dismisses them all as unfounded. His conclusion as to the meaning of the passage is thus worded: “Judah shall continue a distinct tribe until the Messiah shall come; and it did so; and after His coming it was confounded with the others, so that all distinction has been ever since lost.”"],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-5.p28"},"Prof. Douglas, as cited in Smith’s Dictionary, “claims that something of Judah’s sceptre still remained, a total eclipse being no proof that the day is at an end—that the proper fulfillment of the prophecy did not begin till David’s time, and is consummated in Christ according to",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.32-33"},"Luke 1:32, 33"],".”"],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-5.p29"},"The accepted meaning of the word by derivation is “Peaceable,” and this is applicable to the attributes of the Christ, who in",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"Isaiah 9:6"],", is designated the Prince of Peace."],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-5.p30"},"Eusebius, who lived between 260 and 339",["span.small","A.D."],", and is known in ecclesiastical history as Bishop of Cæsarea, wrote: “At the time that Herod was king, who was the first foreigner that reigned over the Jewish people, the prophecy recorded by Moses received it fulfillment, viz. ‘That a prince should not fail of Judah, nor a ruler from his loins, until He should come for whom it is reserved, the expectation of nations.’” (The quoted passage is founded on the Septuagint rendering of",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.10"},"Genesis 49:10"],".)"],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-5.p31"},"Some critics have held that in Jacob’s use of the word “Shiloh” he did not intend it as a name or proper noun at all. The writer of the article “Shiloh” in Cassell’s",["span.emphasis","Bible Dictionary"],"says: “The preponderance of evidence is in favor of the Messianic interpretation, but opinions are very divided respecting the retention of the word ‘Shiloh’ as a proper name. … Notwithstanding all the objections that are urged against it being so regarded, we are of the opinion that it is rightly considered to be a proper name, and that the English version represents the true sense of the passage. We recommend those who wish to enter more fully into a question which cannot well be discussed without Hebrew criticism, to the excellent notes upon",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.10"},"Genesis 49:10"],"in the ‘Commentary on the Pentateuch’ by Keil and Delitzsch. Here the text is thus rendered: “The sceptre shall not depart from Judah, nor the ruler’s staff from between his feet, till Shiloh come, and the willing obedience of the nations be to him.”"],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-5.p32"},"“Notwithstanding the slight put upon the Messianic interpretation by some writers, even those from whom we should scarcely expect it, we see this explanation confirmed and not weakened in the events of history. The text is not taken to mean that Judah should at no time be without a royal ruler of his own, but that the regal power should not finally cease from Judah until Shiloh had come. The objections founded on the Babylonian captivity, and similar intermissions, are of no force, because it is the complete and final termination which is pointed out, and that only happened after the time of Christ.” See further",["span.emphasis","The Book of Prophecy,"],"by G. Smith, L.L.D., p. 320. See also",["span.emphasis","Compendium of the Doctrines of the Gospel,"],"by Franklin D. Richards and James A. Little, article “Christ’s First Coming.”"]],["li",["span.label","3."],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-5.p33"},["b","Nephites and Lamanites."],"—The progenitors of the Nephite nation were led from Jerusalem, 600",["span.small","B.C."],", by Lehi, a Jewish prophet of the tribe of Manasseh. His immediate family, at the time of their departure from Jerusalem, comprized his wife Sariah, and their sons, Laman, Lemuel, Sam, and Nephi; at a later stage of the history, daughters are mentioned, but whether any of these were born before the family exodus we are not told. Beside his own family, the colony of Lehi included Zoram, and Ishmael, the latter an Israelite of the tribe of Ephraim. Ishmael, with his family, joined Lehi in the wilderness; and his descendants were numbered with the nation of whom we are speaking. The company journeyed somewhat east of south, keeping near the borders of the Red Sea; then, changing their course to the eastward, crossed the peninsula of Arabia; and there, on the shores of the Arabian Sea, built and provisioned a vessel in which they committed themselves to divine care upon the waters. Their voyage carried them eastward across the Indian Ocean, then over the south Pacific Ocean to the western coast of South America, whereon they landed (590",["span.small","B.C."],"). … The people established themselves on what to them was the land of promise; many children were born, and in the course of a few generations a numerous posterity held possession of the land. After the death of Lehi, a division occurred, some of the people accepting as their leader, Nephi, who had been duly appointed to the prophetic office; while the rest proclaimed Laman, the eldest of Lehi’s sons, as their chief. Henceforth the divided people were known as Nephites and Lamanites respectively. At times they observed toward each other fairly friendly relations; but generally they were opposed, the Lamanites manifesting implacable hatred and hostility toward their Nephite kindred. The Nephites advanced in the arts of civilization, built large cities and established prosperous commonwealths; yet they often fell into transgression; and the Lord chastened them by allowing their foes to become victorious. They spread northward, occupying the northern part of South America; then, crossing the Isthmus, they extended their domain over the southern, central and eastern portions of what is now the United States of America. The Lamanites, while increasing in numbers, fell under the curse of darkness; they became dark in skin and benighted in spirit, forgot the God of their fathers, lived a wild nomadic life, and degenerated into the fallen state in which the American Indians—their lineal descendants—were found by those who rediscovered the western continent in later times. See the author’s",["span.emphasis","Articles of Faith,"],"14:258–60."]],["li",["span.label","4."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-5.p34"},["b","The First Gospel Dispensation."],"—The gospel of Jesus Christ was revealed to Adam. Faith in God the Eternal Father, and in His Son the Savior of Adam and all his posterity, repentance of sin, water baptism by immersion, and the reception of the Holy Ghost as a divine bestowal were proclaimed in the beginning of human history as the essentials to salvation. The following scriptures attest this fact. “And thus the Gospel began to be preached, from the beginning, being declared by holy angels sent forth from the presence of God, and by his own voice, and by the gift of the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.58"},"Moses 5:58"],"). The prophet Enoch thus testified: “But God hath made known unto our fathers that all men must repent. And he called upon our father Adam by his own voice, saying: I am God; I made the world, and men before they were in the flesh. And he also said unto him: If thou wilt turn unto me, and hearken unto my voice, and believe, and repent of all thy transgressions, and be baptized, even in water, in the name of mine Only Begotten Son, who is full of grace and truth, which is Jesus Christ, the only name which shall be given under heaven, whereby salvation shall come unto the children of men, ye shall receive the gift of the Holy Ghost, asking all things in his name, and whatsoever ye shall ask, it shall be given you” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.50-52"},"Moses 6:50–52"],"; read also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.53-61"},"53–61"],"). “And now, behold, I say unto you: This is the plan of salvation unto all men, through the blood of mine Only Begotten, who shall come in the meridian of time” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.62"},"62"],"). “And it came to pass, when the Lord had spoken with Adam, our father, that Adam cried unto the Lord, and he was caught away by the Spirit of the Lord, and was carried down into the water, and was laid under the water, and was brought forth out of the water. And thus he was baptized, and the Spirit of God descended upon him, and thus he was born of the Spirit, and became quickened in the inner man. And he heard a voice out of heaven, saying: Thou art baptized with fire, and with the Holy Ghost. This is the record of the Father, and the Son, from henceforth and for ever” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.64-66"},"64–66"],"). Compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.42"},"D&C 29:42"],"."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-5.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/ot/deut/31.9,24-26"},"Deuteronomy 31:9, 24–26"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.18-20"},"17:18–20"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-5.fn2"},["b","2"],["span.label","b"],["span.emphasis","Articles of Faith,"],"13:239–41."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-5.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/ot/gen/3.15"},"Genesis 3:15"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/heb/2.14"},"Hebrews 2:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.9"},"Revelation 12:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/20.3"},"20:3"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-5.fn4"},["b","4"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.6-9"},"Moses 5:6–9"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p23"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-5.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.52"},"Moses 6:52"],"; study paragraphs",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.50-56"},"50–56"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/5.18,21-24"},"Genesis 5:18, 21–24"],";",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.14"},"Jude 1:14"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p34"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-5.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/ot/gen/12.3"},"Genesis 12:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.18"},"18:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.18"},"22:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/26.4"},"26:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/28.14"},"28:14"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.25"},"Acts 3:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.8"},"Galatians 3:8"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-5.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/ot/gen/49.10"},"Genesis 49:10"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-5.fn8"},["b","8"],["span.label","h"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p26"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-5.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/ot/deut/18.15-19"},"Deuteronomy 18:15–19"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/1.45"},"John 1:45"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.22"},"Acts 3:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.37"},"7:37"],"; see also a specific confirmation by our Lord after His resurrection,",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.23"},"3 Nephi 20:23"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-5.fn10"},["b","10"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p23"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-5.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/1-cor/5.7"},"1 Corinthians 5:7"],". For references to Christ as the Lamb of God, see",["a.scriptureRef",{"href":"/scriptures/nt/john/1.29,36"},"John 1:29, 36"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/1.19"},"1 Peter 1:19"],"; Revelation chapters",["a.scriptureRef",{"href":"/scriptures/nt/rev/5"},"5"],",",["a.scriptureRef",{"href":"/scriptures/nt/rev/6"},"6"],",",["a.scriptureRef",{"href":"/scriptures/nt/rev/7"},"7"],",",["a.scriptureRef",{"href":"/scriptures/nt/rev/12"},"12"],",",["a.scriptureRef",{"href":"/scriptures/nt/rev/13"},"13"],",",["a.scriptureRef",{"href":"/scriptures/nt/rev/14"},"14"],",",["a.scriptureRef",{"href":"/scriptures/nt/rev/15"},"15"],",",["a.scriptureRef",{"href":"/scriptures/nt/rev/17"},"17"],",",["a.scriptureRef",{"href":"/scriptures/nt/rev/19"},"19"],",",["a.scriptureRef",{"href":"/scriptures/nt/rev/21"},"21"],",",["a.scriptureRef",{"href":"/scriptures/nt/rev/22"},"22"],"; also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.10"},"1 Nephi 10:10"],", and chapters",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11"},"11"],",",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/12"},"12"],",",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13"},"13"],",",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14"},"14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.4-6"},"2 Nephi 31:4, 5, 6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.14"},"33:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.14"},"Alma 7:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.2-3"},"Mormon 9:2, 3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.11"},"D&C 58:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"132:19"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-5.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/ot/job/19.25"},"Job 19:25"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/job/19.26-27"},"verses 26–27"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-5.fn13"},["b","13"],["span.label","m"],"Instances:",["a.scriptureRef",{"href":"/scriptures/ot/ps/2.7"},"Psalm 2:7"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.33"},"Acts 13:33"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/1.5"},"Hebrews 1:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.5"},"5:5"],".",["a.scriptureRef",{"href":"/scriptures/ot/ps/16.10"},"Psalm 16:10"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.34-37"},"Acts 13:34–37"],".",["a.scriptureRef",{"href":"/scriptures/ot/ps/22.18"},"Psalm 22:18"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.35"},"Matthew 27:35"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.24"},"Mark 15:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.34"},"Luke 23:34"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.24"},"John 19:24"],".",["a.scriptureRef",{"href":"/scriptures/ot/ps/41.9"},"Psalm 41:9"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/13.18"},"John 13:18"],".",["a.scriptureRef",{"href":"/scriptures/ot/ps/69.9,21"},"Psalm 69:9 and 21"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.34,48"},"Matthew 27:34, 48"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/15.23"},"Mark 15:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/19.29"},"John 19:29"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/john/2.17"},"John 2:17"],".",["a.scriptureRef",{"href":"/scriptures/ot/ps/110.1,4"},"Psalm 110:1 and 4"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.44"},"Matthew 22:44"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.35-37"},"Mark 12:35–37"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.41-44"},"Luke 20:41–44"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.6"},"Hebrews 5:6"],".",["a.scriptureRef",{"href":"/scriptures/ot/ps/118.22-23"},"Psalm 118:22, 23"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.42"},"Matthew 21:42"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.10"},"Mark 12:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.17"},"Luke 20:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.11"},"Acts 4:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.20"},"Ephesians 2:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.4,7"},"1 Peter 2:4, 7"],". The following are known specifically as Messianic Psalms:",["a.scriptureRef",{"href":"/scriptures/ot/ps/2"},"2"],",",["a.scriptureRef",{"href":"/scriptures/ot/ps/21"},"21"],",",["a.scriptureRef",{"href":"/scriptures/ot/ps/22"},"22"],",",["a.scriptureRef",{"href":"/scriptures/ot/ps/45"},"45"],",",["a.scriptureRef",{"href":"/scriptures/ot/ps/67"},"67"],",",["a.scriptureRef",{"href":"/scriptures/ot/ps/69"},"69"],",",["a.scriptureRef",{"href":"/scriptures/ot/ps/89"},"89"],",",["a.scriptureRef",{"href":"/scriptures/ot/ps/96"},"96"],",",["a.scriptureRef",{"href":"/scriptures/ot/ps/110"},"110"],",",["a.scriptureRef",{"href":"/scriptures/ot/ps/132"},"132"],"; in them the psalmist extols in poetic measure the excellencies of the Messiah, and the certainty of His coming."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-5.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/ot/isa/7.14"},"Isaiah 7:14"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.21-23"},"Matthew 1:21–23"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-5.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6-7"},"Isaiah 9:6, 7"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-5.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/luke/1.26-33"},"Luke 1:26–33"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-5.fn17"},["b","17"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/ot/isa/11.1,10"},"Isaiah 11:1 and 10"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/rom/15.12"},"Romans 15:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.5"},"Revelation 5:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.16"},"22:16"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/jer/23.5-6"},"Jeremiah 23:5, 6"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-5.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/ot/isa/28.16"},"Isaiah 28:16"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ps/118.22"},"Psalm 118:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.42"},"Matthew 21:42"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.11"},"Acts 4:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/9.33"},"Romans 9:33"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/10.11"},"10:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.20"},"Ephesians 2:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.6-8"},"1 Peter 2:6–8"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-5.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/ot/isa/40.9-11"},"Isaiah 40:9–11"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/10.11,14"},"John 10:11, 14"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/13.20"},"Hebrews 13:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.25"},"1 Peter 2:25"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/5.4"},"5:4"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/ezek/34.23"},"Ezekiel 34:23"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-5.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/ot/isa/42.1"},"Isaiah 42:1"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.2"},"9:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.6"},"49:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.3"},"60:3"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.14-16"},"Matthew 4:14–16"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.32"},"Luke 2:32"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.47"},"Acts 13:47"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.18"},"26:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.8,14"},"Ephesians 5:8, 14"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-5.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/ot/isa/55.4"},"Isaiah 55:4"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/18.37"},"John 18:37"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-5.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/ot/isa/40.3"},"Isaiah 40:3"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.3"},"Matthew 3:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.3"},"Mark 1:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.4"},"Luke 3:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.23"},"John 1:23"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-5.fn23"},["b","23"],["span.label","w"],["a.scriptureRef",{"href":"/scriptures/ot/isa/53"},"Isaiah 53"],"; study the entire chapter; compare",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.32-35"},"Acts 8:32–35"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-5.fn24"},["b","24"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/ot/jer/23.5-6"},"Jeremiah 23:5, 6"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/jer/33.14-16"},"33:14–16"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-5.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/ot/jer/30.9"},"Jeremiah 30:9"],"."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-5.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/ot/ezek/34.23"},"Ezekiel 34:23"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.24-25"},"37:24, 25"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-5.fn27"},["b","27"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/ot/hosea/11.11"},"Hosea 11:11"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.15"},"Matthew 2:15"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-5.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/ot/micah/5.2"},"Micah 5:2"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.6"},"Matthew 2:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/7.42"},"John 7:42"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-5.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/ot/zech/9.9"},"Zechariah 9:9"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.4-9"},"Matthew 21:4–9"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-5.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/ot/zech/12.10"},"Zechariah 12:10"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/john/19.37"},"John 19:37"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-5.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/ot/zech/13.6"},"Zechariah 13:6"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-5.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/ot/zech/11.12-13"},"Zechariah 11:12, 13"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.15"},"Matthew 26:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.3-10"},"27:3–10"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-5.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/luke/24.44,46"},"Luke 24:44, 46"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.25-27"},"verses 25–27"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-5.fn34"},["b","34"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/matt/3.11"},"Matthew 3:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.8"},"Mark 1:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.16"},"Luke 3:16"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.15,26,27,29-36"},"John 1:15, 26, 27, 29–36"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.5,8"},"Acts 1:5, 8"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/11.16"},"11:16"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.4"},"19:4"],"."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-5.fn35"},["b","35"],["span.label","i"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-5.p33"},"Note 3"],"end of chapter."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-5.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.4-11"},"1 Nephi 10:4–11"],"."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-5.fn37"},["b","37"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11"},"1 Nephi 11"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/12"},"12"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.10"},"19:10"],"."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-5.fn38"},["b","38"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.5-6"},"2 Nephi 9:5, 6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.3"},"10:3"],". See also Nephi’s prophecy",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.12-14"},"25:12–14"],"; and",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26"},"chapter 26"],"."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-5.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.33-35"},"Mosiah 13:33–35"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.1-13"},"15:1–13"],"."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-5.fn40"},["b","40"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.15"},"Alma 39:15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.1-3"},"40:1–3"],"."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-5.fn41"},["b","41"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.31-44"},"Alma 11:31–44"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-5.fn42"},["b","42"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.1-6"},"Helaman 14:1–6"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1.4-21"},"3 Nephi 1:4–21"],"."],[".footnote",{"id":"fn43","uri":"/manual/jesus-the-christ/chapter-5.fn43"},["b","43"],["span.label","q"],["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"Revelation 19:10"],"."]]}
