{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":7,"title":"Chapter 5: The Holy Ghost","subtitle":"","short_title":"Chapter 5","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-5-the-holy-ghost","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-5-the-holy-ghost.head1"},[".titleNumber","Chapter 5"],["h1","The Holy Ghost"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-5-the-holy-ghost.p4"},"The personage and mission of the Holy Ghost are discussed in this chapter; the gift of the Holy Ghost and the gifts of the Spirit are discussed in chapter 16."],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-5-the-holy-ghost.f1"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Ask the students to identify the most important goal of mortality. Answers could include marrying the right person in the temple, gaining a testimony, preparing for eternal life, and doing missionary work. Point out that these righteous goals complement the goal given by the Lord:"],[".para","“And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou has sent” (",["a.scriptureRef",{"href":"/scriptures/nt/john/17.3"},"John 17:3"],")."],[".para","Is it possible for a person to come to know God and his Son, Jesus Christ, without seeing them in the flesh? Such knowledge may come by the power and influence of the Holy Ghost. Your discussion of the Holy Ghost as the third member of the Godhead could begin with the testimony of President Joseph F. Smith:"],[".para","“It behooves the Latter-day Saints, and all men, to make themselves acquainted with ‘the only true God, and Jesus Christ whom he has sent.’ … How then can we know ‘the only true and living God, and Jesus Christ whom he has sent?’—for to obtain this knowledge would be to obtain the secret or key to eternal life. It must be through the Holy Ghost, whose office is to reveal the things of the Father to man, and to bear witness in our hearts of Christ, and him crucified and risen from the dead. There is no other way or means of attaining to this knowledge.” (",["span.emphasis","Gospel Doctrine,"],"p. 59.)"]]]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-5-the-holy-ghost.f2"},["ol.alphaCaps",["li",["span.label","A."],[".para","The Holy Ghost is the third member of the Godhead."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Write on the chalkboard the following questions: Who is the Holy Ghost? What does he do? List the answers. The Holy Ghost is a personage of spirit and is the third member of the Godhead. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.22"},"Doctrine and Covenants 130:22"],", and determine how he differs from the other two members of the Godhead. The Holy Ghost’s specified role is to testify of the Father and the Son, as shown in the scriptures listed in Doctrinal Outline A 3 on page 11 of the student manual."]],["li",["span.label","■"],[".para","Using the scriptures, teach that the Holy Ghost knows all things (see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-5-the-holy-ghost.p8"},"Doctrinal Outline A 2"],"on p. 11 of the student manual)."]]]]],["li",["span.label","B."],[".para","The Holy Ghost performs a special mission to bless and benefit us."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Just as there are many name-titles associated with Jesus Christ, so there are a number of name-titles associated with the Holy Ghost. Have the students list them and briefly define each one. These name-titles are significant: Elder Bruce R. McConkie stated that the Holy Ghost’s “mission is to perform all of the functions appertaining to the various name-titles which he bears” (",["span.emphasis","Mormon Doctrine,"],"p. 359). Refer to Chalkboard 1 in your discussion."]],["li",["span.label","■"],[".para","Discuss the importance of the Holy Ghost’s role as the Holy Spirit of Promise. Read and discuss President Joseph Fielding Smith’s definition of the Holy Spirit of Promise in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-5-the-holy-ghost.p36"},"Supporting Statements B"],"on page 12 of the student manual (see",["span.emphasis","Doctrines of Salvation,"],"1:45)."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p17","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-5-the-holy-ghost.p17"},"Conclude by reading and discussing",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.3"},"1 Corinthians 12:3"],". Point out that",["span.emphasis","all"],"who have come to know that God lives and that Jesus is the Christ have done so through the power of the Holy Ghost."]]]],"refs":null}
