{"id":18,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":18,"title":"Chapter 14: The Gift of the Holy Ghost","subtitle":"","short_title":"Chapter 14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.head1"},[".titleNumber",["span.pageBreak",{"title":"181"}],"Chapter 14"],["h1","The Gift of the Holy Ghost"],[".intro","“We may after baptism and confirmation become companions of the Holy Ghost who will teach us the ways of the Lord, quicken our minds and help us to understand the truth.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p5"},"President Joseph Fielding Smith taught that every faithful member of the Church “has a right to receive the revelations that are expedient and necessary for his [or her] guidance individually.”",["sup",["a",{"href":"fn_1"},"1"]],"He always sought this personal guidance, especially in his efforts to teach and safeguard his sons and daughters. Elder Francis M. Gibbons, who served as a secretary to the First Presidency, related the following experience, as it was told to him by President Smith’s son Reynolds (nicknamed Reyn)."],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p6"},"“Reyn confided that he had had a cigarette in his mouth only once in his life, and then for only a fleeting moment. It occurred when he was a student at the Roosevelt Junior High School in Salt Lake City. [The school’s] entrance was on a quiet side street that had very little vehicular traffic. On this day, Reyn had just walked out of the front entrance of the school with a friend who smoked who urged him, as he had often done, to ‘just try one.’ On this occasion, the friend succeeded. Reyn took one of the cigarettes and lit up. A few puffs later, who should pull up at the curb in his car but Reyn’s father. Rolling down the window, Elder Smith said to his astounded son, ‘Reynolds, I want to talk to you tonight after dinner’ and drove off. Reyn reported, ‘When my father called me Reynolds, I knew he meant business.’ Elder Smith let Reyn stew in his guilt the rest of the afternoon and during the evening meal, when he had surprisingly little to say. Afterward, seated uncomfortably in his father’s study, … Reynolds faced judgment. What he received",["span.pageBreak",{"title":"183"}],"was merely a kindly, loving lecture about the evils of ‘that filthy habit’ and a reminder of who he was and how his conduct reflected on the whole family. It ended with the request that Reyn promise he would never again put a cigarette in his mouth. Reyn took the pledge. ‘It never happened again,’ he said. Through all the intervening years, including a stint in the United States Navy during World War II where smoking was endemic, he honored the commitment made to his father.”"],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p7"},"Reflecting on this experience, Elder Gibbons observed: “The odds against Joseph Fielding Smith appearing on that out-of-the-way street at the very moment his young son lit up his one and only cigarette are astronomical. Although he did not say it, Reyn’s manner and tone implied that the incident convinced him of the extraordinary depth and power of his father’s spiritual sensitivity, especially as it related to the welfare of his family.”",["sup",["a",{"href":"fn_2"},"2"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t3"},[".titleNumber","1"],["h3","The mission of the Holy Ghost is to bear witness of the Father and the Son and of all truth."],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p11"},"The Holy Ghost is the third member of the Godhead. He is a Spirit, in the form of a man. The Father and the Son are personages of tabernacle; they have bodies of flesh and bones. The Holy Ghost is a personage of Spirit, and has a spirit body only [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.22"},"D&C 130:22"],"]. His mission is to bear witness of the Father and the Son and of all truth [see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.18"},"2 Nephi 31:18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],"].",["sup",["a",{"href":"fn_3"},"3"]]],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p12"},"He partakes of the things of the Father and the Son and reveals them to those who serve the Lord in faithfulness. It was through the teachings of the Comforter, or Holy Ghost, that the teachings of Jesus Christ were recalled by the apostles [see",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],"]. It is through the teachings of the Holy Spirit that prophecy comes [see",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.21"},"2 Peter 1:21"],"].",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p13"},"The Spirit of God speaking to the spirit of man has power to impart truth with greater effect and understanding than the truth can be imparted by personal contact even with heavenly beings.",["span.pageBreak",{"title":"184"}],"Through the Holy Ghost the truth is woven into the very fibre and sinews of the body so that it cannot be forgotten.",["sup",["a",{"href":"fn_5"},"5"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t4"},[".titleNumber","2"],["h3","The Holy Ghost manifests the truth to honest people everywhere."],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p16"},"We believe the Holy Ghost is a revelator and that he will bear testimony to honest people everywhere that Jesus Christ is the Son of God, that Joseph Smith is a prophet, and that this church is “the only true and living church upon the face of the whole earth.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.30"},"D&C 1:30"],".)"],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p17"},"There is no need for anyone to remain in darkness; the light of the everlasting gospel is here; and every sincere investigator on earth can gain a personal witness from the Holy Spirit of the truth and divine nature of the Lord’s work."],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p18"},"Peter said: “… God is no respecter of persons; but in every nation he that feareth him, and worketh righteousness, is accepted” by him (",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.34-35"},"Acts 10:34–35"],"), which means that the Lord will pour out his Spirit upon the faithful so they will know of themselves of the truths of this religion.",["sup",["a",{"href":"fn_6"},"6"]]],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p19"},"The Holy Ghost will manifest himself to any individual who asks for the truth, just as He did to Cornelius [see",["a.scriptureRef",{"href":"/scriptures/nt/acts/10"},"Acts 10"],"]. We have this statement in the Book of Mormon by Moroni, as he was just closing his record,",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.4"},"chapter 10, verse 4"],":"],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p20"},"“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.”"],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p21"},"Every man can receive a manifestation of the Holy Ghost, even when he is out of the Church, if he is earnestly seeking for the light and for the truth. The Holy Ghost will come and give the man the testimony he is seeking, and then withdraw.",["sup",["a",{"href":"fn_7"},"7"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t5"},[".titleNumber",["span.pageBreak",{"title":"185"}],"3"],["h3","Following baptism, the gift of the Holy Ghost is given by the laying on of hands."],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p24"},"The promise was made in the days of the primitive church of Jesus Christ that all who would repent, be baptized for the remission of sins and would be faithful, should receive the gift of the Holy Ghost by the laying on of hands. That same promise has been made to all who will accept the Gospel in this dispensation, for the Lord says:"],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p25"},"“And whoso having faith you shall confirm in my church, by the laying on of hands, and I will bestow the gift of the Holy Ghost upon them.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.15"},"D&C 33:15"],".]",["sup",["a",{"href":"fn_8"},"8"]]],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p26"},"You cannot get the gift of the Holy Ghost by praying for it, by paying your tithing, by keeping the Word of Wisdom—not even by being baptized in water for the remission of sins. You must complete that baptism with the baptism of the Spirit. The Prophet said on one occasion that you might as well baptize a bag of sand as not confirm a man and give him the gift of the Holy Ghost, by the laying on of hands. You cannot get it any other way.",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p27"},"I believe in the doctrine of laying on of hands for the gift of the Holy Ghost, by which we are brought into communion with our Father in heaven and learn of His ways, that we may walk in His paths.",["sup",["a",{"href":"fn_10"},"10"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t6"},[".titleNumber","4"],["h3","Through the gift of the Holy Ghost, members of the Church can have the Holy Ghost as a constant companion."],["p.para",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p30"},"The Holy Ghost is the Messenger, or Comforter, which the Savior promised to send to his disciples after he was crucified. This Comforter is, by his influence, to be a constant companion to every baptized person, and to administer unto the members of the Church by revelation and guidance, knowledge of the truth that they may walk in its light. It is the Holy Ghost who enlightens the mind of the truly baptized member. It is through him that individual revelation comes, and the light of truth is established in our hearts.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p31"},["span.pageBreak",{"title":"186"}],"After we are baptized, we are confirmed. What is that confirmation for? To make us companions with the Holy Ghost; to give us the privilege of the guidance of the third member of the Godhead—companionship, that our minds might be enlightened, that we might be quickened by the Holy Spirit to seek for knowledge and understanding concerning all that pertains to our exaltation.",["sup",["a",{"href":"fn_12"},"12"]]],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p32"},"We may after baptism and confirmation become companions of the Holy Ghost who will teach us the ways of the Lord, quicken our minds and help us to understand the truth.",["sup",["a",{"href":"fn_13"},"13"]]],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p33"},"We are promised that when we are baptized, if we are true and faithful, we will have the guidance of the Holy Ghost. What is the purpose of it? To teach us, to direct us, to bear witness to us of the saving principles of the gospel of Jesus Christ. Every child old enough to be baptized, and who is baptized, is entitled to the guidance of the Holy Ghost. I have heard people say that a little child eight years of age could not understand. I know better than that. I had a testimony of this truth when I was eight years old, coming through the Holy Ghost. I have had it ever since.",["sup",["a",{"href":"fn_14"},"14"]]],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p34"},"What a glorious privilege this is to be guided constantly by the Holy Ghost and to have the mysteries of the kingdom of God made manifest.",["sup",["a",{"href":"fn_15"},"15"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t7"},[".titleNumber","5"],["h3","The companionship of the Holy Ghost is available only to those who prepare themselves to receive it."],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p37"},"It is my judgment that there are many members of this Church who have been baptized for the remission of their sins, and who have had hands laid upon their heads for the gift of the Holy Ghost, but who have never received that gift—that is, the manifestations of it. Why? Because they have never put themselves in order to receive these manifestations. They have never humbled themselves. They have never taken the steps that would prepare them for the companionship of the Holy Ghost. Therefore, they go through life without that knowledge; they are lacking in understanding. When those who are cunning and crafty in their deceit come to them criticizing the authorities of the Church and the doctrines of the Church, these weak members do not have understanding enough,",["span.pageBreak",{"title":"187"}],"information enough, and enough of the guidance of the Spirit of the Lord to resist false doctrines and teachings. They listen and think that perhaps they have made a mistake, and the first thing you know they find their way out of the Church, because they do not have understanding.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p38"},"It is a commandment from the Lord that members of the Church should be diligent in their activities and study of the fundamental truths of the gospel as it has been revealed. The Spirit of the Lord will not continue to strive with the indifferent, with the wayward and the rebellious who fail to live within the light of divine truth. It is the privilege of every baptized person to have an abiding testimony of the restoration of the gospel, but this testimony will grow dim and eventually disappear unless we are constantly receiving spiritual good through study, obedience, and diligent seeking to know and understand the truth.",["sup",["a",{"href":"fn_17"},"17"]]],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p39"},"We have the right to the guidance of the Holy Ghost, but we can’t have that guidance if we willfully refuse to consider the revelations that have been given to help us to understand and to guide us in the light and truth of the everlasting gospel. We can’t hope to have",["span.pageBreak",{"title":"188"}],"that guidance when we refuse to consider these great revelations which mean so much to us both temporally and spiritually. Now if we find ourselves in this condition of unbelief or unwillingness to seek for the light and the knowledge which the Lord has placed within our reach, then we are liable or in danger of being deceived by evil spirits, the doctrines of devils, and the teachings of men [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.7"},"D&C 46:7"],"]. And when these false influences are presented before us, we will not have the distinguishing understanding by which we can segregate them and know that they are not of the Lord. And so we may become prey unto the ungodly, to the vicious, to the cunning, to the craftiness of men.",["sup",["a",{"href":"fn_18"},"18"]]],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p40"},"The Spirit of the Lord will not dwell in unclean tabernacles, and when a person turns from the truth through wickedness, that Spirit does not follow him and departs, and in the stead thereof comes the spirit of error, the spirit of disobedience, the spirit of wickedness, the spirit of eternal destruction.",["sup",["a",{"href":"fn_19"},"19"]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t8"},[".titleNumber","6"],["h3","As we remain faithful, the Holy Ghost will give us revelations to lead and direct us throughout our lives."],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p43"},"The Lord has made the promise to all who will repent and remain faithful, exercising a spirit of humility and diligence, that they will be entitled to the guidance of the Spirit of God. This Spirit will lead them and direct them throughout their lives.",["sup",["a",{"href":"fn_20"},"20"]]],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p44"},"Every member of the Church has had hands laid upon his head for the gift of the Holy Ghost. He has a right to receive the revelations that are expedient and necessary for his guidance individually; not for the Church, but for himself. He has a right through his obedience, through his humility, to receive light and truth as it shall be revealed through the Spirit of Truth, and he who will hearken to that Spirit and seek for the gift of the Spirit in humility and faith shall not be deceived.",["sup",["a",{"href":"fn_21"},"21"]]],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p45"},"We must walk in holiness of life in the light and in the truth with proper understanding which comes through the gift and power of the Holy Ghost which is promised to all who will believe unto repentance and receive the words of eternal life. If we are in",["span.pageBreak",{"title":"189"}],"fellowship with this Spirit then we walk in the light and have fellowship with God.",["sup",["a",{"href":"fn_22"},"22"]]],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p46"},"It is the privilege of every member of the Church to know the truth, to speak by the truth, to have the inspiration of the Holy Ghost; it is our privilege, individually, … to receive the light and to walk in the light; and if we continue in God, that is, keep all of His commandments, we shall receive more light until eventually there shall come to us the perfect day of knowledge. [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.24"},"D&C 50:24"],".]",["sup",["a",{"href":"fn_23"},"23"]]],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p47"},"We come back into the presence of God our Father, at last, through the guidance of the Holy Ghost.",["sup",["a",{"href":"fn_24"},"24"]]]]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t9"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t10"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p50"},"What does the account in “From the Life of Joseph Fielding Smith” teach about the Holy Ghost? When has the Spirit prompted you to help someone?"]],["li",["span.label","•"],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p51"},"President Smith referred to “the Spirit of God speaking to the spirit of man” (section 1). In what ways is communication to our spirits different from communication to our ears or our eyes? How is it more powerful?"]],["li",["span.label","•"],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p52"},"What are some differences between receiving a manifestation of the Spirit, as Cornelius did, and receiving the gift of the Holy Ghost? (See section 2.)"]],["li",["span.label","•"],["p.para",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p53"},"President Smith taught that baptism is incomplete without the gift of the Holy Ghost (see section 3). In what ways would your life be incomplete without the gift of the Holy Ghost?"]],["li",["span.label","•"],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p54"},"Ponder President Smith’s teachings in section 4 about what it means to have the constant companionship of the Holy Ghost. In what ways have you been blessed through this companionship?"]],["li",["span.label","•"],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p55"},"What can we do to prepare to receive the companionship of the Holy Ghost? (For some examples, see section 5.)"]],["li",["span.label","•"],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p56"},"As you review section 6, give attention to the guidance we can receive through the Holy Ghost. How can parents teach their children to recognize and receive this guidance?"]]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t11"},["h3",["span.pageBreak",{"title":"190"}],"Related Scriptures"],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p58"},["a.scriptureRef",{"href":"/scriptures/nt/john/16.13"},"John 16:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.1-6"},"Acts 19:1–6"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.3"},"1 Corinthians 12:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.17-19"},"1 Nephi 10:17–19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.15-20"},"2 Nephi 31:15–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.9"},"3 Nephi 19:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.13"},"D&C 46:13"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"]]],[".topic",{"id":"t12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.t12"},["h3","Teaching Help"],["p.para",{"id":"p60","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p60"},"“Do not be concerned if learners are silent for a few seconds after you have asked a question. Do not answer your own question; allow time for learners to think of responses. However, prolonged silence may indicate that they do not understand the question and that you need to rephrase it” (",["span.emphasis","Teaching, No Greater Call"],"[1999], 69)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.f2"},[".caption",["p.para",{"id":"p86","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p86"},"“And when Paul had laid his hands upon them, the Holy Ghost came on them” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.6"},"Acts 19:6"],")."]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.f3"},[".caption",["p.para",{"id":"p87","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.p87"},"“It is a commandment from the Lord that members of the Church should be diligent in their activities and study of the fundamental truths of the gospel.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn1"},["b","1"],["span.label","1."],"In Conference Report, Apr. 1940, 96."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn2"},["b","2"],["span.label","2."],"Francis M. Gibbons,",["span.emphasis","Joseph Fielding Smith: Gospel Scholar, Prophet of God"],"(1992), xiv–xv."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn3"},["b","3"],["span.label","3."],"Personal correspondence, quoted in",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 1:38; italics removed from original."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn4"},["b","4"],["span.label","4."],"Personal correspondence, quoted in",["span.emphasis","Doctrines of Salvation,"],"1:38."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn5"},["b","5"],["span.label","5."],"“The Sin against the Holy Ghost,”",["span.emphasis","Instructor,"],"Oct. 1935, 431; see also",["span.emphasis","Doctrines of Salvation,"],"1:47–48."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn6"},["b","6"],["span.label","6."],"“Out of the Darkness,”",["span.emphasis","Ensign,"],"June 1971, 4."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn7"},["b","7"],["span.label","7."],"“Address by Elder Joseph Fielding Smith before Seminary Teachers,”",["span.emphasis","Deseret News,"],"Apr. 27, 1935, Church section, 7; see also",["span.emphasis","Doctrines of Salvation,"],"1:42."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn8"},["b","8"],["span.label","8."],"“Avoid Needless Speculations,”",["span.emphasis","Improvement Era,"],"Dec. 1933, 866; see also",["span.emphasis","Doctrines of Salvation,"],"1:38–39."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn9"},["b","9"],["span.label","9."],"“Address by Elder Joseph Fielding Smith before Seminary Teachers,” 7; see also",["span.emphasis","Doctrines of Salvation,"],"1:41;",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 95."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn10"},["b","10"],["span.label","10."],"In Conference Report, Apr. 1915, 118."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn11"},["b","11"],["span.label","11."],["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. (1957–66), 2:149–50."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn12"},["b","12"],["span.label","12."],"“Seek Ye Earnestly the Best Gifts,”",["span.emphasis","Ensign,"],"June 1972, 2."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn13"},["b","13"],["span.label","13."],"Personal correspondence, quoted in",["span.emphasis","Doctrines of Salvation,"],"1:42."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn14"},["b","14"],["span.label","14."],"In Conference Report, Oct. 1959, 19."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn15"},["b","15"],["span.label","15."],["span.emphasis","Answers to Gospel Questions,"],"4:90."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn16"},["b","16"],["span.label","16."],"“Seek Ye Earnestly the Best Gifts,” 3."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn17"},["b","17"],["span.label","17."],"In Conference Report, Oct. 1963, 22."],[".footnote",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn18"},["b","18"],["span.label","18."],"In Conference Report, Oct. 1952, 59–60; see also",["span.emphasis","Doctrines of Salvation,"],"1:43."],[".footnote",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn19"},["b","19"],["span.label","19."],"In Conference Report, Apr. 1962, 45."],[".footnote",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn20"},["b","20"],["span.label","20."],"In Conference Report, Apr. 1931, 68."],[".footnote",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn21"},["b","21"],["span.label","21."],"In Conference Report, Apr. 1940, 96."],[".footnote",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn22"},["b","22"],["span.label","22."],"In Conference Report, Apr. 1916, 74; see also",["span.emphasis","Doctrines of Salvation,"],"3:290."],[".footnote",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn23"},["b","23"],["span.label","23."],"“What a Prophet Means to Latter-day Saints,”",["span.emphasis","Relief Society Magazine,"],"Jan. 1941, 7."],[".footnote",{"id":"fn24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-14-the-gift-of-the-holy-ghost.fn24"},["b","24"],["span.label","24."],"In Conference Report, Apr. 1955, 51."]]}
