{"id":13,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":13,"title":"Chapter 11: Selecting and Becoming an Eternal Companion","subtitle":"","short_title":"Chapter 11: Selecting and Becoming an Eternal Companion","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.head1"},["h1","Chapter 11"],[".subtitle","Selecting and Becoming an Eternal Companion"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.p4"},"When we marry in the temple and live worthy lives, our union is sealed for eternity. Thus, choosing a marriage partner is choosing someone to be with not only for mortality but forever. Our relationship with our spouse affects us and our posterity throughout this life and has eternal implications."],[".",{"id":"f1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_011_001-coupleTempleHI.jpg"}]],["p.para",{"id":"p5","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.p5"},"President Spencer W. Kimball, twelfth President of the Church, taught: “In selecting a companion for life and for eternity, certainly the most careful planning and thinking and praying and fasting should be done to be sure that of all the decisions, this one must not be wrong. In true marriage there must be a union of minds as well as of hearts. Emotions must not wholly determine decisions, but the mind and the heart, strengthened by fasting and prayer and serious consideration, will give one a maximum chance of marital happiness” (“Oneness in Marriage,”",["span.emphasis","Ensign,"],"Mar. 1977, 3)."],[".sidebar",["p.para",{"id":"p6","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.p6"},"“In true marriage there must be a union of minds as well as of hearts.”"]]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","A marriage is enhanced when the husband and wife share similar values and interests."]],["li",["span.label","•"],["p.para","We should prepare ourselves to be the best companion we can."]],["li",["span.label","•"],["p.para","We should seek the Lord’s confirmation in choosing a marriage partner."]],["li",["span.label","•"],["p.para","The proclamation on the family is a guide for assessing our attitudes and those of our future spouse."]],["li",["span.label","•"],["p.para","A husband and wife have a solemn responsibility to love and care for each other and their children."]]]],[".topic",["h2","Supporting Scriptures and Statements"],["p.para",{"id":"p14","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.p14"},"A marriage is enhanced when the husband and wife share similar values and interests."],["ul.bullet",["li",["span.label","•"],["p.para","“Be ye not unequally yoked together with nonbelievers” (",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/6.14"},"2 Corinthians 6:14"],")."]],["li",["span.label","•"],["p.para","President Spencer W. Kimball:"],["p.para","“I have warned the youth against the many hazards of interfaith marriage, and with all the power I possessed, I warned young people to avoid the sorrows and disillusionments which come from marrying out of the Church and the unhappy situations which almost invariably result when a believer marries an unbelieving spouse. I pointed out the demands of the Church upon its members in time, energy, and funds; the deepness of the spiritual ties which tighten after marriage and as the family comes; the antagonisms which naturally follow such mismating; the fact that these and many other reasons argue eloquently for marriage within the Church, where husband and wife have common backgrounds, common ideals and standards, common beliefs, hopes, and objectives, and, above all, where marriage may be eternalized through righteous entry into the holy temple. …"],["p.para","“… We recommend that people marry those who are … of somewhat the same economic and social and educational background (some of those are not an absolute necessity, but preferred), and above all, the same religious background, without question” (“Marriage and Divorce,”",["span.emphasis","1976 Devotional Speeches of the Year"],"[1977], 142–44)."]],["li",["span.label","•"],["p.para","President N. Eldon Tanner of the First Presidency:"],["p.para","“When young people come to me for advice about courtship and marriage I usually suggest that they ask themselves the following questions:"],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_011_002-armAroundWoman.jpg"}]],["p.para","“What kind of mother or father do I want my children to have?"],["p.para","“What kind of parent am I prepared to be?"],["p.para","“Do I want to associate with someone because of his or her popularity only, or do I look deeper for spiritual and moral qualities?"],["p.para","“Am I analyzing our similarities and differences in background, culture, and intellect?"],["p.para","“Am I prepared to adjust to these differences?"],["p.para","“Do I realize that such adjustments need to be made",["span.emphasis","before"],"marriage?"],["p.para","“These considerations will certainly help in making a proper choice for a companion with whom one is prepared to spend eternity. Then after the marriage there are many responsibilities that cannot be taken lightly; but with each contracting party assuming his or her full share of the responsibility, there is nothing in this life that will bring greater satisfaction and happiness” (in Conference Report, Apr. 1980, 21; or",["span.emphasis","Ensign,"],"May 1980, 17)."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott of the Quorum of the Twelve Apostles:"],["p.para","“There is more to a foundation of eternal marriage than a pretty face or an attractive figure. There is more to consider than popularity or charisma. As you seek an eternal companion, look for someone who is developing the essential attributes that bring happiness: a deep love of the Lord and of His commandments, a determination to live them, one that is kindly understanding, forgiving of others, and willing to give of self, with the desire to have a family crowned with beautiful children and a commitment to teach them the principles of truth in the home."],["p.para","“An essential priority of a prospective wife is the desire to be a wife and mother. She should be developing the sacred qualities that God has given His daughters to excel as a wife and mother: patience, kindliness, a love of children, and a desire to care for them rather than seeking professional pursuits. She should be acquiring a good education to prepare for the demands of motherhood."],["p.para","“A prospective husband should also honor his priesthood and use it in service to others. Seek a man who accepts his role as provider of the necessities of life, has the capacity to do it, and is making concerted efforts to prepare himself to fulfill those responsibilities."],["p.para","“I suggest that you not ignore many possible candidates who are still developing these attributes, seeking the one who is perfected in them. You will likely not find that perfect person. … These attributes are best polished together as husband and wife” (in Conference Report, Apr. 1999, 31; or",["span.emphasis","Ensign,"],"May 1999, 26)."],[".sidebar",["p.para",{"id":"lip33","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip33"},"“The correct decisions you now make will help you prepare to be sealed in the temple.”"]]]],["p.para",{"id":"p34","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.p34"},"We should prepare ourselves to be the best companion we can."],["ul.bullet",["li",["span.label","•"],["p.para","“Marriage is ordained of God unto man” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.15"},"D&C 49:15"],")."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott: “Worthy character is best forged from a life of consistent, correct choices centered in the teachings of the Master. For a moment I speak to you who are preparing for that sweet period of discovery known as courtship leading to eternal marriage. It can be a wondrously beautiful time of growth and sharing, a time when you should focus your thoughts, actions, and plans on two individuals: the parents of your own future children. Prepare to be a successful parent by being completely worthy in every thought and act during courtship” (in Conference Report, Apr. 1999, 31; or",["span.emphasis","Ensign,"],"May 1999, 25–26)."]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring of the Quorum of the Twelve Apostles: “There are things we can start to do now. They have to do with providing for the spiritual and the physical needs of a family. There are things we can do now to prepare, long before the need, so that we can be at peace knowing we have done all we can” (",["span.emphasis","The Family"],"[CES fireside for young adults, Nov. 5, 1995], 4)."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott: “By making choices consistent with eternal truth, you will develop righteous character and increasing strength to resist temptation. You are assured of the help of God in fulfilling your worthy decisions. You qualify to be led by the Spirit, to choose the correct path. It will warn you of temptations you might not otherwise recognize. The correct decisions you now make will help you prepare to be sealed in the temple to a worthy companion and to form and nurture your own eternal family. All who qualify for those blessings will, in the Lord’s due time, have them here or in the next life” (in Conference Report, Oct. 1998, 88; or",["span.emphasis","Ensign,"],"Nov. 1998, 69)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_011_003-coupleStreet.jpg"}]]]],["p.para",{"id":"p39","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.p39"},"We should seek the Lord’s confirmation in choosing a marriage partner."],["ul.bullet",["li",["span.label","•"],["p.para","“But, behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right."],["p.para","“But if it be not right you shall have no such feelings, but you shall have a stupor of thought that shall cause you to forget the thing which is wrong” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.8-9"},"D&C 9:8–9"],")."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_011_004-coupleRoof.jpg"}]]],["li",["span.label","•"],["p.para","Priesthood leaders counsel returning missionaries to participate actively in the Church, continue their education or employment, pay tithes and offerings, enroll in institute, and prepare for a temple marriage. They do not suggest a specific period of time in which to get married. Marriage is of such importance that the decision must be made only after careful and prayerful consideration."]],["li",["span.label","•"],["p.para","Elder Richard G. Scott: “If you are single and haven’t identified a solid prospect for celestial marriage, live for it. Pray for it. Expect it in the timetable of the Lord. Do not compromise your standards in any way that would rule out that blessing on this or the other side of the veil. The Lord knows the intent of your heart. His prophets have stated that you will have that blessing as you consistently live to qualify for it. We do not know whether it will be on this or the other side of the veil. But live for it. Pray for it” (in Conference Report, Apr. 1999, 33; or",["span.emphasis","Ensign,"],"May 1999, 27)."]],["li",["span.label","•"],["p.para","Elder Gerald N. Lund of the Seventy: “When I was 16 years old and not smart enough to know very much at all, the Spirit touched my heart and I realized the significance of the woman that you marry. Starting at that time I began to pray that the Lord would find for me the woman who would be my eternal companion. Those prayers were answered, and all that we now enjoy in our family with children and grandchildren is largely responsible to her” (in Conference Report, Apr. 2002, 101; or",["span.emphasis","Ensign,"],"May 2002, 85)."]]],["p.para",{"id":"p45","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.p45"},"The proclamation on the family is a guide for assessing our attitudes and those of our future spouse."],["ul.bullet",["li",["span.label","•"],["p.para","“What I the Lord have spoken, I have spoken, … whether by mine own voice or by the voice of my servants, it is the same” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],"[Scripture Mastery,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37-38"},"D&C 1:37–38"],"])."]],["li",["span.label","•"],["p.para","“Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets” (",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],"[Scripture Mastery])."]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring:"],["p.para","“Because our Father loves his children, he will not leave us to guess about what matters most in this life concerning where our attention could bring happiness or our indifference bring sadness. Sometimes he will tell a person directly, by inspiration. But he will, in addition, tell us through his servants. … He does that so that even those who cannot feel inspiration can know, if they will only listen, that they have been told the truth and been warned."],["p.para","“The title of the proclamation reads: ‘The Family: A Proclamation to the World-The First Presidency and Council of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints’ (see",["span.emphasis","Ensign,"],"Nov. 1995,",["span.crossRef","p. 102"],")."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_000_011_005-procWorldFamily.gif"}]],["p.para","“Three things about the title are worth our careful reflection. First, the subject: the family. Second, the audience, which is the whole world. And third, those who proclaimed are those we sustain as prophets, seers, and revelators. That means that the family must be as important to us as anything we can consider, that what the proclamation says could help anyone in the world, and that the proclamation fits the Lord’s promise when he said, ‘Whether by mine own voice or by the voice of my servants, it is the same’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],")” (",["span.emphasis","The Family"],"[CES fireside for college-age young adults, Nov. 5, 1995], 1)."]],["li",["span.label","•"],["p.para","Elder Robert D. Hales of the Quorum of the Twelve Apostles: “To know and keep the commandments, we must know and follow the Savior and the prophets of God. We were all blessed recently to receive an important message from modern prophets, entitled ‘The Family: A Proclamation to the World’ (see",["span.emphasis","Ensign,"],"Nov. 1995,",["span.crossRef","102"],"). This proclamation warns us what will happen if we do not strengthen the family unit in our homes, our communities, and our nations. Every priesthood holder and citizen should study the proclamation carefully” (in Conference Report, Apr. 1996, 52; or",["span.emphasis","Ensign,"],"May 1996, 37)."],[".sidebar",["p.para",{"id":"lip53","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip53"},"“The family must be as important to us as anything we can consider.”"]]],["li",["span.label","•"],["p.para","Elder L. Aldin Porter of the Presidency of the Seventy: “May I suggest in all seriousness and solemnity that a very careful study of that proclamation will assist you in a major way as you begin to build a home and a family. Now a voice of warning. If your proposed marriage partner is not in agreement with the doctrines taught therein, know there is danger in your committing your life to him or to her” (",["span.emphasis","Search the Prophets"],"[CES fireside for young adults, Feb. 4, 2001], 1)."]]],["p.para",{"id":"p55","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.p55"},"A husband and wife have a solemn responsibility to love and care for each other and their children."],["ul.bullet",["li",["span.label","•"],["p.para","“Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/7.3"},"1 Corinthians 7:3"],")."]],["li",["span.label","•"],["p.para","“Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.11"},"1 Corinthians 11:11"],")."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, then First Counselor in the First Presidency:"],["p.para","“How beautiful is the marriage of a young man and a young woman who begin their lives together kneeling at the altar in the house of the Lord, pledging their love and loyalty one to another for time and all eternity. When children come into that home, they are nurtured and cared for, loved and blessed with the feeling that their father loves their mother. In that environment they find peace and strength and security. Watching their father, they develop respect for women. They are taught self-control and self-discipline, which bring the strength to avoid later tragedy."],["p.para","“The years pass. The children eventually leave the home, one by one. And the father and the mother are again alone. But they have each other to talk with, to depend on, to nurture, to encourage, and to bless. There comes the autumn of life and a looking back with satisfaction and gladness. Through all of the years there has been loyalty, one to the other. There has been deference and courtesy. Now there is a certain mellowness, a softening, an effect that partakes of a hallowed relationship. They realize that death may come anytime, usually to one first with a separation of a season brief or lengthy. But they know also that because their companionship was sealed under the authority of the eternal priesthood and they have lived worthy of the blessings, there will be a reunion sweet and certain” (in Conference Report, Oct. 1991, 73; or",["span.emphasis","Ensign,"],"Nov. 1991, 52)."]],["li",["span.label","•"],["p.para","Elder Neal A. Maxwell of the Quorum of the Twelve Apostles: “Obviously, family values mirror our personal priorities. Given the gravity of current conditions, would parents be willing to give up just one outside thing, giving that time and talent instead to the family? Parents and grandparents, please scrutinize your schedules and priorities in order to ensure that life’s prime relationships get more prime time! Even consecrated and devoted Brigham Young was once told by the Lord, ‘Take especial care of your family’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/126.3"},"D&C 126:3"],"). Sometimes it is the most conscientious who need this message the most!” (in Conference Report, Apr. 1994, 121; or",["span.emphasis","Ensign,"],"May 1994, 90)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_all_011_006-familyStairs.jpg"}]]],["li",["span.label","•"],["p.para","Elder M. Russell Ballard Jr., then of the Seventy: “I stand in awe when I consider the great confidence Heavenly Father has placed in you and me when he allows us the privilege of being the mortal fathers and mothers to his eternal spirit offspring. We must never forget that he has a vested interest in every one of us, and we must realize how important each human soul is in God’s eternal plan. When we understand the importance of each soul, we can go before him confidently in prayer to seek his guidance and direction in our sacred assignment as parents. He said, ‘This is my work and my glory-to bring to pass the immortality and eternal life of man’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). This seems to me to best sum up the important role that mortal parents have in the great eternal plan of life for each member of our families” (in Conference Report, Sept.–Oct. 1978, 99; or",["span.emphasis","Ensign,"],"Nov. 1978, 66)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, fifteenth President of the Church: “I believe that it should be the blessing of every child to be born into a home where that child is welcomed, nurtured, loved, and blessed with parents, a father and a mother, who live with loyalty to one another and to their children. … Stand strong against the wiles of the world. The creators of our entertainment, the purveyors of much of our literature, would have you believe otherwise. The accumulated wisdom of centuries declares with clarity and certainty that the greater happiness, the greater security, the greater peace of mind, the deeper reservoirs of love are experienced only by those who walk according to time-tested standards of virtue before marriage and total fidelity within marriage” (“Stand Strong against the Wiles of the World,”",["span.emphasis","Ensign,"],"Nov. 1995, 99)."]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p65","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.p65"},"Sylvie was thrilled that Marc asked if he could come to her home to visit. He was so much like her father: handsome, athletic, and well liked. Although he was not a member of the Church, Sylvie was certain that her mother would be impressed. He was polite, and she found him far more interesting than any of the young Latter-day Saint men she knew. Sylvie’s mother remembered having similar feelings about her husband when they first became acquainted. She looked into her daughter’s eyes and said, “I want you to know that your father’s commitment to the gospel was far more important to me than his good looks or any other trait.” Sylvie responded, “I just know that Marc’s love for me will lead him to the gospel and that he will join the Church.”"],["ul.bullet",["li",["span.label","•"],["p.para","What counsel would you give Sylvie about this relationship?"]]],["p.para",{"id":"p67","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-11-selecting-and-becoming-an-eternal-companion.p67"},"Bill and Elizabeth have been serious about each other for about a year. Both are in their late twenties. They are returned missionaries and fully active in the Church. They enjoy each other’s company and talk often about the possibility that they will marry. However, neither of them feel that they have been told by the Spirit that they should marry the other. They both wonder: “Why won’t the Lord inspire me concerning whom I should marry? I don’t want to make a mistake in such an important decision.”"],["ul.bullet",["li",["span.label","•"],["p.para","Is it possible to be led by the Spirit and not be aware of it? How can we find out?"]],["li",["span.label","•"],["p.para","What advice would you give Bill and Elizabeth?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","What are the most important priorities you should establish as you prepare for marriage?"]],["li",["span.label","•"],["p.para","What traits do you consider important for you and your spouse to possess?"]],["li",["span.label","•"],["p.para","What part does faith play in helping you become a better spouse and parent?"]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
