{"id":8,"parent_id":0,"book_id":72,"content_id":1,"language_id":1,"display_order":8,"title":"Chapter 6: Mature Intimacy: Courtship and Marriage","subtitle":"","short_title":"Chapter 6","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage"},[".heading",{"id":"head1","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.head1"},[".titleNumber","Chapter",["span.dominant","6"]],["h1","Mature Intimacy: Courtship and Marriage"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p3"},"Courtship and marriage are the culmination of the development that has taken place throughout the first eighteen to twenty years of life. Courtship allows your children to practice in a limited way the roles and virtues necessary in marriage. Marriage permits them to practice the roles and virtues necessary in eternal life."],["p.para",{"id":"p4","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p4"},"Proper courtship is the phase during which your children will decide whether or not to marry a specific person It should not begin before your children have nearly reached maturity. This is one reason why the Church counsels youth to date only after age sixteen. President David O. McKay explained:"],["p.para",{"id":"p5","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p5"},"“Ever be mindful that following childhood, youth has other obligations besides choosing a mate or having a ‘good time.’ He must determine first of all what kind of character he will develop. He must decide what his trade or profession will be, and if and when he chooses a wife, how he will support her and the children."],["p.para",{"id":"p6","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p6"},"“‘Going steady’ may so enchant the couple that these other associated obligations may be given too little consideration” (“Ideals for Courtship and Marriage,”",["span.emphasis","Improvement Era,"],"Feb. 1960, p. 109)."],["p.para",{"id":"p7","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p7"},"In proper courtship the partners must recognize that their first responsibilities are to encourage each other in righteous behavior and to sustain and support each other in righteous desires and ambitions. The young man will do anything to protect the young lady’s purity. Each partner will unselfishly seek the best for the other while they learn to know each other well. The unmarried couple can talk together without being required to agree, inviting free discussion from both sides. Each partner is free to express his or her full personality and to discover the personality of the other."],["p.para",{"id":"p8","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p8"},"If youth understand that they are children of God and are secure in their self-esteem, they are prepared to enter into lawful intimate relationships when married. Without this understanding, courtship can be empty because the young people may be insecure, indifferent, or distrustful of their partner and may be selfish and self-indulgent in personal judgments."],["p.para",{"id":"p9","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p9"},"If young people court one another without being sexually involved, they can more objectively determine whether they should proceed further or whether they should part and seek other more compatible companions. Tragically, courtship is often misused today by those who either live together for sexual privileges or by those who court hastily and marry foolishly. In either situation the purposes of courtship are not realized and the couple’s morality is corrupted:"],["p.para",{"id":"p10","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p10"},"“The world may countenance premarital sex experiences, but the Lord and his church condemn in no uncertain terms any and every sex relationship outside of marriage, and even indecent and uncontrolled ones within marriage” (Spencer W. Kimball,",["span.emphasis","Faith Precedes the Miracle"],"[Salt Lake City: Bookcraft, 1972], p. 175)."],["p.para",{"id":"p11","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p11"},"When couples respect each other enough to practice virtue in every aspect of their courtship, they lay a foundation likely to withstand the most serious assaults during marriage."],["p.para",{"id":"p12","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p12"},"Ideally, courtship leads to a wedding in the temple. The reception following should be moderate and dignified."],["p.para",{"id":"p13","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p13"},"Marriage is another phase of personal development, but it is a shared experience. Marriage permits young people to practice roles and virtues that are necessary for eternal life. President Lorenzo Snow related the blessings that can come from such a marriage:"],["p.para",{"id":"p14","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p14"},"“When two Latter-day Saints are united together in marriage, promises are made to them concerning their offspring that reach from eternity to eternity. They are promised that they shall have the power and the right to govern and control and administer salvation and exaltation and glory to their offspring worlds without end. And what offspring they do not have here, undoubtedly there will be opportunities to have them hereafter. What else could man wish? A man and a woman in the other life, having celestial bodies, free from sickness and disease, glorified and beautified beyond description, standing in the midst of their posterity, governing and controlling them, administering life, exaltation and glory, worlds without end!” (",["span.emphasis","Deseret Weekly,"],"3 Apr. 1897, p. 481)."],["p.para",{"id":"p15","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p15"},"The challenges and rewards of marriage come as two people learn to be one. It is no easy task for two previously separate individuals to learn what is needed to become physically, socially, emotionally, and spiritually one while retaining healthy self-esteem. Becoming as one requires the best effort from both spouses. But since their goal is eternal life, all the effort is worthwhile."],["p.para",{"id":"p16","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p16"},"The following ideas should help you teach your children the true principles of courtship and marriage. This is a time when talk and testimony must combine with example as effective teaching methods."],[".topic",["h2","Prepare Your Children for the Physical Intimacies of Marriage"],["p.para",{"id":"p18","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p18"},"By the time people court and marry, most of their physical growth has already occurred. The quality of hygiene, grooming, nutrition, and exercise of previous years will largely determine the physical well-being of the couple and should be carefully evaluated during courtship."],["p.para",{"id":"p19","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p19"},"Courting couples need to be discreet about what they discuss together because certain information is appropriately shared only within marriage. Besides, there is so great a need for consideration of matters other than physical functions (such as finances, religion, child rearing methods, friendships, relatives, career plans, and living arrangements, not to mention planning the wedding itself) that undue attention to sexual information can actually create problems. The whole point of virtuous courtship is to maintain spirituality while learning about each other as persons and putting temporal and mundane matters into proper perspective."],["p.para",{"id":"p20","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p20"},"If the two people take care separately to inform themselves of the body and all its parts and functions and practice basic, virtuous courtesies together during courtship, their sexual adjustment after marriage will likely be all that they want it to be. In fact by giving proper attention to social, emotional, and spiritual matters, the couple will create in courtship a foundation upon which deeply pleasing intimacies are built after marriage."],["p.para",{"id":"p21","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p21"},"God himself performed the marriage of our first parents Adam and Eve and commanded them to “multiply, and replenish the earth” (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.28"},"Genesis 1:28"],") that they might have joy in their posterity. He has ordained that all married couples should participate in the union that makes them one flesh (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.24"},"Genesis 2:24"],")."],["p.para",{"id":"p22","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p22"},"Once the couple is married, sexual expression is ordained of God. The Savior taught that a man should “cleave to his wife” and the two should be “one flesh” (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.5-6"},"Matthew 19:5–6"],")."],["p.para",{"id":"p23","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p23"},"President Kimball has explained: “It is the destiny of men and women to join together to make eternal family units. In the context of lawful marriage, the intimacy of sexual relations is right and divinely approved. There is nothing unholy or degrading about sexuality in itself [between a husband and his wife], for by that means men and women join in a process of creation and in an expression of love” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [Salt Lake City: Bookcraft, 1982], p. 311)."],["p.para",{"id":"p24","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p24"},"The courtesy and friendship the couple have shown during courtship are vital on their wedding night. The first night requires nearly perfect courtesy, consideration, and, in many cases, a gentle sense of good humor. They must be the very best of friends on this first occasion when they are able to begin to know one another completely. They may be ill at ease, even awkward, and would do well to smile at their awkwardness. Each must remember that the other person is vulnerable to embarrassment. And, they must realize that the greatest passions of marriage lie ahead, to increase over the years through experience and growth. A truth not generally known to newly married couples is that in virtuous marriages passions increase over the years between the couple. Couples can find great joy through fidelity, childbirth, rearing and teaching their children, providing a home, and striving to live gospel truths. President McKay explained:"],["p.para",{"id":"p25","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p25"},"“Let us instruct young people who come to us, first, young men throughout the Church, to know that a woman should be queen of her own body. The marriage covenant does not give the man the right to enslave her, or to abuse her, or to use her merely for the gratification of his passion. Your marriage ceremony does not give you that right."],["p.para",{"id":"p26","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p26"},"“Second, let them remember that gentleness and consideration after the ceremony is just as appropriate and necessary and beautiful as gentleness and consideration before the wedding."],["p.para",{"id":"p27","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p27"},"“Third, let us realize that manhood is not undermined by the practicing of continence, notwithstanding what some psychiatrists claim. Chastity is the crown of beautiful womanhood, and self-control is the source of true manhood, if you will know it, not indulgence. Sexual indulgence whets the passion and creates morbid desire."],["p.para",{"id":"p28","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p28"},"“Let us teach our young men to enter into matrimony with the idea that each will be just as courteous, and considerate of a wife after the ceremony as during courtship. …"],["p.para",{"id":"p29","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p29"},"“Fourth, minimize the faults, commend virtues. After the first thrill of the honeymoon is worn off, couples begin to see frailties, idiosyncrasies which they had not noticed before. Responsibilities of motherhood come to the woman. Difficulties in paying debts come. And so we become prone to find fault. Let us learn to control ourselves in that respect” (in Conference Report, Apr. 1952, pp. 86–87)."],["p.para",{"id":"p30","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p30"},"The honeymoon ought to be a time when the partners learn about one another’s minds, emotions, bodies, and spirits. It is not a time for sexual excess. It is not a fling of worldly diversions that is scheduled between the temple wedding ceremony and a return to serious living. For Latter-day Saints, the honeymoon and early weeks of marriage are a time for private discovery on all levels: physical, social, emotional, and spiritual."],["p.para",{"id":"p31","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p31"},"In sexual matters, as in all other aspects of marriage, there are virtues to be observed: “If it is unnatural, you just don’t do it. That is all, and all the family life should be kept clean and worthy and on a very high plane. There are some people who have said that behind the bedroom doors anything goes. That is not true and the Lord would not condone it” (Spencer W. Kimball,",["span.emphasis","The Teachings of Spencer W. Kimball,"],"p. 312)."],["p.para",{"id":"p32","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p32"},"Both husbands and wives have physical, emotional, psychological, and spiritual needs associated with this sacred act. They will be able to complement each other in the marriage relationship if they give tender, considerate attention to these needs of their partner. Each should seek to fulfill the other’s needs rather than to use this highly significant relationship merely to satisfy his or her own passion."],["p.para",{"id":"p33","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p33"},"Couples will discover differences in the needs or desires each partner has for such a relationship, but when each strives to satisfy the needs of the other, these differences need not present a serious problem. Remember, this intimate relationship between husband and wife was established to bring joy to them. An effort to reach this righteous objective will enable married couples to use their complementary natures to bring joy to this union."],["p.para",{"id":"p34","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p34"},"The intimate relationship between husband and wife realizes its greatest value when it is based on loving kindness and tenderness between the marriage partners. This fact, supported by valid research data, helps newly married couples recognize that the so-called sex drive is mostly myth. Sexual intimacy is not an involuntary, strictly biological necessity for survival, like breathing and eating. Sexual intimacy between a husband and wife can be delayed or even suspended for long periods of time with no negative effect (for example, when the health of one or the other requires it). Husbands and wives are not compelled to mate because their genes or hormones order them to do so. Sexual powers are voluntary and controllable; the heart and mind do rule. While sex drive is a myth, husbands and wives do have physical and emotional needs that are fulfilled through sexual union. If they perceive and appreciate their masculine and feminine natures as important, complementing, but not controlling, parts of their lives, becoming as one flesh can be one of life’s richest and most rewarding experiences."],["p.para",{"id":"p35","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p35"},"There are times within the marriage when complete abstinence is appropriate for extended periods of time, such as during ill health, difficult pregnancy, separation due to employment away from home, or a need to restore respect and mutually decent emotional and spiritual relationships. There also are times when a spouse’s emotional and physical needs would make it desirable for the other to be especially affectionate."],["p.para",{"id":"p36","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p36"},"Throughout the marriage, the husband is expected, in the name of simple decency, to understand and sustain his wife as she literally gives her body to create life."],["p.para",{"id":"p37","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p37"},"Although no significant physical changes are likely for men after marriage, bearing children evokes very significant changes for women. These changes are so profound and complex that each couple should seek reliable medical information about them. Ideally, both will study this information before and then again during pregnancy. This study should provoke within pure hearts gratitude for the human body and its godlike parts. The objective is to increase virtue, not carnality."],["p.para",{"id":"p38","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p38"},"The health of the fetus is directly affected by the health of the mother and father. Parents whose systems are free of harmful substances are far less likely to bear children with birth defects. These harmful substances include illicit drugs, such as LSD, marijuana, and cocaine, as well as alcohol, tobacco, and even some prescription medications. The prophets who have warned against polluting the fountains of life were speaking for the Creator in warning us that there are diseases, substances, and practices that can harm the child within the womb."],["p.para",{"id":"p39","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p39"},"A healthy mother is an advantage to a developing fetus. Fundamental hygiene is important, including regular bathing and clean, fresh clothing. Diet is crucial. The mother should eat healthy foods and liquids during and long before pregnancy so that the baby will receive good nourishment through the umbilical connection between the placenta and the uterus. She should exercise to maintain proper blood circulation and healthy respiration."],["p.para",{"id":"p40","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p40"},"We would do well to ever remind ourselves of our first mortal parents. Instructing them, Heavenly Father commanded them to give attention to the whole range of their powers and passions. They were to subdue the earth, create and nurture posterity, become one flesh physically, cleave unto each other socially and emotionally, and learn to serve the purposes of God. They, as we, were endowed with bodies, parts, and passions after the image of the Creator. This implies that as we, the children of God, develop virtuously within marriage we will discover ever more profound enjoyments of all his creations, including our own emotions, bodies, and spiritual capacities."]],[".topic",["h2","Teach Children What to Look for in Potential Companions"],["p.para",{"id":"p42","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p42"},"Courtship is a time to discover if partners are socially and emotionally matched for an eternal relationship. Selfish, unkind habits may be hidden temporarily but inevitably will break through. Unselfishness, respect, generosity, and kindliness may waver under the tension of courtship or the stresses of marriage but will also inevitably break through and dominate."],["p.para",{"id":"p43","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p43"},"As many bishops know, there are too many heartrending situations where couples ignored social and emotional danger signs during courtship in the vain hope that things would improve after marriage. It is far better to break up an engagement than a marriage. There is no comparison between the temporary annoyance of calling off a wedding and the enduring pain of a broken marriage. President McKay stressed this:"],["p.para",{"id":"p44","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p44"},"“In choosing a companion, it is necessary to study the disposition, the inheritance, and training of the one with whom you are contemplating making life’s journey. You see how necessary it is to look for the characteristics of honesty, of loyalty, of chastity, and of reverence. But after having found them—’How, then,’ you ask, ‘may you tell whether or not there is any consanguinity, that something which will make you at least congenial in each other’s company?’ ‘Is there,’ you ask, ‘some guide?’ Though love is not always a true guide, especially if that love be not reciprocated or is bestowed upon a surly creature or a brute, yet certainly there is no happiness without love. ‘Well,’ you may ask, ‘how may I know when I am in love?’"],["p.para",{"id":"p45","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p45"},"“That is a very important question. A fellow student and I considered that query one night as we walked together. As boys of that age frequently do, we were talking about girls. Neither he nor I knew whether or not we were in love. Of course I had not then met my present sweetheart. In answer to my question, ‘How may we know when we are in love?’ he replied: ‘My mother once said that if you meet a girl in whose presence you feel a desire to achieve, who inspires you to do your best, and to make the most of yourself, such a young woman is worthy of your love and is awakening love in your heart."],["p.para",{"id":"p46","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p46"},"“I submit that as a true guide. In the presence of the girl you truly love you do not feel to grovel; in her presence you do not attempt to take advantage of her; in her presence you feel that you would like to be everything that a ‘Master Man’ should become, for she will inspire you to that ideal. And I ask you young women to cherish that same guide. What does he inspire in you? … When a young man accompanies you after a meeting, or after a dance, and he shows an inclination to use you as a convenience or as a means of gratification, then you may put it down that he is not prompted by love."],["p.para",{"id":"p47","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p47"},"“Under such circumstances, no matter how fascinated you may be, young woman, no matter how confident you may feel that you love him, let your judgment rule and be master of your feelings. It may grieve you not to follow the inclination of your heart, but you had better be pained a little in your youth than to suffer pangs of torture later” (",["span.emphasis","Gospel Ideals"],"[Salt Lake City: Improvement Era, 1953], pp. 459–60)."],["p.para",{"id":"p48","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p48"},"During courtship a couple practices the merging of two separate lives. Couples should look carefully at one another’s habits and preferences. Clothing, preferences, listening habits, language, hobbies, financial attitudes, personal grooming, manners and courtesies, actions around one’s own family and parents, spiritual values—these and more predict much of what marriage will be. Ordinarily, couples may assume that the other person is behaving as well as possible and, therefore, after marriage some “slipping” is likely. Habits, good or bad, are not easily changed. No one is perfect. Courtship is a time to observe and weigh what the other person is like, at his or her best and worst. It is also a time to evaluate one’s self, as President Spencer W. Kimball explained:"],["p.para",{"id":"p49","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p49"},"“How nice and easy would it be if we had a magic wand! But we haven’t. You might take a careful inventory of your habits, your speech, your appearance, your weight, if it is heavier than most people appreciate, and your eccentricities, if you have them. Take each item and analyze it. What do you like in others? What personality traits please you in others? Are your dresses too short, too long, too revealing, too old-fashioned? Does your weight drive off possible suitors? Do you laugh raucously? Are you too selfish? Are you interested only in your own interests or do you project yourself into the lives of others? Do you have annoying mannerisms? … Do you repeat old stories till they are threadbare? Are you too anxious or too disinterested? Can you make some sacrifices to be acceptable? Are you dull or are you too exuberant? Are you flashy or are you disinteresting? What do you do to make yourself desirable? Do you overdo or underdo? Too much makeup or too little? Scrupulously clean both physically and morally? Are you in the right place or have you pegged yourself? One young girl was getting into the twenties and without opportunity. I urged her to move from the home which she shared with several older girls, leave the office as steno, and go to college where she would meet people of the right age. Time passed. I happened one day to be on that campus sometime later and here she came to me, bubbling like a fresh new breeze, with a bright ribbon tying her hair and an optimistic and happy personality. A few months later I was invited to a temple marriage. It may not always work that well."],["p.para",{"id":"p50","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p50"},"“What are your eccentricities, if any? I think nearly all people have some. If so, then go to work. Classify them, weigh them, corral them, and eliminate one at a time until you are a very normal person” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [Salt Lake City: Bookcraft, 1982], pp. 295–96)."],["p.para",{"id":"p51","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p51"},"It is not an overstatement to say that marriage requires all a couple can do to succeed. That is a law of life for any priceless goal. A courting couple needs to look for each other’s potential. There are enough disruptions in families, divergent life-styles, and differences in society and in the Church that young people may not meet others with similar backgrounds. They should be especially careful in this case to make sure a potential partner has the traits of good character, such as kindness, integrity, and diligence."]],[".topic",["h2","Conclusion"],["p.para",{"id":"p53","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p53"},"Virtuous living by couples who seek to learn the higher roles of a mother and father requires that they forsake unrighteous and worldly ideas and practices. There is little justification for marriage if its prime purpose is merely to legitimize sexual relations. There is every reason to enjoy sexual intimacies among the various intimacies of a virtuous marriage."],["p.para",{"id":"p54","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p54"},"The earlier stages of human growth and development all lead to courtship and marriage, either here or hereafter. We serve worthy ends if we accept this goal. Parents should teach each succeeding stage of development by example and instruction. As they help their children through each stage, parents relive and refine their own earlier development."],["p.para",{"id":"p55","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p55"},"The objective of parents is to prepare their children for successful courtships and eternal marriages. During a child’s courtship, parents need to be in close communication with their children. Prayer and spiritual accountability are critical aids to the courting couple."],["p.para",{"id":"p56","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p56"},"On the occasion of his daughter’s engagement, a father interviewed her and her fiancé to determine their feelings and to offer some advice for the special months that would pass before the marriage. They discussed the daughter’s happiness, ambitions, and anxieties. She spoke of how much she loved her fiancé and her joy at being with him. They discussed the cautions that should be observed so that the engaged couple would not spoil their love for and commitment to each other. They agreed that the goal of a temple marriage required continued virtue and the avoidance of unchaste familiarities."],["p.para",{"id":"p57","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p57"},"The father asked the couple how he might help them maintain their virtuous path to a celestial marriage. The daughter reminded her father that he had always taught her that every person is accountable to Heavenly Father for their behavior. She said she accepted that responsibility. “However,” she said, “it is sometimes hard to maintain that accountability when Heavenly Father is not where I can see him. But you are, Dad. I can see you. Would it be all right if we accounted to you weekly for our behavior? I know if we could, we would do just fine. How about it, Dad?”"],["p.para",{"id":"p58","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p58"},"The father was overwhelmed at the trust the young couple placed in him. He embraced them both and agreed to ask for an accounting each Monday night. After only a few weeks, the daughter told her father that knowing they would be talking to him each Monday to indicate they were maintaining their course in chaste living had enabled them to control all thoughts and desires that might be contrary to their objective."],["p.para",{"id":"p59","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p59"},"Spiritual accountability had been an early expectation in this father-daughter relationship. The holding power of that principle kept the daughter pure throughout her life. Parents often see the fruits of their early efforts with their children during the courting period."],["p.para",{"id":"p60","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p60"},"Our mortal test is to learn to choose the lives and roles that lead to eternal families and exaltation. A loving Heavenly Father desires to reward us beyond our present comprehension, for it is his plan that in this life we begin to become like him. Such a course of living will enable us someday to acquire his knowledge, powers, passions, and joys. President Kimball expressed his hope that all of us would live worthy to receive these blessings:"],["p.para",{"id":"p61","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p61"},"“I sincerely hope that our Latter-day Saint girls and women, and men and boys, will drink deeply of the water of life and conform their lives to the beautiful and comprehensive roles the Lord assigned to them."],["p.para",{"id":"p62","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p62"},"“I hope we shall not attempt to perfect an already perfect plan, but seek with all our might, mind, and strength to perfect ourselves in the comprehensive program given to us. Because some of us have failed, certainly it would be unfair to place the blame upon the program. Let us control our attitudes, our activities, our total lives, that we may be heir to the rich and numerous blessings promised to us."],["p.para",{"id":"p63","uri":"/manual/a-parents-guide/chapter-6-mature-intimacy-courtship-and-marriage.p63"},"“What God-given roles each of us could play in this great divine drama! What satisfying personal lives we can live! What beautiful families we can nurture and train! What a heavenly future is ours!” (“The Lord’s Plan for Men and Women,”",["span.emphasis","Ensign,"],"Oct. 1975, p. 5)."]]]]]],"refs":null}
