{"id":10,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":10,"title":"Chapter 8: The Fall","subtitle":"","short_title":"Chapter 8","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-8-the-fall","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-8-the-fall.head1"},[".titleNumber","Chapter 8"],["h1","The Fall"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-8-the-fall.p4"},"Have the students define the term",["span.emphasis","Fall"],". Read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-8-the-fall.p60"},"Supporting Statements D"],"on page 21 of the student manual President Joseph Fielding Smith’s statement about the Fall: “When Adam was driven out of the Garden of Eden, the Lord passed a sentence upon him. Some people have looked upon that sentence as being a dreadful thing. It was not; it was a blessing.” (",["span.emphasis","Doctrines of Salvation,"],"1:113–14.) How could a deed that warranted a sentence, or a penalty, be considered a blessing?"]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-8-the-fall.f1"},["ol.alphaCaps",["li",["span.label","A."],[".para","Conditions in the Garden of Eden were different from those of mortality."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Have the students read the scriptures listed in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-8-the-fall.p6"},"Doctrinal Outline A"],"on page 19 of the student manual. Identify and list on the chalkboard the conditions that existed in the Garden of Eden before the Fall. You could also use Chalkboard 1, which details both the conditions in the Garden before the Fall and the changes that occurred because of the Fall."]],["li",["span.label","■"],[".para","Lehi indicated that Adam and Eve were in a state of innocence before the Fall (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.23"},"2 Nephi 2:23"],"). What does it mean to be innocent? Innocence is essentially a state of freedom from guilt or sin in either action, thought, or intent. Because Adam had experienced neither misery nor sin on account of the nature of his life in the Garden, he had not experienced true joy and goodness, either. But though innocence suggests lack of experience, innocence is not synonymous with ignorance. Adam (Michael the Archangel) was taught by God in the Garden because a veil had been drawn over his premortal life. Read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-8-the-fall.p39"},"Supporting Statements A"],"on page 20 of the student manual President Smith’s description of Adam’s knowledge (see",["span.emphasis","Doctrines of Salvation,"],"1:107–8)."]],["li",["span.label","■"],[".para","President Smith indicated that Adam had a spiritual body before the Fall (see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-8-the-fall.p36"},"Supporting Statements A"],"on pp. 19–20 of the student manual; or",["span.emphasis","Doctrines of Salvation,"],"1:76–77). Discuss the difference between the body of flesh and bones Adam had before the Fall and the body of flesh and bones he had after the Fall. In",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.44-50"},"1 Corinthians 15:44–50"],"Paul compared the mortal body with the resurrected body, calling one natural and the other spiritual. In",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.50"},"verse 50"],", he equated mortality with blood: “Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.” The Fall, then, took man from a nonmortal condition to a mortal one."]]]]],["li",["span.label","B."],[".para","Adam and Eve brought about the Fall by their own choice."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.17"},"Moses 3:17"],". When God commanded Adam and Eve not to eat the forbidden fruit, why did he add the stipulation, “Nevertheless, thou mayest choose for thyself, for it is given unto thee”? Was God rejecting Satan’s intention to destroy our agency? (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.4"},"Moses 4:4"],"). The fruit was the passageway into mortality with all of its attendant problems and hazards, and mortality had to be entered into freely. Read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-8-the-fall.p45"},"Supporting Statements B"],"on page 20 of the student manual President Joseph Fielding Smith’s description of this free choice (see",["span.emphasis","The Atonement of Jesus Christ,"],"Brigham Young University Speeches of the Year [Provo, 25 Jan. 1955], p. 2)."]]]]],["li",["span.label","C."],[".para","The Fall brought about significant changes for all life on earth."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Using the list you wrote on the chalkboard at the beginning of the lesson, ask the students to note the changes that occurred in the world because of the Fall (see Chalkboard 1)."]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.55"},"Moses 6:55"],", which states that “inasmuch as thy children are conceived in sin, even so when they begin to grow up, sin conceiveth in their hearts.” What does this verse teach? The students may be confused by this scripture because Latter-day Saints reject the idea that conception is the result of a sinful act or that children are born sinful. Explain that the verse means neither; rather, it means that children are born into a world of sin and that mortal flesh provides a completely new avenue for Satan’s temptations.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.38-39"},"Doctrine and Covenants 93:38–39"],"teaches that our original innocence is lost not because of birth but because of “the traditions of the fathers” and “disobedience” to God’s laws. (See",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-8-the-fall.p66"},"Supporting Statements E"],"on p. 21 of the student manual.)"]]]]],["li",["span.label","D."],[".para","The Fall was a purposeful step in God’s plan of salvation."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/1.19-20"},"1 Peter 1:19–20"],", and discuss the idea that Christ was “foreordained before the foundation of the world” to his mission as Savior and Redeemer. If Christ was indeed foreordained, then Adam’s fall was obviously an expected and anticipated part of God’s eternal plan."]],["li",["span.label","■"],[".para","Ask what results of the Fall are important factors in our earthly probation. Guide the students to the following conclusions:"],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","We acquire a mortal body, which will eventually be resurrected (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.15-16"},"D&C 88:15–16"],")."]],["li",["span.label","2."],[".para","Worldly opposition and temptations allow us the agency of choice, which is vital for a probationary state (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11-16,27"},"2 Nephi 2:11–16, 27"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.39-40"},"D&C 29:39–40"],")."]],["li",["span.label","3."],[".para","We become righteous through exercising agency to overcome the trials and temptations we face: in other words, we become righteous only when we face sin and resist or overcome it (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.13"},"2 Nephi 2:13"],")."]]]]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.10-11"},"Moses 5:10–11"],"to demonstrate that once Adam and Eve were away from the Garden, they knew that the Fall was an essential part of the divine plan. Point out that Adam and Eve were convinced that their transgression led to enlightenment, a new awareness of joy, the chance to have children, and the possibility of eternal life through the redemption of Christ."]]]]],["li",["span.label","E."],[".para","As a result of the Fall, we have a dual nature."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Discuss with the students what is meant by the term",["span.emphasis","dual nature"],". The term",["span.emphasis","dual nature"],"refers to our opposing qualities. On the one hand, we are spirit children of God, innocent when we come into the world and endowed with the potential to become divine (see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-8-the-fall.p66"},"Supporting Statements E"],"on p. 21 of the student manual). On the other hand, we also have bodies of flesh and bones and are driven by physical urges and demands (see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-8-the-fall.p66"},"Supporting Statements E"],"on p. 21 of the student manual). The Apostle Paul recognized the conflicting spiritual and physical aspects of man (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/7.15-25"},"Romans 7:15–25"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.16-17"},"Galatians 5:16–17"],"). Failure to master physical urges results in the emergence of what King Benjamin called the “natural man” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],")."]],["li",["span.label","■"],[".para","Use Chalkboard 2 to illustrate what King Benjamin was talking about in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],". After the diagram is drawn on the chalkboard, discuss briefly what happens to an individual when the flesh dominates (he seeks worldliness and physical gratification) in contrast to what happens when the spirit dominates (he responds to the Holy Ghost, who speaks to the spirit of man)."],[".",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"}]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p26","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-8-the-fall.p26"},"Modern-day revelation disproves the libel that Adam and Eve betrayed God and his purposes through the Fall. The Fall was, in fact, part of the divine plan and provided the means whereby Adam and the rest of the human family could have experiences vital to progress. Earth life assumes purpose and meaning as we work to overcome our physical and spiritual challenges."]]]],"refs":null}
