{"id":43,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":43,"title":"Chapter 41: Personal Manifestations of God the Eternal Father and of His Son Jesus Christ in Modern Times","subtitle":"","short_title":"Chapter 41","uri":"/manual/jesus-the-christ/chapter-41","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-41"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-41.head1"},[".titleNumber","Chapter 41"],["h1","Personal Manifestations of God the Eternal Father and of His Son Jesus Christ in Modern Times"]],[".bodyBlock",[".topic",["h2","A New Dispensation"],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-41.p4"},"In the year of our Lord 1820 there lived at Manchester, Ontario County, state of New York, a worthy citizen named Joseph Smith. His household comprized his wife and their nine children. The third son and fourth child of the family was Joseph Smith Jr., who at the time of which we speak was in his fifteenth year. In the year specified, New York and adjacent states were swept by a wave of intense agitation in religious matters; and unusual zeal was put forth by ministers of the numerous rival sects to win converts to their respective folds. The boy Joseph was profoundly affected by this intense excitement, and was particularly puzzled and troubled over the spirit of confusion and contention manifest through it all. As our present subject has to do with him specifically, and in view of the transcendent importance of his testimony to the world, his own account of what ensued is given herewith."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-41.p5"},"“Some time in the second year after our removal to Manchester, there was in the place where we lived an unusual excitement on the subject of religion. It commenced with the Methodists, but soon became general among all the sects in that region of country. Indeed, the whole district of country seemed affected by it, and great multitudes united themselves to the different religious parties, which created no small stir and division amongst the people, some crying, ‘Lo, here!’ and others, ‘Lo, there!’ Some were contending for the Methodist faith, some for the Presbyterian, and some for the Baptist."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-41.p6"},"“For notwithstanding the great love which the converts to these different faiths expressed at the time of their conversion, and the great zeal manifested by the respective clergy, who were active in getting up and promoting this extraordinary scene of religious feeling, in order to have everybody converted, as they were pleased to call it, let them join what sect they pleased—yet when the converts began to file off, some to one party and some to another, it was seen that the seemingly good feelings of both the priests and the converts were more pretended than real; for a scene of great confusion and bad feeling ensued; priest contending against priest, and convert against convert; so that all their good feelings one for another, if they ever had any, were entirely lost in a strife of words and a contest about opinions."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-41.p7"},"“I was at this time in my fifteenth year. My father’s family was proselyted to the Presbyterian faith, and four of them joined that church, namely—my mother Lucy; my brothers Hyrum and Samuel Harrison; and my sister Sophronia."],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-41.p8"},"“During this time of great excitement, my mind was called up to serious reflection and great uneasiness; but though my feelings were deep and often poignant, still I kept myself aloof from all these parties, though I attended their several meetings as often as occasion would permit. In process of time my mind became somewhat partial to the Methodist sect, and I felt some desire to be united with them; but so great were the confusion and strife among the different denominations, that it was impossible for a person young as I was, and so unacquainted with men and things, to come to any certain conclusion who was right and who was wrong."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-41.p9"},"“My mind at times was greatly excited, the cry and tumult were so great and incessant. The Presbyterians were most decided against the Baptists and Methodists, and used all the powers of either reason or sophistry to prove their errors, or, at least, to make the people think they were in error. On the other hand, the Baptists and Methodists in their turn were equally zealous in endeavoring to establish their own tenets and disprove all others."],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-41.p10"},"“In the midst of this war of words and tumult of opinions, I often said to myself, What is to be done? Who of all these parties are right; or, are they all wrong together? If any one of them be right, which is it, and how shall I know it?"],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-41.p11"},"“While I was laboring under the extreme difficulties caused by the contests of these parties of religionists, I was one day reading the",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"Epistle of James, first chapter and fifth verse"],", which reads:",["span.emphasis","If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him."]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-41.p12"},"“Never did any passage of scripture come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart. I reflected on it again and again, knowing that if any person needed wisdom from God, I did; for how to act I did not know, and unless I could get more wisdom than I then had, I would never know; for the teachers of religion of the different sects understood the same passages of scripture so differently as to destroy all confidence in settling the question by an appeal to the Bible."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-41.p13"},"“At length I came to the conclusion that I must either remain in darkness and confusion, or else I must do as James directs, that is, ask of God. I at length came to the determination to ‘ask of God,’ concluding that if He gave wisdom to them that lacked wisdom, and would give liberally, and not upbraid, I might venture."],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-41.p14"},"“So, in accordance with this, my determination to ask of God, I retired to the woods to make the attempt. It was on the morning of a beautiful, clear day, early in the spring of eighteen hundred and twenty. It was the first time in my life that I had made such an attempt, for amidst all my anxieties I had never as yet made the attempt to pray vocally."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-41.p15"},"“After I had retired to the place where I had previously designed to go, having looked around me, and finding myself alone, I kneeled down and began to offer up the desires of my heart to God. I had scarcely done so, when immediately I was seized upon by some power which entirely overcame me, and had such an astonishing influence over me as to bind my tongue so that I could not speak. Thick darkness gathered around me, and it seemed to me for a time as if I were doomed to sudden destruction."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-41.p16"},"“But, exerting all my powers to call upon God to deliver me out of the power of this enemy which had seized upon me, and at the very moment when I was ready to sink into despair and abandon myself to destruction—not to an imaginary ruin, but to the power of some actual being from the unseen world, who had such marvelous power as I had never before felt in any being—just at this moment of great alarm, I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me."],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-41.p17"},"“It no sooner appeared than I found myself delivered from the enemy which held me bound. When the light rested upon me I saw two personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name, and said, pointing to the other—",["span.emphasis","This is my beloved Son, hear him!"]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-41.p18"},"“My object in going to inquire of the Lord was to know which of all the sects was right, that I might know which to join. No sooner, therefore, did I get possession of myself, so as to be able to speak, than I asked the personages who stood above me in the light, which of all the sects was right—and which I should join."],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-41.p19"},"“I was answered that I must join none of them, for they were all wrong; and the personage who addressed me said that all their creeds were an abomination in his sight; that those professors were all corrupt; that ‘they draw near to me with their lips, but their hearts are far from me; they teach for doctrines the commandments of men, having a form of godliness, but they deny the power thereof.’"],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-41.p20"},"“He again forbade me to join with any of them; and many other things did he say unto me, which I cannot write at this time. When I came to myself again, I found myself lying on my back, looking up into heaven."],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-41.p21"},"“Some few days after I had this vision, I happened to be in company with one of the Methodist preachers, who was very active in the before mentioned religious excitement; and, conversing with him on the subject of religion, I took occasion to give him an account of the vision which I had had. I was greatly surprised at his behavior; he treated my communication not only lightly, but with great contempt, saying, it was all of the devil, that there were no such things as visions or revelations in these days; that all such things had ceased with the apostles, and that there would never be any more of them."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-41.p22"},"“I soon found, however, that my telling the story had excited a great deal of prejudice against me among professors of religion, and was the cause of great persecution, which continued to increase; and though I was an obscure boy, only between fourteen and fifteen years of age, and my circumstances in life such as to make a boy of no consequence in the world, yet men of high standing would take notice sufficient to excite the public mind against me, and create a bitter persecution; and this was common among all the sects—all united to persecute me."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-41.p23"},"“It caused me serious reflection then, and often has since, how very strange it was that an obscure boy, of a little over fourteen years of age, and one, too, who was doomed to the necessity of obtaining a scanty maintenance by his daily labor, should be thought a character of sufficient importance to attract the attention of the great ones of the most popular sects of the day, and in a manner to create in them a spirit of the most bitter persecution and reviling. But strange or not, so it was, and it was often the cause of great sorrow to myself."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-41.p24"},"“However, it was nevertheless a fact that I had beheld a vision. I have thought since, that I felt much like Paul, when he made his defense before King Agrippa, and related the account of the vision he had when he saw a light, and heard a voice; but still there were but few who believed him; some said he was dishonest, others said he was mad; and he was ridiculed and reviled. But all this did not destroy the reality of his vision. He had seen a vision, he knew he had, and all the persecution under heaven could not make it otherwise; and though they should persecute him unto death, yet he knew, and would know to his latest breath, that he had both seen a light, and heard a voice speaking unto him, and all the world could not make him think or believe otherwise."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-41.p25"},"“So it was with me. I had actually seen a light, and in the midst of that light I saw two personages, and they did in reality speak to me; and though I was hated and persecuted for saying that I had seen a vision, yet it was true; and while they were persecuting me, reviling me, and speaking all manner of evil against me falsely for so saying, I was led to say in my heart: Why persecute me for telling the truth? I have actually seen a vision, and who am I that I can withstand God, or why does the world think to make me deny what I have actually seen? For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it, at least I knew that by so doing I would offend God, and come under condemnation."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-41.p26"},"“I had now got my mind satisfied so far as the sectarian world was concerned; that it was not my duty to join with any of them, but to continue as I was until further directed. I had found the testimony of James to be true, that a man who lacked wisdom might ask of God, and obtain, and not be upbraided.”",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-41.p27"},"In this wise was ushered in the Dispensation of the Fulness of Times.",["sup",["a",{"href":"fn_2"},"b"]],"The darkness of the long night of apostasy was dispelled; the glory of the heavens once more illumined the world; the silence of centuries was broken; the voice of God was heard again upon the earth. In the spring of",["span.small","A.D."],"1820 there was one mortal, a boy not quite fifteen years old, who knew as well as that he lived, that the current human conception of Deity as an incorporeal essence of something possessing neither definite shape nor tangible substance was as devoid of truth in respect to both the Father and the Son as its statement in formulated creeds was incomprehensible. The boy Joseph knew that both the Eternal Father and His glorified Son, Jesus Christ, were in form and stature, perfect Men; and that in Their physical likeness mankind had been created in the flesh.",["sup",["a",{"href":"fn_3"},"c"]],"He knew further that the Father and the Son were individual Personages, each distinct from the other—a truth fully attested by the Lord Jesus during His mortal existence, but which had been obscured if not buried by the sophistries of human unbelief. He realized that the unity of the Godhead was a oneness of perfection in purpose, plan, and action, as the scriptures declare it to be, and not an impossible union of personalities, as generations of false teachers had tried to impress. This resplendent theophany confirmed the fact of a universal apostasy, with the inevitable corollary—that the Church of Christ was nowhere existent upon the earth. It effectively dissipated the delusion that direct revelation from the heavens had forever ceased; and affirmatively proved the actuality of personal communication between God and mortals."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-41.p28"},"For the fourth time since the Savior’s birth in the flesh, the voice of the Father had attested the Son’s authority in matters pertaining to earth and man.",["sup",["a",{"href":"fn_4"},"d"]],"In this latter-day revelation of Himself, as on the earlier occasions, the Father did no more than affirm the fact of the Son’s identity, and command that He be obeyed."]],[".topic",["h2","“A Messenger Sent from the Presence of God”",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-41.p30"},"For about three and a half years following the glorious appearing of the Father and the Son to Joseph Smith, the youthful revelator was left to himself, so far as further manifestations from heaven were concerned. The period was one of probation. He was subjected to the sneers of youths of his age, and to aggressive persecution on the part of older men, “who,” as he very justly and somewhat accusingly remarks, “ought to have been my friends and to have treated me kindly, and if they supposed me to be deluded to have endeavored in a proper and affectionate manner to have reclaimed me.”",["sup",["a",{"href":"fn_6"},"f"]],"He pursued his usual vocation, that of farm work in association with his father and brothers, from whom he received kindness, consideration, and sympathy; and in spite of raillery, abuse, and denunciation from the community at large he remained firm and faithful in his solemn avouchment that he had seen and heard both the Eternal Father and Jesus the Christ, and that he had been instructed to join none of the contending sects or churches because they were all fundamentally wrong."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-41.p31"},"On the night of the 21st of September 1823, while engaged in fervent prayer to God in the solitude of his chamber, Joseph observed the room become illuminated until the light exceeded that of a cloudless noon. A glorious personage appeared within the room, standing a little space above the floor. Both the body of the visitant and the loose robe he wore were of exquisite whiteness. Calling Joseph by name he announced himself as Moroni, “a messenger sent from the presence of God”; and informed the young man that the Lord had a work for him to do, and that his name should come to be spoken of both for good and for evil among all nations, kindreds, and tongues. The angel told of a record engraven on plates of gold, which contained an account of the former inhabitants of the American continent, and the fulness of the everlasting gospel as delivered by the Savior to those ancient people; and furthermore, that with the record were a breastplate, and the Urim and Thummim, which had been prepared by divine instrumentality for use in translating the book. The place at which the plate and the other sacred things were deposited was shown to Joseph in vision, and so clear was the demonstration that he readily recognized the spot when he visited it next day."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-41.p32"},"The angel quoted several passages from the Old and one from the New Testament, some verbatim, and some with small variations from the Biblical version. Joseph’s statement concerning the scriptures cited by Moroni is as follows:"],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-41.p33"},"“He first quoted part of the",["a.scriptureRef",{"href":"/scriptures/ot/mal/3"},"third chapter of Malachi"],", and he quoted also the",["a.scriptureRef",{"href":"/scriptures/ot/mal/4"},"fourth or last chapter"],"of the same prophecy, though with a little variation from the way it reads in our Bibles. Instead of quoting the first verse as it reads in our books, he quoted it thus:"],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-41.p34"},["span.emphasis","“For behold, the day cometh that shall burn as an oven, and all the proud, yea, and all that do wickedly, shall burn as stubble; for they that come shall burn them, saith the Lord of Hosts, that it shall leave them neither root nor branch."]],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-41.p35"},"“And again, he quoted the fifth verse thus:",["span.emphasis","Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the coming of the great and dreadful day of the Lord."]],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-41.p36"},"“He also quoted the next verse differently:",["span.emphasis","And he shall plant in the hearts of the children the promises made to the fathers, and the hearts of the children shall turn to their fathers; if it were not so, the whole earth would be utterly wasted at his coming."]],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-41.p37"},"“In addition to these, he quoted the",["a.scriptureRef",{"href":"/scriptures/ot/isa/11"},"eleventh chapter of Isaiah"],", saying that it was about to be fulfilled. He quoted also the",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.22-23"},"third chapter of Acts, twenty-second and twenty-third verses"],", precisely as they stand in our New Testament. He said that that prophet was Christ; but the day had not yet come when they who would not hear his voice should be cut off from among the people, but soon would come."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-41.p38"},"“He also quoted the",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.28-32"},"second chapter of Joel"],", from the twenty-eighth verse to the last. He also said that this was not yet fulfilled but was soon to be. And he further stated that the fulness of the Gentiles was soon to come in.”",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-41.p39"},"The messenger departed, and the light disappeared with him. Twice during the same night, however, the angel returned, each time repeating what had been said at his first appearing and adding words of instruction and caution. On the next day Moroni appeared to the young man again, and directed him to inform his father of the visitations and commandments he had received. Joseph’s father instructed him to obey the messenger’s instructions and testified that they were given of God. Joseph then went to the locality specified by the angel, on the side of a hill called in the record Cumorah, and immediately identified the spot that had been shown him in vision. By the aid of a lever he removed a large stone, which proved to be the cover of a stone box wherein lay the plates and other articles described by Moroni. The angel appeared at the place, and forbade Joseph to remove the contents of the box at that time. The young man replaced the massive stone lid and left the spot."],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-41.p40"},"Four years later, the plates, the Urim and Thummim, and the breastplate were delivered into Joseph’s keeping by the angel Moroni. This Moroni, who now came as a resurrected being, was the last survivor of the Nephite nation; he had completed the record, and then shortly before his death had hidden away the same in the hill Cumorah, whence it was brought forth through his instrumentality and delivered to the modern prophet and seer, Joseph Smith, September 22, 1827. That record, or, strictly speaking a part thereof, is now accessible to all; it has been translated through divine instrumentality and is now published in many languages as the Book of Mormon.",["sup",["a",{"href":"fn_8"},"h"]]]],[".topic",["h2","The Aaronic Priesthood Conferred by John the Baptist"],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-41.p42"},"On the 15th of May, 1829, Joseph Smith and his scribe in the work of translating the Nephite record, Oliver Cowdery, retired to a secluded glade to pray. Their special purpose was to inquire of the Lord concerning the ordinance of baptism for the remission of sins, some account of which they had found on the plates. Joseph writes:"],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-41.p43"},"“While we were thus employed, praying and calling upon the Lord, a messenger from heaven descended in a cloud of light, and having laid his hands upon us, he ordained us, saying:"],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-41.p44"},["span.emphasis","Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the Gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth, until the sons of Levi do offer again an offering unto the Lord in righteousness.”"],["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-41.p45"},"The angelic visitor stated that his name was John, the same who is designated in the New Testament, John the Baptist; and that he had acted in ordaining the two under the direction of Peter, James, and John, who held the keys of the Higher or Melchizedek Priesthood. He explained that the Aaronic Priesthood did not comprize “the power of laying on hands for the gift of the Holy Ghost”;",["sup",["a",{"href":"fn_10"},"j"]],"but he predicted that the Higher Priesthood, having this power, would be conferred later. By his express direction, Joseph baptized Oliver, and the latter in turn baptized Joseph, by immersion in water."]],[".topic",["h2","The Melchizedek Priesthood Conferred by Peter, James, and John"],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-41.p47"},"Shortly after their ordination to the Lesser or Aaronic Priesthood, Joseph Smith and Oliver Cowdery were visited by the presiding apostles of old, Peter, James, and John, who conferred upon them the Melchizedek Priesthood and ordained them to the Holy Apostleship. In a later revelation the Lord Jesus thus specifically acknowledges the respective ordinations as having been done by His will and commandment:"],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-41.p48"},"“Which John I have sent unto you, my servants, Joseph Smith, Jun., and Oliver Cowdery, to ordain you unto this first priesthood which you have received, that you might be called and ordained even as Aaron. … And also with Peter, and James, and John, whom I have sent unto you, by whom I have ordained you and confirmed you to be apostles, and especial witnesses of my name, and bear the keys of your ministry, and of the same things which I revealed unto them: Unto whom I have committed the keys of my kingdom, and a dispensation of the gospel for the last times; and for the fulness of times, in the which I will gather together in one all things, both which are in heaven, and which are on the earth.”",["sup",["a",{"href":"fn_11"},"k"]]]],[".topic",["h2","Establishment of the Church of Jesus Christ of Latter-day Saints"],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-41.p50"},"On the sixth day of April",["span.small","A.D."],"1830, the Church of Jesus Christ of Latter-day Saints was formally organized, at Fayette, Seneca county, New York, in accordance with the secular law governing the establishment of religious associations. The persons actually participating in the organization numbered but six, such being the minimum required by law in such an undertaking; many others were present however, some of whom had already received the ordinance of baptism for the remission of sins. By revelation to Joseph Smith, the Lord had previously specified the day on which the organization was to be effected, and had made known His plan of Church government—with detailed instructions as to the requisite conditions for membership; the indispensability of baptism by immersion, and the precise manner in which the initiatory ordinance was to be administered; the manner of confirming baptized believers as members of the Church; the duties of elders, priests, teachers, and deacons in the Church; the exact procedure to be followed in the administration of the Sacrament of the Lord’s Supper; the order of Church discipline, and the method of transferring members from one branch to another.",["sup",["a",{"href":"fn_12"},"l"]],"The baptized converts present at the organization were called upon to express their acceptance or rejection of Joseph Smith and Oliver Cowdery as elders in the Church; and in accordance with the unanimous vote in the affirmative the ordination or setting apart of these two men as respectively first and second elder in the new organization was performed.",["sup",["a",{"href":"fn_13"},"m"]]],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-41.p51"},"While the Book of Mormon had been in course of translation, particularly during the two years immediately preceding the organization of the Church, several revelations had been given through Joseph the prophet and seer, relating to the work of translation and to the preparatory labor necessary to the establishment of the Church as an institution among men. The Author of these several revelations declared Himself definitely to be Jesus Christ, God, the Son of God, the Redeemer, the Light and Life of the World, Alpha and Omega, Christ the Lord, the Lord and Savior.",["sup",["a",{"href":"fn_14"},"n"]],"As early as",["span.small","A.D."],"1829, the calling of the Twelve Apostles was indicated, and appointment was made for the searching out of the Twelve who should stand before the world as special witnesses of the Christ; these were subsequently ordained to the Holy Apostleship, and the council or quorum of the Twelve has been recognized, and instructions concerning their exalted duties have been given, in numerous revelations of later dates.",["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-41.p52"},"In such manner has the Church of Jesus Christ been reestablished upon the earth, with all the powers and authority pertaining to the Holy Priesthood as committed by the Lord Jesus to His apostles in the period of His personal ministry. The inauguration of a new dispensation of the gospel, with a restoration of the Priesthood, was absolutely necessary; since through the apostasy of the Primitive Church there lived not a man empowered to speak or administer in the name of God or His Christ. John the Revelator saw in his vision of the last days an angel bringing anew “the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.”",["sup",["a",{"href":"fn_16"},"p"]]],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-41.p53"},"Such an angelic embassage would have been but a needless and empty display, and therefore an impossibility, had the everlasting gospel remained upon the earth with its powers of priesthood perpetuated by succession. The scriptural assurances of a restoration in the last days through direct bestowal from the heavens is conclusive proof of the actuality of the universal apostasy. Moroni came to Joseph Smith as “a messenger sent from the presence of God,” and delivered a record containing “the fulness of the everlasting gospel,” as it had been imparted to the Lord’s people in ancient times; and the worldwide distribution of the Book of Mormon, and of other publications embodying the revealed word in modern times, and the ministry of thousands who labor in the authority of the Holy Priesthood combine as the loud voice addressed to every nation, crying: “Fear God, and give glory to him; for the hour of his judgment is come.”"]],[".topic",["h2","Further Communications from the Heavens to Man"],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-41.p55"},"Following the organization of the Church as heretofore described, direct communication between the Lord Jesus Christ and His prophet Joseph was frequent, as the needs of the Church required. Numerous revelations were given, and these are accessible to all who will read.",["sup",["a",{"href":"fn_17"},"q"]],"A marvelous manifestation was granted to the prophet and his associate in the presidency of the Church, Sidney Rigdon, the record of which appears as follows:"],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-41.p56"},"“We, Joseph Smith, Jun., and Sidney Rigdon, being in the Spirit on the sixteenth of February, in the year of our Lord, one thousand eight hundred and thirty-two, by the power of the Spirit our eyes were opened and our understandings were enlightened, so as to see and understand the things of God—even those things which were from the beginning before the world was, which were ordained of the Father, through his Only Begotten Son, who was in the bosom of the Father, even from the beginning, of whom we bear record, and the record which we bear is the fulness of the gospel of Jesus Christ, who is the Son, whom we saw and with whom we conversed in the heavenly vision; For while we were doing the work of translation, which the Lord had appointed unto us, we came to the",["a.scriptureRef",{"href":"/scriptures/nt/john/5.29"},"twenty-ninth verse of the fifth chapter of John"],", which was given unto us as follows. Speaking of the resurrection of the dead, concerning those who shall hear the voice of the Son of Man, and shall come forth; they who have done good in the resurrection of the just, and they who have done evil in the resurrection of the unjust. Now this caused us to marvel, for it was given unto us of the Spirit; and while we meditated upon these things, the Lord touched the eyes of our understandings and they were opened, and the glory of the Lord shone round about; and we beheld the glory of the Son, on the right hand of the Father, and received of his fulness; and saw the holy angels, and they who are sanctified before his throne, worshiping God, and the Lamb, who worship him for ever and ever. And now, after the many testimonies which have been given of him, this is the testimony last of all, which we give of him, that he lives; for we saw him, even on the right hand of God, and we heard the voice bearing record that he is the Only Begotten of the Father—that by him and through him, and of him the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.”",["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-41.p57"},"The vision was followed by further revelation both through sight and hearing; and the Lord showed unto His servants and proclaimed aloud the fate of the wicked and the characteristic features of the varied degrees of glory provided for the souls of mankind in the hereafter. The several states of graded honor and exaltation pertaining to the telestial, the terrestrial, and the celestial kingdoms were revealed, and the ancient scriptures relating thereto were illumined with the new light of simplicity and literalness.",["sup",["a",{"href":"fn_19"},"s"]]]],[".topic",["h2","Personal Appearing of the Lord Jesus Christ in the Kirtland Temple"],["p.para",{"id":"p59","uri":"/manual/jesus-the-christ/chapter-41.p59"},"In less than three and a half years after its organization the Church began the erection of the first temple of modern times at Kirtland, Ohio. The work was undertaken in compliance with a revelation from the Lord requiring this labor at the hands of His people. The Church membership was small; the people were in poverty; the period was one of determined opposition and relentless persecution.",["sup",["a",{"href":"fn_20"},"t"]],"Be it understood that to the Latter-day Saints a temple is more than chapel, church, tabernacle, or cathedral; it is no place of common assembly even for purposes of congregational worship, but an edifice sacred to the ordinances of the Holy Priesthood—distinctively and essentially a House of the Lord. The temple at Kirtland stands today, a substantial and stately building; but it is no longer in possession of the people who reared it by unmeasured sacrifice of time, substance, and effort extending through years of self-denial and suffering. Its cornerstones were laid July 23, 1833, and the completed structure was dedicated March 27, 1836. The dedicatory service was made ever memorable by a Pentecostal outpouring of the Spirit of the Lord accompanied by the visible presence of angels. In the evening of the same day the several quorums of priesthood assembled in the house, and a yet greater manifestation of divine power and glory was witnessed. On the succeeding Sunday—April 3, 1836—after a service of solemn worship, including the administration of the Lord’s Supper, the prophet Joseph and his counselor, Oliver Cowdery, retired for prayer within the veils enclosing the platform and pulpit reserved for the presiding authorities of the Melchizedek Priesthood. They bear this solemn testimony to the personal appearing of the Lord Jesus Christ at that time and place:"],["p.para",{"id":"p60","uri":"/manual/jesus-the-christ/chapter-41.p60"},"“The veil was taken from our minds, and the eyes of our understanding were opened. We saw the Lord standing upon the breast work of the pulpit, before us, and under his feet was a paved work of pure gold in color like amber. His eyes were as a flame of fire, the hair of his head was white like the pure snow, his countenance shone above the brightness of the sun, and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying—I am the first and the last, I am he who liveth, I am he who was slain, I am your advocate with the Father. Behold, your sins are forgiven you, you are clean before me, therefore lift up your heads and rejoice, let the hearts of your brethren rejoice, and let the hearts of all my people rejoice, who have, with their might, built this house to my name. For behold, I have accepted this house, and my name shall be here, and I will manifest myself to my people in mercy in this house, Yea I will appear unto my servants, and speak unto them with mine own voice, if my people will keep my commandments, and do not pollute this holy house, Yea the hearts of thousands and tens of thousands shall greatly rejoice in consequence of the blessings which shall be poured out, and the endowment with which my servants have been endowed in this house; and the fame of this house shall spread to foreign lands, and this is the beginning of the blessing which shall be poured out upon the heads of my people. Even so. Amen.”",["sup",["a",{"href":"fn_21"},"u"]]],["p.para",{"id":"p61","uri":"/manual/jesus-the-christ/chapter-41.p61"},"After the Savior’s withdrawal, the two mortal prophets were visited by glorified beings, each of whom had officiated on earth as a specially commissioned servant of Jehovah, and now came to confer the authority of his particular office upon Joseph and Oliver, thus uniting all the powers and authorities of olden dispensations in the restored Church of Christ, which characterizes the last and greatest dispensation of history. This is the record:"],["p.para",{"id":"p62","uri":"/manual/jesus-the-christ/chapter-41.p62"},"“After this vision closed, the heavens were again opened unto us, and Moses appeared before us, and committed unto us the keys of the gathering of Israel from the four parts of the earth, and the leading of the ten tribes from the land of the north. After this, Elias appeared, and committed the dispensation of the gospel of Abraham, saying, that in us, and our seed, all generations after us should be blessed. After this vision had closed, another great and glorious vision burst upon us, for Elijah the prophet, who was taken to heaven without tasting death, stood before us, and said—Behold, the time has fully come, which was spoken of by the mouth of Malachi, testifying that he (Elijah) should be sent before the great and dreadful day of the Lord come, to turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse. Therefore the keys of this dispensation are committed into your hands, and by this ye may know that the great and dreadful day of the Lord is near, even at the doors.”",["sup",["a",{"href":"fn_22"},"v"]]]],[".topic",["h2","Jesus the Christ Is with His Church Today"],["p.para",{"id":"p64","uri":"/manual/jesus-the-christ/chapter-41.p64"},"Right gloriously has the Lord brought about a fulfilment of the promises uttered through the mouths of His holy prophets in by-gone ages—to restore the gospel with all its former blessings and privileges; to bestow anew the Holy Priesthood with authority to administer in the name of God; to reestablish the Church bearing His name and founded upon the rock of divine revelation; and to proclaim the message of salvation to all nations, kindreds, tongues, and peoples. In spite of persecution both mobocratic and judicially sanctioned, in spite of assaults, drivings, and slaughter, the Church has developed with marvelous rapidity and strength since the day of its organization. Joseph, the prophet, and his brother Hyrum, the patriarch of the Church, were brutally slain as martyrs to the truth at Carthage, Illinois, June 27, 1844. But the Lord raised up others to succeed them; and the world learned in part and yet shall know beyond all question that the Church so miraculously established in the last days is not the church of Joseph Smith nor of any other man, but in literal verity, the Church of Jesus Christ. The Lord has continued to make known His mind and will through prophets, seers, and revelators whom He has successively chosen and appointed to lead His people; and the voice of divine revelation is heard in the Church today. As provided for in its revealed plan and constitution, the Church is blessed by the ministry of prophets, apostles, high priests, patriarchs, seventies, elders, bishops, priests, teachers, and deacons.",["sup",["a",{"href":"fn_23"},"w"]],"The spiritual gifts and blessings of old are again enjoyed in rich abundance.",["sup",["a",{"href":"fn_24"},"x"]],"New scriptures, primarily directed to present duties and current developments in the purposes of God, yet which illuminate and make plain in simplicity the scriptures of old, have been given to the world through the channel of the restored priesthood; and other scriptures shall yet be written. The united membership of the Church proclaims:"],["p.para",{"id":"p65","uri":"/manual/jesus-the-christ/chapter-41.p65"},"“We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.”",["sup",["a",{"href":"fn_25"},"y"]]],["p.para",{"id":"p66","uri":"/manual/jesus-the-christ/chapter-41.p66"},"The predicted gathering of Israel from their long dispersion is in progress under the commission given by the Lord through Moses. The “mountain of the Lord’s house” is already established in the top of the mountains, and all peoples flow unto it; while the elders of the Church go forth among the nations, saying: “Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.”",["sup",["a",{"href":"fn_26"},"z"]]],["p.para",{"id":"p67","uri":"/manual/jesus-the-christ/chapter-41.p67"},"Within sacred temples, the living are officiating vicariously in behalf of the dead; and the hearts of mortal children are turned with affectionate concern toward their departed ancestors, while disembodied hosts are praying for the success of their posterity, yet in the flesh, in the service of salvation.",["sup",["a",{"href":"fn_27"},"a"]],"The saving gospel is offered freely to all, for so hath its Author commanded. Through the medium of the press, and by the personal ministrations of men invested with the Holy Priesthood whom the Church sends out by thousands, this Gospel of the Kingdom is today preached throughout the world. When such witness among the nations is made complete, “then shall the end come”; and the nations “shall see the Son of Man coming in the clouds of heaven, with power and great glory.”",["sup",["a",{"href":"fn_28"},"b"]]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-41.f1"},["h3","Notes to Chapter 41"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p69","uri":"/manual/jesus-the-christ/chapter-41.p69"},["b","The Dispensation of the Fulness of Times."],"—“Now the thing to be known is, what the fulness of times means, or the extent and authority thereof. It means this, that the dispensation of the fulness of times is made up of all the dispensations that ever have been given since the world began, until this time. Unto Adam first was given a dispensation. It is well known that God spake to him with His own voice in the garden, and gave him the promise of the Messiah. And unto Noah also was a dispensation given; for Jesus said, ‘As it was in the days of Noe, so shall it be also in the days of the coming of the Son of Man’; and as the righteous were saved then, and the wicked destroyed, so it will be now. And from Noah to Abraham, and from Abraham to Moses, and from Moses to Elias, and from Elias to John the Baptist, and from then to Jesus Christ, and from Jesus Christ to Peter, James, and John, the Apostles all having received in their dispensation by revelation from God, to accomplish the great scheme of restitution, spoken by all the holy Prophets since the world began; the end of which is, the dispensation of the fulness of times, in which all things shall be fulfilled that have been spoken of since the earth was made.”—See",["span.emphasis","Millennial Star,"],"vol. 16, p. 220."]],["li",["span.label","2."],["p.para",{"id":"p70","uri":"/manual/jesus-the-christ/chapter-41.p70"},["b","Limitations of the Aaronic Priesthood."],"—After conferring the Lesser or Aaronic Priesthood upon Joseph Smith and Oliver Cowdery, the officiating angel, who had been known while a mortal being as John the Baptist, explained that the authority he had imparted did not extend to the laying-on of hands for the bestowal of the Holy Ghost, the latter ordinance being a function of the Higher or Melchizedek Priesthood. Consider the instance of Philip, (not the apostle Philip), whose ordination empowered him to baptize, though a higher authority than his was requisite for the conferring of the Holy Ghost; and consequently the apostles Peter and John went down to Samaria to officiate in the case of Philip’s baptized converts (",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.5,12-17"},"Acts 8:5, 12–17"],"). See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.41,46"},"D&C 20:41, 46"],"."]],["li",["span.label","3."],["p.para",{"id":"p71","uri":"/manual/jesus-the-christ/chapter-41.p71"},["b","Priesthood and Office Therein."],"—It is important to know that although Joseph Smith and Oliver Cowdery had been ordained to the Holy Apostleship, and therefore to a fulness of the Melchizedek Priesthood, by Peter, James, and John, it was necessary that they be ordained as elders in the Church. When they received the Melchizedek Priesthood from the three ancient apostles, there was no organized Church of Jesus Christ, and consequently no need of Church officers, such as elders, priests, teachers, or deacons. As soon as the Church was established, officers were chosen therein and these were ordained to the requisite office or grade in the Priesthood. Moreover, the principle of common consent in the conduct of Church affairs was observed in this early action of the members in voting to sustain the men nominated for official positions, and has continued to be the rule of the Church to this day. It is pertinent to point out further that in conferring upon Joseph and Oliver the Aaronic Priesthood, John the Baptist did not ordain them to the office of priest, teacher, or deacon. These three offices are included in the Aaronic, as are the offices of elder, seventy, high priest, etc., in the Melchizedek Priesthood. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.38-67"},"D&C 20:38–67"],";",["span.emphasis","Articles of Faith,"],"chapter 11."]],["li",["span.label","4."],["p.para",{"id":"p72","uri":"/manual/jesus-the-christ/chapter-41.p72"},["b","Modern Temples."],"—The Lord’s gracious promise given in the Kirtland Temple—to appear unto His servants at times then future, and to speak unto them with His own voice, provided the people would keep His commandments and not pollute that holy house—has been in no wise abrogated nor forfeited through the enforced relinquishment of the Kirtland Temple by the Latter-day Saints. The people were compelled to flee before the fury of mobocratic persecution; but they hastened to erect another and yet more splendid sanctuary at Nauvoo, Illinois, and were again dispossessed by lawless mobs. In the valleys of Utah the Church has erected four great temples, each more stately than the last; and in these holy houses the sacred ordinances pertaining to salvation and exaltation of both the living and the dead are in uninterrupted progress. The temples of the present dispensation, in the order of their completion, and designated according to location, are those of Kirtland, Ohio; Nauvoo, Illinois; St. George, Logan, Manti, and Salt Lake City, Utah; Cardston, Canada; and Laie, Hawaii. See",["span.emphasis","House of the Lord,"],"pp. 53–195."]],["li",["span.label","5."],["p.para",{"id":"p73","uri":"/manual/jesus-the-christ/chapter-41.p73"},["b","Consistency of the Church’s Claim to Authority."],"—The proofs of order and system in the restoration of authority to officiate in particular functions pertaining to the priesthood are striking, and go to prove the continued validity, beyond the grave, of authoritative ordination on earth. The keys of the Aaronic order, comprizing authority to baptize for the remission of sins, were brought by John the Baptist, who had been especially commissioned in that order of priesthood in the time of Christ. The apostleship, comprizing all powers inherent in the Melchizedek Priesthood, was restored by the presiding apostles of old, Peter, James, and John. Then, as has been seen, Moses conferred the authority to prosecute the work of gathering; and Elijah, who, not having tasted death, held a peculiar relation to both the living and the dead, delivered the authority of vicarious ministry for the departed. To these appointments by heavenly authority should be added that given by Elias, who appeared to Joseph Smith and Oliver Cowdery, and “committed the dispensation of the gospel of Abraham.” It is evident, then, that the claims made by the Church with respect to its authority are complete and consistent as to the source of the powers professed and the channels through which such have been delivered again to earth. Scripture and revelation, both ancient and modern, support as unalterable law the principle that no one can delegate to another an authority which the giver does not possess."]],["li",["span.label","6."],["p.para",{"id":"p74","uri":"/manual/jesus-the-christ/chapter-41.p74"},["b","Cessation of the Melchizedek Administration in Ancient Times."],"—The Higher or Melchizedek Priesthood was held by the patriarchs from Adam to Moses. Aaron was ordained to the priest’s office, as were his sons; but that Moses held superior authority is abundantly shown (",["a.scriptureRef",{"href":"/scriptures/ot/num/12.1-8"},"Numbers 12:1–8"],"). After Aaron’s death his son Eleazar officiated in the authority of the Lesser Priesthood; and even Joshua had to take counsel and authority from him (",["a.scriptureRef",{"href":"/scriptures/ot/num/27.18-23"},"Numbers 27:18–23"],"). From the ministry of Moses to that of Jesus Christ, the Lesser Priesthood alone was operative upon the earth, excepting only the instances of specially delegated authority of the higher order such as is manifest in the ministrations of certain chosen prophets, Isaiah, Jeremiah, Ezekiel, and others. It is evident that these prophets, seers, and revelators were individually and specially commissioned; but it appears that they had not authority to call and ordain successors, for in their time the Higher Priesthood was not existent on earth in an organized state with duly officered quorums. Not so with the Aaronic and Levitical Priesthood, however. The matter is made particularly plain through latter-day revelation. See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.23-28"},"D&C 84:23–28"],"; read the entire section; also",["span.emphasis","House of the Lord,"],"pp. 198–200."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-41.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.5-26"},"Joseph Smith—History 1:5–26"],"; also",["span.emphasis","History of the Church of Jesus Christ of Latter–day Saints,"],"1:2–8."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-41.fn2"},["b","2"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/eph/1.9,10"},"Ephesians 1:9, 10"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-41.p69"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-41.fn3"},["b","3"],["span.label","c"],"See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-11.p34"},"151"],"herein;",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-41.p73"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-41.fn4"},["b","4"],["span.label","d"],"For earlier instances, see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-10.p14"},"126"],",",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-23.p6"},"371"],", and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-39.p12"},"725"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-41.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.29-54,59"},"Joseph Smith—History 1:29–54, 59"],"; also",["span.emphasis","History of the Church,"],"1:10–16, 18."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-41.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.28"},"Joseph Smith—History 1:28"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-41.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.36-41"},"Joseph Smith—History 1:36–41"],"; and",["span.emphasis","History of the Church,"],"1:12, 13."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-41.fn8"},["b","8"],["span.label","h"],"See",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.6"},"Mormon 6:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.2"},"Moroni 10:2"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-41.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-69"},"Joseph Smith—History 1:68, 69"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D&C 13"],";",["span.emphasis","History of the Church,"],"1:39."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-41.fn10"},["b","10"],["span.label","j"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-41.p70"},"Notes 2"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-41.p74"},"6"],", end of chapter."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-41.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.8,12-13"},"D&C 27:8, 12, 13"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-41.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20"},"D&C 20"],"."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-41.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.2-3"},"D&C 20:2, 3"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.11"},"21:11"],"; see also",["span.emphasis","History of the Church,"],"1:40, 41.",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-41.p71"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-41.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5"},"D&C 5, 6, 8, 10–12, 14–20"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-41.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.27,31-36"},"D&C 18:27, 31–36"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.38-44"},"20:38–44"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.63-64"},"84:63, 64"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.4"},"95:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23-25"},"107:23–25"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.1,14,21"},"112:1, 14, 21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/118"},"118"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.127-130"},"124:127–30"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-41.fn16"},["b","16"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/nt/rev/14.6-7"},"Revelation 14:6, 7"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-41.fn17"},["b","17"],["span.label","q"],"See Doctrine and Covenants, and",["span.emphasis","History of the Church."]],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-41.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.11-24"},"D&C 76:11–24"],"; also",["span.emphasis","History of the Church"],"under date specified."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-41.fn19"},["b","19"],["span.label","s"],"See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.25-119"},"D&C 76:25–119"],"; also",["span.emphasis","Articles of Faith,"],"4:91–93; and 22:405–11."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-41.fn20"},["b","20"],["span.label","t"],"See",["span.emphasis","House of the Lord,"],"pp. 95–102."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-41.fn21"},["b","21"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.1-10"},"D&C 110:1–10"],"; also",["span.emphasis","History of the Church"],"under date specified.",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-41.p72"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-41.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11-16"},"D&C 110:11–16"],".",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-41.p73"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-41.fn23"},["b","23"],["span.label","w"],"See “Plan of Government in the Restored Church,” in",["span.emphasis","Articles of Faith,"],"11:204–12."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-41.fn24"},["b","24"],["span.label","x"],"See “Spiritual Gifts” in",["span.emphasis","Articles of Faith,"],"12:2."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-41.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.9"},"No. 9"],"of “The Articles of Faith of the Church of Jesus Christ of Latter–day Saints.”"],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-41.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/ot/isa/2.2-3"},"Isaiah 2:2, 3"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/micah/4.1-2"},"Micah 4:1, 2"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.8"},"D&C 29:8"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-41.fn27"},["b","27"],["span.label","a"],"See",["span.emphasis","House of the Lord,"],"pp. 53–91."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-41.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.31,36"},"Joseph Smith—Matthew 1:31, 36"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.14,30"},"Matthew 24:14, 30"],"."]]}
