{"id":3,"parent_id":0,"book_id":72,"content_id":1,"language_id":1,"display_order":3,"title":"Chapter 1: Intimacy and the Purposes of Earthly Families","subtitle":"","short_title":"Chapter 1","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families"},[".heading",{"id":"head1","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.head1"},[".titleNumber","Chapter",["span.dominant","1"]],["h1","Intimacy and the Purposes of Earthly Families"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p3"},"Intimacy does not occur in a vacuum, isolated from other human relationships, from values, or from our perceptions of ourselves and others. It is only one part—although a very important part—of our relationships with others. To understand intimacy properly, we must understand the proper nature of the family and of our relationships with others and the values that influence those relationships. We must understand our true roles with regard to each other. Teaching human intimacy to our children is only one of many ways in which we help them to prepare for eternal life. But it is a very important responsibility we have toward our children."],["p.para",{"id":"p4","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p4"},"This chapter will help you review and better understand the ultimate and eternal purposes for which you are raising your children and will explain how the teaching of human intimacy fits into these purposes."],[".topic",["h2","An Earthly Family Is a Preparation for an Eternal Family"],["p.para",{"id":"p6","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p6"},"Our Heavenly Father’s work and glory are “to bring to pass the immortality and eternal life” of his children (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). When explaining the glorious potential of each of his children, he said that if they do all things he requires of them, “they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"D&C 132:19"],"). In other words, if we are true and faithful in all things, we will be able to become like God our Father and live forever in the family unit, working as he does to bless and exalt our children."],["p.para",{"id":"p7","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p7"},"This understanding of God’s purposes and our potential is a great blessing to you as you raise your earthly family. Everything you do in your family here on earth should prepare you and your children to be like our Heavenly Father and to live in and lead eternal families. You are not simply caring for your children until they can leave home—you are training infinitely precious children of God to someday be worthy to receive all that the Father has."],["p.para",{"id":"p8","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p8"},"The broadest, most general relationship we have with each other is as brothers and sisters. In this role we relate not only to the other children of our earthly parents but also to all the other children of our Father in Heaven. We are brothers and sisters to all. We also relate to others in the more restricted but more complex roles within our earthly families—brother or sister, son or daughter, father or mother, husband or wife."],["p.para",{"id":"p9","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p9"},"In our attempts to fulfill these roles properly, we have perfect role models: God our Father and his Beloved Son, Jesus Christ. Since a major purpose of our mortal existence is to become like our Heavenly Father through following the example and teachings of his Son Jesus Christ, and since eternal life with our Father will be lived in family units, the ultimate goal of a man or boy is to become an effective husband and father, and the ultimate goal of a woman or girl is to become an effective wife and mother."],["p.para",{"id":"p10","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p10"},"We reach these goals by following the models set for us by our Heavenly Father and our Savior. How do they fulfill these roles? How do they act in relationship to us? Many passages of scripture describe their actions and attitudes toward us, but few are as expressive as these: “For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"); and “Greater love hath no man than this, that a man lay down his life for his friends” (",["a.scriptureRef",{"href":"/scriptures/nt/john/15.13"},"John 15:13"],"). They love us, and they want to help us become worthy to return and live with them and help us become able to feel all the joy that they feel. They do everything they can to bring that about, including the great suffering and sacrifice of the Atonement."],["p.para",{"id":"p11","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p11"},"How different that is from the attitude of Satan, who said to the Father, “give me thine honor” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.1"},"Moses 4:1"],"), and who rebelled against God and sought to destroy the agency of man—all for his own gain. “And because he had fallen from heaven, and had become miserable forever, he sought also the misery of all mankind” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.18"},"2 Nephi 2:18"],"). The way Satan tries to make us miserable is to tempt us to be like him, selfish and self-centered, thinking only of our own gain—just as he tempted Cain (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.29-32"},"Moses 4:29–33"],")."],["p.para",{"id":"p12","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p12"},"The philosophy of the world follows Satan: “Do your own thing.” “What’s in it for me?” “If you think it’s right, it’s right.” “If it feels good, do it.” As a result of such thinking, people turn away from God and focus on themselves, doing just what Satan himself wanted to do—setting themselves up as the judges of what is right and wrong and taking to themselves all honor and glory. They treat other people largely as a means to their own gain, their own pleasure. Ultimately, they are miserable—because happiness is the result of becoming like God, not like Satan."],["p.para",{"id":"p13","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p13"},"The adversary’s role was absolutely opposite to the role of the Savior. Jesus said he would do all that was required to redeem mankind without seeking any honor to himself (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.2"},"Moses 4:2"],"). He did it because he loved us. He offered himself as a sacrifice without expectation or desire for himself. He did it because he loved the Father."],["p.para",{"id":"p14","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p14"},"Christ, as our Savior, set the perfect example of brotherly love. He encourages us to righteousness. Everything he does and has done is to help us toward immortality and eternal life. He sacrificed all to help us achieve that end. He knew that this would include the incomprehensible suffering involved in the Atonement, but he offered himself willingly and lovingly. He had no desire for power or the admiration of men."],["p.para",{"id":"p15","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p15"},"If we are to emulate the love of Christ, we must have the same objective: “I do what I do because I love you, not because I have any selfish gain in mind or any anticipation that credit shall come to me. I do what is best for you in an eternal sense—what will help you return to our Heavenly Father.” If all of our roles are fulfilled with that in mind, they will be fulfilled in righteousness and result in unconditional love for each other and in helping each of us obtain immortality and eternal life."],["p.para",{"id":"p16","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p16"},"Your ultimate goal within your family should be to prepare your sons and daughters to be worthy of the great blessings the Lord has promised them if they are true and faithful. One of the gravest responsibilities a person ever takes upon himself is that of preparing a child for these eternal possibilities."]],[".topic",["h2","Children are Spirit Brothers and Sisters Entrusted to Your Care"],["p.para",{"id":"p18","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p18"},"When the Lord asked Cain, “Where is thy brother?” Cain’s retort was, “Am I my brother’s keeper?” (See",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.9"},"Genesis 4:9"],",",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.34"},"Moses 5:34"],".) The answer, for us, must be a resounding yes. How are we our brother’s keeper? By virtue of our determination to encourage him toward righteousness, to help him achieve eternal joy in the kingdom of our Father."],["p.para",{"id":"p19","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p19"},"As you teach and train your children, contemplate the relationship you had with them in the premortal life. There we were all brothers and sisters of the same Father—members of the same family. Remember Christ’s example when you deal with your children. Always be aware that these spirits are really your brothers and sisters and that you have the responsibility to help them become like our common Father. You are the keeper of your brothers and sisters—with special responsibilities for those of your brothers and sisters who are your children—and you should be determined to encourage them toward righteousness."]],[".topic",["h2","Ways to Prepare Your Children for Their Eternal Possibilities"],["p.para",{"id":"p21","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p21"},"If your goal in your earthly family is to help your children become like their Heavenly Father and be worthy to be eternal fathers and mothers, what can you do to reach this goal? There are many things you must do, of course, but there are three very important ideas that relate particularly to giving your children an eternal understanding of the role of human intimacy:"],[".figure",{"id":"f1","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.f1"},["ol.number",["li",["span.label","1."],["p.para","Teach your children what a righteous parent is, by example and precept."]],["li",["span.label","2."],["p.para","Teach your children the roles that God has ordained for men and women to fill in this life and throughout eternity."]],["li",["span.label","3."],["p.para","Teach your children to use their procreative powers in the way God has commanded so that they can establish righteous families here and be worthy to lead families in eternity."]]]],[".topic",["h3","Teach Children What a Righteous Parent Is"],["p.para",{"id":"p26","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p26"},"By your example and by your teachings, you should make sure that your children understand what a righteous parent is and does. As you obey the Lord’s commandments and serve him and your family, you help your children to prepare for their roles as fathers and mothers in the eternities."],["p.para",{"id":"p27","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p27"},"Our roles as fathers or mothers are like our Heavenly Father’s role—to help our children attain immortality and eternal life. It does not matter whether the family is structured in the ideal form with both father and mother, or whether the family is temporarily incomplete, with a single parent—the objective remains the same. Furthermore, children have a similar role. Children honor and encourage their parents to righteousness because they love them. The expression of love unfeigned and a desire to help others achieve immortality and eternal life are constant throughout all the roles that we fill."],["p.para",{"id":"p28","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p28"},"The most fundamental responsibility you have as a righteous parent is to bless your children. You create conditions and circumstances, opportunities and privileges, that will encourage the spiritual success of your children. This, of course, is also what God does for his children. Your teachings, behavior, activities—everything you do should bring the blessings of righteousness into the lives of your children. The Lord often says, “If you do what I require of you, I will bless you” (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D&C 130:20–21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.22"},"Mosiah 2:22"],")."],["p.para",{"id":"p29","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p29"},"As a righteous parent, you also protect your children against the adversary—against untruths and sin. You do this by teaching your children the doctrines of the Lord and instilling in them faith in the Lord and confidence in the correctness of his commandments. You also do this by being an example of righteousness. Children tend to do what they have seen their parents do. An example of a righteous parent becomes one of their greatest protections against the adversary. The prophet Nephi said that “whoso would hearken unto the word of God, and would hold fast unto it, they would never perish; neither could the temptations and the fiery darts of the adversary overpower them unto blindness, to lead them away to destruction” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.24"},"1 Nephi 15:24"],")."],["p.para",{"id":"p30","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p30"},"As you teach your children the word of God, you will be offering your children spiritual protection that will last throughout their lives. You will have provided for them truths by which they can judge their own actions. Knowing the truth enables both parent and child to communicate more effectively. Knowing the truth takes the chance out of decision making. Only when the truth is known is one actually making a choice; otherwise, he may be simply guessing at the course he should follow."],["p.para",{"id":"p31","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p31"},"A righteous parent gives and explains the laws of the Lord to his children. Through prayerful study of the scriptures and the writings of the living prophets, you can come to know and understand the laws of God. Inquiries of the Lord through prayer will enable you to know how to reach the heart of your child with the truth of the Lord’s laws. Prayer is the parent’s as well as the child’s avenue of communication with our Heavenly Father. With careful, attentive effort, in prayer and study, a parent is more likely to apply the Lord’s laws appropriately. Parents should do all they can to ensure that what they require of their children is in accordance with His laws. Doing everything in your home the Lord’s way will enable your children to follow you in righteousness."],["p.para",{"id":"p32","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p32"},"The Lord said, “Inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25"},"D&C 68:25"],")."],["p.para",{"id":"p33","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p33"},"You must not only provide the law of the Lord to your children, you must help them keep on the correct course. Counseling them in love when you see that they are straying from the Lord’s laws will help them exercise their agency with understanding. The use of agency includes the consequences resulting from our decisions. Correcting a child—“reproving betimes with sharpness, when moved upon by the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.43"},"D&C 121:43"],") and then showing an increase of love toward the child—is an opportunity to teach the great principle of repentance. An understanding of repentance increases a child’s appreciation for Christ and initiates awareness of the justice and mercy of God. It also helps parents strive to judge the acts of their children righteously and justly. This means not only teaching the law and reproving when the law is broken, but offering mercy and forgiveness when your children repent and try to do better."],["p.para",{"id":"p34","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p34"},"In all things live a life that is as Christlike as possible. Live just the way you expect your children to live."]],[".topic",["h3","Teach Children the Eternal Roles of Men and Women"],["p.para",{"id":"p36","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p36"},"President Spencer W. Kimball has said, “[Men’s and women’s] roles and assignments differ. These are eternal differences—with women being given many tremendous responsibilities of motherhood and sisterhood and men being given the tremendous responsibilities of fatherhood and the priesthood—but the man is not without the woman nor the woman without the man in the Lord (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/1.11"},"1 Cor. 1:11"],")” (“The Role of Righteous Women,”",["span.emphasis","Ensign,"],"Nov. 1979, p. 102)."],["p.para",{"id":"p37","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p37"},"President Kimball also explained, “The Lord organized the whole program in the beginning with a father who procreates, provides, and loves and directs, and a mother who conceives and bears and nurtures and feeds and trains. The Lord could have organized it otherwise but chose to have a unit with responsibility and purposeful associations” (in Conference Report, Apr. 1973, p. 151; or",["span.emphasis","Ensign,"],"July 1973, p. 15)."],["p.para",{"id":"p38","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p38"},"While many of the responsibilities of men and women are the same, the Lord has assigned to his sons the responsibilities of holding the priesthood, of providing for their families, and of presiding in righteousness over them. The Lord has assigned to his daughters the responsibilities of helping to create earthly bodies for his spirit children, of nurturing and caring for those children, and of sustaining and counseling with her husband."],["p.para",{"id":"p39","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p39"},"Help your young children understand that being a man or a woman is part of a pattern of life established and approved by their eternal Creator. You teach your children to be proud of being a boy or a girl primarily by being secure and happy yourself with your masculinity or femininity and by demonstrating love for your spouse. As a child interacts with parents who are secure in these ways, he learns that men and women have a natural and complementary affection for each other and that each parent contributes in unique ways to his or her comfort and security. The child learns that both masculinity and femininity have value and develops a sense of happiness and security in being a boy or a girl."],["p.para",{"id":"p40","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p40"},"The following ideas may help you understand the weighty assignments the Lord has given to his sons. He has given them the priesthood, which is his power given to men to act in his name. But this power is not given to men merely to give them authority. On the contrary, the Lord makes clear that “no power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41"},"D&C 121:41"],"). The purpose of having the priesthood in the home is to bring the powers of heaven into the lives of the family members. Through his priesthood, the father is able to receive revelation, inspiration, and understanding in behalf of his family. He can perform sacred ordinances for his family and bless them in many ways he could not if he did not hold the priesthood. He has been given this power so that he can bless his family."],["p.para",{"id":"p41","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p41"},"The Lord has also given his sons the responsibility of providing for their families. A father is responsible to provide all that his family needs—shelter, clothing, food, and whatever else is necessary for the physical comfort of the family members; compassion, counsel, direction, comfort, and means for the family members to develop their individual potentials."],["p.para",{"id":"p42","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p42"},"A father is also to preside over his family. One who presides is one who takes responsibility for the outcome. A father doesn’t just take the lead; he is responsible for the welfare of his family and accepts that responsibility willingly and anxiously."],["p.para",{"id":"p43","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p43"},"The Lord has given equally weighty responsibilities to his daughters. A woman’s greatest assignment is to give mortal tabernacles to the spirit children of God and then nurture and bless them so they will return to their Father in Heaven. She also may receive inspiration and understanding in behalf of the family. While she is pregnant, she nurtures the child with her own body, sacrificing her own comfort, and in some cases even her own health or life, to give life to another. The fact that numberless women have made this sacrifice does not lessen the unfeigned love each woman shows when she is willing to become a mother. While the child is growing, a nurturing, consoling, compassionate feeling develops between the mother and child that is not duplicated elsewhere. The child is literally flesh of her flesh, and the natural affection that exists between a creator and his creation exists in its strongest earthly form between a mother and child."]],[".topic",["h3","Teach Children the Proper Use of Procreative Powers"],["p.para",{"id":"p45","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p45"},"The relationship between a man and a woman is so significant that our Heavenly Father himself placed Adam and Eve together as husband and wife. After placing them under commandment to obey him, he commanded them to be fruitful, multiply, and replenish the earth (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.28"},"Genesis 1:28"],"). He gave them the responsibility to bear children, care for them, and teach them the plan of salvation."],["p.para",{"id":"p46","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p46"},"That great commandment applies to all parents today just as it did to Adam and Eve. Keeping that commandment is essential to the plan of salvation by which all the sons and daughters of God can return to Heavenly Father and receive the blessing of eternal life. The proper use of the power each person has to create life is, therefore, vital to the fulfillment of the Lord’s plan. From the beginning of family life on the earth, one of Satan’s major objectives has been to get men and women to abuse this power to create life. He wants to persuade them to defile themselves during this earthly probation so that they will not be able to fully magnify their primary roles of husband and wife, father and mother. If he can persuade your children to misuse their procreative powers, he may succeed in keeping them from becoming all that God has planned for them."],["p.para",{"id":"p47","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p47"},"The Lord placed upon parents the responsibility to teach their children to understand the proper use of procreative powers. This responsibility cannot be given to another. These powers are to be used only within the sanctity of lawful marriage relationships. As a parent, you can best help your children to see their procreative powers in a pure, chaste, and divine perspective, rather than in the strictly physical view of the world."],["p.para",{"id":"p48","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p48"},"You can best teach your children that intimacy between husband and wife must be guided by righteous attitudes toward each other. The most sacred intimacy must be shared in a relationship characterized by genuine love. If we truly love others and desire their eternal joy—if we are our brother’s keeper—our intimate relations as husband and wife will uplift rather than degrade. Immorality, which stems from a desire for selfish pleasure, will be unthinkable. Lust is selfish. It therefore draws a man and a woman, a brother and sister, into an unlawful or an unrighteous association with each other. Lust dulls the senses and encourages people to increasingly bizarre efforts to feel pleasure. Lustful men and women, married or not, will be preoccupied with selfish mental or physical gratification of their appetites without feeling the joy of natural affection. Virtuous behavior, however, does not reject the feeling and joy of the physical senses but provides a full and satisfying enjoyment of them. Genuine love—love unfeigned—leads us to lawful and righteous relationships, to compassionate but chaste relationships outside of marriage, and to righteous intimacy within marriage—within the bounds the Lord has set."],["p.para",{"id":"p49","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p49"},"Three gospel principles must be understood before we, as individuals, can overcome the effects of our fallen nature in mortality. First, we live in a fallen state. Because of our flesh, we are subject to the temptations of self-indulgence, selfishness, and pride. Second, we are all dependent upon the Savior and his atoning sacrifice to redeem us from our fallen state. No one can fully overcome the effects of his environment and culture until he relies upon the Savior. Third, we can overcome the effects of the Fall through the ordinances of the gospel and spiritual rebirth. When an individual receives the Holy Ghost and seeks the gifts of the Spirit, he becomes more Christlike in his nature—kind, pure in heart, meek, and charitable."],["p.para",{"id":"p50","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p50"},"Choose books about human intimacy carefully when you teach your children or when allowing others to teach your children about this subject. The tendency of much current literature is to focus on the processes of sexual behavior and to neglect the social and spiritual consequences of improper behavior. Unless information on human relationships strictly accords with the revealed word of the Lord, it will be at best incomplete and at worst sensual and devilish in content and purpose."],["p.para",{"id":"p51","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p51"},"In seeking knowledge about human intimacy, let yourself be guided by the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"thirteenth article of faith"],":"],["p.para",{"id":"p52","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p52"},"“We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men; indeed, we may say that we follow the admonition of Paul—We believe all things, we hope all things, we have endured many things, and hope to be able to endure all things. If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things.”"],["p.para",{"id":"p53","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p53"},"Later sections of this guide will give you specific information that you can use with your children during each stage of their development."]]],[".topic",["h2","Conclusion"],["p.para",{"id":"p55","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p55"},"As a parent, you have been given the tremendous responsibility of teaching your children to fulfill faithfully the roles of eternal mothers and fathers that the Lord has promised to those who are faithful. Always remember that your children are your brothers and sisters, spirit children of your common Father, given into your care. Teach your children, by example and precept, what a righteous parent is, teach them to value and understand their eternal roles as men and women, and teach them to use their procreative powers within the bounds the Lord has set."],["p.para",{"id":"p56","uri":"/manual/a-parents-guide/chapter-1-intimacy-and-the-purposes-of-earthly-families.p56"},"Teach your children that we have been given marvelous procreative powers. We can follow Satan’s path and use these powers solely for our own pleasure—and reap a harvest of misery, our own and others’. But if we understand our God-given roles, we will understand that these powers will bring us true joy only when they are used to fulfill God’s purposes and when they are used in the way that God intends."]]]]]],"refs":null}
