{"id":18,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":18,"title":"Promise of Judgments, Promise of Salvation (Micah)","subtitle":"","short_title":11,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.head1"},[".titleNumber","11"],["h1","Promise of Judgments, Promise of Salvation"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/micah"},"Micah"]]],[".bodyBlock",[".topic",["h2","(11-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p5"},"Several prophets with books in the Old Testament were contemporaries or near contemporaries: Joel, Amos, Hosea, and Micah. Micah was called by the Lord to cry warning to Israel and Judah. As Nephi wrote, none of the house of Israel had even been destroyed “save it were foretold them by the prophets of the Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.9"},"2 Nephi 25:9"],"). The literal fulfillment of that statement is shown in this period of Israel’s history."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p6"},"In some ways the messages of these prophets were similar, as one would expect, but they also have differences. Sidney B. Sperry explained: “Since Micah was a contemporary of Isaiah, Hosea, and Amos, the problems he faced were much the same as theirs. … Micah was not a statesman like Isaiah; consequently, he was not so much concerned about his nation’s political sins. The prophet was more like Amos in that his grievances were social in character. He was especially concerned with the attempts of the nobles to build up large estates by ejecting small property owners. Corrupt judges assisted their greedy friends in robbing the weak; widows and orphans without means of defense were deprived of their goods by force and oftentimes sold into slavery. The common people were kept in bondage through high taxation, and creditors were unmerciful on their victims. Micah held the nobility to be responsible for the terrible moral and social corruption among his people. He likened the nobles to cannibals, who eat the flesh of the people and chop their bones in pieces for the pot. There was no end to their greed and rapacity, and decisions were given to those who paid the largest bribes.” (",["span.emphasis","The Voice of Israel’s Prophets,"],"pp. 334–35.)"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p7"},"Social and individual corruption and greed are evidenced everywhere today. Though you are studying the writings of a man who lived over twenty-five hundred years ago, you will find his message remarkably up-to-date."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Micah."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Micah"],[".topic",["h3","(11-2)",["a.scriptureRef",{"href":"/scriptures/ot/micah/1.1"},"Micah 1:1"],". Some Facts about Micah"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p13"},"“From the superscription of the Book of Micah it is apparent that the prophet’s ministry was during reigns of Jotham, Ahaz, and Hezekiah, kings of Judah. His preaching, therefore, took place during the years from approximately 740",["span.small","B.C."],"to 697",["span.small","B.C."],"We may assign to him an approximate date of 725",["span.small","B.C."],"This date reveals Micah as a contemporary of the great Isaiah and possibly also of Hosea and Amos."],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p14"},"“The name",["span.emphasis","Micah"],"is an abbreviation of",["span.emphasis","Micaiah,"],"as the prophet is called in",["a.scriptureRef",{"href":"/scriptures/ot/jer/26.18"},"Jer. 26:18"],", which in turn is probably a contraction of",["span.emphasis","Mikayahu,"],"‘who is like unto Jehovah?’ The prophet is to be distinguished from the elder prophet Micah, the son of Imlah (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/22.8"},"1 Kgs. 22:8"],"ff.), as well as from ten other persons of the same name in the Old Testament. The fact that Micah is called the Morashtite would point strongly to his being a native of Moresheth-Gath, which is mentioned in the text. (1:14) The name of the town means",["span.emphasis","Territory or Property of Gath"],"and seems to have been located in the Shephelah or low hill region of Judea some twenty miles southwest of Jerusalem. If our location of Moresheth is correct … it commands a marvelous view of the surrounding country and anciently must have been of considerable importance. Micah was, therefore, a product of the open hills and valleys and seems to have had no special love for the cities. (1:5; 5:11; 6:9)” (Sperry,",["span.emphasis","Voice of Israel’s Prophets,"],"p. 334.)"]],[".topic",["h3","(11-3)",["a.scriptureRef",{"href":"/scriptures/ot/micah/1.4"},"Micah 1:4"],". “The Mountains Shall Be Molten under Him”"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p16"},"Compare the language in",["a.scriptureRef",{"href":"/scriptures/ot/micah/1.4"},"Micah 1:4"],"with that of",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.1-2"},"Isaiah 64:1–2"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/3.10"},"2 Peter 3:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.23-25"},"Doctrine and Covenants 101:23–25"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.40-41"},"133:40–41"],"."]],[".topic",["h3","(11-4)",["a.scriptureRef",{"href":"/scriptures/ot/micah/1.8-16"},"Micah 1:8–16"],". Judgments on Villages of Judah"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p18"},"Micah used word play to pronounce an indictment against Judah (see",["a.scriptureRef",{"href":"/scriptures/ot/micah/1.8-16"},"Micah 1:8–16"],"). The technique is readily apparent in the Hebrew and can be appreciated in this more-literal translation of",["a.scriptureRef",{"href":"/scriptures/ot/micah/1.10-14"},"Micah 1:10–14"],":"],[".poetry",["p.title"],[".stanza",["p.line","“Weep tears at Teartown (Bochim),"],["p.line","grovel in the dust at Dustown (Beth-ophrah)"],["p.line","fare forth stripped, O Fairtown (Saphir)!"],["p.line","Stirtown (Zaanan) dare not stir,"],["p.line","Beth-êsel …"],["p.line","And Maroth hopes in vain;"],["p.line","for doom descends from the Eternal"],["p.line","to the very gates of Jerusalem."],["p.line","“To horse and drive away, O Horsetown (Lakhish)"],["p.line","O source of Sion’s sin,"],["p.line","where the crimes of Israel centre!"],["p.line","O maiden Sion, you must part with"],["p.line","Morêsheth of Gath;"],["p.line","and Israel’s kings are ever balked"],["p.line","at Balkton (Achzib).”"]]],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p35"},"The phrase “her wound is incurable” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/1.9"},"v. 9"],") refers to the wickedness of the Northern Kingdom. The statement “it is come unto Judah” shows that the spiritual sickness had spread to the Southern Kingdom as well."]],[".topic",["h3","(11-5)",["a.scriptureRef",{"href":"/scriptures/ot/micah/2.1-11"},"Micah 2:1–11"],". What Added Indictment Did Micah Lay at His People’s Feet?"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p37"},"Micah had strong feelings about the social injustices of his day. He spoke here of those who “devise iniquity, and work evil upon their beds” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/2.1"},"Micah 2:1"],"), probably referring to those who lay awake at night thinking up evil things to do. Then when daylight came, they put their nighttime plots into action. One specific charge seems to be against individuals in power who were using their positions to acquire the land and property of others as their own. Sperry wrote:"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p38"},"“Micah felt keenly the social injustices that plagued Israel in his own day. Coming as he did, from the country, he no doubt felt these wrongs more acutely than he would had he come from the city. He could not help but cast his invective [condemnations] at the wealthy, greedy land grabbers, who descended upon the rural districts and made the poor their debtors. Even today, the agricultural communities in our own nation could well take a leaf from Micah’s note book and beware letting their properties go into the hands of money lenders. …"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p39"},"“Micah was not so much concerned about the taking of mere chattels [pieces of property]. What ground his soul and made him righteously indignant was that unscrupulous men were allowed to commit wrongs so easily and put human beings in their power. Personal independence was lost and the security of home and family was put in the hands of a few capricious men.” (",["span.emphasis","Message of the Twelve Prophets,"],"pp. 112–13.)"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p40"},"When prophets like Micah inveighed against these evils, those spoken against replied: “Prophesy ye not” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/2.6"},"Micah 2:6"],"). Their reply only caused Micah to renew his accusations against them. To these money-and-land-hungry pirates he said, “Ye pull off the robe with the garment” and “the women of my people have ye cast out from their pleasant houses” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/2.8-9"},"vv. 8–9"],"). Sperry explained:"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p41"},"“Such preaching on the part of Micah does not please the corrupt great men, for they imagine that his threats are irreconcilable with the goodness of the Lord. Micah interposes (",["a.scriptureRef",{"href":"/scriptures/ot/micah/2.7"},"verse 7"],") by pointing out that God is not wrathful and has no love for chastening, but that He is stirred up to anger by the nation’s sins and is obliged to punish. When the prophet has overthrown (",["a.scriptureRef",{"href":"/scriptures/ot/micah/2.7-9"},"verses 7–9"],") the objections to his prophecies by pointing out the transgressions of the people, he repeats the prediction of punishment in the form of a summons to Israel (",["a.scriptureRef",{"href":"/scriptures/ot/micah/2.10"},"verse 10"],") to depart out of the land because it cannot bear uncleanness and abominations. To this Micah adds the point that the people only want to hear predictions of good, that they would rather hear the lies of false prophets who pursue",["span.emphasis","the wind"],"(i.e., emptiness and nothingness) than to be impelled by the Spirit of the Lord."],[".poetry",["p.title"],[".stanza",["p.line","“‘If a man walking in the wind and falsehood do lie:"],["p.line","“I will preach into thee of wine and of strong drink”;"],["p.line","He shall even be the preacher of this people.’”"]]]],[".topic",["h3","(11-6)",["a.scriptureRef",{"href":"/scriptures/ot/micah/2.12-13"},"Micah 2:12–13"],". The Future Gathering of Israel Promised"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p47"},"After he castigated the false prophets for telling the people all was well, Micah prophesied salvation. This prophecy concerns a people who had been scourged because of iniquity, and only a remnant remained of the once mighty house of Israel. Micah foretold a miraculous growth as the people were gathered. He used the illustration of the sheep-rich area of Bozrah to illustrate how the people will become mighty. He compared their scattered condition to a form of imprisonment and foretold a Savior and Redeemer who would break the prison walls and lead the people to the promised land."]],[".topic",["h3","(11-7)",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.1-3"},"Micah 3:1–3"],". Who Were the “Heads of Jacob”?"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p49"},"Micah, referring to the iniquity that lay before him, spoke to the “heads of Jacob” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.1"},"Micah 3:1"],"), or the current rulers of the house of Israel. He accused them of hating good and loving evil, and he likened them and their use of administrative powers to a group of cannibals who eat the flesh and break the bones of their own people (see",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.2-3"},"Micah 3:2–3"],")—vivid imagery that seared in its condemnation of their wickedness."]],[".topic",["h3","(11-8)",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.4-12"},"Micah 3:4–12"],". What Did Micah Mean by the “Prophets Who Make My People Err”?"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p51"},"Continually encountered throughout the Old Testament are true and false prophets. The true prophets speak the word of God; the false prophets speak the pleasant but often untrue things that people like to hear. Sperry wrote: “It seems that in the generation of Amos and Micah the leaders of Israel—tyrants would be a better name—used professional prophets and seers to cloak their misdeeds. Religion, unfortunately, lends itself, or rather its cloak, very easily to the uses of the hypocrite. So the rich and unscrupulous leaders of Israel found it easy—for a price—to hire professional religionists to cover their actions by flattery and falsehood. The hireling prophet depended upon his rich clients for a living. He could not, therefore, be independent in his thinking and in his judgment. He was high-pressured into siding with the rich, and consequently shut his eyes to the real conditions among the people. Naturally he could not attack the sins of the day that made it possible for his clients to exploit Israel’s common people.” (",["span.emphasis","Message of the Twelve Prophets,"],"pp. 116–17.)"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p52"},"Micah, a true prophet of God, did not speak pleasant words to Israel when evil was to be denounced. He accused the heads of the country as judging “for reward,” the priests, or religious leaders, of teaching “for hire,” and the prophets of divining, or prophesying, for money (",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.11"},"Micah 3:11"],"). Using these false religionists allowed the leaders to rationalize, to think that they were relying on the Lord, and to say, “Is not the Lord among us? None evil can come upon us” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.11"},"Micah 3:11"],")."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p53"},"What, then, Micah asked, would be the result? When these false prophets prophesied their lies, true prophecy would cease throughout the land and gross apostasy would set in. What better way is there to describe this deplorable condition than to compare it to a night without vision or a day without light? (see",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.6"},"v. 6"],".) When men cry unto God, “he will not hear them” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.4"},"v. 4"],"). As a result, “there is no answer from God” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.7"},"v. 7"],")."]],[".topic",["h3","(11-9)",["a.scriptureRef",{"href":"/scriptures/ot/micah/4.1-2"},"Micah 4:1–2"],". What Special Meaning Do These Verses Have for Latter-day Saints?"],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_011_02-zion.gif"}]],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p55"},"President Harold B. Lee gave the following commentary on these verses:"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p56"},"“With the coming of the pioneers to establish the Church in the tops of the mountains, our early leaders declared this to be the beginning of the fulfillment of the prophecy that out of Zion should go forth the law and the word of the Lord from Jerusalem."],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p57"},"“I have often wondered what that expression meant, that out of Zion should go forth the law. Years ago I went with the Brethren to the Idaho Falls Temple, and I heard in that inspired prayer of the First Presidency a definition of the meaning of that term—’out of Zion shall go forth the law.’ Note what they said:"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p58"},"“‘We thank thee that thou hast revealed to us that those who gave us our constitutional form of government were wise in thy sight and that thou didst raise them up for the very purpose of putting forth that sacred document [as revealed in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101"},"Doctrine and Covenants 101"],"]. … We pray that kings and rulers and the peoples of all nations under heaven may be persuaded of the blessings enjoyed by the people of this land by reason of their freedom under thy guidance and be constrained to adopt similar governmental systems, thus to fulfill the ancient prophecy of Isaiah and Micah that “… out of Zion shall go forth the law and the word of the Lord from Jerusalem.”‘ (",["span.emphasis","Improvement Era,"],"Oct. 1945, p. 504.)"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p59"},"“The history of nations records the efforts of statesmen to adopt these basic principles as the basis of sound fundamental structures. I have often speculated as to the meaning of the Lord’s injunction to our early leaders, not only to keep his commandments, but also to assist in bringing forth his work according to his commandments, with the promise that they would then be blessed. Also, they were to seek to bring forth and to establish Zion. All of this emphasized what the Church was told by the Lord in another revelation. He said, ‘For if you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.7"},"D&C 78:7"],".)"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p60"},"“You will note that it was not merely enough to be good; all must also be willing to bring forth his work and to bring forth and establish Zion. This meant to work and labor with all one’s might, mind, and strength if he would obtain a place in the celestial world."],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p61"},"“Many people, so these prophets said, would say, ‘Show me your path, that we may walk in your way.’” (In Conference Report, Manchester England Area Conference 1971, pp. 138–39.)"]],[".topic",["h3","(11-10)",["a.scriptureRef",{"href":"/scriptures/ot/micah/4.8-13"},"Micah 4:8–13"],". If Jerusalem Is Overthrown and Her People Scattered, How Will She Then Become Great?"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p66"},"Micah used the figure of travail or childbirth to illustrate that Judah would bring upon herself the pain out of which would eventually come a new life in the Lord. Shortly she would be driven from her city and find herself a captive of Babylon. This prophecy is amazing because Assyria was mistress of the world in Micah’s day, Babylon being only a province of Assyria. This part of Micah’s vision projected nearly 130 years into the future, but time is nothing to a prophet. Then, looking several millennia into the future, Micah saw Israel return in the strength of God. Using the symbol of horns like iron and hooves like brass, he predicted that Israel would trample her enemies as easily as an ox threshes grain."],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p67"},"This passage has great significance for Latter-day Saints because Jesus referred to it when He visited the Nephites. After speaking of the gathering of Israel in the latter days, Jesus used Micah’s prophecy to depict the kind of destruction that awaited the Gentiles of that period if they did not repent (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.17-21"},"3 Nephi 20:17–21"],")."]],[".topic",["h3","(11-11)",["a.scriptureRef",{"href":"/scriptures/ot/micah/5.1-4"},"Micah 5:1–4"],". “But Thou, Beth-lehem, … out of Thee Shall He Come … That Is to Be Ruler in Israel”"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p69"},"This is one of the best-known messianic prophecies in the Old Testament. It is, in fact, the one quoted by Matthew in the New Testament as having been fulfilled in the birth of Jesus Christ, the Son of God.",["span.emphasis","Ephratah"],"is simply an additional name to distinguish the Bethlehem in Judah from another Bethlehem in the land assigned to the tribe of Zebulun (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/19.15"},"Joshua 19:15"],"). The prophecy was fulfilled, of course, when Jesus was born in Bethlehem of Judea in the days of Herod the king (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.1"},"Matthew 2:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.1-20"},"Luke 2:1–20"],")."],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p70"},"Ironically, this prophecy was used by some of the Jews to try to disprove that Jesus was the Messiah. Not knowing that he was born in Bethlehem but thinking he was from Nazareth, these people cited Micah to show that Jesus could not be the Messiah (see",["a.scriptureRef",{"href":"/scriptures/nt/john/7.40-43"},"John 7:40–43"],")."]],[".topic",["h3","(11-12)",["a.scriptureRef",{"href":"/scriptures/ot/micah/5.5-15"},"Micah 5:5–15"],". Will Israel Become Powerful?"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p72"},"Still looking into the far distant future, Micah prophesied of the great last battles through which Israel, under Christ, will at last triumph over all enemies. “In this relation the Messiah is called the Prince of peace in [",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.5"},"Isaiah 9:5"],"], as securing peace for Israel in a higher and more perfect sense than Solomon. But in what manner? This is explained more fully in what follows: viz. (1) by defending Israel against the attacks of the imperial power (vers. 5",["span.emphasis","b,"],"6); (2) by exalting it into a power able to overcome the nations (vers. 7–9); and (3) by exterminating all the materials of war, and everything of an idolatrous nature, and so preventing the possibility of war (vers. 10–15). Asshur is a type [symbol] of the nations of the world by which the people of the Lord are attacked, because in the time of the prophet this power was the imperial power by which Israel was endangered. Against this enemy Israel will set up seven, yea eight princes, who, under the chief command of the Messiah,",["span.emphasis","i.e."],"as His subordinates, will drive it back, and press victoriously into its land. … Seven is mentioned as the number of the works proceeding from God, so that seven shepherds,",["span.emphasis","i.e."],"princes, would be quite sufficient; and this number is surpassed by the eight, to express the thought that there might be even more than were required.” (C. F. Keil and F. Delitzsch,",["span.emphasis","Commentary on the Old Testament,"],"10:1:486–87.)"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p73"},"When Christ appeared to the Nephites, He quoted this prophecy of Micah (compare",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.12-21"},"3 Nephi 21:12–21"],"and",["a.scriptureRef",{"href":"/scriptures/ot/micah/5.8-15"},"Micah 5:8–15"],") to stress the power that would be upon Israel as the Lord gathered them out from the nations and by them purified those Gentiles who would hear His word. Those who would not hear His word and opposed His work would be cut off and trodden down."]],[".topic",["h3","(11-13)",["a.scriptureRef",{"href":"/scriptures/ot/micah/6.6-8"},"Micah 6:6–8"],". A Summary of What the Lord Requires of His Children"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p75"},"The laws of God can all be summarized, as Micah did in verses 6–8, in three words:",["span.emphasis","keep the commandments!"],"Micah said in these verses that sin is the breaking of a divine law and that the offering of blood sacrifices could have no effect in remitting sin unless there was also a change of heart."],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p76"},"“It is true that under the Law of Moses the Lord required sacrifice and other ritualistic practices, but they were all symbolic of principles that were to lead His people to higher and better things. But Israel’s worship had become formalized and the wickedness of the people had rendered their ritual unacceptable to God."],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p77"},"“Micah conveyed to the people the fundamental requirements of true religion in an answer that is one of the noblest of all time."],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p78"},"“‘It hath been told thee, O man, what is good, And what the Lord doth require of thee: Only to do justly, and to love mercy, and to walk humbly with thy God.’"],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p79"},"“In these few lines Micah has summed up the essence of the teachings of the prophets. They were coined in the same spirit as the lines of the Christ when He said:"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p80"},"“‘Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the great and first commandment. A second is like it, Thou shall love thy neighbor as thyself.’” (Sperry,",["span.emphasis","Message of the Twelve Prophets,"],"pp. 125–26.)"]],[".topic",["h3","(11-14)",["a.scriptureRef",{"href":"/scriptures/ot/micah/6.9-16"},"Micah 6:9–16"],". What Was Israel’s Wickedness before the Lord?"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p82"},"The Lord once again turned His attention to Israel’s specific sins. The rich of Israel did much violence and spoke lies (see",["a.scriptureRef",{"href":"/scriptures/ot/micah/6.12"},"Micah 6:12"],"), but worst of all “the statutes of Omri are kept, and all the works of the house of Ahab” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/6.16"},"v. 16"],"). Adam Clarke wrote:"],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p83"},["span.emphasis","“Omri,"],"king of Israel, the father of Ahab, was one of the worst kings the Israelites ever had; and",["span.emphasis","Ahab"],"followed in his wicked father’s steps. The",["span.emphasis","statutes"],"of those kings were the very grossest",["span.emphasis","idolatry. Jezebel,"],"wife of the latter, and daughter of Ithobaal, king of Tyre, had no fellow on earth. From her Shakespeare seems to have drawn the character of",["span.emphasis","Lady Macbeth;"],"a woman, like her prototype, mixed up of",["span.emphasis","tigress"],"and",["span.emphasis","fiend,"],"without",["span.emphasis","addition."],"Omri, Ahab, and Jezebel, were the",["span.emphasis","models"],"followed by the Israelites in the days of this prophet. …"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p84"},"“There are few chapters in the prophets, or in the Bible, superior to this for genuine worth and importance. The structure is as elegant as it is impressive; and it is every way worthy of the Spirit of God.” (",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"4:725.)"]],[".topic",["h3","(11-15)",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.1-6"},"Micah 7:1–6"],". What Is the Meaning of the Figures of Speech Used by Micah?"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p86"},"The prophet Micah employed three figures to portray the gross state of Israel’s wickedness: (1) the picture of a solitary grape upon the vine (see",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.1"},"Micah 7:1"],"); (2) a battle between a man with a net and a man without a net (see",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.2"},"v. 2"],"); and (3) the comparison of a wicked man to a briar or a thorn hedge (see",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.4"},"v. 4"],")."],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p87"},"“Here the prophet points out the",["span.emphasis","small number"],"of the upright to be found in the land. He himself seemed to be the only person who was on God’s side; and he considers himself as a",["span.emphasis","solitary grape,"],"which had escaped the general gathering. … He desired to see the",["span.emphasis","first-ripe fruit—"],"distinguished and eminent piety; but he found nothing but a very imperfect or spurious kind of godliness. …"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p88"},["span.emphasis","“They hunt every man his brother with a net."],"This appears to be an allusion to the ancient mode of duel between the",["span.emphasis","retiarius"],"and",["span.emphasis","secutor."],"The former had a",["span.emphasis","casting net,"],"which he endeavoured to throw over the head of his antagonist, that he might then despatch him with his short sword. The other parried the cast; and when the",["span.emphasis","retiarius"],"missed, he was obliged to",["span.emphasis","run"],"about the field to get time to",["span.emphasis","set his net in right order"],"for another throw. While he ran, the other",["span.emphasis","followed,"],"that he might despatch him before he should be able to recover the proper position of his net; and hence the latter was called",["span.emphasis","secutor,"],"the",["span.emphasis","pursuer,"],"as the other was called",["span.emphasis","retiarius,"],"or the",["span.emphasis","net man"],". …"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p89"},"“… The best of them is as a brier. They are useless in themselves, and cannot be touched without",["span.emphasis","wounding"],"him that comes in contact with them. He alludes to the",["span.emphasis","thick thorn hedges,"],"still frequent in Palestine.” (Clarke,",["span.emphasis","Commentary,"],"4:726.)"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p90"},"The Savior appears to have had",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.6"},"Micah 7:6"],"in mind when He spoke the words recorded in",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.35-36"},"Matthew 10:35–36"],"."]],[".topic",["h3","(11-16)",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.7-20"},"Micah 7:7–20"],". What Did Micah Foresee and Prophesy Of?"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p92"},"In these verses Micah prophesied of Israel’s eventual restoration as a people and of that day when Israel has learned to “look unto the Lord, … the God of [her] salvation” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.7"},"Micah 7:7"],"). Though her enemies have prevailed against her because of her wickedness, “the Lord shall be her light.” He will plead her cause and bring her “forth to the light” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.8-9"},"vv. 8–9"],"). Her enemies shall see it too and be ashamed (see",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.10"},"v. 10"],"). The walls of her cities shall be rebuilt, and her people shall be gathered from throughout the earth (see",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.11-12"},"vv. 11–12"],"). She shall again inhabit her land as in previous times and “shall be afraid of the Lord our God” (",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.17"},"v. 17"],"), for He is with His people then as He was in former days (see",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.13-17"},"vv. 13–17"],")."],[".",{"id":"f6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_011_03-jerusalem.jpg"}],[".caption",["p",{"id":"lds-96"},"Jerusalem in the last days, as seen in prophecy"]]],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p93"},"Sperry identified",["a.scriptureRef",{"href":"/scriptures/ot/micah/7.14-20"},"Micah 7:14–20"],"as a prayer:"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p94"},"“After promising Israel’s restoration, Micah prays beautifully for its fulfillment. The prayer is distinguished for the poetical elevation of its style and the appropriateness of its petition. Like many other Old Testament prayers it is prophetic in its spirit. …"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p95"},"“Micah ends with a doxology. He revels in the prospect of Israel’s glorious future and breaks out into a strain of sublime praise and admiration for the divine attributes of loving-kindness, faithfulness, and compassion to be manifested by God in her deliverance.” (",["span.emphasis","Message of the Twelve Prophets,"],"pp. 126–27.)"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(11-17) Overcoming Spiritual Blindness"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p99"},"Like Micah, a modern prophet talked about the problems that face our own society."],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p100"},"“While the iron curtains fall and thicken, we eat, drink, and make merry. While armies are marshalled and march and drill and officers teach men how to kill, we continue to drink and carouse as usual. While bombs are detonated and tested, and fallout settles on the already sick world, we continue in idolatry and adultery."],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p101"},"“While corridors are threatened and concessions are made, we live riotously, and divorce and marry in cycles, like the seasons. While leaders quarrel and editors write and authorities analyze and prognosticate, we break all the laws in God’s catalog. While enemies filter into our nation to subvert and intimidate and soften us, we continue on with our destructive thinking—’It can’t happen here.’"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p102"},"“If we would but believe the prophets! For they have warned that if the inhabitants of this land are ever brought down into captivity and enslaved,",["span.emphasis","‘it shall be because of iniquity; for if iniquity shall abound cursed shall be the land …’"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.7"},"2 Ne. 1:7"],".) …"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p103"},"“O that men would listen! Why should there be spiritual blindness in the day of brightest scientific and technological vision? Why must men rely on physical fortifications and armaments when the God of heaven yearns to bless them? One stroke of his omnipotent hand could make powerless all nations who oppose, and save a world even when in its death throes. Yet men shun God and put their trust in weapons of war, in the ‘arm of flesh.’ …"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p104"},"“Will we ever turn wholly to God?” (Spencer W. Kimball,",["span.emphasis","The Miracle of Forgiveness,"],"pp. 317–19.)"],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p105"},"Take a moment to consider your life. All of us have some spiritual blindness that we can strive to overcome. In what ways in your life have you not turned completely to God? Which of these most hampers your spiritual growth?"],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-11.p106"},"That is a place to begin. Read the promise in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],". You can take your weakness and make it a strength. That is essentially what Micah tells us. Read again",["a.scriptureRef",{"href":"/scriptures/ot/micah/6.8"},"Micah 6:8"],"."]]]]]]],"refs":null}
