{"id":17,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":17,"title":"Chapter 13: Baptism","subtitle":"","short_title":"Chapter 13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.head1"},[".titleNumber",["span.pageBreak",{"title":"171"}],"Chapter 13"],["h1","Baptism"],[".intro","“Baptism is literally … a transplanting, or resurrection from one life to another—the life of sin to the life of spiritual life.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p5"},"In the April 1951 general conference, President Joseph Fielding Smith spoke about his experience 67 years earlier when he was baptized at the age of 8. On the day of his baptism, he said, he felt that he “stood pure, clean, before the Lord.” But he learned that he would have to put forth effort throughout his life to keep himself in that condition. He recalled: “I had a sister who was very kind, as all my sisters were, who impressed upon my mind the need of keeping myself unspotted from the world. Her teachings to me the day I was baptized have stayed with me all the days of my life.”",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p6"},"True to his sister’s teachings, President Smith encouraged members of the Church to keep their baptismal covenant—to stay “within [the] spiritual life” they received when they were baptized.",["sup",["a",{"href":"fn_2"},"2"]],"He declared:"],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p7"},"“There is no more important counsel that can be given to any member of the Church than to keep the commandments after baptism. The Lord offers us salvation on condition of repentance and faithfulness to his laws.”",["sup",["a",{"href":"fn_3"},"3"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.t3"},[".titleNumber","1"],["h3","Baptism by immersion is in the similitude of birth, death, and resurrection."],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p11"},"Baptism, the third principle and first ordinance of the Gospel, is essential to salvation and exaltation in the kingdom of God. Baptism",["span.pageBreak",{"title":"173"}],"is, first, the means by which the repentant individual obtains remission of sins. Second, it is the gateway into the kingdom of God. The Lord, talking with Nicodemus, tells us so in",["a.scriptureRef",{"href":"/scriptures/nt/john/3.1-11"},"John 3:1–11"],". …"],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p12"},"… Baptism is by immersion in water. … Baptism cannot be by any other means than immersion of the entire body in water, for the following reasons:"],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p13"},"(1) It is in the similitude of the death, burial and resurrection of Jesus Christ, and of all others who received the resurrection."],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p14"},"(2) Baptism is also a birth and in the similitude of the birth of a child into this world."],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p15"},"(3) Baptism is literally, as well as a figure of the resurrection, a transplanting, or resurrection from one life to another—the life of sin to the life of spiritual life."],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p16"},"I want to take up the second reason: Baptism is also a birth and in the similitude of the birth of a child into this world. … In",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.58-60"},"Moses 6:58–60"],"we read:"],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p17"},"“Therefore I give unto you a commandment, to teach these things freely unto your children, saying:"],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p18"},"“That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin, and enjoy the words of eternal life in this world, and eternal life in the world to come, even immortal glory;"],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p19"},"“For by the water ye keep the commandment; by the Spirit ye are justified, and by the blood ye are sanctified.” …"],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p20"},"… Every child that comes into this world is carried in water, born in water, and of blood and of the spirit. So when we are born into the kingdom of God we must be born in the same way: by baptism born of the water; through the shedding of the blood of Christ cleansed and sanctified; and justified through the Spirit of God, for baptism is not complete without the baptism of the Holy",["span.pageBreak",{"title":"174"}],"Ghost. You see the parallel between birth into the world and birth into the kingdom of God. …"],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p21"},"Coming to the third reason: Baptism is literally, as well as a figure of the resurrection, a transplanting, or resurrection from one life to another—the life of sin to the life of spiritual life. …"],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p22"},"… All men and women … need repentance. … They are in spiritual death. How are they going to get back? By being buried in the water. They are dead, and are buried in the water and come forth in the resurrection of the spirit back into spiritual life. That is what baptism is.",["sup",["a",{"href":"fn_4"},"4"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.t4"},[".titleNumber","2"],["h3","Little children who have not reached the years of accountability do not need baptism because they are redeemed through the Atonement of Jesus Christ."],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p25"},"I know that little children who have not reached years of accountability, and hence are not guilty of sin, are … redeemed through the blood of Christ, and it is solemn mockery to contend that they need baptism, denying the justice and mercy of God [see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8.20-23"},"Moroni 8:20–23"],"].",["sup",["a",{"href":"fn_5"},"5"]]],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p26"},"In the 29th Section of the Doctrine and Covenants the Lord says this (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.46-47"},"verses 46–47"],"):"],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p27"},"“But, behold, I say unto you, that little children are redeemed from the foundation of the world through mine Only Begotten;"],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p28"},"“Wherefore, they cannot sin, for power is not given unto Satan to tempt little children, until they begin to become accountable before me.”"],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p29"},"Now that sounds good. “Little children are redeemed from the foundation of the world.” What does He mean by that? It means that before the foundation of this earth was laid, this plan of redemption, the plan of salvation which we are supposed to follow in this mortal life, was all prepared, and God, knowing the end from the beginning, made provisions for the redemption of little children through the atonement of Jesus Christ. …"],["p.para",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p30"},"… When you look into the face of a little babe and he looks up and smiles at you, can you believe that that little child is tainted",["span.pageBreak",{"title":"175"}],"with any kind of sin that will deprive it of the presence of God should it die? …"],["p.para",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p31"},"I remember when I was in the mission field in England, there was an American family there. … When [the husband] heard the Elders preaching on the streets he invited them to his home because they were his countrymen. He was not interested in the gospel; he was interested in them because they also came from the United States. Well, I happened to be laboring there. I was not the first he heard preach, but later I was invited to his home. …"],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p32"},"We thought we would go to his home and talk baseball and football and other things, and compare things in the United States with things in Great Britain—things that he was interested in. That is what we did, and at first we did not say a word about religion. We went back several times, and he thought we were pretty good fellows because we were not trying to crowd our religion down his throat. But after a while they began to ask questions—we knew they would—and one evening as we sat in their home the man’s wife turned to me and said: “Elder Smith, I want to ask you a question.” Before she could ask her question she began to cry. I did not know what the matter was. She sobbed, and when she had composed herself enough to ask the question she told me this story:"],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p33"},"When they went over to England they had the misfortune of losing a little baby. … They went to the minister [of the church they were attending] and wanted to have that baby laid away with a Christian burial. … The minister said to her: “We can’t give your child a Christian burial because it was not christened. Your baby is lost.” That was a rather blunt way to put it, but that is the way she told the story, and that woman’s heart had been aching and aching for two or three years. So she asked the question of me: “Is my baby lost? Will I never see it again?” I turned and read to her from the Book of Mormon the words of Mormon to his son Moroni [see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/8"},"Moroni 8"],"]. I said: “Your baby is not lost. No baby is lost. Every baby is saved in the kingdom of God when it dies.”"],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p34"},"… “And I also beheld that all children who die before they arrive at the years of accountability, are saved in the Celestial Kingdom of heaven.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.10"},"D&C 137:10"],".] That is what the Lord said to the Prophet Joseph Smith in a revelation or a vision that he had in the Kirtland",["span.pageBreak",{"title":"176"}],"Temple. Does not that sound good? Is it not just? Is it not right? … [A baby] is not responsible for original sin, it is not responsible for any sin, and the mercy of God claims it and it is redeemed."],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p35"},"But how is it with you and me? Here we are, capable of understanding, and the Lord says: “Whoso having knowledge, have I not commanded to repent?” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.49"},"D&C 29:49"],".] We are commanded to repent, we are commanded to be baptized, we are commanded to have our sins washed away in the waters of baptism, because we are capable of understanding and we have all sinned. But I have not been baptized and you have not been baptized for anything that Adam did. I have been baptized that I might be cleansed from that which I have done myself, and so with you, and that I might come into the kingdom of God."],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p36"},"… The Lord has made provisions for those who are without law, and little children are not subject to the law of repentance. How could you teach a little child to repent? It has not anything to repent of."],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p37"},"The Lord has placed—and that in His own judgment—the age of accountability at eight years. After we get to be eight years of age we are supposed to have understanding sufficient that we should be baptized. The Lord takes care of those who are under that age.",["sup",["a",{"href":"fn_6"},"6"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.t5"},[".titleNumber","3"],["h3","Every person baptized into the Church has made a covenant with the Lord."],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p40"},"Each person, as he enters the waters of baptism, takes upon himself a covenant."],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p41"},"“And again, by way of commandment to the church concerning the manner of baptism—All those who humble themselves before God, and desire to be baptized, and come forth with broken hearts and contrite spirits, and witness before the church that they have truly repented of all their sins, and are willing to take upon them the name of Jesus Christ, having a determination to serve him to the end, and truly manifest by their works that they have received of the Spirit of Christ unto the remission of their sins, shall be received by baptism into his church.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],".)",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p42"},["span.pageBreak",{"title":"177"}],"I am going to read from the 59th section of the Doctrine and Covenants:"],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p43"},"“Wherefore I give unto them [meaning the members of the Church] a commandment, saying thus: Thou shalt love the Lord thy",["span.pageBreak",{"title":"178"}],"God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve Him."],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p44"},"“Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it."],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p45"},"“Thou shalt thank the Lord thy God in all things.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.5-7"},"D&C 59:5–7"],".]"],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p46"},"Every person baptized into this Church has made a covenant with the Lord to keep His commandments, and in this commandment, reiterated in the dispensation in which we live, we are told that we are to serve the Lord with all the heart and all the mind, and with all the strength that we have, and that too in the name of Jesus Christ. Everything that we do should be done in the name of Jesus Christ."],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p47"},"In the waters of baptism we covenanted that we would keep these commandments; that we would serve the Lord; that we would keep this first and greatest of all the commandments, and love the Lord our God; that we would keep the next great commandment, we would love our neighbor as ourselves; and with all the might that we have, with all the strength, with all our hearts we would prove to Him that we would “live by every word that proceedeth forth from the mouth of God;” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.44"},"D&C 84:44"],"] that we would be obedient and humble, diligent in His service, willing to obey, to hearken to the counsels of those who preside over us and do all things with an eye single to the glory of God."],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p48"},"We should not forget these things, for this commandment is binding upon us as members of the Church.",["sup",["a",{"href":"fn_8"},"8"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.t6"},[".titleNumber","4"],["h3","To gain the full blessings of the gospel, we must continue to be humble, repentant, and obedient after we are baptized."],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p51"},"One of the great purposes of the true church is to teach men what they must do after baptism to gain the full blessings of the gospel.",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p52"},"Every soul baptized, truly baptized, has humbled himself; his heart is broken; his spirit is contrite; he has made a covenant before God that he will keep his commandments, and he has forsaken all his sins. Then after he gets into the Church, is it his privilege to",["span.pageBreak",{"title":"179"}],"sin after he is in? Can he let down? Can he indulge in some of the things which the Lord has said he should avoid? No. It is just as necessary that he have that contrite spirit, that broken heart, after he is baptized as it is before.",["sup",["a",{"href":"fn_10"},"10"]]],["p.para",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p53"},"I have heard some of our young men, and some not so young, talking on baptism. They say they do not know why it is, since baptism is for the remission of sins, that a man does not have to be baptized every time he commits a sin. Do you see the reason? As long as a man sins and stays within spiritual life he is alive, he can repent and be forgiven. He does not need to be baptized to be brought back to where he already is.",["sup",["a",{"href":"fn_11"},"11"]]],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p54"},"Who, among Latter-day Saints, is seeking a place in the telestial kingdom? Who, among the Latter-day Saints, is seeking a place in the terrestrial kingdom? With those kingdoms we should want nothing to do; it is not the intention of the man who is baptized into the Church, or ought not to be, to so live that he will not find a place in the celestial kingdom of God; for baptism, itself, is the way into that kingdom. Baptism is of two-fold nature; primarily for the remission of sins, and then, entrance into the kingdom of God, not the telestial kingdom, not into the terrestrial kingdom, but entrance into the celestial kingdom, where God dwells. That is what baptism is for; that is what the gift of the Holy Ghost, by the laying on of hands, is for—to prepare us that we may, through obedience, continue on and on, keeping the commandments of the Lord, until we shall receive the fulness in the celestial kingdom.",["sup",["a",{"href":"fn_12"},"12"]]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.t7"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.t8"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p57"},"As you read President Smith’s memories in “From the Life of Joseph Fielding Smith,” reflect on your baptism. How has your understanding of baptism grown since them? How can we help family members or friends who are preparing to be baptized?"]],["li",["span.label","•"],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p58"},"What insights about baptism do you gain from President Smith’s teachings in section 1? How can his teachings about the symbolism of baptism increase our understanding of the baptismal covenant?"]],["li",["span.label","•"],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p59"},["span.pageBreak",{"title":"180"}],"What does the account in section 2 teach about Heavenly Father’s love for His children? Think about people you know who might benefit from learning the doctrine taught in this account."]],["li",["span.label","•"],["p.para",{"id":"p60","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p60"},"Ponder your efforts to keep the baptismal covenant (see section 3). How does this covenant influence your interactions with family members and others?"]],["li",["span.label","•"],["p.para",{"id":"p61","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p61"},"Consider President Smith’s statement at the beginning of section 4. What do you think people need to be taught after they have been baptized? How can we help each other keep the baptismal covenant?"]]]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.t9"},["h3","Related Scriptures"],["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p63"},["a.scriptureRef",{"href":"/scriptures/nt/matt/3.13-17"},"Matthew 3:13–17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.5-13"},"2 Nephi 31:5–13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-13"},"Mosiah 18:8–13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.31-39"},"3 Nephi 11:31–39"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-27"},"D&C 68:25–27"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.t10"},["h3","Teaching Help"],["p.para",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p65"},"“You can help those you teach feel more confident about their ability to participate in a discussion if you respond positively to every sincere comment. For example, you might say, ‘Thank you for your answer. That was very thoughtful’ … or ‘That is a good example’ or ‘I appreciate all that you have said today’” (",["span.emphasis","Teaching, No Greater Call"],"[1999], 64)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.f2"},[".caption",["p.para",{"id":"p79","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p79"},"This painting depicts a man being baptized in the Dnieper River near Kyiv, Ukraine."]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.f3"},[".caption",["p.para",{"id":"p80","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.p80"},"“Every person baptized into this Church has made a covenant with the Lord to keep His commandments.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn1"},["b","1"],["span.label","1."],"In Conference Report, Apr. 1951, 57–58."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn2"},["b","2"],["span.label","2."],"“Repentance and Baptism,”",["span.emphasis","Deseret News,"],"Mar. 30, 1935, Church section, 8; see also",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 2:326."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn3"},["b","3"],["span.label","3."],"In Conference Report, Oct. 1970, 7."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn4"},["b","4"],["span.label","4."],"“Repentance and Baptism,” 6, 8; see also",["span.emphasis","Doctrines of Salvation,"],"2:323–26."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn5"},["b","5"],["span.label","5."],"“Testimony of Elder Joseph F. Smith Jr.,”",["span.emphasis","Liahona: The Elder’s Journal,"],"Mar. 30, 1915, 629."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn6"},["b","6"],["span.label","6."],"“Redemption of Little Children,”",["span.emphasis","Deseret News,"],"Apr. 29, 1939, Church section, 7."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn7"},["b","7"],["span.label","7."],"“Seek Ye Earnestly the Best Gifts,”",["span.emphasis","Ensign,"],"June 1972, 2."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn8"},["b","8"],["span.label","8."],"In Conference Report, Apr. 1940, 95; see also",["span.emphasis","Doctrines of Salvation,"],"2:328."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn9"},["b","9"],["span.label","9."],"“The Plan of Salvation,”",["span.emphasis","Ensign,"],"Nov. 1971, 5."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn10"},["b","10"],["span.label","10."],"In Conference Report, Oct. 1950, 12; see also",["span.emphasis","Doctrines of Salvation,"],"2:329."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn11"},["b","11"],["span.label","11."],"“Repentance and Baptism,” 8; see also",["span.emphasis","Doctrines of Salvation,"],"2:326."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-13-baptism.fn12"},["b","12"],["span.label","12."],"In Conference Report, Apr. 1922, 60–61."]]}
