{"id":5,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":5,"title":"Chapter 1: Our Father in Heaven","subtitle":"","short_title":"Chapter 1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.head1"},[".titleNumber",["span.pageBreak",{"title":"35"}],"Chapter 1"],["h1","Our Father in Heaven"],[".intro","“It is my desire to remind you of the nature and kind of being that God is, so that you may worship him in spirit and in truth and thereby gain all of the blessings of his gospel.”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p5"},"President Joseph Fielding Smith marveled at the technological advances of his day. “Great progress has been made in mechanics, chemistry, physics, surgery, and other things,” he said. “Men have built great telescopes that have brought the hidden galaxies to view. They have, by the aid of the microscope, discovered vast worlds of microorganisms. … They have discovered means to control disease. … They have invented machines more sensitive than the human touch, more far-seeing than the human eye. They have controlled elements and made machinery that can move mountains, and many other things have they done too numerous to mention. Yes, this is a wonderful age.” However, he was concerned about another trend he saw in the world. He lamented: “All of these discoveries and inventions have not drawn men nearer to God! Nor created in their hearts humility and the spirit of repentance, but to the contrary, to their condemnation. … Faith has not increased in the world, nor has righteousness, nor obedience to God.”",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p6"},"In contrast to the world’s growing indifference toward God, President Smith demonstrated a closeness to his Father in Heaven. One of his grandsons recalled: “My mother was an excellent cook, and my grandfather ate frequently at our house. Quite often he would be invited by my father to ask a blessing on the food. His prayers were always very personal—as if talking to a friend.”",["sup",["a",{"href":"fn_2"},"2"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t2"},["h2",["span.pageBreak",{"title":"37"}],"Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t3"},[".titleNumber","1"],["h3","Beginning with Joseph Smith’s First Vision, the true knowledge of God has been restored in our day."],["p.para",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p10"},"I am very grateful for the first vision, in which the Father and the Son appeared to the youthful prophet and again restored to man the true knowledge of God.",["sup",["a",{"href":"fn_3"},"3"]]],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p11"},"It should be remembered that the entire Christian world in 1820 had lost the true doctrine concerning God. The simple truth which was understood so clearly by the apostles and saints of old had been lost in the mysteries of an apostate world. All the ancient prophets, and the apostles of Jesus Christ had a clear understanding that the Father and the Son were separate personages, as our scriptures so clearly teach. Through apostasy this knowledge was lost. … God had become a mystery, and both Father and Son were considered to be one unknowable effusion of spirit, without body, parts, or passions. The coming of the Father and the Son placed on the earth a divine witness who was able by knowledge to restore to the world the true nature of God.",["sup",["a",{"href":"fn_4"},"4"]]],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p12"},"The [first] vision of Joseph Smith made it clear that the Father and the Son are separate personages, having bodies as tangible as the body of man. It was further revealed to him that the Holy Ghost is a personage of Spirit, distinct and separate from the personalities of the Father and the Son [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.22"},"D&C 130:22"],"]. This all-important truth staggered the world; yet, when we consider the clear expressions of holy writ, it is a most astounding and wonderful fact that man could have gone so far astray. The Savior said, “My Father is greater than I;” [",["a.scriptureRef",{"href":"/scriptures/nt/john/14.28"},"John 14:28"],"] and he invited his disciples, after his resurrection, to handle him and see that it was he, for, said he, “A spirit hath not flesh and bones, as ye see me have.” [",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.39"},"Luke 24:39"],".] The apostles clearly understood the distinct entities of the Father, Son, and Holy Ghost, to which they constantly refer in their epistles; and Paul informed the Corinthians of the fact that when all things are subjected to the Father, “then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.” [",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.28"},"1 Corinthians 15:28"],".]"],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p13"},["span.pageBreak",{"title":"38"}],"Joseph Smith beheld the Father and the Son; therefore he could testify with personal knowledge that the scriptures were true wherein we read: “So God created man in his own image, in the image of God created he him; male and female created he them.” [",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.27"},"Genesis 1:27"],".] This was to be understood literally, and not in some mystical or figurative sense.",["sup",["a",{"href":"fn_5"},"5"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t4"},[".titleNumber","2"],["h3","To exercise faith in God and worship Him, we must have an understanding of His characteristics."],["p.para",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p16"},"One of our revelations tells us that if we are to be glorified in Christ, as he is in the Father, we must understand and know both how to worship and what we worship. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.19-20"},"D&C 93:19–20"],".)"],["p.para",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p17"},"It is my desire to remind you of the nature and kind of being that God is, so that you may worship him in spirit and in truth and thereby gain all of the blessings of his gospel."],["p.para",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p18"},"We know that God is known only by revelation, that he stands revealed or remains forever unknown. We must go to the scriptures—not to the scientists or philosophers—if we are to learn the truth about Deity. Indeed, John’s great prophecy about the restoration of the gospel by an angel who should fly in the midst of heaven says that it was to occur so that men could come to a knowledge of the true God and be taught: “Fear God, and give glory to him … and worship him that made heaven, and earth, and the sea, and the fountains of waters.” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.7"},"Rev. 14:7"],".) In other words, beginning with the restoration of the gospel in this dispensation, men once again would be called upon to worship and serve their Creator rather than the false concepts of Deity that prevail in the world."],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p19"},"In every age the Lord’s prophets have been called upon to combat false worship and proclaim the truth about God. In ancient Israel there were those who worshiped images and pagan gods, and Isaiah asked: “To whom then will ye liken God? or what likeness will ye compare unto him?"],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p20"},"“Hast thou not known? hast thou not heard, that the everlasting God, the Lord, the Creator of the ends of the earth, fainteth not,",["span.pageBreak",{"title":"39"}],"neither is weary? there is no searching of his understanding.” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.18,28"},"Isa. 40:18, 28"],".)"],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p21"},"Much of the world today does not have this knowledge of God, and even in [the Church] there are those who have not perfected their understanding of that glorious being who is our Eternal Father. To those without this knowledge we might well say: “Why dost thou limit the glory of God? Or why should ye suppose that he is less than he is? Hast thou not known? Hast thou not heard, that the everlasting God, the Lord, the Creator of the ends of the earth, is infinite and eternal; that he has all power, all might, and all dominion; that he knows all things, and that all things are present before his face?”"],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p22"},"In section 20 of the Doctrine and Covenants, which directed the Prophet Joseph Smith to organize the Church again in this dispensation, we have a revealed summary of some of the basic doctrines of salvation. As to Deity the revelation says: “… there is a God in heaven, who is infinite and eternal, from everlasting to everlasting the same unchangeable God, the framer of heaven and earth, and all things which are in them.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.17"},"D&C 20:17"],".) …"],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p23"},"God is our Father; he is the being in whose image man is created. He has a body of flesh and bones as tangible as man’s (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.22"},"D&C 130:22"],"), and he is the literal and personal father of the spirits of all men. He is omnipotent and omniscient; he has all power and all wisdom; and his perfections consist in the possession of all knowledge, all faith or power, all justice, all judgment, all mercy, all truth, and the fullness of all godly attributes. … If we are to have that perfect faith by which we can lay hold upon eternal life, we must believe in God as the possessor of the fullness of all these characteristics and attributes. I say also that he is an infinite and eternal being, and as an unchangeable being, he possesses these perfected powers and attributes from everlasting to everlasting, which means from eternity to eternity.",["sup",["a",{"href":"fn_6"},"6"]]],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p24"},"We know that our Heavenly Father is a glorified, exalted personage who has all power, all might, and all dominion, and that he knows all things. We testify that he, through his Only Begotten Son, is the Creator of this earth and of worlds without number.",["sup",["a",{"href":"fn_7"},"7"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t5"},[".titleNumber",["span.pageBreak",{"title":"40"}],"3"],["h3","God is a personal being and the Father of our spirits."],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p27"},"We are the spirit children of God our Heavenly Father. … We are members of his family. … We dwelt with him for long ages in our premortal life. … He ordained a plan of progression and salvation which would enable us, if faithful and true in all things, to advance and progress until we become like him.",["sup",["a",{"href":"fn_8"},"8"]]],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p28"},"We are taught in the Scriptures that God is literally, and not in a figurative sense, our very eternal Father. The words of our Redeemer spoken to Mary near the tomb from which he had risen and gained the victory over death, are most sublime and filled with glorious meaning: “Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/20.17"},"John 20:17"],".] In these words the truth of the Fatherhood of God is emphatically pronounced by his only begotten Son, who declares that he is our Brother and that we have the same eternal Father.",["sup",["a",{"href":"fn_9"},"9"]]],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p29"},"I am grateful that the knowledge of God and his laws has been restored in our day and that we who are members of the Church know he is a personal being and not, as some sectarians have said, “a congeries [a disorderly collection] of laws floating like a fog in the universe.” I am grateful that we know he is our Father in heaven, the Father of our spirits, and that he ordained the laws whereby we can advance and progress until we become like him. And I am grateful that we know he is an infinite and eternal being who knows all things and has all power and whose progression consists not in gaining more knowledge or power, not in further perfecting his godly attributes, but in the increase and multiplying of his kingdoms.",["sup",["a",{"href":"fn_10"},"10"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t6"},[".titleNumber","4"],["h3","Heavenly Father loves us and is interested in each of us."],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p32"},"There comes to my mind an expression in the Pearl of Great Price, in the vision of Moses, which was given at a time when Moses was caught up into an exceeding high mountain and saw God face to face and talked with him. The Lord showed unto Moses",["span.pageBreak",{"title":"41"}],"the “workmanship of his hands,” and Moses beheld the world, and all the children of men to the latest generations. [See",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.1-8,27-29"},"Moses 1:1–8, 27–29"],".]"],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p33"},"And the Lord said to Moses:"],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p34"},"“For behold there are many worlds that have passed away by the word of my power. And there are many that now stand, and innumerable are they unto man, but all things are numbered unto me, for they are mine and I know them."],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p35"},["span.pageBreak",{"title":"42"}],"“And it came to pass that Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth and the inhabitants thereof, and also the heavens, and then thy servant will be content."],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p36"},"“And the Lord God spake unto Moses, saying: The heavens, they are many, and they cannot be numbered unto man; but they are numbered unto me, for they are mine.” [",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.35-37"},"Moses 1:35–37"],".]"],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p37"},"… The thought comes to mind that notwithstanding the countless number of worlds and the great magnitude of many of them, they are a means to an end, and not the end itself. The Father is creating worlds for the purpose of peopling them—placing upon them his sons and his daughters. We are informed in section 76 of the Doctrine and Covenants, that by and through the Son of God, the “worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.24"},"D&C 76:24"],".]"],["p.para",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p38"},"We learn from these scriptures from which I have read and from other revelations from the Lord, that man is the most important of all our Father’s creations. In the same vision given to Moses, the Father said: “And as one earth shall pass away, and the heavens thereof, even so shall another come; and there is no end to my works, neither to my words. For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man.” [",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.38-39"},"Moses 1:38–39"],".]"],["p.para",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p39"},"From this, and other scripture, I say, we learn that the great work of the Father is to bring to pass the salvation of his children giving unto each that reward which each merits according to his works. I feel most assuredly that our Father in heaven is far more interested in a soul—one of his children—than it is possible for an earthly father to be in one of his children. His love for us is greater than can be the love of an earthly parent for his offspring.",["sup",["a",{"href":"fn_11"},"11"]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t7"},[".titleNumber","5"],["h3","Heavenly Father weeps over His disobedient children."],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p42"},"We are informed that when the Lord spoke to Enoch and showed to him the nations of the earth and explained to him the nature of the punishment that should befall them for their transgressions of",["span.pageBreak",{"title":"43"}],"his commandments, that the Lord wept and showed his sorrow in tears for their disobedience. Because of this, Enoch marvelled and thought it strange that the Lord could weep."],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p43"},"Here is the passage:"],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p44"},"“And it came to pass that the God of heaven looked upon the residue of the people, and he wept; and Enoch bore record of it, saying: How is it that the heavens weep, and shed forth their tears as the rain upon the mountains?"],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p45"},"“And Enoch said unto the Lord: How is it that thou canst weep, seeing thou art holy and from all eternity to all eternity?"],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p46"},"“And were it possible that man could number the particles of the earth, yea millions of earths like this, it would not be a beginning to the number of thy creations; and thy curtains are stretched out still; and yet thou art there, and thy bosom is there and also thou art merciful and kind forever.” [See",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.28-30"},"Moses 7:28–30"],".]"],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p47"},"And the Lord answered: “… Behold these thy brethren; they are the workmanship of mine own hands, and I gave unto them their knowledge, in the day I created them; and in the Garden of Eden, gave I unto man his agency;"],["p.para",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p48"},"“And unto thy brethren have I said, and also given commandment, that they should choose me, their Father; but behold they are without affection, and they hate their own blood.” [",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.32-33"},"Moses 7:32–33"],".]"],["p.para",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p49"},"These are reasons why the Lord wept and why the heavens wept."],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p50"},"I was asked by a brother one time if a man could be perfectly happy in the celestial kingdom if one of his children was not permitted to enter there. I told him that I supposed that any man who was so unfortunate as to have one of his children barred from the celestial kingdom would, of course, have feelings of sorrow because of that condition; and that is just the position our Father in heaven is in. Not all of his children are worthy of celestial glory, and many are forced to suffer his wrath because of their transgressions, and this causes the Father and the whole heavens to have sorrow and to weep. The Lord works in accordance with natural law. Man must be redeemed according to law and his reward must be based on the law of justice. Because of this the Lord will not give unto men",["span.pageBreak",{"title":"44"}],"that which they do not merit, but shall reward all men according to their works."],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p51"},"… I am satisfied that our Father in heaven would, if it were possible, save all men and give unto them celestial glory, even the fulness of exaltation. But, he has given unto man his agency and man is under the necessity of obeying the truth according to that which is revealed in order to obtain the exaltation of the righteous.",["sup",["a",{"href":"fn_12"},"12"]]]],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t8"},[".titleNumber","6"],["h3","Heavenly Father has provided the way of redemption so we can be brought back to His presence."],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p54"},"When Adam was in the Garden of Eden he was in the presence of God, our Father. … After he was driven out of the Garden of Eden the scene changed. Adam was banished because of his transgression from the presence of the Father. The scriptures say he became spiritually dead—that is, he was shut out from the presence of God.",["sup",["a",{"href":"fn_13"},"13"]]],["p.para",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p55"},"I know that Jesus Christ is the Son of God and that he received from his Father the power to ransom men from the spiritual and temporal death brought into the world by the fall of Adam.",["sup",["a",{"href":"fn_14"},"14"]]],["p.para",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p56"},"There was only one way of redemption, one way in which reparation could be made and the body restored again to the spirit; that was by an infinite atonement, and it had to be made by an infinite being, someone not subject to death and yet someone who had the power to die and who also had power over death. And so, our Father in heaven sent us his Son, Jesus Christ, into the world with life in himself. And because he [Jesus Christ] had a mother who had blood in her veins, he had the power to die. He could yield up his body to death and then take it again. Let me read his own words: “Therefore doth my Father love me, because I lay down my life, that I might take it again."],["p.para",{"id":"p57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p57"},"“No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/10.17-18"},"John 10:17–18"],".)",["sup",["a",{"href":"fn_15"},"15"]]],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p58"},"It was never the intention of our Father in heaven to leave men to grope and feel their way in darkness and that without any light",["span.pageBreak",{"title":"45"}],"to guide them, and expect them under such conditions to find their way back into his kingdom and into his holy presence. That is not the way of the Lord. All down the ages from the beginning our Father in heaven has shown his kindness for his children and has been willing to give them direction. From the earliest times the heavens have been opened, the Lord has sent messengers from his presence to divinely appointed servants, men holding the authority of the priesthood who have been commissioned to teach the principles of the Gospel, to warn the people and teach them righteousness; and these men have received this knowledge, this inspiration and guidance from these messengers from the presence of God. This is true of our own dispensation. There is no need for men to shut their eyes and feel that there is no light only as they may depend upon their reason, for the Lord has always been willing to lead and direct and show the way. He has sent, as I say, messengers from his presence. He has sent revelation. He has commanded that his word be written, that it be published, so that all the people might know it.",["sup",["a",{"href":"fn_16"},"16"]]],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p59"},"I say to you, and to the whole Church, and, for that matter, to the whole world, that a gracious and loving Father has in these last days spoken again from heaven to his servants the prophets."],["p.para",{"id":"p60","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p60"},"His voice has been one inviting all men to come to his Beloved Son, to learn of him, to partake of his goodness, to take his yoke upon them, and to work out their salvation by obedience to the laws of his gospel. His voice has been one of glory and honor, of peace in this life, and of eternal life in the world to come.",["sup",["a",{"href":"fn_17"},"17"]]]]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t9"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t10"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p63"},"What do you think leads a person to be able to pray to God “as if talking to a friend”? (“From the Life of Joseph Fielding Smith”). Consider ways you can strengthen your relationship with your Heavenly Father."]],["li",["span.label","•"],["p.para",{"id":"p64","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p64"},"President Smith expressed his gratitude for Joseph Smith’s First Vision, which restored “the true knowledge of God” (section 1).",["span.pageBreak",{"title":"46"}],"What are some truths you know about God the Father and Jesus Christ because of the First Vision?"]],["li",["span.label","•"],["p.para",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p65"},"Of the characteristics of God that President Smith mentions in section 2, which are most meaningful to you? Why? As you exercise faith in your Heavenly Father, how does it help you to know of His characteristics?"]],["li",["span.label","•"],["p.para",{"id":"p66","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p66"},"President Smith testified: “We are the spirit children of God our Heavenly Father. … We are members of his family” (section 3). How has this truth influenced you?"]],["li",["span.label","•"],["p.para",{"id":"p67","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p67"},"In sections 4 and 5, what expressions help you feel your Heavenly Father’s love for you? Why is it important to understand that God loves us and is interested in us individually? How can we help family members and friends feel His love?"]],["li",["span.label","•"],["p.para",{"id":"p68","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p68"},"Think about what Heavenly Father has done to help you return to His presence (see section 6). What are your feelings as you think about Heavenly Father sending His Beloved Son? In what ways has Heavenly Father sent “light to guide [you]”?"]]]],[".topic",{"id":"t11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t11"},["h3","Related Scriptures"],["p.para",{"id":"p70","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p70"},["a.scriptureRef",{"href":"/scriptures/nt/john/3.16"},"John 3:16"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/17.3"},"17:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.17"},"1 Nephi 11:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.44"},"Alma 30:44"]]],[".topic",{"id":"t12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.t12"},["h3","Teaching Help"],["p.para",{"id":"p72","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p72"},"“Quite a bit of teaching that is done in the Church is done so rigidly, it’s lecture. We don’t respond to lectures too well in classrooms. We do in sacrament meeting and at conferences, but teaching can be two-way so that you can ask questions. You can sponsor questions easily in a class” (Boyd K. Packer, “Principles of Teaching and Learning,”",["span.emphasis","Ensign,"],"June 2007, 87)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.f2"},[".caption",["p.para",{"id":"p91","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p91"},"Through Joseph Smith’s First Vision, “the true knowledge of God” was restored."]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.f3"},[".caption",["p.para",{"id":"p92","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.p92"},"Moses, here pictured overlooking the promised land, received a vision in which he learned of God’s work and glory."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn1"},["b","1"],["span.label","1."],"In Conference Report, Apr. 1943, 15–16."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn2"},["b","2"],["span.label","2."],"Unpublished manuscript by Hoyt W. Brewster Jr."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn3"},["b","3"],["span.label","3."],"In Conference Report, Apr. 1930, 90."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn4"},["b","4"],["span.label","4."],["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. (1957–66), 3:117."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn5"},["b","5"],["span.label","5."],"“Origin of the First Vision,”",["span.emphasis","Improvement Era,"],"Apr. 1920, 496–97; see also",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 1:2–3."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn6"},["b","6"],["span.label","6."],"“The Most Important Knowledge,”",["span.emphasis","Ensign,"],"May 1971, 2–3."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn7"},["b","7"],["span.label","7."],"“Out of the Darkness,”",["span.emphasis","Ensign,"],"June 1971, 2."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn8"},["b","8"],["span.label","8."],["span.emphasis","Sealing Power and Salvation,"],"Brigham Young University Speeches of the Year (Jan. 12, 1971), 2."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn9"},["b","9"],["span.label","9."],"“Purpose and Value of Mortal Probation,”",["span.emphasis","Deseret News,"],"Church section, June 12, 1949, 21; see also",["span.emphasis","Doctrines of Salvation,"],"1:1."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn10"},["b","10"],["span.label","10."],"“The Most Important Knowledge,” 3."],[".footnote",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn11"},["b","11"],["span.label","11."],"In Conference Report, Apr. 1923, 135–36. Note that Moses’s vision recorded in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1"},"Moses 1"],"is an example of the Savior speaking the words of the Father by divine investiture of authority (see “The Father and the Son: A Doctrinal Exposition by the First Presidency and the Twelve,”",["span.emphasis","Improvement Era,"],"Aug. 1916, 939; reprinted in",["span.emphasis","Ensign,"],"Apr. 2002, 17). The scriptural text and the commentary by Joseph Fielding Smith in this chapter show that the words in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1"},"Moses 1"],"represent the mind and will of God the Father."],[".footnote",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn12"},["b","12"],["span.label","12."],"In Conference Report, Apr. 1923, 136–37, 139. See also note 11 in this chapter, which applies also to Enoch’s vision recorded in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7"},"Moses 7"],"."],[".footnote",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn13"},["b","13"],["span.label","13."],"In Conference Report, Oct. 1953, 58."],[".footnote",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn14"},["b","14"],["span.label","14."],"“A Witness and a Blessing,”",["span.emphasis","Ensign,"],"June 1971, 109."],[".footnote",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn15"},["b","15"],["span.label","15."],"In Conference Report, Apr. 1967, 122."],[".footnote",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn16"},["b","16"],["span.label","16."],"In Conference Report, Oct. 1931, 15."],[".footnote",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-1-our-father-in-heaven.fn17"},["b","17"],["span.label","17."],"“A Witness and a Blessing,” 109."]]}
