{"id":6,"parent_id":0,"book_id":22415,"content_id":1,"language_id":1,"display_order":6,"title":"Chapter 4: Managing Financial Resources Wisely","subtitle":"","short_title":"Chapter 4: Managing Financial Resources Wisely","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely"},[".heading",{"id":"head1","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.head1"},["h1","Chapter 4"],[".subtitle","Managing Financial Resources Wisely"]],[".bodyBlock",[".topic",["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p4"},"The Lord has given us many resources and blesses us as we use them wisely. We should exercise good judgment in managing and replenishing the resources with which the Lord has blessed us (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.13-18"},"D&C 104:13–18"],"). Paying an honest tithe and being honest in financial dealings will bring the Lord’s continued blessings."]],[".topic",["h2","Principles to Understand"],["ul.bullet",["li",["span.label","•"],["p.para","Paying tithes and offerings brings blessings."]],["li",["span.label","•"],["p.para","Avoiding unnecessary debt and saving for the future helps keep us free from financial bondage."]],["li",["span.label","•"],["p.para","Being honest in our financial affairs shows our personal integrity."]],["li",["span.label","•"],["p.para","Counseling together as families helps us decide how resources should be used."]]]],[".topic",["h2","Supporting Scriptures and Statements"],[".sidebar",["p.para",{"id":"p11","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p11"},"“We must be honest with the Lord as we pay our tithes.”"]],["p.para",{"id":"p12","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p12"},"Paying tithes and offerings brings blessings."],["ul.bullet",["li",["span.label","•"],["p.para","“Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it."],["p.para","“And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts."],["p.para","“And all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of hosts” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10-12"},"Malachi 3:10–12"],"[Scripture Mastery,",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8-10"},"Malachi 3:8–10"],"])."]],["li",["span.label","•"],["p.para","“Behold, now it is called today until the coming of the Son of Man, and verily it is a day of sacrifice, and a day for the tithing of my people; for he that is tithed shall not be burned at his coming” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.23"},"D&C 64:23"],"[Scripture Mastery])."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, then Second Counselor in the First Presidency: “The fact is that tithing is the Lord’s law of finance. It came of revelation from him. It is a divine law with a great and beautiful promise. It is applicable to every member of the Church who has income. It is applicable to the widow in her poverty as well as to the wealthy man in his riches” (“The Widow’s Mite,”",["span.emphasis","Brigham Young University 1985–86 Devotional and Fireside Speeches"],"[1986], 9)."]],["li",["span.label","•"],["p.para","Elder Robert D. Hales of the Quorum of the Twelve Apostles:"],["p.para","“To those who faithfully and honestly live the law of tithing, the Lord promises an abundance of blessings. Some of these blessings are temporal, just as tithes are temporal. But like the outward physical ordinances of baptism and the sacrament, the commandment to pay tithing requires temporal sacrifice, which ultimately yields great spiritual blessings. …"],["p.para","“The temporal and spiritual blessings of tithing are specifically tailored to us and our families, according to the Lord’s will. But to receive them, we must obey the law upon which they are predicated [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D&C 130:20–21"],"]” (in Conference Report, Oct. 2002, 28; or",["span.emphasis","Ensign,"],"Nov. 2002, 27)."]],["li",["span.label","•"],["p.para","Elder Ronald E. Poelman of the Seventy: “May tithing be regarded as a sacrifice? Yes, particularly if we understand the meaning of the two Latin words from which the English word",["span.emphasis","sacrifice"],"is derived. These two words,",["span.emphasis","sacer"],"and",["span.emphasis","facere,"],"taken together mean ‘to make sacred.’ That which we return to the Lord as tithing is indeed made sacred, and the obedient are edified” (in Conference Report, Apr. 1998, 103; or",["span.emphasis","Ensign,"],"May 1998, 78)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, then First Counselor in the First Presidency: “I do not say that if you pay an honest tithing you will realize your dream of a fine house, a Rolls Royce, and a condominium in Hawaii.",["span.emphasis","The Lord will open the windows of heaven according to our need, and not according to our greed."],"If we are paying tithing to get rich, we are doing it for the wrong reason. The basic purpose for tithing is to provide the Church with the means needed to carry on the Lord’s work. The blessing to the giver is an ancillary return, and that blessing may not be always in the form of financial or material benefit” (“The Sacred Law of Tithing,”",["span.emphasis","Ensign,"],"Dec. 1989, 4)."]],["li",["span.label","•"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles: “We must be honest with the Lord as we pay our tithes. Faithful Saints have learned that He will ‘open … the windows of heaven, and pour … out a blessing, that there shall not be room enough to receive it’ (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],"). The payment of tithing has less to do with money, but more to do with faith. Let us return one-tenth of our income to the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.4"},"D&C 119:4"],") and never be guilty of robbing him by failing to pay our tithes. Then, we also should remember those in need and contribute generous fast-offerings for their assistance” (in Conference Report, Mar.–Apr. 1990, 41; or",["span.emphasis","Ensign,"],"May 1990, 32)."]],["li",["span.label","•"],["p.para","President James E. Faust of the First Presidency: “The law of tithing is simple: we pay one-tenth of our individual increase annually [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.4"},"D&C 119:4"],"]. Increase has been interpreted by the First Presidency to mean income. What amounts to 10 percent of our individual income is between each of us and our Maker. There are no legalistic rules. As a convert in Korea once said: ‘With tithing, it doesn’t matter whether you are rich or poor. You pay 10 percent, and you don’t have to be ashamed if you haven’t earned very much. If you make lots of money, you pay 10 percent. If you make very little, you still pay 10 percent. Heavenly Father will love you for it. You can hold your head up proud.’” (in Conference Report, Oct. 1998, 73; or",["span.emphasis","Ensign,"],"Nov. 1998, 59)."]]],["p.para",{"id":"p25","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p25"},"Avoiding unnecessary debt and saving for the future helps keep us free from financial bondage."],["ul.bullet",["li",["span.label","•"],["p.para","“Pay the debt thou hast contracted with the printer. Release thyself from bondage” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.35"},"D&C 19:35"],")."]],["li",["span.label","•"],["p.para","“And again, verily I say unto you, concerning your debts—behold it is my will that you shall pay all your debts” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.78"},"D&C 104:78"],")."]],["li",["span.label","•"],["p.para","President J. Reuben Clark of the First Presidency: “Once in debt, interest is your companion every minute of the day and night; you cannot shun it or slip away from it; you cannot dismiss it; it yields neither to entreaties, demands, or orders; and whenever you get in its way or cross its course or fail to meet its demands, it crushes you” (in Conference Report, Apr. 1938, 103)."]],["li",["span.label","•"],["p.para","President Gordon B. Hinckley, fifteenth President of the Church:"],["p.para","“We are carrying a message of self-reliance throughout the Church. Self-reliance cannot obtain when there is serious debt hanging over a household. One has neither independence nor freedom from bondage when he is obligated to others. …"],["p.para","“President Faust would not tell you this himself. Perhaps I can tell it, and he can take it out on me afterward. He had a mortgage on his home drawing 4 percent interest. Many people would have told him he was foolish to pay off that mortgage when it carried so low a rate of interest. But the first opportunity he had to acquire some means, he and his wife determined they would pay off their mortgage. He has been free of debt since that day. That’s why he wears a smile on his face, and that’s why he whistles while he works."],["p.para","“I urge you … to look to the condition of your finances. I urge you to be modest in your expenditures; discipline yourselves in your purchases to avoid debt to the extent possible. Pay off debt as quickly as you can, and free yourselves from bondage. …"],["p.para","“… If you have paid your debts, if you have a reserve, even though it be small, then should storms howl about your head, you will have shelter for your wives and children and peace in your hearts. That’s all I have to say about it, but I wish to say it with all the emphasis of which I am capable” (in Conference Report, Oct. 1998, 71–72; or",["span.emphasis","Ensign,"],"Nov. 1998, 53–54)."]],["li",["span.label","•"],["p.para","Elder James E. Faust, then of the Quorum of the Twelve Apostles: “Installment buying on easy terms has trapped many well-intentioned people into positions they did not foresee nor intend. Credit cards, charge cards, and consumer credit devices must be used very sparingly and wisely. Full payment with cash upon purchase is still sound policy in good times or bad because installments carry high interest” (“Doing the Best Things in the Worst Times,”",["span.emphasis","Ensign,"],"Aug. 1984, 43)."]],["li",["span.label","•"],["p.para","Elder L. Tom Perry of the Quorum of the Twelve Apostles: “Avoid excessive debt. Necessary debt should be incurred only after careful, thoughtful prayer and after obtaining the best possible advice. We need the discipline to stay well within our ability to pay. Wisely we have been counseled to avoid debt as we would avoid the plague. President J. Reuben Clark fearlessly and repeatedly counseled the members of the Church to take action: ‘Live within your means. Get out of debt. Keep out of debt. Lay by for a rainy day which has always come and will come again. Practice and increase your habits of thrift, industry, economy, frugality’ [in Conference Report, Oct. 1937, 107]” (",["span.emphasis","Living with Enthusiasm"],"[1996], 24; see",["span.crossRef","“If Ye Are Prepared Ye Shall Not Fear,”"],["span.emphasis","Ensign,"],"Nov. 1995, 36)."]],["li",["span.label","•"],["p.para","Elder Marvin J. Ashton of the Quorum of the Twelve Apostles:"],["p.para","“A debt-elimination calendar can help you reduce or eliminate unnecessary debt. Mark off several columns on a piece of paper. In the first column on the left, write the names of the months, beginning with the upcoming month. At the top of the next column, write the name of the creditor you want to pay off first. It may be the debt with the highest interest rate or the earliest pay-off date. List the monthly payment for that creditor until the loan is repaid as shown in the illustration. … At the top of the next column, record the name of the second creditor you want to repay, and list payments due each month. After you have repaid the first creditor, add the amount of that monthly payment to your payment to the second creditor. Continue the process until all loans are repaid” (“Guide to Family Finance,”",["span.emphasis","Liahona,"],"Apr. 2000, 45)."],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_000_004_001-debtCalendar.gif"}]],[".sidebar",["p.para",{"id":"lip38","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip38"},"“We need the discipline to stay well within our ability to pay.”"]]]],["p.para",{"id":"p103","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p103"},"Being honest in our financial affairs shows our personal integrity."],["ul.bullet",["li",["span.label","•"],["p.para","“Recompense to no man evil for evil. Provide things honest in the sight of all men” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/12.17"},"Romans 12:17"],")."]],["li",["span.label","•"],["p.para","“And they were also distinguished for their zeal towards God, and also towards men; for they were perfectly honest and upright in all things; and they were firm in the faith of Christ, even unto the end” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/27.27"},"Alma 27:27"],")."]],["li",["span.label","•"],["p.para","Elder Thomas S. Monson, then of the Quorum of the Twelve Apostles: “In an issue of",["span.emphasis","Nation’s Business,"],"there appeared a comprehensive report entitled ‘What It Takes to Be Successful.’ The report was prepared by that magazine’s editors after exhaustive surveys to determine those traits which, when acquired and lived, will assure a leader’s success. Business leaders, educators, and consultants evaluated the qualities a leader needs most; and the final conclusion revealed that integrity, and such variations of it as honesty or moral soundness, was given first rank by virtually all participants in the survey. The leader who has integrity, who leads by example, will never suffer the scorn of disappointed youth who declare, ‘People are always telling us what to do but aren’t doing it themselves.’” (",["span.emphasis","Be Your Best Self"],"[1979], 116)."]],["li",["span.label","•"],[".sidebar",["p.para",{"id":"lip107","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.lip107"},"“Every family should have a budget.”"]],["p.para","Elder Joseph B. Wirthlin:"],["p.para","“My father … was totally honest. He set a great example for the entire family."],["p.para","“One time when I was about seven years old, my father sent me to a hardware store on an errand. He gave me five dollars, which in those days, could buy a great deal. When I arrived home and accounted for my purchases, he counted the change and discovered that the clerk had made a mistake and had given me one dollar too much. The store was about a mile from our home, but he insisted that I walk the entire distance back and return the money."],["p.para","“This was a good lesson. … This is typical of the lessons of honesty he taught us children all during our childhood and teenage years” (",["span.emphasis","Finding Peace in Our Lives"],"[1995], 141–42)."]]],["p.para",{"id":"p112","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p112"},"Counseling together as families helps us decide how resources should be used."],["ul.bullet",["li",["span.label","•"],["p.para","“And again, verily I say unto you, that every man who is obliged to provide for his own family, let him provide, and he shall in nowise lose his crown; and let him labor in the church” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.28"},"D&C 75:28"],")."]],["li",["span.label","•"],["p.para","Elder James E. Faust: “Budgeting money together will produce a special unity, as will the holding of family councils. We should work together toward storing a year’s supply of food, clothing, and other necessities. In times of stress extra acts of kindness are particularly needed and appreciated. When there is limited money available, it is easier to teach children the wise use of money, including the need to save for the future. The family can be reminded to maintain an eternal perspective rather than concentrate on worldly possessions and wealth. Family organizations are helpful to render the individual help that may be needed. It is also important to learn how to accept family help graciously” (in Conference Report, Oct. 1982, 130; or",["span.emphasis","Ensign,"],"Nov. 1982, 90)."]],["li",["span.label","•"],["p.para","Elder Gene R. Cook of the Seventy: “In family councils we have regularly reviewed parts of the family budget over which the children had some control, such as utilities, food, music lessons, educational costs, and so on. That has helped them realize that they couldn’t just have whatever they wanted in life but had to live within a budget. As they saw their family do that month after month, they naturally wanted to do the same. Then they found it easier to do so when they were on their own or married” (",["span.emphasis","Raising Up a Family to the Lord"],"[1993], 252)."]],["li",["span.label","•"],["p.para","President Spencer W. Kimball, twelfth President of the Church: “For two people to work out their marriage together, they need a carefully worked out budget, made by both husband and wife, and then careful adherence to the same. Many marriages are defeated in the marketplace when unscheduled purchases are made. Remember that marriage is a partnership and is not likely to be successful otherwise. There should be joint planning and joint disciplining of the family” (in Conference Report, Oct. 1975, 6; or",["span.emphasis","Ensign,"],"Nov. 1975, 6)."]],["li",["span.label","•"],["p.para","President Spencer W. Kimball: “Every family should have a budget. Why, we wouldn’t think of going one day without a budget in this Church or in our businesses. We have to know approximately what we may receive and we certainly must know what we are going to spend. And one of the successes of the Church would have to be that the Brethren watch these things very carefully, and we do not spend that which we do not have” (in Conference Report, Apr. 1975, 167)."]],["li",["span.label","•"],["p.para","Elder L. Tom Perry: “As regularly as you pay your tithing, set aside an amount needed for future family requirements” (in Conference Report, Sept.–Oct. 1995, 46; or",["span.emphasis","Ensign,"],"Nov. 1995, 36)."]],["li",["span.label","•"],["p.para","Elder Henry B. Eyring of the Quorum of the Twelve Apostles:"],["p.para","“The costs of buying a home, compared to average salaries, seem to be rising and jobs harder to hold. But there are other ways the young man and the young woman could think … about preparing to provide for that future family. Income is only one part of it. Have you noticed husbands and wives who feel pinched for lack of money, then choose ways to make their family income keep rising, and then find that the pinch is there whatever the income? There is an old formula you’ve heard, which goes something like this: Income five dollars and expenses six dollars: misery. Income four dollars and expenses three dollars: happiness."],["p.para","“Whether the young man can provide and still be in the home and whether the young woman can be there to nurture children can depend as much on how they learn to spend as how they learn to earn. …"],["p.para","“Think carefully about what you really need in cars, and clothes, and recreation, and houses, and vacations, and whatever else you will someday try to provide for your children. … The difference in cost between what the world tells you is necessary and what your children really need could allow you the margin in time that a father and a mother might need with their children to bring them home to their Heavenly Father."],["p.para","“Even the most frugal spending habits and the most careful planning for employment may not be enough to ensure success, but it could be enough to allow you the peace that comes from knowing you did the best you could to provide and to nurture” (",["span.emphasis","The Family"],"[CES fireside for college-age young adults, Nov. 5, 1995], 4–5)."]],["li",["span.label","•"],["p.para","Elder Marvin J. Ashton:"],["p.para","“Every family must have a predetermined understanding of how much money will be available each month and the amount to be spent in each category of the family budget. Checkbooks facilitate family cash management and record-keeping. Carefully record each check when written and balance the checkbook with the monthly bank statement."],["p.para","“With the exception of buying a home, paying for education, or making other vital investments, avoid debt and the resulting finance charges. Buy consumer durables and vacations with cash. Avoid installment credit, and be careful with your use of credit cards. They are principally for convenience and identification and should not be used carelessly or recklessly. The use of multiple credit cards significantly adds to the risk of excess debt. Buy used items until you have saved sufficiently to purchase quality new items. Purchasing poor-quality merchandise almost always ends up being very expensive."],["p.para","“Save … a specific percentage of your income” (",["span.emphasis","One for the Money: Guide to Family Finance"],"[pamphlet, 1992], 6)."]]]],[".topic",["h2","Application and Examples"],["p.para",{"id":"p129","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p129"},"Elder Marvin J. Ashton said:"],["p.para",{"id":"p130","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p130"},"“Recently I had the opportunity to visit with a choice young couple. They were to be married within the week. Their eyes sparkled in anticipation of the important event and with evidence of their continuing love for one another. Both had the advantages of college education, good homes, and cultural experiences. It was delightful to share their personalities, plans, and potentials. Their courtship already seemed appropriately launched on an eternal basis."],["p.para",{"id":"p131","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p131"},"“During our interview, their responses to only one question gave me concern. I hope my anxieties and suggestions caused them to reassess their pending partnership."],["p.para",{"id":"p132","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p132"},"“To the question, ‘Who is going to manage the money in your marriage?’ she replied, ‘He is, I guess.’ He responded, ‘We haven’t talked about that yet.’ These comments surprised and shocked me."],["p.para",{"id":"p133","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p133"},"“How important are money management and finances in marriage and family affairs? May I respond, ‘Tremendously.’” (",["span.emphasis","One for the Money,"],"1; or",["span.emphasis","Ensign,"],"July 1975, 72)."],["ul.bullet",["li",["span.label","•"],["p.para","Why do you think Elder Ashton was alarmed that this couple had not discussed money management?"]],["li",["span.label","•"],["p.para","Earlier in this chapter, President Spencer W. Kimball explained that the Church does not go one day without a budget. In what ways is managing personal and family finances just as important as managing the financial affairs of the Church?"]],["li",["span.label","•"],["p.para","Why is money management important in marriage and family affairs?"]]],["p.para",{"id":"p137","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p137"},"Elder Joe J. Christensen, then of the Presidency of the Seventy, said:"],["p.para",{"id":"p138","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p138"},"“For many years my father had a practice of trading for a new car every year. Then shortly after World War II when grain prices increased, we were surprised one day when Dad drove home in a more expensive car."],["p.para",{"id":"p139","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p139"},"“One morning my mother asked, ‘How much more did the new car cost than the other one?’"],["p.para",{"id":"p140","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p140"},"“When Dad told her, my mother said, ‘Well, the other car has always been able to get me where I need to go. I think we ought to give the difference to someone who needs it more than we do.’"],["p.para",{"id":"p141","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p141"},"“And so it was. The next year Dad returned to the less-expensive cars, and they continued their generous ways."],["p.para",{"id":"p142","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p142"},"“If we are not careful, it is easy for our wants to become needs” (in Conference Report, Apr. 1999, 8–9; or",["span.emphasis","Ensign,"],"May 1999, 9)."],["ul.bullet",["li",["span.label","•"],["p.para","What financial lessons did Elder Christensen learn from his parents through this experience?"]],["li",["span.label","•"],["p.para","What is the difference between wants and needs?"]],["li",["span.label","•"],["p.para","What can help us learn the difference?"]]],["p.para",{"id":"p146","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150/chapter-4-managing-financial-resources-wisely.p146"},"Serge and Nadine waited a long time to be married. They finished their schooling and both have medium-level jobs. They were used to living on a tight budget. Now that they have more money, each begins to purchase items they feel they need and have always wanted. They notice that their purchases are often more expensive than they realized. Often when one buys something, the other feels obligated to buy something else. Gradually they begin to accumulate debts. Last week, Nadine learned that she is expecting a baby. She has always planned to be a full-time mother."],["ul.bullet",["li",["span.label","•"],["p.para","What advice would you give this couple?"]],["li",["span.label","•"],["p.para","What must they do to face the challenges ahead?"]]]],[".topic",["h2","Points to Ponder"],["ul.bullet",["li",["span.label","•"],["p.para","In what ways does paying tithes and offerings bless us spiritually? temporally?"]],["li",["span.label","•"],["p.para","How does avoiding unnecessary debt create peace of mind?"]],["li",["span.label","•"],["p.para","Why is it important to be honest in your business dealings?"]],["li",["span.label","•"],["p.para","How can managing your money as a family increase unity?"],[".",{"id":"f","uri":"/manual/the-gospel-and-the-productive-life-student-manual-religion-150.f"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/36599/36599_000_004_002-budgetWorksheet.gif"}]]]]],[".topic",["h2","Notes and Impressions:"]]]]]],"refs":null}
