{"id":21,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":21,"title":"Chapter 19: Eternal Life","subtitle":"","short_title":"Chapter 19","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-19-eternal-life","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-19-eternal-life.head1"},[".titleNumber","Chapter 19"],["h1","Eternal Life"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-19-eternal-life.p4"},["span.dominant","Caution:"],"Exercise caution while discussing the doctrine of having our calling and election made sure. Avoid speculation. Use only the sources given here and in the student manual. Do",["span.emphasis","not"],"attempt in any way to discuss or answer questions about the second anointing."],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-19-eternal-life.f1"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","To begin a discussion of eternal life, read the following anecdote about Elder LeGrand Richards and his wife, Sister Ina Richards:"],[".para","“On their thirty-fifth wedding anniversary (1944), LeGrand said to Ina, ‘Mommy, what do you think we’ll be doing thirty-five million years from today?’ With typical spunk she answered, ‘Where’d you get such an idea? It makes me tired to think of it.’"],[".para","“‘Well,’ he said, ‘you believe in eternal life. We’re told that time is measured only to man, and that with God there is no such a thing as time. It’s one eternal round, there’s no beginning and there’s no end. Now, Mother, if you believe that, you and I ought to be pretty well acquainted with each other thirty-five million years from today.’” (Lucile C. Tate,",["span.emphasis","LeGrand Richards: Beloved Apostle,"],"pp. 228–29.)"],[".para","How do your students respond to Elder Richards’s sentiments? Were these sentiments presumptuous? Not at all. Why? Faithfulness and a study of the scriptures establish hope in eternal blessings."]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.7-8"},"2 Timothy 4:7–8"],", in which Paul exclaims, “I have fought a good fight, I have finished my course, I have kept the faith: henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.”"],[".para","Discuss how Paul’s statement relates to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.56"},"Doctrine and Covenants 76:56"],": “They are they who are priests and kings, who have received of his fulness, and of his glory.”"],[".para","Point out that the crown, which represents the rewards of receiving a fulness of God’s glory, is attainable if we “fight a good fight,” finish the course, and keep the faith. This chapter details the nature of the promise of eternal life as well as the means by which it can be realized."]]]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-19-eternal-life.f2"},["ol.alphaCaps",["li",["span.label","A."],[".para","Our quest for eternal life began in the premortal existence."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],". As God revealed the vastness of his creations, he taught Moses that His work and glory consist of bringing “to pass the immortality and eternal life of man.” Write on the chalkboard the words",["span.emphasis","immortality"],"and",["span.emphasis","eternal life"],". Are they synonymous terms? How do they differ? Point out that",["span.emphasis","immortality"],"refers to the inseparable linking of body and spirit that is a result of the resurrection. Whereas the quality of our resurrection is profoundly affected by how we live and what we achieve in mortality, everyone who lives will be resurrected because of the Atonement (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.22"},"1 Corinthians 15:22"],"). Point out that on the other hand,",["span.emphasis","eternal life"],"describes a quality of life attainable only within the framework of the gospel of Jesus Christ."],[".para","Elder Bruce R. McConkie stated that “only those who obey the fulness of the gospel law will inherit eternal life. … Thus those who gain eternal life receive exaltation; they are sons of God, joint-heirs with Christ, members of the Church of the Firstborn; they overcome all things, have all power, and receive the fulness of the Father. They are gods.” (",["span.emphasis","Mormon Doctrine,"],"p. 237.)"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/titus/1.2-3"},"Titus 1:2–3"],"to show that eternal life was discussed and promised in the premortal existence."]],["li",["span.label","■"],[".para","In",["a.scriptureRef",{"href":"/scriptures/nt/rom/11.1-2"},"Romans 11:1–2"],"Paul outlined God’s relationship with the seed of Abraham. What did Paul mean when he said that God “foreknew” His people? Paul also indicated that some people were chosen in Christ “before the foundation of the world” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.4"},"Ephesians 1:4"],"). This statement suggests that many were called in the premortal world and chosen to receive special blessings contingent upon their faithfulness. These special blessings assume at least two dimensions."],[".para","First, wrote Elder McConkie, “this election to a chosen lineage is based on pre-existent worthiness and is thus made ‘according to the foreknowledge of God.’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/1.2"},"1 Pet. 1:2"],".)” Elder McConkie explained that “to bring to pass the salvation of the greatest possible number of his spirit children the Lord, in general, sends the most righteous and worthy spirits to earth through the lineage of Abraham and Jacob. This course is a manifestation of his grace or in other words his love, mercy, and condescension toward his children.” (",["span.emphasis","Mormon Doctrine,"],"p. 216.) Thus, those born into the lineage of Abraham, Isaac, and Jacob have through the centuries heard the testimony of prophets, had access to the sacred scriptures and ordinances, and been at the forefront of the work of God upon the earth. (See Harold B. Lee, in Conference Report, Oct. 1973, pp. 7–8; or",["span.emphasis","Ensign,"],"Jan. 1974,",["span.crossRef","p. 5"],".)"],[".para","Second, “as part of this election, Abraham and others of the noble and great spirits were chosen before they were born for the particular missions assigned them in this life” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 216).",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.56"},"Doctrine and Covenants 138:56"],"indicates that the noble and great ones “received their first lessons in the world of spirits and were prepared to come forth in the due time of the Lord … for the salvation of the souls of men” (see also",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.22-23"},"Abraham 3:22–23"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/1.4-5"},"Jeremiah 1:4–5"],")."]]]]],["li",["span.label","B."],[".para","Those who come to mortality are called and elected to receive added blessings in this life."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","To be elected simply means to be chosen. Point out and discuss with the students that because of their faithfulness and obedience in the premortal life, they were elected to—"],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","Receive a physical body of flesh and bones. This body is essential to eventually becoming like God and receiving a fulness of the life he enjoys. (See",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-19-eternal-life.p33"},"Supporting Statements B"],"on p. 52 of the student manual.)"]],["li",["span.label","2."],[".para","Receive the saving ordinances and be part of the family of Christ in mortality, that is, members of the Church of Jesus Christ."]]]]]]]],["li",["span.label","C."],[".para","Making our calling and election sure is an important quest of mortal life."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","By virtue of our membership in the Church of Jesus Christ, we stand in a position through our obedience to receive eternal life, the Father’s greatest gift. What must we do to make our calling and election sure? Point out that the word",["span.emphasis","sure"],"means “will not fail; … can be relied or depended upon; … can be counted on to be or happen” (",["span.emphasis","Webster’s New World Dictionary,"],"2d college ed., s.v. “sure”). Read",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-19-eternal-life.p39"},"Supporting Statements C"],"on page 52 of the student manual, and ask the students to identify the requirements for making our calling and election sure. Have a student list on the chalkboard the requirements that are identified (Chalkboard 1 lists some possibilities). Then ask the students what rewards result from complete obedience (see Chalkboard 2). Emphasize that the obedience required to make our calling and election sure is not half-hearted; rather, it is total dedication to the gospel of Jesus Christ."]]]]],["li",["span.label","D."],[".para","Those who make their calling and election sure inherit eternal life."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.17"},"Romans 8:17"],". What does it mean to be an heir? What does it mean to be a joint heir? Point out that both terms refer to the privilege of living with the Father and sharing with him the type of life he lives. As heirs we receive this privilege as a gift. (See",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-19-eternal-life.p45"},"Supporting Statements D"],"on p. 52 of the student manual;",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.15"},"Mosiah 5:15"],".)"]],["li",["span.label","■"],[".para","What does the “more sure word of prophecy” have to do with making our calling and election sure? Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.5"},"Doctrine and Covenants 131:5"],". Point out that we can in this life receive the witness of the Holy Spirit that we have satisfied God’s requirements and are entitled to eternal life in his presence (see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-19-eternal-life.p39"},"Supporting Statements C"],"on p. 52 of the student manual)."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p30","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-19-eternal-life.p30"},"The principles of eternal life have been revealed to us in mortality by a loving Heavenly Father who is solicitous that his children receive a fulness of joy. The promise is extended to all that learn righteousness that they shall receive “peace in this world, and eternal life in the world to come” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],")."]]]],"refs":null}
