{"id":4,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":4,"title":"1 Kings 1-11 Solomon: Man of Wisdom, Man of Foolishness","subtitle":"","short_title":1,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.head1"},[".titleNumber","1"],["h1","Solomon: Man of Wisdom, Man of Foolishness"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1"},"1 Kings 1–11"]]],[".bodyBlock",[".topic",["h2","(1-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p5"},"Many kings ascended the throne of Israel from the time of Saul to the dissolution of both the Northern Kingdom and the Southern Kingdom. None of these kings, however, obtained the power and prestige that Solomon did. Nearly a thousand years before Solomon, Abraham had been promised that his seed would receive the land of Canaan for their inheritance, including territory as far north as the Euphrates River (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/12.7"},"Genesis 12:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/13.15"},"13:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/15.18"},"15:18"],"). But not until Solomon’s time was this promise fully realized. Solomon extended the domain of Israel from the Red Sea on the south to the Euphrates River on the north. The golden age of Israel, started under King David, continued under Solomon. During the forty years that Solomon ruled as king of Israel, there was peace and unity throughout his vast domain."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p6"},"At the beginning of his reign, Solomon loved the God of Israel and covenanted with God that he would walk in obedience throughout his administration as king of Israel. Solomon was promised wisdom, riches, honor, and long life if he would continue in righteousness before the Lord. The promise was fulfilled. During his life, Solomon became famous for his wisdom. Great men and women from many nations came to hear him and test his understanding and knowledge. Solomon also acquired great wealth, and there were said to be no kings in all the earth who could compare to him. Under Solomon’s reign Israel reached her greatest point as a nation—honor, wealth, power, and respect were hers because of the administration of her greatest king."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p7"},"Nevertheless, at the end of Solomon’s reign, Israel became temporally and spiritually bankrupt. Deterioration and strife were everywhere. Within a year of Solomon’s death, the land was divided into two kingdoms, and the course of Israel’s history was permanently altered. What actions or events led the nation from such heights to such depths? You will find the answers in the first book of Kings. As you read, try to identify the events that brought about the decline of Israel."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1"},"1 Kings 1–11"],". See also",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/22"},"1 Chronicles 22–23; 28–29"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/1"},"2 Chronicles 1–9"],"for a parallel account."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1"},"1 Kings 1–11"]],[".topic",["h3","(1-2)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1"},"1 Kings 1"],". How Could Adonijah and Solomon Both Have Claim to the Throne of Israel?"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p13"},"According to the customs of succession, Adonijah could well have been the heir to the throne of David. Adonijah was the fourth son of David (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3.4"},"2 Samuel 3:4"],"). Two of his older brothers, Amnon and Absalom, were already dead, and a third, Chileab, is not mentioned in the text except for the account of his birth."],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_001_07-family.gif"}],[".credit",["p.para","The family of David. Chart redrawn from Douglas,",["span.emphasis","Illustrated Bible Dictionary,"],"1:367"]]],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p14"},"David’s old age and feeble condition (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.1-4"},"1 Kings 1:1–4"],") evidently convinced Adonijah that it was time to show the people that he was the successor to the throne. His actions were thus designed to convince the people of his right and to create a base of popular support that would consolidate his position. He set up a royal processional (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.5"},"v. 5"],"); sought the support of important people, including Joab, the commander of the military, Abiathar, the high priest, the other princes of the court, and David’s personal staff (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.7,9"},"vv. 7, 9"],"); and prepared a great feast (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.9"},"v. 9"],"). He deliberately excluded those loyal to Solomon as the successor, including Zadok, another important priest; Benaiah, one of the military commanders (perhaps second in command to Joab); the “mighty men” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.8"},"v. 8"],"), who were probably David’s personal body guards; and the prophet Nathan."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p15"},"Adonijah’s plan was thwarted, however, when Nathan heard what Adonijah was doing and reported it to Bath-sheba, Solomon’s mother. His warning to her that her life as well as Solomon’s life was in danger (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.12"},"v. 12"],") illustrates one of the problems with a monarchical system of government. Because of the competition that typically existed in the royal family itself, the new king often assassinated all his brothers and other possible heirs who might pose any threat to his rule."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p16"},"Moving swiftly, Bath-sheba and Nathan joined together (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.11"},"v. 11"],") to bring Adonijah’s manipulations to the attention of King David. When David learned that Adonijah sought to take the throne, he quickly appointed Solomon as co-regent. They ruled together until David died."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p17"},"Although only twenty years of age, Solomon, like David and Saul before him, was anointed to his kingship by a rightful priest and by the prophet (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.34,39"},"vv. 34, 39"],"). To clearly show the people that Solomon was David’s choice and the Lord’s, David commanded that the inauguration of his co-regent take place immediately. He commanded that Solomon be placed on his (David’s) mule to ride in procession to Gihon in the traditional way that a king made his triumphal entry into a city (see J. R. Dummelow, ed.,",["span.emphasis","A Commentary on the Holy Bible,"],"p. 693; compare with Jesus’ triumphal entry into Jerusalem recorded in",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.1-11"},"Matthew 21:1–11"],"). The people responded joyously and accepted Solomon as their new king (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.39-40"},"1 Kings 1:39–40"],")."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p18"},"Thus, in one quick and decisive move, David cut off Adonijah’s attempts to usurp the throne, and Solomon was established as king. One can easily imagine why those at Adonijah’s feast were struck with fear and hastened to desert Adonijah’s presence. They were caught in the midst of what bordered on treason against the new king, and they were anxious to disassociate themselves from Adonijah."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p19"},"Now it was Adonijah’s life that was in danger. Not only was he a potential rival to the throne, but he had been obviously making an open effort to preempt Solomon’s claim. So, as soon as he learned of the enthroning of Solomon, Adonijah fled not to his home, but immediately to the heights of Mount Moriah just above the city of David. Here an altar of sacrifice had been set up by David. The horns of the altar of sacrifice were considered a sanctuary where a person could cling until his case was investigated and tried (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/21.13-14"},"Exodus 21:13–14"],"). There Adonijah waited, hoping for some indication of Solomon’s clemency toward him, which was granted (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.50-53"},"1 Kings 1:50–55"],"; see also",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-1-10-a-law-of-performances-and-ordinances-part-1-sacrifices-and-offerings.p1"},["span.emphasis","Old Testament Student Manual: Genesis–2 Samuel"],"[religion 301, 2003]"],", pp. 167,",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p1"},"268"],"for a detailed explanation of why the horns of the altar were seen as a place of refuge)."]],[".topic",["h3","(1-3)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.38"},"1 Kings 1:38"],". Who Were the Cherethites and the Pelethites?"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p21"},"The Cherethites were “a people who were settled alongside the Philistines in southern Palestine [see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/30.14"},"1 Samuel 30:14"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/25.16"},"Ezekiel 25:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/zeph/2.5"},"Zephaniah 2:5"],"]. In the reign of David they formed, with the Pelethites, his private bodyguard under the command of Benaiah the son of Jehoida [see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/8.18"},"2 Samuel 8:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/20.23"},"20:23"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/18.17"},"1 Chronicles 18:17"],"]. They remained loyal to him through the rebellions of Absalom [see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.18"},"2 Samuel 15:18"],"] and Sheba [see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/20.7"},"2 Samuel 20:7"],"], and were present when Solomon was anointed for kingship [see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.38,44"},"1 Kings 1:38, 44"],"].” (J. D. Douglas, ed.,",["span.emphasis","The New Bible Dictionary,"],"s.v. “Cherethites.”)"]],[".topic",["h3","(1-4)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.1-9"},"1 Kings 2:1–9"],". David’s Final Instructions to His Son Solomon"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p23"},"David charged his son to keep all the commandments of God, to study the law, and to exercise righteous judgment upon the people. Solomon was also instructed concerning some of David’s enemies as well as some of his friends."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p24"},"First Kings does not record the large assemblage of government administrators and military commanders that David called together when he sensed that his death was near; however, the historic gathering is recorded in",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/28.1"},"1 Chronicles 28:1–29:24"],". At this conference David performed four great services: (1) he gained the support of the people for the completion of the temple; (2) he presented a vast treasure for the temple; (3) he publicly turned over to Solomon the plans for the temple and disclosed that they had been given to him by divine revelation; and (4) he succeeded in having Solomon crowned and anointed a second time when the people of every tribe were officially represented and could declare their loyalty."]],[".topic",["h3","(1-5)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.2-3"},"1 Kings 2:2–3"],". “Be Thou Strong … Shew Thyself a Man”"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p27"},"This plea for manhood and strength is a familiar Old Testament theme. It was Moses’ last counsel to Joshua (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/31.6-7,23"},"Deuteronomy 31:6–7, 23"],"). The Lord gave Joshua the same encouragement (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.5-9"},"Joshua 1:5–9"],"). This advice was given to Solomon repeatedly. The courage to obey the law was just as much a part of the plea as to have physical courage."]],[".topic",["h3","(1-6)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.5-6"},"1 Kings 2:5–6"],". Why Didn’t David Punish Joab Sooner?"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p29"},"Joab, out of jealousy and fear of losing his position as commander of the armies of Israel, had murdered Abner (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3.27"},"2 Samuel 3:27"],") and Amasa (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/20.10"},"2 Samuel 20:10"],")."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p30"},"Commentators have noted that “David ought to have punished these two crimes; but when Abner was murdered, he felt himself too weak to visit a man like Joab with the punishment he deserved, as he had only just been anointed king, and consequently he did nothing more than invoke divine retribution upon his head [see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/3.29"},"2 Samuel 3:29"],"]. And when Amasa was slain, the rebellions of Absalom and Sheba had crippled the power of David too much, for him to visit the deed with the punishment that was due. But as king of the nation of God, it was not right for him to allow such crimes to pass unpunished: he therefore transferred the punishment, for which he had wanted the requisite power, to his son and successor. … ‘Do according to thy wisdom (“mark the proper opportunity of punishing him”—Seb. Schmidt), and let not his grey hair go down into hell (the region of the dead) in peace (",["span.emphasis","i.e."],"unpunished)’ [",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.6"},"1 Kings 1:6"],"]. The punishment of so powerful a man as Joab the commander-in-chief was, required great wisdom, to avoid occasioning a rebellion in the army, which was devoted to him.” (C. F. Keil and F. Delitzsch,",["span.emphasis","Commentary on the Old Testament,"],"3:1:29.)"]],[".topic",["h3","(1-7)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.7-8"},"1 Kings 2:7–8"],". Who Were Barzillai and Shimei?"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p32"},"Barzillai and Shimei both lived at Mahanaim. Shimei, instead of showing kindness to David when he fled from Absalom, threw rocks at him and cursed him (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/16.5-11"},"2 Samuel 16:5–11"],"). Barzillai, however, showed great kindness to David and those who had fled with him by providing them with food and clothing. David asked Solomon to provide for the family of Barzillai as a payment for his kindness (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/17.27-29"},"2 Samuel 17:27–29"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/19.31-38"},"19:31–38"],")."]],[".topic",["h3","(1-8)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.17-22"},"1 Kings 2:17–22"],". Why Was Solomon Upset by Adonijah’s Request?"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p34"},"“Amongst Eastern nations the wives and concubines of a deceased or dethroned king were taken by his successor [see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.8"},"2 Samuel 12:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/16.21-22"},"16:21–22"],"]; and so Adonijah’s request for Abishag was regarded as tantamount to a claim on the throne” (Dummelow,",["span.emphasis","Commentary,"],"p. 212)."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p35"},"Solomon knew and understood this law, as",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.22"},"1 Kings 2:22"],"makes clear. At first it may seem puzzling that Bath-sheba would take Adonijah’s request to Solomon since she almost certainly knew and understood this law. Perhaps she, knowing how Solomon would react, recognized an opportunity to rid Solomon of the threat that Adonijah continued to be to the throne of Israel. Solomon did react quickly, for this was the second time Adonijah had attempted to take the throne by subtlety."]],[".topic",["h3","(1-9)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.23"},"1 Kings 2:23"],". Adonijah Had Spoken “against His Own Life”"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p37"},"Solomon meant that Adonijah’s request was either treason or a plan to commit treason and was therefore worthy of death. (Note",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.15"},"1 Kings 2:15"],", which records that Adonijah knew that the Lord had given the throne to Solomon.)"]],[".topic",["h3","(1-10)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.26-36"},"1 Kings 2:26–36"],". Were Abiathar and Joab Still Conspiring against Solomon?"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p39"},"Abiathar and Joab were still conspiring to put Adonijah on the throne (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.22"},"1 Kings 2:22"],"). Solomon banished Abiathar from Jerusalem and took from him the office of high priest in Israel. Abiathar was a great-grandson of Eli, who was both priest and judge in Israel, and the last of his descendants to hold a priestly office. This punishment and restriction of Abiathar fulfilled the prophecy announced to Eli by the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.31-36"},"1 Samuel 2:31–36"],")."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p40"},"Abiathar probably escaped with the punishment of exile only because Solomon was reluctant to execute a high priest. Joab, however, was a much more dangerous enemy because he had commanded the army. There was no question concerning Joab’s guilt. Because of the murders he had committed, he was indeed worthy of death (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/21.12-14"},"Exodus 21:12–14"],"). Thus, he had no right to claim the sanctuary of the altar, and Solomon was not obligated to honor his claim to sanctuary."]],[".topic",["h3","(1-11)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.35"},"1 Kings 2:35"],". Benaiah"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p42"},"Benaiah succeeded Joab as captain of the host, the top military position in the kingdom under the king."]],[".topic",["h3","(1-12)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.36-44"},"1 Kings 2:36–44"],". The Punishment of Shimei"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p44"},"Continuing to follow the final counsel of his father (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p1"},"Notes and Commentary on 1 Kings 2:7–8"],"), Solomon now undertook to punish Shimei. At first this punishment may seem vindictive on David’s part and cruel for Solomon to follow through with it, since all Shimei had done was to curse David and throw rocks at him (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/16.5-11"},"2 Samuel 16:5–11"],"). At that time, however, David’s kingdom was rent by civil war. Shimei’s action was therefore equivalent to treason against the government."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p45"},"There may have been an additional reason for David’s counsel to Solomon. Shimei was from Bahurim, which was a short distance east of Jerusalem. The Ammonites and Moabites who lived across the River Jordan were traditional enemies of Israel. To have a known enemy of the crown in a city where the Ammonites and Moabites could easily go to conspire with him would have provided future opportunity for treason. This situation may explain David’s counsel."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p46"},"Solomon’s treatment of Shimei was just and tolerant. He could have had Shimei executed by royal order. Instead, Solomon brought him to Jerusalem and made him swear on oath that he would not cross the Brook Kidron, the eastern boundary of Jerusalem. This restriction lends further support to the idea that Solomon did not want Shimei collaborating with the eastern enemies of Israel."],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p47"},"Three years later, because Shimei violated his oath, Solomon had him executed. Keil and Delitzsch noted that “this punishment was also just. As Solomon had put Shimei’s life in his own hand by imposing upon him confinement in Jerusalem, and Shimei had promised on oath to obey the king’s command, the breach of his oath was a crime for which he had no excuse. There is no force at all in the excuses which some commentators adduce in his favour, founded upon the money which his slaves had cost him, and the wish to recover possession of them, which was a right one in itself. If Shimei had wished to remain faithful to his oath, he might have informed the king of the flight of his slaves, have entreated the king that they might be brought back, and have awaited the king’s decision; but he had no right thus lightly to break the promise given on oath. By the breach of his oath he had forfeited his life. And this is the first thing with which Solomon charges him, without his being able to offer any excuse; and it is not till afterwards that he adduces as a second fact in confirmation of the justice of his procedure, the wickedness that he practised towards his father.” (",["span.emphasis","Commentary,"],"3:1:27.)"]],[".topic",["h3","(1-13)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.46"},"1 Kings 2:46"],". Why Was Benaiah the Executioner?"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p49"},"The army was also the police power. Therefore, by virtue of his office as captain of the host, executions were Benaiah’s responsibility. If he were sent, the job was sure to be done."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p50"},"As long as Israel remained free and under the Lord’s direct influence, they did not have prisons. Criminals were punished by death for specified crimes. Otherwise, they were required to make restitution to the person harmed. Sometimes they were placed under house arrest on their own honor, as was Shimei, or they were banished."]],[".topic",["h3","(1-14)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.1"},"1 Kings 3:1"],". Why Did Solomon Take a Daughter of the Pharaoh to Wife?"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p52"},"Early in his reign Solomon elected to marry the daughter of the Egyptian pharaoh. Since Israel had imposed its sovereignty throughout the region, Solomon apparently considered it important to neutralize any hostility on the part of Egypt, for Egypt had been accustomed to using Canaan as a base for military operations. Marriages between royal families were often politically motivated; such a marriage was a way of signing a treaty between two countries. Nevertheless, the marriage of Solomon to the daughter of the pharaoh showed a lack of faith in the Lord, who had promised to defend Israel and fight her battles (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.4"},"Deuteronomy 20:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/23.10"},"Joshua 23:10"],"). Later, this marriage and other marriages to foreign wives proved to be a major factor in the downfall of Israel, for Solomon began worshiping the false gods of these other nations and was condemned by the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.1-9"},"1 Kings 11:1–9"],")."]],[".topic",["h3","(1-15)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.4"},"1 Kings 3:4"],". Why Did Solomon Go to Gibeon to Offer Sacrifice?"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p54"},"The tabernacle built by Moses was at this time located in Gibeon along with the great altar upon which sacrifices had been offered since the days of Moses. That is why Solomon went to Gibeon to offer sacrifices (see",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/21.29"},"1 Chronicles 21:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/1.2-3"},"2 Chronicles 1:2–3"],")."]],[".topic",["h3","(1-16)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.5-28"},"1 Kings 3:5–28"],". What Was Important about Solomon’s First Heavenly Vision?"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p57"},"Solomon approached the Lord as a humble, obedient servant, and he was rewarded for his meekness with a wise and understanding heart. Perhaps no other person was ever given a greater gift of wisdom. Solomon was charged to keep the Lord’s commandments and statutes so that the Lord might lengthen his days as king."]],[".topic",["h3","(1-17)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.14"},"1 Kings 3:14"],". Why Did the Lord Praise David’s Righteousness When He Had Violated the Law of Chastity and Had Caused Uriah’s Murder?"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p59"},"There are numerous places in the historical books where David is held up as an example of one who was pleasing in God’s sight. The Prophet Joseph Smith corrected each of those references to show that David was being used by the Lord as an example of what David’s successors should not do. For example, in the Joseph Smith Translation",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.14"},"1 Kings 3:14"],"reads: “And if thou wilt walk in my ways to keep my statutes, and my commandments, then I will lengthen thy days, and thou shalt not",["span.emphasis","walk in"],"unrighteousness,",["span.emphasis","as did thy father"],"David.”"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p60"},"In the King James Version,",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.4"},"1 Kings 11:4"],"records that Solomon’s heart “was not perfect with the Lord his God, as was the heart of David his father.” The Prophet corrected the passage to read that Solomon’s heart “was not perfect with the Lord his God, and it became as the heart of David his father” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.4"},"JST, 1 Kings 11:4"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.6,33-34,38-39"},"1 Kings 11:6, 33–34, 38–39"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/14.8"},"14:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/15.3,5,11"},"15:3, 5, 11"],"; compare JST)."],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p61"},"Solomon’s prayer for an “understanding heart” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.9"},"1 Kings 3:9"],") was surely granted, as the incident of the two harlots demonstrates. The brilliance of Solomon’s strategy is seen when one reflects that the woman who was willing to give up the baby rather than see it killed would be the best mother to the child, whether she was the natural mother or not."]],[".topic",["h3","(1-18)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/4.1-25"},"1 Kings 4:1–25"],". How Did Solomon Organize the Government to Give Himself Greater Control over the Kingdom?"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p63"},"“Upon his accession to the throne, Solomon made the first of several administrative changes: he created three new offices in his cabinet. David had governed his new empire almost single-handedly, needing only a commanding general, a chief scribe and a few secretaries. To this basic staff Solomon added Ahishar, who ‘was in charge of the palace.’ He would serve as prime minister, second only to Solomon in power. Adoniram was named the chief of forced labor—for Solomon had a tremendous building program in mind and no way to begin it without a steady supply of workers. Adoniram would supervise both foreign slave laborers (the descendants of those people who had survived the Israelite Conquest) and a newly organized, conscripted labor force of Israelites, who served one out of every three months. In addition, ‘Azariah the son of Nathan was over the officers [provincial governors]’ of the 12 districts of Israel."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p64"},"“Up to now the government of Israel, even under Saul and David, had never been controlled by an ‘administration’ as we know it, but rather by a patriarchal or charismatic leader who ruled largely by personal magnetism and inspiration from the Lord. Such leadership had been necessary to unite the 12 independent and often quarrelsome tribes during the military conquest of Canaan. But now Israel was at peace and her territory was greatly enlarged. The nation sorely needed a more efficient method of government. So Solomon divided Israel into 12 administrative districts, all comparatively equal in population and resources. To accommodate the new territory, the arbitrary divisions ignored the old tribal boundaries, and for all practical purposes the tribal distinctions were abandoned except for temple duties and genealogies."],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p65"},"“Solomon assigned one officer to head each district; all of them were responsible to Azariah. The 12 officers were in charge of raising provisions for the king’s household—each district supplied food for one month of every year. The officers in turn imposed the burden of providing food on the farmers and shepherds, and quite a burden it was. The provision needed for",["span.emphasis","one day"],"by Solomon’s court ‘was thirty cors [188 bushels] of fine flour, and sixty cors [about 370 bushels] of meal, ten fat oxen, and twenty pasture-fed cattle, a hundred sheep, besides harts, gazelles [fallow deer], roebucks, and fatted fowl … And those offices … let nothing be lacking. Barley also and straw for the horses and swift steeds they brought to the place where it was required, each according to his charge.’ And this was only part of the taxation.” (",["span.emphasis","Great People of the Bible and How They Lived,"],"pp. 186–88.)"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p66"},"Such taxation fulfilled the words of the prophet Samuel, who many years before had warned Israel what would happen if they chose to have a king rule over them (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8.11-20"},"1 Samuel 8:11–20"],")."]],[".topic",["h3","(1-19)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/4.21"},"1 Kings 4:21"],". The Extent of Solomon’s Kingdom"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p68"},"“The meaning of this verse appears to be, that Solomon reigned over all the provinces from the river Euphrates to the land of the Philistines, even to the frontiers of Egypt. The Euphrates was on the",["span.emphasis","east"],"of Solomon’s dominions; the Philistines were",["span.emphasis","westward"],"on the Mediterranean sea; and Egypt was on the",["span.emphasis","south"],". Solomon had, therefore, as tributaries, the kingdoms of",["span.emphasis","Syria, Damascus, Moab,"],"and",["span.emphasis","Ammon,"],"which lay between the Euphrates and the Mediterranean.” (Adam Clarke,",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"2:398.)"]],[".topic",["h3","(1-20)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/4.30"},"1 Kings 4:30"],". Who Were the “Children of the East Country”?"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p70"},"“The term is applied [in",["a.scriptureRef",{"href":"/scriptures/ot/jer/49.28"},"Jeremiah 49:28"],"] to the Arab tribes dwelling at Kedar, and probably describes generally the inhabitants of the Syrian desert” (Dummelow,",["span.emphasis","Commentary,"],"p. 213)."]],[".topic",["h3","(1-21)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/4.32"},"1 Kings 4:32"],". Proverbs and Song of Solomon"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p72"},"The book of Proverbs contains some of the proverbs of Solomon, though not all that he wrote, and almost certainly not all writings in the present book of Proverbs were written by Solomon."],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p73"},"The Song of Solomon, which the Prophet Joseph Smith said is not an inspired writing (see",["a.scriptureRef",{"href":"/scriptures/ot/song/1.1a"},"Song of Solomon 1:1",["span.emphasis","a"]],"), is only one of many songs written by Solomon. Also, two of the psalms are attributed to Solomon (see",["a.scriptureRef",{"href":"/scriptures/ot/ps/72"},"Psalms 72, 127"],")."]],[".topic",["h3","(1-22)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/5"},"1 Kings 5"],". How Did Solomon Use Hiram’s Services in Building the Temple?"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p75"},"The prophet Nathan instructed David that one of his children would build a temple unto God (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/7.12"},"2 Samuel 7:12"],"). So, David spent much time and energy in gathering materials for the temple. When Solomon came to the throne, one of the first things he did was direct his attention to building the temple. In order to make the building as beautiful as possible, Solomon employed the services of King Hiram of Tyre: “Solomon had depended on the skill of Hiram’s Phoenician architects and laborers, as well as precious Lebanon cedar, to construct the most impressive buildings in Jerusalem—the temple and the royal buildings for government. From almost the beginning of Solomon’s reign,’ … Hiram supplied Solomon with all the timber of cedar and cypress that he desired, while Solomon gave Hiram twenty thousand cors [125,000 bushels] of wheat as food for his household, and twenty thousand cors [over a million gallons] of beaten oil. Solomon gave this to Hiram year by year,’ on an installment plan.” (",["span.emphasis","Great People of the Bible,"],"p. 190.)"]],[".topic",["h3","(1-23)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/5.13"},"1 Kings 5:13"],". Conscription of Israel"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p77"},"Compare with",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8.11-18"},"1 Samuel 8:11–18"],"."]],[".topic",["h3","(1-24)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/6"},"1 Kings 6"],". How Did Solomon Learn How the Temple Should Be Built?"],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p79"},"Although David received some revelation about the building of the temple (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/6.30-33"},"1 Kings 6:30–33"],"), apparently Solomon received even more. President Brigham Young said: “The pattern of this temple, the length and breadth, and height of the inner and outer courts, with all the fixtures thereunto appertaining, were given to Solomon by revelation, through the proper source. And why was this revelation-pattern necessary? Because Solomon had never built a temple, and did not know what was necessary in the arrangement of the different apartments, any better than Moses did what was needed in the tabernacle.” (",["span.emphasis","Discourses of Brigham Young,"],"p. 414.)"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p80"},"The temple of Solomon was later destroyed, and the kingdom of Judah was scattered. Zerubbabel’s temple, which Herod renovated, was later built on the same spot. This later temple was the one standing in the Savior’s day. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-29.p1"},"Notes and Commentary on Ezra 6:13–15"],".)"]],[".topic",["h3","(1-25)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/6"},"1 Kings 6"],". The Significance of the Building of Solomon’s Temple"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p84"},"“Soon after Solomon’s accession to the throne he set about the labor, which, as heritage and honor, had come to him with his crown. He laid the foundation in the fourth year of his reign, and the building was completed within seven years and a half. With the great wealth accumulated by his kingly father and specifically reserved for the building of the Temple, Solomon was able to put the [surrounding lands] under tribute, and to enlist the co-operation of nations in his great undertaking. The temple workmen numbered scores of thousands, and every department was in charge of master craftsmen. To serve on the great structure in any capacity was an honor; and labor acquired a dignity never before recognized. … The erection of the Temple of Solomon was an epoch-making event, not alone in the history of Israel, but in that of the world.” (James E. Talmage,",["span.emphasis","The House of the Lord,"],"pp. 5–6.)"]],[".topic",["h3","(1-26)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/6"},"1 Kings 6"],". How Did Solomon’s Temple Differ from the Tabernacle of the Wilderness?"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p86"},"“A comparison of the plan of Solomon’s Temple with that of the earlier Tabernacle shows that in all essentials of arrangement and proportion the two were so nearly alike as to be practically identical. True, the Tabernacle had but one enclosure, while the Temple was surrounded by courts, but the inner structure itself, the Temple proper, closely followed the earlier design. The dimensions of the Holy of Holies, the Holy Place, and the Porch, were in the Temple exactly double those of the corresponding parts in the Tabernacle.” (Talmage,",["span.emphasis","House of the Lord,"],"p. 6.)"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p87"},"The temple was long and narrow. According to the dimensions cited in the Bible, the temple was about one hundred feet long and thirty feet wide. It stood on a platform about nine feet high. The temple itself was about forty-five feet high. The Salt Lake Temple is 186½ feet long, 118½ feet wide, and 210 feet high."]],[".topic",["h3","(1-27)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/6.5-8"},"1 Kings 6:5–8"],". Chambers of the Temple"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p89"},"see",["span.emphasis","Old Testament Student Manual: Genesis–2 Samuel,"],"pp. 154–56."]],[".topic",["h3","(1-28)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/6.23"},"1 Kings 6:23"],". What Are Cherubim?"],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p91"},"see",["span.emphasis","Old Testament Student Manual: Genesis–2 Samuel,"],"p. 148."]],[".topic",["h3","(1-29)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/6.38"},"1 Kings 6:38"],". What Is the Month “Bul”?"],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p93"},"The month of Bul corresponds approximately with the month of November. “As this was the eighth month and the Temple was begun in the second, the time actually occupied in its construction was, in strictness, 7½ years” (Dummelow,",["span.emphasis","Commentary,"],"p. 215)."]],[".topic",["h3","(1-30)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/7.1-8"},"1 Kings 7:1–8"],". Solomon’s Palace"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p95"},"It took an additional thirteen years to build Solomon’s palace (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/9.10"},"1 Kings 9:10"],"). Solomon’s palace “consisted of several buildings connected together; namely, (1) the house of the forest of Lebanon [see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/7.2-5"},"1 Kings 7:2–5"],"]; (2) the pillar-hall with the porch (ver. 6); (3) the throne-room and judgment-hall (ver. 7); (4) the king’s dwelling-house and the house of Pharaoh’s daughter (ver. 8). … The description of the several portions of this palace is so very brief, that it is impossible to form a distinct idea of its character. The different divisions are given in vers. 1–8 in their natural order, commencing at the back and terminating with the front (ver. 8).” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"3:1:89.)"]],[".topic",["h3","(1-31)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/7.16"},"1 Kings 7:16"],". What Is a Chapiter?"],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p98"},"A chapiter is an ornament or decoration at the top of a column or pillar (see William Wilson,",["span.emphasis","Old Testament Word Studies,"],"s.v. “chapiter”)."]],[".topic",["h3","(1-32)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/7.23-26"},"1 Kings 7:23–26"],". What Was the Molten Sea and How Was It Used?"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p100"},"Bible scholars have generally been confused concerning the use of the huge molten sea of brass. Modern revelation assists the student today to understand its purpose. Elder Bruce R. McConkie explained:"],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p101"},"“In Solomon’s Temple a large",["span.emphasis","molten sea"],"of brass was placed on the backs of 12 brazen oxen, these oxen being symbolical of the 12 tribes of Israel. (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/7.23-26,44"},"1 Kings 7:23–26, 44"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/16.17"},"2 Kings 16:17"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.13"},"25:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/18.8"},"1 Chron. 18:8"],".) This",["span.emphasis","brazen sea"],"was used for performing baptisms for the living. There were no baptisms for the dead until after the resurrection of Christ."],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p102"},"“It must be remembered that all direct and plain references to baptism have been deleted from the Old Testament (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13"},"1 Ne. 13"],") and that the word",["span.emphasis","baptize"],"is of Greek origin. Some equivalent word, such as",["span.emphasis","wash,"],"would have been used by the Hebrew peoples. In describing the molten sea the Old Testament record says,",["span.emphasis","‘The sea was for the priests to wash in.’"],"(",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/4.2-6"},"2 Chron. 4:2–6"],".) This is tantamount to saying that the priests performed baptisms in it."],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p103"},"“In this temple building dispensation the Brethren have been led by the spirit of inspiration to pattern the baptismal fonts placed in temples after the one in Solomon’s Temple.” (",["span.emphasis","Mormon Doctrine,"],"pp. 103–4.)"]],[".topic",["h3","(1-33)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8"},"1 Kings 8"],". What Occurred at the Dedication of the Temple?"],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p105"},"“When the House of the Lord was completed, elaborate preparations were made for its dedication. First came the installation of the Ark of the Covenant and its appurtenances, the Tabernacle of the Congregation, and the holy vessels. With great solemnity and to the accompaniment of ceremonial sacrifice, the Ark was brought by the priests and placed within the Holy of Holies beneath the wings of the cherubim. At this time the Ark contained only the two tables of stone ‘which Moses put there.’ The staves by which the Ark was borne were so drawn out as to be visible from within the Holy Place, and then ‘it came to pass, when the priests were come out of the holy place, that the cloud filled the house of the Lord, So that the priests could not stand to minister because of the cloud: for the glory of the Lord had filled the house of the Lord.’ [",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.10-11"},"1 Kings 8:10–11"],".]"],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p106"},"“Then Solomon addressed the assembled multitude, reciting the circumstances under which the building of the Temple had been conceived by his father David and executed by himself, and proclaiming the mercy and goodness of Israel’s God. Standing before the altar of the Lord, in the court of the Temple, the king spread forth his hands toward heaven, and offered the dedicatory prayer. The king then blessed the people, saying ‘Blessed be the Lord, that hath given rest unto his people Israel, according to all that he promised: there hath not failed one word of all his good promise, which he promised by the hand of Moses his servant. The Lord our God be with us, as he was with our fathers: let him not leave us, nor forsake us.’ [",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.56-57"},"1 Kings 8:56–57"],".]"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p107"},"“The principal services with the attendant festivities lasted seven days, and ‘on the eighth day he sent the people away: and they blessed the king, and went unto their tents joyful and glad of heart for all the goodness that the Lord had done for David his servant, and for Israel his people.’ [",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.66"},"1 Kings 8:66"],".]” (Talmage,",["span.emphasis","House of the Lord,"],"pp. 34–35.)"]],[".topic",["h3","(1-34)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.10-11"},"1 Kings 8:10–11"],". The Glory of God"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p109"},"Before Solomon gave the dedicatory prayer, a cloud of glory filled the house of God, indicating the very presence of God. That this glory should accompany the dedication exercises is interesting for Latter-day Saints, since a similar glory attended the dedication of the Kirtland Temple on 27 March 1836. Many present reported seeing angels and hearing the “sound of a rushing mighty wind, which filled the Temple,” and many in the community reported “seeing a bright light like a pillar of fire resting upon the Temple” (",["span.emphasis","History of the Church,"],"2:427). The special events attending the dedication of both temples are signs of the Lord’s divine acceptance of the houses built in His name to His honor."]],[".topic",["h3","(1-35)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.22-53"},"1 Kings 8:22–53"],". Solomon, a Faithful Man"],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p111"},"Solomon’s dedicatory prayer gives a good insight into the state of Solomon’s heart at the time. His closeness to the Lord is very evident, particularly in",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.23,28,50-52"},"1 Kings 8:23, 28, 50–52"],". When the prayer was over, Solomon addressed the people and urged them to be faithful to the Lord. As the record of 1 Kings unfolds, however, it becomes evident how far Solomon and his people later departed from the spiritual state they were in on the day of dedication."]],[".topic",["h3","(1-36)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.35-36"},"1 Kings 8:35–36"],". Tempering the Weather through Prayer"],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p113"},"These verses contain a remarkable promise to Israel. In several places the Lord indicated that He uses the weather to chastise His people to bring them to repentance. President Spencer W. Kimball said:"],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p114"},"“The Lord uses the weather sometimes to discipline his people for the violation of his laws. He said to the children of Israel:"],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p115"},"“‘If ye walk in my statutes, and keep my commandments, and do them;"],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p116"},"“‘Then I will give you rain in due season, and the land shall yield her increase, and the trees of the field shall yield their fruit."],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p117"},"“‘And your threshing shall reach into the vintage, and the vintage shall reach unto the sowing time; and ye shall eat your bread to the full, and dwell in your land safely."],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p118"},"“‘And I will give you peace in the land, and ye shall lie down, and none shall make you afraid: … neither shall the sword go through your land.’ (",["a.scriptureRef",{"href":"/scriptures/ot/lev/26.3-6"},"Lev. 26:3–6"],".)"],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p119"},"“Perhaps the day has come when we should take stock of ourselves and see if we are worthy to ask or if we have been breaking the commandments, making ourselves unworthy of receiving the blessings.” (In Conference Report, Apr. 1977, pp. 4–5; or",["span.emphasis","Ensign,"],"May 1977, p. 4.)"],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p120"},"First Kings 8:35–36 indicates that if the people repent of their sins, looking to the house of the Lord in prayer and supplication, the weather can be tempered and made to operate in behalf of the righteous."]],[".topic",["h3","(1-37)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.41-43"},"1 Kings 8:41–43"],". “A Stranger … Cometh out of a Far Country”"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p122"},"As part of his dedicatory prayer, Solomon referred to a stranger who—"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.f4"},["ol.number",["li",["span.label","1."],["p.para","Comes from a far country (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.41"},"v. 41"],")."]],["li",["span.label","2."],["p.para","Comes in the name of the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.41"},"v. 41"],")."]],["li",["span.label","3."],["p.para","Prays toward the house of the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.42"},"v. 42"],")."]],["li",["span.label","4."],["p.para","Asks the Lord for certain blessings upon Israel which Solomon asks the Lord to heed (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.43"},"v. 43"],")."]]]]],[".topic",["h3","(1-38)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/9.7"},"1 Kings 9:7"],". Was the Temple Built by Solomon “Cast Out”?"],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p128"},"Elder James E. Talmage explained how the prophetic warning was ignored and came to fulfillment: “The glorious pre-eminence of this splendid structure was of brief duration. Thirty-four years after its dedication, and but five years subsequent to the death of Solomon, its decline began; and this decline was soon to develop into general spoliation, and finally to become an actual desecration. Solomon the king, the man of wisdom, the master-builder, had been led astray by the wiles of idolatrous women, and his wayward ways had fostered iniquity in Israel. The nation was no longer a unit; there factions and sects, parties and creeds, some worshipping on the hill-tops, others under green trees, each party claiming excellence for its own particular shrine. The Temple soon lost its sanctity. The gift became depreciated by the perfidy [betrayal] of the giver, and Jehovah withdrew His protecting presence from the place no longer holy.” (",["span.emphasis","House of the Lord,"],"pp. 6–7.)"]],[".topic",["h3","(1-39)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/9.15-23"},"1 Kings 9:15–23"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/10.14-29"},"10:14–29"],". What Were the Effects of Solomon’s Massive Building Projects and Economic Changes?"],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p130"},"Though Solomon’s remarkable building projects became world famous, they created serious problems in his own kingdom. He taxed the people heavily and used forced labor to complete his massive projects. The people began to complain, and a deep resentment, especially in the northern tribes, began to fester."],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p131"},"“The life of the common man had been disrupted. In the past, a man’s wealth had been calculated mostly by the land he owned, the number of flocks he had and the size of his family. Solomon’s sweeping economic changes altered that system. Land was no longer of supreme importance—in fact, it may have become somewhat of a burden. The more land a man owned, the more crops he could grow, and thus the more he would have to turn over to the king’s officers when collection time came around every 12 months. Likewise, flocks were surrendered to tax collectors and sons were forced to serve one month of every three in the king’s labor force."],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p132"},"“Now wealth was calculated not by property ownership but by the amount of money a man controlled. Certainly more and more money in gold and silver came into Israel every year, but very little of it ever filtered down to the average Israelite, who had to surrender so much of his livelihood to the king’s coffers. Instead, the money was used to pay growing international debts, salaries for the full-time government officials, commissions to merchants and artisans in the king’s employ, temple and palace upkeep and other expenses."],["p.para",{"id":"p133","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p133"},"“For the first time in Israel’s history, there began to be a distinct difference between ‘rich’ and ‘poor.’ The king and his household were rich; the common people were poor. In between were the salaried civil servants and the merchants and artisans, many of whom had organized craft guilds by that time. Such class separations had not been known in the Israel where a shepherd boy like David could be anointed king—only 50 years earlier.” (",["span.emphasis","Great People of the Bible,"],"pp. 192–93.)"]],[".topic",["h3","(1-40)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/9.26-28"},"1 Kings 9:26–28"],". Israel’s Navy"],["p.para",{"id":"p135","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p135"},"Hiram’s people, the Phoenicians, were masters of the sea, whereas the Israelites were not. First Kings 9:26–28 indicates that Hiram’s servants taught Solomon’s men the seafaring trade. As a result, Solomon was able to secure gold from Ophir (thought to be a port in southern Arabia) to be used to build the temple. (See also",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/10.23"},"1 Kings 10:23"],".)"]],[".topic",["h3","(1-41)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/10.1"},"1 Kings 10:1"],". Where Was the Queen of Sheba From?"],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p137"},"It is very likely that the woman was a Sabean from Arabia near the southern end of the Red Sea (see Clarke,",["span.emphasis","Commentary,"],"2:421). Three proofs are offered: (1) the area in which the Sabeans lived is known to have abounded in riches and spices; (2) many ancient writers refer to the gold and silver mines of Saba; and (3) the Sabeans had women rather than men for their rulers."],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_000_001_06-sheba.gif"}]]],[".topic",["h3","(1-42)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/10.19"},"1 Kings 10:19"],". What Were the Stays Attached to the Throne?"],["p.para",{"id":"p150","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p150"},"The description here indicates that the throne was similar to a round-topped, two-armed chair. The stays, or hands, were armrests on which the king could lean."]],[".topic",["h3","(1-43)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/10.23-29"},"1 Kings 10:23–29"],". Solomon’s Wealth"],["p.para",{"id":"p152","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p152"},"These verses sum up the tremendous wealth Solomon had amassed. Part of his wealth came through trading and international commerce, but much of it came through the economic oppression of the people."]],[".topic",["h3","(1-44)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11"},"1 Kings 11"],". Effect of Solomon’s Sins"],["p.para",{"id":"p154","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p154"},"This chapter details the tragic fall of King Solomon. Although the Lord did not take Solomon’s kingdom from him as punishment, Solomon’s disobedience resulted in his kingdom being divided at his death. Like Saul and David who preceded him, Solomon began his reign in favor with God and man, but he soon let the power of the throne turn his heart away from God. Just as Saul’s and David’s had, Solomon’s promise turned into tragedy (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p1"},"Notes and Commentary on 1 Kings 3:5–28"],")."]],[".topic",["h3","(1-45)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.1-10"},"1 Kings 11:1–10"],". What Can We Conclude Regarding Solomon’s Many Marriages?"],["p.para",{"id":"p156","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p156"},"Solomon married “strange women,” that is, foreign women, or those not of the covenant. Solomon’s marriages were for political expediency (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p1"},"Notes and Commentary on 1 Kings 3:1"],") and perhaps for personal reasons as well. But these women brought to Israel their idols and heathen worship, which corrupted not only Solomon but the people also."],["p.para",{"id":"p157","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p157"},"According to the Doctrine and Covenants, however, some of Solomon’s wives were given to him of the Lord: “David also received many wives and concubines, and also Solomon and Moses my servants, as also many others of my servants, from the beginning of creation until this time; and in nothing did they sin save in those things which they received not of me” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.38"},"D&C 132:38"],")."],["p.para",{"id":"p158","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p158"},"President Joseph Fielding Smith further explained that the Lord “did not condemn Solomon and David for having wives",["span.emphasis","which the Lord gave them."]],["p.para",{"id":"p159","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p159"},"“Now turn to [2 Samuel] 12:7–8 and you will find that the Lord gave David wives. In your reading of the Old Testament you will also find that Solomon was blessed and the Lord appeared to him and gave him visions and great blessings when he had plural wives, but later in his life, he took wives that the Lord did not give him.” (",["span.emphasis","Answers to Gospel Questions,"],"4:214.)"],["p.para",{"id":"p160","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p160"},["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.24-31"},"Jacob 2:24–31"],"clearly teaches that plural wives may be taken only when doing so is authorized by the Lord. David’s taking plural wives was authorized by the Lord, for David’s wives “were given unto him of me [the Lord], by the hand of Nathan, my servant, and others of the prophets who had the keys of this power” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.39"},"D&C 132:39"],"). No plural marriages are authorized by the Lord today, and any attempt to justify them from ancient scripture will result in condemnation from the Lord."]],[".topic",["h3","(1-46)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.26-27"},"1 Kings 11:26–27"],". What Was the “Millo”?"],["p.para",{"id":"p162","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p162"},["span.emphasis","Millo"],"is “a place-name derived from the verb … ‘to be full’, ‘to fill’. … It was probably part of the fortification of [Jerusalem when it was a] Jebusite city, perhaps a solid tower (‘full’) or a bastion ‘filling’ some weak point in the walls, for it was evidently already in existence in the time of David [",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/5.9"},"2 Samuel 5:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/11.8"},"1 Chronicles 11:8"],"]. It was rebuilt by Solomon ([see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/9.15,24"},"1 Kings 9:15, 24"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.27"},"11:27"],"]; the ‘breach’ here referred to was probably a different thing) as part of his programme of strengthening the kingdom, and was again strengthened some two and a half centuries later when Hezekiah was preparing for the Assyrian invasion [see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/32.5"},"2 Chronicles 32:5"],"]. This verse is taken by some to indicate that Millo was another name for the whole city of David, but it is more probable that it formed part of the defences of this, the south-eastern hill of later Jerusalem. Many theories have been put forward as to what part of the city of David was strengthened by the Millo, but excavation has not yet been sufficiently systematic to make identification possible.” (Douglas,",["span.emphasis","New Bible Dictionary,"],"s.v. “Millo.”)"]],[".topic",["h3","(1-47)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.11,29-38"},"1 Kings 11:11, 29–38"],". How Was the Israelite Kingdom to Be Taken Away from the House of David and Solomon?"],["p.para",{"id":"p164","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p164"},"After Solomon had directly disobeyed the Lord by going after the gods of his heathen wives, the Lord told him that the kingdom would be taken from him and given to one of his servants (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.11"},"1 Kings 11:11"],"). The servant was Jeroboam, whom Solomon had given authority over Ephraim and Manasseh (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.28"},"v. 28"],"). Jeroboam was told by the prophet Ahijah that he would rule over ten of the tribes of Israel. The tribe of Judah, however, was to continue under the reign of David’s line so that the promise that the Messiah would come through the lineage of David and from the tribe of Judah would be fulfilled (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.10"},"Genesis 49:10"],"). The kingdom of Judah would include half the small tribe of Benjamin, the Levites, and the strangers that were in Judah’s territory. At first, only part of Levi was with Judah, but after Jeroboam turned to idolatry, many more deserted to Judah. Eventually a good share of the tribe of Levi was in the south. (see",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/15.9"},"2 Chronicles 15:9"],".)"],["p.para",{"id":"p165","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p165"},"Because Ephraim and Manasseh, the two sons of Joseph, were two tribes, counting Levi there were thirteen tribes at this time instead of twelve."]],[".topic",["h3","(1-48)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.36"},"1 Kings 11:36"],". Promise Given to David"],["p.para",{"id":"p167","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p167"},"This verse reiterates the promise made by the Lord to David that his kingdom would never become extinct while the earth should stand. The promise is fulfilled in Jesus Christ, a descendant of David."],["p.para",{"id":"p168","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p168"},"See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p1"},"Notes and Commentary on Isaiah 11:1"],"for a discussion of Christ’s holding the keys of David."]],[".topic",["h3","(1-49)",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.40"},"1 Kings 11:40"],". Who Is Shishak?"],["p.para",{"id":"p170","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p170"},"See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-4.p1"},"Notes and Commentary on 1 Kings 14:25"],"."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(1-50) The Greatness and Tragedy of Solomon"],["p.para",{"id":"p173","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p173"},"Solomon’s career began in as promising a way as anyone’s in the Old Testament. Israel had finally reached the borders that were to be hers, according to the Lord’s promise to Abraham, and the Lord had promised that peace would exist throughout Solomon’s entire reign."],["p.para",{"id":"p174","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p174"},"The Lord appeared to the young king in a dream and asked, “What shall I give unto thee?” (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.5"},"1 Kings 3:5"],"). Solomon, then humble and dedicated to the Lord, sought wisdom and was richly rewarded: “And God gave Solomon wisdom and understanding exceeding much, and largeness of heart, even as the sand that is on the sea shore. And Solomon’s wisdom excelled the wisdom of all the children of the east country, and all the wisdom of Egypt.” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/4.29-30"},"1 Kings 4:29–30"],".)"],["p.para",{"id":"p175","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p175"},"Elder Howard W. Hunter likewise challenged us to obtain an understanding heart:"],["p.para",{"id":"p176","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p176"},"“If the Lord was pleased because of that which Solomon had asked of him, surely he would be pleased with each of us if we had the desire to acquire an understanding heart. This must come from conscious effort coupled with faith and firm determination. An understanding heart results from the experiences we have in life if we keep the commandments of God. …"],["p.para",{"id":"p177","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p177"},"“… The ills of the world would be cured by understanding. Wars would cease and crime disappear. The scientific knowledge now being wasted in the world because of the distrust of men and nations could be diverted to bless mankind. Atomic energy will destroy unless used for peaceful purposes by understanding hearts."],["p.para",{"id":"p178","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p178"},"“We need more understanding in our relationships with one another, in business and in industry, between management and labor, between government and the governed. We need understanding in that most important of all social units, the family; understanding between children and parents and between husband and wife. Marriage would bring happiness, and divorce would be unknown if there were understanding hearts. Hatred tears down, but understanding builds up."],["p.para",{"id":"p179","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p179"},"“Our prayer could well be as was Solomon’s, ‘Lord, give me an understanding heart.’” (In Conference Report, Apr. 1962, pp. 75–76.)"],["p.para",{"id":"p180","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p180"},"What are the necessary steps given by Elder Hunter to obtain an understanding heart? What problems would be solved in the world if everyone would strive to have an understanding heart?"],["p.para",{"id":"p181","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p181"},"Solomon allowed his love for material things and his great accomplishments as a builder to wean him from his early devotion to the Lord. True, he achieved great fame while the temple was being built, and his dedication of the house of the Lord was one of his most spiritual moments; but later, when the Queen of Sheba and other foreign visitors paid their respects, they said little about Solomon’s righteousness or wisdom. Rather, they expressed amazement and awe at his tremendous achievements in building. Solomon appears to have grown hungry for the plaudits of men. He decided to construct even grander structures. To do so, he enforced heavy taxation upon his people—so heavy that he eventually forced his people into poverty. Samuel’s warnings about what would occur if Israel were governed by a king were fulfilled in every particular (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8.11-18"},"1 Samuel 8:11–18"],"). Mismanagement of the nation’s wealth left united Israel tottering."],["p.para",{"id":"p182","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p182"},"We all enjoy blessings from the Lord. If we are wise, we will accept the blessings with a grateful heart and walk in righteousness before the Lord."],["p.para",{"id":"p183","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p183"},"Is affluence in the Church a problem today? Why? Do we sometimes forget the instructions given by the Savior in",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.33"},"Matthew 6:33"],"?"],["p.para",{"id":"p184","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p184"},"We, as modern Israel, need to avoid pride, misuse of wealth, and lust for the world’s esteem—three temptations that beset Solomon and led to his downfall. Are we any different? Even if we make some good decisions, could we also make some foolish ones that might destroy us?"],["p.para",{"id":"p185","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.p185"},"Your patriarchal blessing can be an important guide to you. Because Solomon forgot his blessing from the Lord, he lost it. To help you remember, you might want to analyze your blessing by making a chart as follows:"]]],[".topic",[".figure",{"id":"f6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-1.f6"},["h3","My Patriarchal Blessing"],["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Who Am I?"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Promises"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Admonitions"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Statements about you, your potential, your destiny, your relationship with God"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Those things the Lord promises on condition of your faithfulness"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Counsel, warnings, and reminders to you"]]]]]]]]]]],"refs":null}
