{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":5,"title":"Chapter 3: Getting Started with Family History Research","subtitle":"","short_title":3,"uri":"/manual/introduction-to-family-history-student-manual/chapter-3","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/introduction-to-family-history-student-manual/chapter-3"},[".heading",{"id":"head1","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.head1"},[".titleNumber","3"],["h1","Getting Started with Family History Research"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t1"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p4"},["b","President James E. Faust"],"(1920–2007) of the First Presidency declared: “It is a joy to become acquainted with our forebears who died long ago. Each of us has a fascinating family history. Finding your ancestors can be one of the most interesting puzzles you … can work on” (in Conference Report, Oct. 2003, 57; or",["span.emphasis","Ensign,"],"Nov. 2003, 53)."],["p.para",{"id":"p5","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p5"},"When you first begin to work on your family history puzzle, start with the closest and most familiar pieces: individuals in and information about your own immediate family. You will be doing something that literally millions of people around the world enjoy doing. However, you will have a higher purpose; you will be participating in the Lord’s work designed for the salvation of His children."],["p.para",{"id":"p6","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p6"},["b","The Prophet Joseph Smith"],"(1805–44) proclaimed that as we seek to perform necessary ordinances in behalf of our deceased forbears, we fulfill a prophecy by the Old Testament prophet Obadiah: “And now as the great purposes of God are hastening to their accomplishment, and the things spoken of in the Prophets are fulfilling, as the kingdom of God is established on the earth, and the ancient order of things restored, the Lord has manifested to us this duty and privilege, and we are commanded to be baptized for our dead, thus fulfilling the words of Obadiah, when speaking of the glory of the latter-day: ‘And saviors shall come upon Mount Zion’ [see",["a.scriptureRef",{"href":"/scriptures/ot/obad/1.21"},"Obadiah 1:21"],"]” (",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"[2007], 409)."]],[".topic",{"id":"t2","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t2"},["h2","Commentary"],[".topic",{"id":"t3","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t3"},["h3","We Become “Saviors on Mount Zion” When We Provide Saving Ordinances for Our Deceased Ancestors",["span.dominant","[3.1]"]],[".box-decor",{"id":"f1","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f1"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/ot/isa/42.6-7"},"Isaiah 42:6–7"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/ot/obad/1.17,21"},"Obadiah 1:17, 21"]]]]],[".topic",{"id":"t4","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t4"},["h4","Jesus Christ is the only name by which we are saved.",["span.dominant","[3.1.1]"]],["p.para",{"id":"p13","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p13"},"Jesus Christ is the Savior of the world, the One who atoned for all mankind. Teaching what an angel had told him, King Benjamin testified: “There shall be no other name given nor any other way nor means whereby salvation can come unto the children of men, only in and through the name of Christ, the Lord Omnipotent” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.17"},"Mosiah 3:17"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.12"},"Acts 4:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.21"},"2 Nephi 31:21"],").",["b","Elder Dallin H. Oaks"],"of the Quorum of the Twelve Apostles reaffirmed that testimony in our day: “We love the Lord Jesus Christ. He is the Messiah, our Savior and our Redeemer. His is the only name by which we can be saved” (in Conference Report, Oct. 1987, 78; or",["span.emphasis","Ensign,"],"Nov. 1987, 65)."]],[".image",{"id":"f3","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/the-lord-is-my-shepherd_1083568.jpg"}],[".caption",["p",{"id":"lds-"},"Only through the Lord Jesus Christ can we be saved."]]],[".topic",{"id":"t5","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t5"},["h4","Temple work is like the spirit of the Savior’s sacrifice.",["span.dominant","[3.1.2]"]],["p.para",{"id":"p16","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p16"},["b","President Gordon B. Hinckley"],"(1910–2008) associated the vicarious temple work done in behalf of the dead with the Savior’s atoning sacrifice: “That which goes on in the house of the Lord, and which must be preceded by research, comes nearer to the spirit of the sacrifice of the Lord than any other activity of which I know. Why? Because it is done by those who give freely of time and substance, without any expectation of thanks or reward, to do for others that which they cannot do for themselves” (“A Century of Family History Service,”",["span.emphasis","Ensign,"],"Mar. 1995, 62–63)."]],[".topic",{"id":"t6","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t6"},["h4","We can become “saviors on Mount Zion.”",["span.dominant","[3.1.3]"]],["p.para",{"id":"p18","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p18"},"The prophet Obadiah prophesied that “saviours shall come up on mount Zion” (",["a.scriptureRef",{"href":"/scriptures/ot/obad/1.21"},"Obadiah 1:21"],"). You can help fulfill that prophecy for those who have passed on.",["b","The Prophet Joseph Smith"],"explained: “But how are they to become saviors on Mount Zion? By building their temples, erecting their baptismal fonts, and going forth and receiving all the ordinances, baptisms, confirmations, washings, anointings, ordinations and sealing powers upon their heads, in behalf of all their progenitors who are dead, and redeem them that they may come forth in the first resurrection and be exalted to thrones of glory with them” (",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith,"],"473)."]],[".topic",{"id":"t7","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t7"},["h4","This work rests upon the Latter-day Saints.",["span.dominant","[3.1.4]"]],[".img-left",{"id":"f4","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/portrait-wilford-woodruff_1083272.jpg"}]],["p.para",{"id":"p21","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p21"},["b","President Wilford Woodruff"],"(1807–98) testified that just as we could not redeem ourselves but were dependent upon the Savior, so are our ancestors dependent upon our vicarious work for them in the temples: “You have had laid before you … some things pertaining to the redemption of our dead, and some things in regard to the building of temples. These, brethren and sisters, are important works. They are works which we do for others that they cannot do for themselves. This is what Jesus Christ did when He laid down His life for our redemption, because we could not redeem ourselves. We have fathers and mothers and kindred in the spirit world, and we have a work to perform in their behalf. As an individual I have had great interest in this work of redeeming the dead, and so have my brethren and sisters. … This is a work that rests upon the Latter-day Saints. Do what you can in this respect, so that when you pass to the other side of the veil your fathers, mothers, relatives and friends will bless you for what you have done, and inasmuch as you have been instruments in the hands of God in procuring their redemption, you will be recognized as Saviors upon Mount Zion in fulfillment of prophecy [see",["a.scriptureRef",{"href":"/scriptures/ot/obad/1.21"},"Obadiah 1:21"],"]” (",["span.emphasis","Teachings of Presidents of the Church: Wilford Woodruff"],"[2004], 189)."]],[".topic",{"id":"t8","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t8"},["h4","We are in a partnership with the Lord.",["span.dominant","[3.1.5]"]],[".img-left",{"id":"f5","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/john-a-widtsoe-lds-apostle_1083591.jpg"}]],["p.para",{"id":"p23","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p23"},["b","Elder John A. Widtsoe"],"(1872–1952) of the Quorum of the Twelve Apostles taught that we made a promise in our premortal existence to help in the salvation of others: “In our preexistent state, in the day of the great council, we made a certain agreement with the Almighty. The Lord proposed a plan. … We accepted it. Since the plan is intended for all men, we became parties to the salvation of every person under that plan. We agreed, right then and there, to be not only saviors for ourselves but measurably saviors for the whole human family. We went into a partnership with the Lord. The working out of the plan became then not merely the Father’s work, and the Savior’s work, but also our work. The least of us, the humblest, is in partnership with the Almighty in achieving the purpose of the eternal plan of salvation” (“The Worth of Souls,”",["span.emphasis","The Utah Genealogical and Historical Magazine,"],"Oct. 1934, 189)."]]],[".topic",{"id":"t9","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t9"},["h3","We Can Begin Family History Work by Gathering Our Own Personal Information and Focusing on Our First Few Generations",["span.dominant","[3.2]"]],[".topic",{"id":"t10","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t10"},["h4","Assess where you are.",["span.dominant","[3.2.1]"]],["p.para",{"id":"p26","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p26"},"Your starting point in doing family history work will depend upon your experience and your available family history information thus far. Assess where you are now in your research, and then decide where you want to go next. Move from the most readily available sources to the more difficult ones. It is important that you find out very early in your research what information the Church’s family history website may already have on your family ancestry (see the section on",["a.urlRef",{"href":"http://www.familysearch.org"},["span.language","FamilySearch.org"]],"(3.3.1) and chapter 6 of this manual)."]],[".topic",{"id":"t11","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t11"},["h4","Start with gathering and storing your research.",["span.dominant","[3.2.2]"]],[".img-left",{"id":"f6","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/boyd-k-packer-lds-apostle_1083583.jpg"}]],["p.para",{"id":"p28","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p28"},["b","President Boyd K. Packer"],"of the Quorum of the Twelve Apostles spoke of inspiration we can receive while doing family history research and then suggested a basic method to begin our efforts:"],["p.para",{"id":"p29","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p29"},"“It is a matter of getting started. You may come to know the principle that Nephi knew when he said, ‘And I was led by the Spirit, not knowing beforehand the things which I should do’ (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.6"},"1 Nephi 4:6"],")."],["p.para",{"id":"p30","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p30"},"“If you don’t know where to start, start with",["span.emphasis","yourself."],"If you don’t know what records to get, and how to get them, start with what you have. …"],["p.para",{"id":"p31","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p31"},"“Here’s what you might do:"],["p.para",{"id":"p32","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p32"},"“Get a cardboard box. Any kind of a box will do. Put it someplace where it is in the way, perhaps on the couch or on the counter in the kitchen—anywhere where it cannot go unnoticed. Then, over a period of a few weeks, collect and put into the box every record of your life, such as your birth certificate, your certificate of blessing, your certificate of baptism, your certificate of ordination, and your certificate of graduation. Collect diplomas, all of the photographs, honors, or awards, a diary if you have kept one, everything that you can find pertaining to",["span.emphasis","your"],"life; anything that is written, or registered, or recorded that testifies that you are alive and what you have done."],["p.para",{"id":"p33","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p33"},"“Don’t try to do this in a day. Take some time on it. Most of us have these things scattered around here and there. Some of them are in a box in the garage under that stack of newspapers; others are stored away in drawers, or in the attic, or one place or another. Perhaps some have been tucked in the leaves of the Bible or elsewhere."],["p.para",{"id":"p34","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p34"},"“Gather all these papers together and put them in the box. Keep it there until you have collected everything you think you have” (“Your Family History: Getting Started,”",["span.emphasis","Ensign,"],"Aug. 2003, 15–16)."]],[".topic",{"id":"t12","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t12"},["h4","Begin by doing simple things.",["span.dominant","[3.2.3]"]],[".img-left",{"id":"f7","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/henry-b-eyring-lds-first-presidency_1083563.jpg"}]],["p.para",{"id":"p36","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p36"},["b","President Henry B. Eyring"],"of the First Presidency suggested simple ways to begin family history efforts in order to offer our ancestors the opportunity for salvation:"],["p.para",{"id":"p37","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p37"},"“You begin by doing simple things. Write down what you already know about your family. You will need to write down the names of parents and their parents with the dates of birth or death or marriage. When you can, you will want to record the places. Some of that you will know from memory. But you can also ask relatives. They may even have some certificates of births, marriages, or deaths. Make copies [or scan them] and organize them. If you learn stories about their lives, write them down and keep them. You are not just gathering names. Those you never met in life [those who have died] will become friends you love. Your heart will be bound to theirs forever."],["p.para",{"id":"p38","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p38"},"“You can start searching in the first few generations going back in time. From that you will identify many of your ancestors who need your help. Someone in your own ward or branch of the Church has been called to help you prepare those names for the temple. There they can be offered the covenants which will free them from their spirit prisons and bind them in families—your family—forever."],["p.para",{"id":"p39","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p39"},"“Your opportunities and the obligations they create are remarkable in the whole history of the world. There are more temples across the earth than there have ever been. More people in all the world have felt the Spirit of Elijah move them to record the identities of their ancestors and facts of their ancestors’ lives. There are more resources to search out your ancestors than there have ever been in the history of the world. The Lord has poured out knowledge about how to make that information available worldwide through technology that a few years ago would have seemed a miracle” (in Conference Report Apr. 2005, 82; or",["span.emphasis","Ensign,"],"May 2005, 79)."]]],[".topic",{"id":"t13","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t13"},["h3","The Church’s FamilySearch Website Is an Important Resource for Family History Records and Information",["span.dominant","[3.3]"]],[".topic",{"id":"t14","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t14"},["h4","Use the new.FamilySearch.org website.",["span.dominant","[3.3.1]"]],["p.para",{"id":"p42","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p42"},"There are currently three Church-sponsored FamilySearch websites providing access to information and technology that can greatly assist you in your family history work:",["a.urlRef",{"href":"http://www.familysearch.org"},["span.language","FamilySearch.org"]],"and",["a.urlRef",{"href":"http://lds.org/familyhistoryyouth"},["span.language","lds.org/familyhistoryyouth"]],"are accessible to the general public, and",["a.urlRef",{"href":"http://new.FamilySearch.org"},["span.language","new.FamilySearch.org"]],"is primarily accessible to Church members. You will need an LDS Account in order to access membership or temple ordinance records. Having an LDS Account will make available over 500 million names of deceased people from around the world for your research. You will also be able to submit names for temple ordinances and add information about your family. (Ask your instructor or a family history specialist for the latest update information.)"],[".image",{"id":"f8","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f8"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/woman-using-ipad_1083376.jpg"}]],["p.para",{"id":"p43","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p43"},"Your instructor or a stake, ward, or branch family history consultant can help you create an LDS Account, or you can go to",["a.urlRef",{"href":"http://www.lds.org"},["span.language","LDS.org"]],", click on",["b","Sign In"],", click on",["b","Register for an LDS Account"],", and follow the instructions. You will need your membership record number and birth date to set up your LDS Account—you can get your membership record number from your ward or branch clerk or from your temple recommend."],["p.para",{"id":"p44","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p44"},"You can save time and avoid duplication of work by looking for your family lineage on the Church’s family history website. You may be surprised to find valuable information has already been entered for your ancestry. (See chapter 6 of this manual, “Computers and Family History Research,” for more information.)"]],[".topic",{"id":"t15","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t15"},["h4","Technology has hastened the work.",["span.dominant","[3.3.2]"]],["p.para",{"id":"p46","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p46"},"The Family History Department of the Church oversees FamilySearch. “To hasten the work of making important historical records available online, FamilySearch is continually trying to improve upon current technologies and find additional dedicated volunteers."],["p.para",{"id":"p47","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p47"},"“Over time, the Church’s Family History Department has developed new ways to preserve records not only as quickly as possible but at the highest quality possible. This has resulted in specially designed digital cameras, innovative scanning technology, and new computer software. …"],["p.para",{"id":"p48","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p48"},"“[There are] a number of new Web-based programs that have been developed to advance family history endeavors. …"],["p.para",{"id":"p49","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p49"},"“These and many other projects are making family history come alive more than ever. … ‘That evolution of technology has been remarkable in getting everyone involved everywhere’” (Heather Whittle Wrigley, “Technology Helps FamilySearch Volunteers Hit Major Milestone,”",["span.emphasis","Liahona,"],"Dec. 2009, N1, N3; see also",["span.emphasis","Ensign,"],"Dec. 2009, 76–78)."]],[".topic",{"id":"t16","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t16"},["h4","Procedures have been simplified.",["span.dominant","[3.3.3]"]],[".img-left",{"id":"f9","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f9"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/russell-m-nelson-lds-apostle_1083577.jpg"}]],["p.para",{"id":"p51","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p51"},"The Church’s efforts to improve and increase family history research reflect the fundamental love we feel for family members.",["b","Elder Russell M. Nelson"],"of the Quorum of the Twelve Apostles explained how the Church’s efforts have made it easier for everyone to participate in family history research:"],["p.para",{"id":"p52","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p52"},"“Because of the importance of this work, the Church has built temples closer to the people, and family history research is being facilitated as never before. Methods to find and prepare names for temple ordinances are also improving. …"],["p.para",{"id":"p53","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p53"},"“… Procedures have been simplified so that virtually every member of the Church can participate in temple and family history work” (in Conference Report, Apr. 2010, 90; or",["span.emphasis","Ensign,"],"May 2010, 92)."]]],[".topic",{"id":"t17","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t17"},["h3","We Should Use Wisdom in Determining How Much Time and Effort to Invest in Family History Research",["span.dominant","[3.4]"]],[".box-decor",{"id":"f10","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f10"},["h4","Scriptures to Study and Ponder"],["ul.bullet",["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"]]],["li",["span.label","•"],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.4"},"Doctrine and Covenants 10:4"]]]]],[".image",{"id":"f12","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f12"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/man-praying-beside-scriptures_1067144.jpg"}],[".caption",["p",{"id":"lds-"},"Seeking the Spirit of the Lord can help you establish priorities regarding your family history work."]]],[".topic",{"id":"t18","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t18"},["h4","There are many tasks in the work of redeeming the dead.",["span.dominant","[3.4.1]"]],[".img-left",{"id":"f13","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f13"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/dallin-h-oaks-lds-apostle_1083580.jpg"}]],["p.para",{"id":"p60","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p60"},"There are various aspects to family history work that need to be done, including researching and gathering information and records, writing personal histories, and doing temple work.",["b","Elder Dallin H. Oaks"],"encouraged us in our efforts to do family history work by giving some general principles to help us adapt our activities to our changing situations in life. He also encouraged a lifelong commitment to further the work of the Lord:"],["p.para",{"id":"p61","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p61"},"“I will suggest some general principles that should encourage all Latter-day Saints to receive their own ordinances and provide the ordinances of eternity for their ancestors. The linkage to ordinances is vital. …"],["p.para",{"id":"p62","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p62"},"“The first principle is that our efforts to promote temple and family history work should be such as to accomplish the work of the Lord, not to impose guilt on his children. Members of this church have many individual circumstances—age, health, education, place of residence, family responsibilities, financial circumstances, accessibility to sources for individual or library research, and many others. …"],["p.para",{"id":"p63","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p63"},"“The second principle is that we should understand that in the work of redeeming the dead there are many tasks to be performed, and that all members should participate by prayerfully selecting those ways that fit their personal circumstances at a particular time. This should be done under the influence of the Spirit of the Lord and with the guidance of priesthood leaders who issue calls and direct the Church-administered portions of this work. Our effort is not to compel everyone to do everything, but to encourage everyone to do something. …"],["p.para",{"id":"p64","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p64"},"“On the question of how much and what each member can do in individual efforts, in addition to his or her Church calling, we should be guided by the principle taught in King Benjamin’s great sermon. After teaching his people the things they should do to ‘walk guiltless before God,’ including giving to the poor, he concluded: ‘And see that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"],".) Similarly, as the Prophet Joseph Smith struggled through adversity to translate the Book of Mormon, the Lord told him: ‘Do not run faster or labor more than you have strength and means provided to enable you to translate; but be diligent unto the end.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.4"},"D&C 10:4"],".)"],["p.para",{"id":"p65","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p65"},"“Guided by these inspired words, leaders should encourage members to determine, according to the promptings of the Spirit, what temple and family history work they can do ‘in wisdom and order’ consistent with their own ‘strength and means.’ In this way, if we are ‘diligent unto the end,’ the work will prosper. …"],["p.para",{"id":"p66","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p66"},"“In mapping out our personal efforts in temple and family history work, we need to take a view that is not only broad in scope but at least lifetime in duration. The total amount of time and resources we can spend on the mission of the Church—what we can and should do at a particular time of our life—will change with time as our circumstances change. …"],["p.para",{"id":"p67","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p67"},"“… Each member should think about the … mission of the Church … as a lifelong personal assignment and privilege. Each should gauge his or her personal participation from time to time according to his or her own circumstances and resources, as guided by the Spirit of the Lord and the direction of priesthood leaders” (“Family History: ‘In Wisdom and Order,’”",["span.emphasis","Ensign,"],"June 1989, 6–8)."],["p.para",{"id":"p68","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p68"},["b","Elder M. Russell Ballard"],"of the Quorum of the Twelve Apostles gave the following counsel on Church service, which also applies to family history work:"],["p.para",{"id":"p69","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p69"},"“We need to thoughtfully allocate our resources of time, income, and energy. I would like to let you in on a little secret. Some of you have already learned it. If you haven’t, it’s time you knew. No matter what your family needs are or your responsibilities in the Church, there is no such thing as ‘done.’ There will always be more we can do. …"],["p.para",{"id":"p70","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p70"},"“The key, it seems to me, is to know and understand your own capabilities and limitations and then to pace yourself, allocating and prioritizing your time, your attention, and your resources to wisely help others, including your family, in their quest for eternal life” (in Conference Report, Oct. 2006, 18–19; or",["span.emphasis","Ensign,"],"Nov. 2006, 19)."]],[".image",{"id":"f14","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f14"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/young-man-gathering-information-cemetery_1067149.jpg"}],[".caption",["p",{"id":"lds-"},"Gathering dates and other details helps in preparing names for temple ordinances."]]],[".topic",{"id":"t19","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t19"},["h4","Inspiration opens doors in family history.",["span.dominant","[3.4.2]"]],[".img-left",{"id":"f15","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f15"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/boyd-k-packer-lds-apostle_1083583.jpg"}]],["p.para",{"id":"p73","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p73"},["b","President Boyd K. Packer"],"of the Quorum of the Twelve Apostles related the following experience as an example of how inspiration can guide family history work and open paths for its accomplishment in individual lives:"],["p.para",{"id":"p74","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p74"},"“If we want a testimony of family history and temple work, we must do something about that work. Here is an example of what can happen when you do."],["p.para",{"id":"p75","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p75"},"“I once attended a conference in the Hartford Connecticut Stake. An assignment had been made three months earlier to all members of the stake presidency to speak on this subject of family history work. One had been a counselor in the stake presidency but became stake patriarch at that conference. He told this interesting incident."],["p.para",{"id":"p76","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p76"},"“He had not been able to get started in family history work, although he was ‘converted’ to it. He just didn’t know where to start. When he received the assignment to prepare a life history from his own records, he was unable to find anything about his childhood and youth except his birth certificate. He was one of 11 children born to Italian immigrants. He is the only member of his family in the Church."],["p.para",{"id":"p77","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p77"},"“In fulfilling the assignment he tried to put together everything he could find on his life. At least he was starting, but there just didn’t seem to be anywhere to go. He could get his own life story put together from his own memory and from what few records he had."],["p.para",{"id":"p78","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p78"},"“Then a very interesting thing happened. His aged mother, who was in a rest home, had a great yearning to return once more to her homeland in Italy. Finally, because she was obsessed with this desire, the doctors felt nothing would be gained by denying her this request, and the family decided to grant their mother her dying wish. And for some reason they all decided that this brother (the only member of the family in the Church) should be the one to accompany his mother to Italy."],["p.para",{"id":"p79","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p79"},"“All at once, then, he found himself returning to the ancestral home. A door was opening! While in Italy he visited the parish church where his mother was baptized and also the parish church where his father was baptized. He met many relatives. He learned that the records in the parish go back for 500 years. He visited the town hall to look into the records and found people very cooperative there. The town clerk told him that the previous summer a seminarian and a nun had been there together looking for records of this brother’s family name, and they had said they were collecting the family history of the family. He was given the name of the city where they lived, and he now could follow that lead. He learned also that there is a city in Italy bearing the family name."],["p.para",{"id":"p80","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p80"},"“But this is not all. When he came to Salt Lake City to general conference he returned by way of Colorado, where many of his family live. There, with very little persuasion, a family organization was effected and a family reunion was planned, which soon afterwards was held."],["p.para",{"id":"p81","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p81"},"“And then, as always happens, some of his relatives—his aunts and uncles, his brothers and sisters—began to provide the pictures and information about",["span.emphasis","his"],"life that he never knew existed. And, as always happens, he learned that this is a work of inspiration.”"],["p.para",{"id":"p82","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p82"},"President Packer then gave the following promise and testimony of divine guidance in his own family’s efforts in family history:"],["p.para",{"id":"p83","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p83"},"“The Lord will bless you once you begin this work. This has been very evident to my family. Since the time we decided that we would start where we were, with what we had, many things have opened to us. …"],["p.para",{"id":"p84","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p84"},"“Things began to emerge once we got to work. We still are not, by any means, experts in family history research. We are, however, dedicated to our family. And it is my testimony that if we start where we are—each of us with ourselves, with such records as we have—and begin putting those in order, things will fall into place as they should” (“Your Family History: Getting Started,”",["span.emphasis","Ensign,"],"Aug. 2003, 12–15)."]],[".topic",{"id":"t20","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.t20"},["h4","You have an invitation and a promise from an Apostle.",["span.dominant","[3.4.3]"]],[".img-left",{"id":"f16","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f16"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09559/elder-david-a-bednar-lds-apostle_1083398.jpg"}]],["p.para",{"id":"p86","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p86"},"As you engage in the great work of redeeming the dead, you will have a greater understanding of the Spirit of Elijah and the blessings promised to Abraham, Isaac, and Jacob.",["b","Elder David A. Bednar"],"of the Quorum of the Twelve Apostles explained:"],["p.para",{"id":"p87","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p87"},"“I invite the young people of the Church to learn about and experience the Spirit of Elijah. I encourage you to study, to search out your ancestors, and to prepare yourselves to perform proxy baptisms in the house of the Lord for",["span.emphasis","your"],"kindred dead (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.28-36"},"D&C 124:28–36"],"). And I urge you to help other people identify their family histories."],["p.para",{"id":"p88","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.p88"},"“As you respond in faith to this invitation, your hearts shall turn to the fathers. The promises made to Abraham, Isaac, and Jacob will be implanted in your hearts. Your patriarchal blessing, with its declaration of lineage, will link you to these fathers and be more meaningful to you. Your love and gratitude for your ancestors will increase. Your testimony of and conversion to the Savior will become deep and abiding. And I promise you will be protected against the intensifying influence of the adversary. As you participate in and love this holy work, you will be safeguarded in your youth and throughout your lives” (in Conference Report, Oct. 2011, 26; or",["span.emphasis","Ensign,"],"Nov. 2011, 26–27)."]]]],[".box-decor",{"id":"f17","uri":"/manual/introduction-to-family-history-student-manual/chapter-3.f17"},["ul.bullet",["h2","Questions to Ponder"],["li",["span.label","•"],["p.para","What does it mean to be a savior on Mount Zion?"]],["li",["span.label","•"],["p.para","How does Elder Dallin H. Oaks’s counsel on “wisdom and order” apply to your work in family history?"]]],["ul.bullet",["h2","Suggested Assignments"],["li",["span.label","•"],["p.para","Write three or four goals for your own family history research, and prioritize them (what you want to do first, second, and so on)."]],["li",["span.label","•"],["p.para","Set up an LDS Account so you can access membership and temple ordinance records on",["a.urlRef",{"href":"http://www.familysearch.org"},["span.language","new.FamilySearch.org"]],". You will need your Church membership record number and birth date—you can get your membership record number from your ward or branch clerk or from your temple recommend."]],["li",["span.label","•"],["p.para","Enlist the help of other family members in your efforts, such as digitally scanning records, taking pictures of artifacts, and helping you identify the information so you can connect it with the correct person in your family tree. You could create a family DVD so that there is a single place to look, and you could even make copies for family members."]]],["ul.bullet",["h2","Additional Resources"],["li",["span.label","•"],["p.para","Dallin H. Oaks, “Family History: ‘In Wisdom and Order,’”",["span.emphasis","Ensign,"],"June 1989, 6–8."]],["li",["span.label","•"],["p.para","Boyd K. Packer, “Your Family History: Getting Started,”",["span.emphasis","Ensign,"],"Aug. 2003, 12–17."]],["li",["span.label","•"],["p.para","David A. Bednar, “The Hearts of the Children Shall Turn,”",["span.emphasis","Ensign,"],"Nov. 2011, 24–27."]]]]],[".resources"]]]],"refs":null}
