{"id":29,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":29,"title":"Chapter 27: Continuation of the Perean and Judean Ministry","subtitle":"","short_title":"Chapter 27","uri":"/manual/jesus-the-christ/chapter-27","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-27"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-27.head1"},[".titleNumber","Chapter 27"],["h1","Continuation of the Perean and Judean Ministry"]],[".bodyBlock",[".topic",["h2","In the House of One of the Chief Pharisees",["sup",["a",{"href":"fn_1"},"a"]]],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/chapter-27.p4"},"On a certain Sabbath Jesus was a guest at the house of a prominent Pharisee. A man afflicted with dropsy was there; he may have come with the hope of receiving a blessing, or possibly his presence had been planned by the host or others as a means of tempting Jesus to work a miracle on the holy day. The exercise of our Lord’s healing power was at least thought of if not openly intimated or suggested, for we read that “Jesus answering spake unto the lawyers and Pharisees, saying, Is it lawful to heal on the sabbath day?”",["sup",["a",{"href":"fn_2"},"b"]],"No one ventured to reply. Jesus forthwith healed the man; then He turned to the assembled company and asked: “Which of you shall have an ass or an ox fallen into a pit, and will not straightway pull him out on the sabbath day?”",["sup",["a",{"href":"fn_3"},"c"]],"The learned expositors of the law remained prudently silent."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-27.p5"},"Observing the eager activity of the Pharisee’s guests in securing for themselves prominent places at table, Jesus instructed them in a matter of good manners, pointing out not only the propriety but the advantage of decent self-restraint. An invited guest should not select for himself the seat of honor, for some one more distinguished than he may come, and the host would say: “Give this man place.” Better is it to take a lower seat, then possibly the lord of the feast may say: “Friend, go up higher.” The moral follows: “For whosoever exalteth himself shall be abased; and he that humbleth himself shall be exalted.”",["sup",["a",{"href":"fn_4"},"d"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-27.p6"},"This festive gathering at the house of the chief Pharisee included persons of prominence and note, rich men and officials, leading Pharisees, renowned scholars, famous rabbis and the like. Looking over the distinguished company, Jesus said: “When thou makest a dinner or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbours; lest they also bid thee again, and a recompense be made thee. But when thou makest a feast, call the poor, the maimed, the lame, the blind: And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just.” This bit of wholesome advice was construed as a reproof; and some one attempted to relieve the embarrassing situation by exclaiming: “Blessed is he that shall eat bread in the kingdom of God.”",["sup",["a",{"href":"fn_5"},"e"]],"The remark was an allusion to the great festival, which according to Jewish traditionalism was to be a feature of signal importance in the Messianic dispensation. Jesus promptly turned the circumstance to good account by basing thereon the profoundly significant",["span.emphasis","Parable of the Great Supper:"]],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-27.p7"},"“A certain man made a great supper, and bade many: And sent his servant at supper time to say to them that were bidden, Come; for all things are now ready. And they all with one consent began to make excuse. The first said unto him, I have bought a piece of ground, and I must needs go and see it: I pray thee have me excused. And another said, I have bought five yoke of oxen, and I go to prove them: I pray thee have me excused. And another said, I have married a wife, and therefore I cannot come. So that servant came, and shewed his lord these things. Then the master of the house being angry said to his servant, Go out quickly into the streets and lanes of the city, and bring in hither the poor, and the maimed, and the halt, and the blind. And the servant said, Lord, it is done as thou hast commanded, and yet there is room. And the lord said unto the servant, Go out into the highways and hedges, and compel them to come in, that my house may be filled. For I say unto you, That none of those men which were bidden shall taste of my supper.”",["sup",["a",{"href":"fn_6"},"f"]]],["p.para",{"id":"p8","uri":"/manual/jesus-the-christ/chapter-27.p8"},"The story implies that invitations had been given sufficiently early to the chosen and prospective guests; then on the day of the feast a messenger was sent to notify them again, as was the custom of the time. Though called a supper, the meal was to be a sumptuous one; moreover, the principal meal of the day was commonly spoken of as supper. One man after another declined to attend, one saying: “I pray thee have me excused”; another: “I cannot come.” The matters that engaged the time and attention of those who had been bidden, or as we would say, invited, to the feast, were not of themselves discreditable, far less sinful; but to arbitrarily allow personal affairs to annul an honorable engagement once accepted was to manifest discourtesy, disrespect and practical insult toward the provider of the feast. The man who had bought a field could have deferred the inspection; he who had just purchased cattle could have waited a day to try them under the yoke; and the newly married man could have left his bride and his friends for the period of the supper that he had promised to attend. Plainly none of these people wanted to be present. The master of the house was justly angry. His command to bring in the poor and the maimed, the halt and the blind from the city streets must have appealed to those who listened to our Lord’s recital as reminiscence of His counsel given a few minutes before, concerning the kind of guests a rich man could invite with profit to his soul. The second sending out of the servant, this time into the highways and hedges outside the city walls, to bring in even the country poor, indicated boundless benevolence and firm determination on the householder’s part."],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-27.p9"},"Explication of the parable was left to the learned men to whom the story was addressed. Surely some of them would fathom its meaning, in part at least. The covenant people, Israel, were the specially invited guests. They had been bidden long enough aforetime, and by their own profession as the Lord’s own had agreed to be partakers of the feast. When all was ready, on the appointed day, they were severally summoned by the Messenger who had been sent by the Father; He was even then in their midst. But the cares of riches, the allurement of material things, and the pleasures of social and domestic life had engrossed them; and they prayed to be excused or irreverently declared they could not or would not come. Then the gladsome invitation was to be carried to the Gentiles, who were looked upon as spiritually poor, maimed, halt, and blind. And later, even the pagans beyond the walls, strangers in the gates of the holy city, would be bidden to the supper. These, surprised at the unexpected summons, would hesitate, until by gentle urging and effective assurance that they were really included among the bidden guests, they would feel themselves constrained or compelled to come. The possibility of some of the discourteous ones arriving later, after they had attended to their more absorbing affairs, is indicated in the Lord’s closing words: “For I say unto you, That none of those men which were bidden shall taste of my supper.”"]],[".topic",["h2","Counting the Cost",["sup",["a",{"href":"fn_7"},"g"]]],["p.para",{"id":"p11","uri":"/manual/jesus-the-christ/chapter-27.p11"},"As had been in Galilee, so was it in Perea and Judea—great multitudes attended the Master whenever He appeared in public. When once a scribe had presented himself as a disciple, offering to follow wherever the Master led, Jesus had indicated the self-denial, privation and suffering incident to devoted service, with the result that the man’s enthusiasm was soon spent.",["sup",["a",{"href":"fn_8"},"h"]],"So now to the eager multitude Jesus applied a test of sincerity. He would have only genuine disciples, not enthusiasts of a day, ready to desert His cause when effort and sacrifice were most needed. Thus did He sift the people: “If any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple. And whosoever doth not bear his cross, and come after me, cannot be my disciple.” Literal hatred toward one’s family was not specified as a condition of discipleship; indeed a man who indulges hatred or any other evil passion is a subject for repentance and reformation. The preeminence of duty toward God over personal or family demands on the part of one who had assumed the obligations of a disciple was the precept.",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-27.p12"},"As Jesus pointed out, it is good common-sense to count well the cost before one enters upon a great undertaking, even in ordinary affairs. A man who wishes to build, say a tower or a house, tries to determine, before he begins the work, what the expense will be; otherwise he may be able to do no more than lay the foundation; then, not only will he find himself a loser, for the unfinished structure will be of no service, but people may laugh at his lack of prudent forethought. So also a king, finding his realm menaced by hostile invaders, does not rush into battle recklessly; he first tries to ascertain the strength of the enemy’s forces; and then, if the odds against him be too great, he sends an embassage to treat for peace. “So likewise,” said Jesus to the people around Him, “whosoever he be of you that forsaketh not all that he hath, he cannot be my disciple.” All who entered His service would be expected to maintain their self-sacrificing devotion. He wanted no disciples who would become like salt that had spoiled, unsavory and useless. “He that hath ears to hear, let him hear.”",["sup",["a",{"href":"fn_10"},"j"]]]],[".topic",["h2","Salvation for “Publicans and Sinners”—Illustrative Parables",["sup",["a",{"href":"fn_11"},"k"]]],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-27.p14"},"The Pharisees in Galilee had intolerantly criticized Jesus because of His friendly and helpful ministry among the publicans and their associates, who were disparagingly classed together as “publicans and sinners.”",["sup",["a",{"href":"fn_12"},"l"]],"He had replied to these uncharitable aspersions by saying that a physician is most needed by them that are sick, and that He had come to call sinners to repentance. The Judean Pharisees raised a similar complaint, and were particularly virulent when they saw that “all the publicans and sinners” drew near to hear Him. He met their murmurs by presenting a number of parables, designed to show the incumbent duty of trying to recover the lost, and the joy of success in such God-like endeavor. The first of the series of parables was that of the",["span.emphasis","Lost Sheep;"],"this we have considered in connection with its earlier delivery in the course of instruction to the disciples in Galilee.",["sup",["a",{"href":"fn_13"},"m"]],"Its application in the present instance, however, is somewhat different from that of its former presentation. The lesson on this later occasion was directed to the self-seeking Pharisees and scribes who personified the theocracy, and whose bounden duty it should have been to care for the strayed and the lost. If the “publicans and sinners,” whom these ecclesiasts so generally contemned, were nearly as bad as they were represented to be, if they were men who had broken through the close-hedged path of the law and had become in a measure apostate, they were the ones toward whom the helping hand of missionary service could be best extended. In no instance of Pharisaic slur upon, or open denunciation of, these “publicans and sinners,” do we find Jesus defending their alleged evil ways; His attitude toward these spiritually sick folk was that of a devoted physician: His concern over these strayed sheep was that of a loving shepherd whose chief desire was to find them out and bring them back to the fold. This neither the theocracy as a system nor its officials as individual ministers even attempted to do. The shepherd, on finding the sheep that was lost, thinks not at the time of reprimand or punishment; on the contrary, “when he hath found it, he layeth it on his shoulders, rejoicing. And when he cometh home, he calleth together his friends and neighbours, saying unto them: Rejoice with me; for I have found my sheep which was lost.”"],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-27.p15"},"A direct application of the parable appears in the Lord’s concise address to the Pharisees and scribes: “I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance.” Were they the ninety and nine, who, by self-estimation had strayed not, being “just persons, which need no repentance?” Some readers say they catch this note of just sarcasm in the Master’s concluding words. In the earlier part of the story, the Lord Himself appears as the solicitous Shepherd, and by plain implication His example is such as the theocratic leaders ought to emulate. Such a conception puts the Pharisees and scribes in the position of shepherds rather than of sheep. Both explications are tenable; and each is of value as portraying the status and duty of professing servants of the Master in all ages."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-27.p16"},"Without break in the narrative, the Lord passed from the story of the lost sheep to the",["span.emphasis","Parable of the Lost Coin."]],["p.para",{"id":"p17","uri":"/manual/jesus-the-christ/chapter-27.p17"},"“Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it? And when she hath found it, she calleth her friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost. Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth.”"],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-27.p18"},"Between this parable and that of the lost sheep there are certain notable differences, though the lesson in each is in general the same. The sheep had strayed by its own volition; the coin",["sup",["a",{"href":"fn_14"},"n"]],"had been dropped, and so was lost as a result of inattention or culpable carelessness on the part of its owner. The woman, discovering her loss institutes a diligent search; she sweeps the house, and perhaps learns of dirty corners, dusty recesses, cobwebby nooks, to which she had been oblivious in her self-complacency as an outwardly clean and conventional housewife. Her search is rewarded by the recovery of the lost piece, and is incidentally beneficial in the cleansing of her house. Her joy is like that of the shepherd wending his way homeward with the sheep upon his shoulders—once lost but now regained."],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-27.p19"},"The woman who by lack of care lost the precious piece may be taken to represent the theocracy of the time, and the Church as an institution in any dispensational period; then the pieces of silver, every one a genuine coin of the realm, bearing the image of the great King, are the souls committed to the care of the Church; and the lost piece symbolizes the souls that are neglected and, for a time at least, lost sight of, by the authorized ministers of the Gospel of Christ. These cogent illustrations were followed by one yet richer in imagery and more impressively elaborate in detail. It is the never to be forgotten",["span.emphasis","Parable of the Prodigal Son."],["sup",["a",{"href":"fn_15"},"o"]]],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-27.p20"},"“And he said, A certain man had two sons: And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living. And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living. And when he had spent all, there arose a mighty famine in that land; and he began to be in want. And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine. And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him. And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger! I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee, And am no more worthy to be called thy son: make me as one of thy hired servants. And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him. And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son. But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet: And bring hither the fatted calf, and kill it; and let us eat, and be merry: For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry. Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing. And he called one of the servants, and asked what these things meant. And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound. And he was angry, and would not go in: therefore came his father out, and intreated him. And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends: But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf. And he said unto him, Son, thou art ever with me, and all that I have is thine. It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found.”"],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-27.p21"},"The demand of the younger son for a portion of the patrimony, even during his father’s lifetime, is an instance of deliberate and unfilial desertion; the duties of family cooperation had grown distasteful to him, and the wholesome discipline of the home had become irksome. He was determined to break away from all home ties, forgetful of what home had done for him and the debt of gratitude and duty by which he was morally bound. He went into a far country, and, as he thought, beyond the reach of the father’s directing influence. He had his season of riotous living, of unrestrained indulgence and evil pleasure, through it all wasting his strength of body and mind, and squandering his father’s substance; for what he had received had been given as a concession and not as the granting of any legal or just demand. Adversity came upon him, and proved to be a more effective minister for good than pleasure had been. He was reduced to the lowest and most menial service, that of herding swine, which occupation, to a Jew, was the extreme of degradation. Suffering brought him to himself. He, the son of honorable parentage, was feeding pigs and eating with them, while even the hired servants at home had good food in plenty and to spare. He realized not alone his abject foolishness in leaving his father’s well-spread table to batten with hogs, but the unrighteousness of his selfish desertion; he was not only remorseful but repentant. He had sinned against his father and against God; he would return, confess his sin, and ask, not to be reinstated as a son, but to be allowed to work as a hired servant. Having resolved he delayed not, but immediately set out to find his long way back to home and father."],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-27.p22"},"The father became aware of the prodigal’s approach and hastened to meet him. Without a word of condemnation, the loving parent embraced and kissed the wayward but now penitent boy, who, overcome by this undeserved affection, humbly acknowledged his error, and sorrowfully confessed that he was not worthy to be known as his father’s son. It is noteworthy that in his contrite confession he did not ask to be accepted as a hired servant as he had resolved to do; the father’s joy was too sacred to be thus marred, he would please his father best by placing himself unreservedly at that father’s disposal. The rough garb of poverty was discarded for the best robe; a ring was placed on his finger as a mark of reinstatement; shoes told of restored sonship, not of employment as a hired servant. The father’s glad heart could express itself only in acts of abundant kindness; a feast was made ready, for was not the son, once counted as dead, now alive? Had not the lost been found again?"],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-27.p23"},"So far the story sustains a relation of close analogy to the two parables that preceded it in the same discourse; the part following introduces another important symbolism. No one had complained at the recovery of the stray sheep nor at the finding of the lost coin; friends had rejoiced with the finder in each case. But the father’s happiness at the return of the prodigal was interrupted by the grumbling protest of the elder son. He, on approaching the house, had observed the evidences of festal joy; and, instead of entering as was his right, had inquired of one of the servants as to the cause of the unusual rejoicing. On learning that his brother had returned and that the father had prepared a festival in honor of the event, this elder son grew angry, and churlishly refused to enter the house even after his father had come out and entreated him. He cited his own faithfulness and devotion to the routine labor of the farm, to which claim of excellence the father did not demur; but the son and heir reproached his father for having failed to give him so much as a kid with which to make merry with his friends; while now that the wayward and spendthrift son had come back the father had killed for him even the fatted calf. There is significance in the elder one’s designation of the penitent as “this thy son,” rather than “my brother.” The elder son, deafened by selfish anger, refused to hear aright the affectionate assurance: “Son, thou art ever with me, and all that I have is thine,” and with heart hardened by unbrotherly resentment he stood unmoved by the emotional and loving outburst, “this thy brother was dead, and is alive again; and was lost, and is found.”"],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-27.p24"},"We are not justified in extolling the virtue of repentance on the part of the prodigal above the faithful, plodding service of his brother, who had remained at home, true to the duties required of him. The devoted son was the heir; the father did not disparage his worth, nor deny his deserts. His displeasure over the rejoicing incident to the return of his wayward brother was an exhibition of illiberality and narrowness; but of the two brothers the elder was the more faithful, whatever his minor defects may have been. The particular point emphasized in the Lord’s lesson, however, had to do with his uncharitable and selfish weaknesses."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-27.p25"},"Pharisees and scribes, to whom this masterpiece of illustrative incident was delivered, must have taken to themselves its personal application. They were typified by the elder son, laboriously attentive to routine, methodically plodding by rule and rote in the multifarious labors of the field, without interest except that of self, and all unwilling to welcome a repentant publican or a returned sinner. From all such they were estranged; such a one might be to the indulgent and forgiving Father, “this thy son,” but never to them, a brother. They cared not who or how many were lost, so long as they were undisturbed in heirship and possession by the return of penitent prodigals. But the parable was not for them alone; it is a living perennial yielding the fruit of wholesome doctrine and soul-sustaining nourishment for all time. Not a word appears in condonation or excuse for the prodigal’s sin; upon that the Father could not look with the least degree of allowance;",["sup",["a",{"href":"fn_16"},"p"]],"but over that sinner’s repentance and contrition of soul, God and the household of heaven rejoiced."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-27.p26"},"The three parables, which appear in the scriptural record as parts of a continuous discourse, are as one in portraying the joy that abounds in heaven over the recovery of a soul once numbered among the lost, whether that soul be best symbolized by a sheep that had wandered afar, a coin that had dropped out of sight through the custodian’s neglect, or a son who would deliberately sever himself from home and heaven. There is no justification for the inference that a repentant sinner is to be given precedence over a righteous soul who had resisted sin; were such the way of God, then Christ, the one sinless Man, would be surpassed in the Father’s esteem by regenerate offenders. Unqualifiedly offensive as is sin, the sinner is yet precious in the Father’s eyes, because of the possibility of his repentance and return to righteousness. The loss of a soul is a very real and a very great loss to God. He is pained and grieved thereby, for it is His will that not one should perish.",["sup",["a",{"href":"fn_17"},"q"]]]],[".topic",["h2","The Disciples Instructed by Parable"],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-27.p28"},"Addressing Himself more directly to the disciples present, who on this occasion probably comprized in addition to the apostles, many believers, including even some of the publicans, Jesus spake the",["span.emphasis","Parable of the Unrighteous Steward."],["sup",["a",{"href":"fn_18"},"r"]]],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-27.p29"},"“And he said also unto his disciples, There was a certain rich man, which had a steward; and the same was accused unto him that he had wasted his goods. And he called him, and said unto him, How is it that I hear this of thee? give an account of thy stewardship: for thou mayest be no longer steward. Then the steward said within himself, What shall I do? for my lord taketh away from me the stewardship: I cannot dig; to beg I am ashamed. I am resolved what to do, that, when I am put out of the stewardship, they may receive me into their houses. So he called every one of his lord’s debtors unto him, and said unto the first, How much owest thou unto my lord? And he said, An hundred measures of oil. And he said unto him, Take thy bill, and sit down quickly, and write fifty. Then said he to another, And how much owest thou? And he said, An hundred measures of wheat. And he said unto him, Take thy bill, and write fourscore. And the lord commended the unjust steward, because he had done wisely: for the children of this world are in their generation wiser than the children of light.”"],["p.para",{"id":"p30","uri":"/manual/jesus-the-christ/chapter-27.p30"},"The three preceding parables show forth their lessons through the relationship of close analogy and intimate similarities; this one teaches rather by its contrast of situations. The steward in the story was the duly authorized agent of his employer, holding what we would call the power-of-attorney to act in his master’s name.",["sup",["a",{"href":"fn_19"},"s"]],"He was called to account because a report of his wastefulness and lack of care had reached the master’s ears. The steward did not deny his guilt, and forthwith he received notice of dismissal. Considerable time would be required for making up his accounts preparatory to turning the stewardship over to his successor. This interval, during which he remained in authority, he determined to use so far as possible to his own advantage, even though he wrought further injustice to his master’s interests. He contemplated the condition of dependence in which he would soon find himself. Through unthrift and extravagance he had failed to lay by any store from his earnings; he had wasted his own and his lord’s substance. He felt that he was unfit for hard manual labor; and he would be ashamed to beg, particularly in the community in which he had been a lavish spender and a man of influence. With the desire to put others under some obligation to himself so that when he was deposed he could the more effectively appeal to them, he called his lord’s debtors and authorized them to change their bonds, bills of sale, or notes of hand, so as to show a greatly decreased indebtedness. Without doubt these acts were unrighteous; he defrauded his employer, and enriched the debtors through whom he hoped to be benefited. Most of us are surprised to know that the master, learning what his far-seeing though selfish and dishonest steward had done, condoned the offense and actually commended him for his foresight, “because he had done wisely” as our version reads, or “because he had done prudently,” as many scholars aver to be the better rendering."],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-27.p31"},"In pointing the moral of the parable Jesus said:",["sup",["a",{"href":"fn_20"},"t"]],"“For the children of this world are in their generation wiser than the children of light. And I say unto you, Make to yourselves friends of the mammon of unrighteousness; that, when ye fail, they may receive you into everlasting habitations.” Our Lord’s purpose was to show the contrast between the care, thoughtfulness, and devotion of men engaged in the money-making affairs of earth, and the half-hearted ways of many who are professedly striving after spiritual riches. Worldly-minded men do not neglect provision for their future years, and often are sinfully eager to amass plenty; while the “children of light,” or those who believe spiritual wealth to be above all earthly possessions, are less energetic, prudent, or wise. By “mammon of unrighteousness” we may understand material wealth or worldly things. While far inferior to the treasures of heaven, money or that which it represents may be the means of accomplishing good, and of furthering the purposes of God. Our Lord’s admonition was to utilize “mammon” in good works, while it lasted, for some day it shall fail, and only the results achieved through its use shall endure.",["sup",["a",{"href":"fn_21"},"u"]],"If the wicked steward, when cast out from his master’s house because of unworthiness, might hope to be received into the homes of those whom he had favored, how much more confidently may they who are genuinely devoted to the right hope to be received into the everlasting mansions of God! Such seems to be part of the lesson."],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-27.p32"},"It was not the steward’s dishonesty that was extolled; his prudence and foresight were commended, however; for while he misapplied his master’s substance, he gave relief to the debtors; and in so doing he did not exceed his legal powers, for he was still steward though he was morally guilty of malfeasance. The lesson may be summed up in this wise: Make such use of your wealth as shall insure you friends hereafter. Be diligent; for the day in which you can use your earthly riches will soon pass. Take a lesson from even the dishonest and the evil; if they are so prudent as to provide for the only future they think of, how much more should you, who believe in an eternal future, provide therefor! If you have not learned wisdom and prudence in the use of “unrighteous mammon,” how can you be trusted with the more enduring riches? If you have not learned how to use properly the wealth of another, which has been committed to you as steward, how can you expect to be successful in the handling of great wealth should such be given you as your own? Emulate the unjust steward and the lovers of mammon, not in their dishonesty, cupidity, and miserly hoarding of the wealth that is at best but transitory, but in their zeal, forethought, and provision for the future. Moreover, let not wealth become your master; keep it to its place as a servant, for, “No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.”"]],[".topic",["h2","Derision of the Pharisees Met; Another Illustrative Parable",["sup",["a",{"href":"fn_22"},"v"]]],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-27.p34"},"The Pharisees, who were covetous, or more precisely stated, who were lovers of money,",["sup",["a",{"href":"fn_23"},"w"]],"overheard the foregoing instructions to the disciples, and openly scoffed at the Teacher and the lesson. What did this Galilean, who owned nothing but the clothes He wore, know about money or the best way of administering wealth? Our Lord’s reply to their words of derision was a further condemnation. They knew all the tricks of the business-world, and could outdo the unrighteous steward in crafty manipulation; and yet so successfully could they justify themselves before men as to be outwardly honest and straightforward; furthermore, they made ostentatious display of a certain type of simplicity, plainness, and self-denial, in which external observances they asserted superiority over the luxury-loving Sadducees; they had grown arrogantly proud of their humility, but God knew their hearts, and the traits and practices they most esteemed were an abomination in His sight. They posed as custodians of the law and expounders of the prophets. The “law and the prophets” had been in force until the Baptist’s time, since which the gospel of the kingdom had been preached, and people were eager to enter it",["sup",["a",{"href":"fn_24"},"x"]],"though the theocracy strove mightily to prevent. The law had not been invalidated; easier were it that heaven and earth pass away than that one tittle of the law fail of fulfilment;",["sup",["a",{"href":"fn_25"},"y"]],"yet those Pharisees and scribes had tried to nullify the law. In the matter of divorce, for example, they, by their unlawful additions and false interpretations, had condoned even the sin of adultery."],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-27.p35"},"The Master gave as a further lesson the",["span.emphasis","Parable of the Rich Man and Lazarus:"]],["p.para",{"id":"p36","uri":"/manual/jesus-the-christ/chapter-27.p36"},"“There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day: And there was a certain beggar named Lazarus, which was laid at his gate, full of sores, And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores. And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried; And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom. And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame. But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented. And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence. Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house: For I have five brethren; that he may testify unto them, lest they also come into this place of torment. Abraham saith unto him, They have Moses and the prophets; let them hear them. And he said, Nay, father Abraham; but if one went unto them from the dead, they will repent. And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead.”",["sup",["a",{"href":"fn_26"},"z"]]],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-27.p37"},"The afflicted beggar is honored with a name; the other is designated simply as “a certain rich man.”",["sup",["a",{"href":"fn_27"},"a"]],"The two are presented as the extremes of contrast between wealth and destitution. The rich man was clothed in the costliest attire, purple and fine linen; and his every-day fare was a sumptuous feast. Lazarus had been brought to the gates of the rich man’s palace, and there left, a helpless mendicant, his body covered with sores. The rich man was attended by servitors ready to gratify his slightest desire; the poor beggar at his gates had neither companions nor attendants except the dogs, which like himself waited for the refuse from the rich man’s table. Such is the picture of the two in life. An abrupt change of scene brings into view the same two on the far side of the veil that hangs between the here and the hereafter. Lazarus died; no mention is made of his funeral; his festering body was probably thrown into a pauper’s grave; but angels bore his immortal spirit into Paradise, the resting place of the blessed and commonly known in the figurative lore of the rabbis as Abraham’s bosom. The rich man also died; his burial was doubtless an elaborate affair, but we read not of any angelic escort receiving his spirit. In hell he lifted up his eyes and saw, afar, Lazarus at peace in the abode of Abraham."],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-27.p38"},"As a Jew the man had often boasted of having Abraham for his father; and now the wretched spirit appealed to the patriarch of his race by the paternal address, “Father Abraham,” and asked only the boon of a single drop of water to be placed on his parched tongue; this he prayed that Lazarus, the erstwhile beggar, might bring. The reply throws light on certain conditions existing in the spirit world, though as in the use of parables generally, the presentation is largely figurative. Addressing the poor tormented spirit as “Son,” Abraham reminded him of all the good things he had kept for himself on earth, whilst Lazarus had lain a suffering, neglected beggar at his gates; now by the operation of divine law, Lazarus had received recompense, and he, retribution. Moreover, to grant his pitiful request was impossible, for between the abode of the righteous where Lazarus rested and that of the wicked where he suffered “there is a great gulf fixed,” and passage between the two is interdicted. The next request of the miserable sufferer was not wholly selfish; in his anguish he remembered those from whom he had been separated by death, fain would he save his brothers from the fate he had met; and he prayed that Lazarus be sent back to earth to visit the ancestral home, and warn those selfish, pleasure-seeking, and yet mortal brothers, of the awful doom awaiting them except they would repent and reform. There may have been in this petition an insinuation that had he been sufficiently warned he Would have done better, and would have escaped the torment. To the reminder that they had the words of Moses and the prophets, which they should obey, he replied that if one went to them from the dead they would surely repent. Abraham answered that if they would not heed Moses and the prophets neither would “they be persuaded, though one rose from the dead.”"],["p.para",{"id":"p39","uri":"/manual/jesus-the-christ/chapter-27.p39"},"In any attempt to interpret the parable as a whole or definitely apply any of its parts, we should bear in mind that it was addressed to the Pharisees as an instructive rebuke for the derision and scorn with which they had received the Lord’s warning concerning the dangers attending servitude to mammon. Jesus employed Jewish metaphors, and the imagery of the parable is such as would most directly appeal to the official expounders of Moses and the prophets. While as a practice it would be critically unfair to deduce doctrinal principles from parabolic incidents, we cannot admit that Christ would teach falsely even in parable; and therefore we accept as true the portrayal of conditions in the world of the disembodied. That righteous and unrighteous dwell apart during the interval between death and resurrection is clear. Paradise, or as the Jews like to designate that blessed abode, “Abraham’s bosom,” is not the place of final glory, any more than the hell to which the rich man’s spirit was consigned is the final habitation of the condemned.",["sup",["a",{"href":"fn_28"},"b"]],"To that preliminary or intermediate state, however, men’s works do follow them;",["sup",["a",{"href":"fn_29"},"c"]],"and the dead shall surely find that their abode is that for which they have qualified themselves while in the flesh."],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-27.p40"},"The rich man’s fate was not the effect of riches, nor was the rest into which Lazarus entered the resultant of poverty. Failure to use his wealth aright, and selfish satisfaction with the sensuous enjoyment of earthly things to the exclusion of all concern for the needs or privations of his fellows, brought the one under condemnation; while patience in suffering, faith in God and such righteous life as is implied though not expressed, insured happiness to the other. The proud self-sufficiency of the rich man, who lacked nothing that wealth could furnish and who kept aloof from the needy and suffering, was his besetting sin. The aloofness of the Pharisees, on which indeed they prided themselves, as their very name, signifying “separatists,” expressed, was thus condemned. The parable teaches the continuation of individual existence after death, and the relation of cause to effect between the life one leads in mortality and the state awaiting him beyond."]],[".topic",["h2","Unprofitable Servants",["sup",["a",{"href":"fn_30"},"d"]]],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-27.p42"},"From the Pharisees, Jesus turned to His disciples and admonished them to diligence. Having cautioned them against unguarded utterances or actions at which others might take offense, He proceeded to impress the absolute necessity of unselfish devotion, toleration and forgiveness. The apostles, realizing the whole-souled service required of them, implored the Lord, saying: “Increase our faith.” They were shown that faith was less fitly reckoned in terms of quantity than by test of quality; and the analogy of the mustard seed was again invoked. “And the Lord said, If ye had faith as a grain of mustard seed, ye might say unto this sycamine tree, Be thou plucked up by the root, and be thou planted in the sea; and it should obey you.”",["sup",["a",{"href":"fn_31"},"e"]],"Their faith could best be gauged by obedience and untiring service."],["p.para",{"id":"p43","uri":"/manual/jesus-the-christ/chapter-27.p43"},"This was emphasized by the",["span.emphasis","Parable of the Unprofitable Servants."]],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-27.p44"},"“But which of you, having a servant plowing or feeding cattle, will say unto him by and by, when he is come from the held, Go and sit down to meat? And will not rather say unto him, Make ready wherewith I may sup, and gird thyself, and serve me, till I have eaten and drunken; and afterward thou shalt eat and drink? Doth he thank that servant because he did the things that were commanded him? I trow not. So likewise ye, when ye shall have done all those things which are commanded you, say, We are unprofitable servants: we have done that which was our duty to do.”"],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-27.p45"},"The servant might well feel that after a day’s work in the field he is entitled to rest; but on reaching the house he finds other demands made upon him. The master has a right to the servant’s time and attention; such was among the conditions under which the servant had been engaged; and while his employer might thank him or give some substantial reward, the servant cannot demand such recompense. So the apostles, who had given themselves entirely up to their Master’s service, were not to hesitate nor demur, whatever the effort or sacrifice required. The best they could do would be no more than their duty required; and, without regard to the Master’s estimate of their worth, they were to account themselves as unprofitable servants.",["sup",["a",{"href":"fn_32"},"f"]]]],[".topic",["h2","Ten Lepers Healed",["sup",["a",{"href":"fn_33"},"g"]]],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-27.p47"},"In the course of His journey toward Jerusalem Jesus “passed through the midst of Samaria and Galilee.” Ten men afflicted with leprosy approached, probably they came as near as the law permitted, yet they were afar off. These men were of mixed nationality; the plague under which they suffered in common had made them companions in distress. They cried aloud “Jesus, Master, have mercy on us.” The Lord answered: “Go shew yourselves unto the priests.”",["sup",["a",{"href":"fn_34"},"h"]],"This instruction implied their ultimate healing; obedience would be the test of their faith. None who had been leprous could be lawfully restored to community life until pronounced clean by a priest. The stricken ten hastened to obey the Lord’s command, “and it came to pass, that, as they went, they were cleansed.”",["sup",["a",{"href":"fn_35"},"i"]],"One of the ten turned back, and with loud voice glorified God; then he prostrated himself at the feet of Christ, giving thanks. We are told that the grateful one was a Samaritan, from which we infer that some or all of the others were Jews. Pained over the lack of gratitude on the part of the nine, Jesus exclaimed: “Were there not ten cleansed? but where are the nine? There are not found that return to give glory to God, save this stranger.” And to the cleansed Samaritan, still worshiping at His feet, the Lord said: “Arise, go thy way: thy faith hath made thee whole.” Doubtless the nine who came not back were obedient to the strict letter of the Lord’s command; for He had told them to go to the priests; but their lack of gratitude and their failure to acknowledge the power of God in their restoration stand in unfavorable contrast with the spirit of the one; and he was a Samaritan. The occurrence must have impressed the apostles as another evidence of acceptability and possible excellence on the part of aliens, to the disparagement of Jewish claims of superiority irrespective of merit."]],[".topic",["h2","The Pharisee and the Publican",["sup",["a",{"href":"fn_36"},"j"]]],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-27.p49"},"“And he spake this parable unto certain which trusted in themselves that they were righteous, and despised others: Two men went up into the temple to pray; the one a Pharisee, and the other a publican. The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican. I fast twice in the week, I give tithes of all that I possess. And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner. I tell you, this man went down to his house justified rather than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.”"],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-27.p50"},"We are expressly told that this parable was given for the benefit of certain ones who trusted in their self-righteousness as an assurance of justification before God. It was not addressed to the Pharisees nor to the publicans specifically. The two characters are types of widely separated classes. There may have been much of the Pharisaic spirit of self-complacency among the disciples and some of it even among the Twelve. A Pharisee and a publican went up to the temple to pray. The Pharisee prayed “with himself”; his words can hardly be construed as a prayer to God. That he stood while praying was not an impropriety, for the standing attitude was usual in prayer; the publican also stood. The Pharisee thanked God that he was so much better than other men; he was true to his class, a separatist who looked with disdain upon all who were not like him. That he was not like “this publican” was made a point of special thanksgiving. His boast, that he fasted twice a week and gave tithes of all that he possessed, was a specification of worthiness above what was required by the law as then administered; he thus implied that God was his debtor.",["sup",["a",{"href":"fn_37"},"k"]],"The publican, standing afar off, was so oppressed by his consciousness of sin and his absolute need of divine help, that he cast down his eyes and smote upon his breast, craving mercy as a penitent sinner. The Pharisee departed, justified in his own conscience and before man, prouder than ever; the other went down to his house justified before God though still a despised publican. The parable is applicable to all men; its moral was summed up in a repetition of our Lord’s words spoken in the house of the chief Pharisee: “For every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.”",["sup",["a",{"href":"fn_38"},"l"]]]],[".topic",["h2","On Marriage and Divorce",["sup",["a",{"href":"fn_39"},"m"]]],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-27.p52"},"While wending His way by short stages toward Jerusalem, and while still “beyond” or on “the farther side” of Jordan, and therefore in Perean territory, Jesus was met by a body of Pharisees, who had come with the deliberate purpose of inciting Him to say or do something on which they could base an accusation. The question they had agreed to submit related to marriage and divorce, and no subject had been more vehemently contested in their own schools and among their own rabbis.",["sup",["a",{"href":"fn_40"},"n"]],"The crafty questioners may have hoped that Jesus would denounce the adulterous state in which Herod Antipas was then living, and so bring upon Himself the fury of Herodias, to which the Baptist had already died a victim. “Is it lawful for a man to put away his wife for every cause?” they asked. Jesus cited the original and eternal law of God in the matter; and indicated the only rational conclusion to be drawn therefrom: “Have ye not read, that he which made them at the beginning made them male and female, and said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh? Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let no man put asunder.”",["sup",["a",{"href":"fn_41"},"o"]],"God had provided for honorable marriage, and had made the relation between husband and wife paramount even to that of children to parents; the severing of such a union was an invention of man, not a command of God. The Pharisees had a ready rejoinder: “Why did Moses then command to give a writing of divorcement, and to put her away?” Be it remembered that Moses had not commanded divorce, but had required that in case a man should separate from his wife he give her a bill of divorcement.",["sup",["a",{"href":"fn_42"},"p"]],"Jesus made this fact plain, saying: “Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.”"],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-27.p53"},"The higher requirement of the gospel followed: “And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.”",["sup",["a",{"href":"fn_43"},"q"]],"The Mosaic provision had been but permissive, and was justified only because of existing unrighteousness. Strict compliance with the doctrine enunciated by Jesus Christ is the only means by which a perfect social order can be maintained. It is important to note, however, that in His reply to the casuistical Pharisees, Jesus announced no specific or binding rule as to legal divorces; the putting away of a wife, as contemplated under the Mosaic custom, involved no judicial investigation or action by an established court. In our Lord’s day the prevailing laxity in the matter of marital obligation had produced a state of appalling corruption in Israel; and woman, who by the law of God had been made a companion and partner with man, had become his slave. The world’s greatest champion of woman and womanhood is Jesus the Christ.",["sup",["a",{"href":"fn_44"},"r"]]],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-27.p54"},"The Pharisees retired foiled in purpose and convicted in conscience. The Lord’s strict construction of the marriage bond was startling even to some of the disciples; these came to Him privately, saying that if a man was so bound it would be better not to marry at all. Such a broad generalization the Lord disapproved except so far as it might apply in special cases. True, there were some who were physically incapacitated for marriage; others voluntarily devoted themselves to a celibate life, and some few adopted celibacy “for the kingdom of heaven’s sake,” that thereby they might be free to render all their time and energy to the Lord’s service. But the disciples’ conclusion that “it is not good to marry” was true only in the exceptional instances stated. Marriage is honorable;",["sup",["a",{"href":"fn_45"},"s"]],"for neither man without woman nor woman without man can be perfect in the Lord’s sight.",["sup",["a",{"href":"fn_46"},"t"]]]],[".topic",["h2","Jesus and the Little Ones",["sup",["a",{"href":"fn_47"},"u"]]],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-27.p56"},"The next event of record is one of surpassing sweetness, rich in precept and invaluable in example. Mothers brought their little children to Jesus, reverently desiring that the lives of those little ones be brightened by a sight of the Master and be blessed by a touch of His hand or a word from His lips. The circumstance appears in appropriate sequence to that of the Lord’s instructions concerning the sacredness of marriage and the sanctity of the home. The disciples, zealous that their Master be not troubled unnecessarily, and conscious of the continuous demands on His time and attention, rebuked those who had so ventured to trespass. Even the disciples seem to have been yet under the influence of the traditional conception that women and children were of inferior status, and that for such to seek the Lord’s attention was an act of presumption. Jesus was displeased over the misdirected zeal of His followers, and rebuked them. Then He uttered that memorable sentence of infinite tenderness and divine affection:",["span.emphasis","“Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.”"],"Taking the children one by one into His arms, He laid His hands upon them and blessed them.",["sup",["a",{"href":"fn_48"},"v"]],"Then said He: “Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein.”",["sup",["a",{"href":"fn_49"},"w"]]]],[".topic",["h2","“One Thing Thou Lackest”",["sup",["a",{"href":"fn_50"},"x"]]],["p.para",{"id":"p58","uri":"/manual/jesus-the-christ/chapter-27.p58"},"Jesus was accosted on the way by a young man, who came running to meet or overtake Him, and who knelt at His feet, inquiring: “Good Master, what shall I do that I may inherit eternal life?” The question was asked in earnestness; the questioner was in very different spirit from that of the lawyer who made a similar inquiry with the purpose of tempting the Master.",["sup",["a",{"href":"fn_51"},"y"]],"Jesus said: “Why callest thou me good? there is none good but one, that is, God.” This remark was no denial of sinlessness on the Savior’s part; the young man had called Him “good” by way of polite compliment rather than in recognition of His Godship, and Jesus declined to acknowledge the distinction when applied in that sense. The Lord’s remark must have deepened the young man’s conception as to the seriousness of his question. Then said Jesus: “If thou wilt enter into life, keep the commandments.” To the further inquiry, as to which commandments were meant, Jesus cited the prohibitions against murder, adultery, theft, and the bearing of false witness, and the requirements as to honoring parents, and loving one’s neighbor as one’s self. In simplicity and without pride or sense of self-righteousness, the young man said: “All these things have I kept from my youth up: what lack I yet?” His evident sincerity appealed to Jesus, who looked upon him lovingly and said: “One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me.”",["sup",["a",{"href":"fn_52"},"z"]]],["p.para",{"id":"p59","uri":"/manual/jesus-the-christ/chapter-27.p59"},"The young man was disappointed and saddened. He had probably expected to hear the great Teacher prescribe some one special observance, by which excellence could be achieved. Luke tells us that the young man was a ruler; this may mean that he was a presiding official in the local synagog or possibly a Sanhedrist. He was well versed in the law, and had been strict in obedience thereto. He desired to advance in good works and make clear his title to an eternal heritage. But the Master prescribed what he had least expected; “And he was sad at that saying, and went away grieved: for he had great possessions.” In his way, he yearned for the kingdom of God, yet more devotedly he loved his great possessions. To give up wealth, social position, and official distinction, was too great a sacrifice; and the necessary self-denial was a cross too heavy for him to bear, even though treasure in heaven and life eternal were offered him. Love of worldly things was this man’s besetting weakness; Jesus diagnosed his case and prescribed a suitable remedy. We are not warranted in saying that the same treatment would be best in all cases of spiritual defection; but where the symptoms indicate the need, it may be employed with confidence as to the cure."],["p.para",{"id":"p60","uri":"/manual/jesus-the-christ/chapter-27.p60"},"Gazing sorrowfully upon the retreating figure of the wealthy young ruler Jesus said to the disciples: “Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.” To impress the lesson more thoroughly He applied one of the figurative proverbs of the age, and said: “It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.”",["sup",["a",{"href":"fn_53"},"a"]],"At this statement the disciples were amazed. “Who then can be saved?” they wondered. Jesus understood their perplexity, and encouraged them with the assurance that with God all things are possible. Thus were they given to understand that while wealth is a means of temptation to which many succumb, it is no insuperable obstacle, no insurmountable barrier, in the way of entrance to the kingdom. Had the young ruler followed the advice called forth by his inquiry, his possession of riches would have made possible to him meritorious service such as few are able to render. Willingness to place the kingdom of God above all material possessions was the one thing he lacked.",["sup",["a",{"href":"fn_54"},"b"]],"Everyone of us may pertinently ask, What do I lack?"]],[".topic",["h2","The First May Be Last, and the Last First",["sup",["a",{"href":"fn_55"},"c"]]],["p.para",{"id":"p62","uri":"/manual/jesus-the-christ/chapter-27.p62"},"The sorrowful departure of the rich young ruler, whose great possessions were so much a part of his life that he could not give them up at the time, though we may hope that he afterward did, brought forth from Peter an abrupt question, which revealed the course of his thoughts and aspirations: “Behold, we have forsaken all, and followed thee; what shall we have therefore?” Whether he spoke for himself alone, or by his use of the plural “we” meant to include all the Twelve, is uncertain and unimportant. He was thinking of the home and family he had left, and a longing for them was pardonable; he was thinking also of boats and nets, hooks and lines, and the lucrative business for which such things stood. All these he had forsaken; what was to be his reward? Jesus answered: “Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.” It is doubtful that Peter or any other of the Twelve had ever conceived of so great a distinction. The day of regeneration, when the Son of Man shall sit on the throne of His glory, as Judge and King, is even yet future; but in that day, those of the Lord’s Twelve who endured to the end shall be enthroned as judges in Israel. The further assurance was given that “every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life.” Rewards of such transcendent worth could scarcely be reckoned or their meaning comprehended. Lest those to whom they were promised might count too surely upon successful attainment, to the neglect of effort, and become proud withal, the Lord added this profound precept of caution: “But many that are first shall be last; and the last shall be first.”"],["p.para",{"id":"p63","uri":"/manual/jesus-the-christ/chapter-27.p63"},"It was the text of the sermon known to us as the",["span.emphasis","Parable of the Laborers."],["sup",["a",{"href":"fn_56"},"d"]],"Hear it:"],["p.para",{"id":"p64","uri":"/manual/jesus-the-christ/chapter-27.p64"},"“For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard. And when he had agreed with the labourers for a penny a day, he sent them into his vineyard. And he went out about the third hour, and saw others standing idle in the marketplace, and said unto them: Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way. Again he went out about the sixth and ninth hour, and did likewise. And about the eleventh hour he went out, and found others standing idle, and saith unto them, Why stand ye here all the day idle? They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever is right, that shall ye receive. So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first. And when they came that were hired about the eleventh hour, they received every man a penny. But when the first came, they supposed that they should have received more; and they likewise received every man a penny. And when they had received it, they murmured against the goodman of the house, saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day. But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny? Take that thine is, and go thy way: I will give unto this last, even as unto thee. Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good? So the last shall be first, and the first last: for many be called, but few chosen.”"],["p.para",{"id":"p65","uri":"/manual/jesus-the-christ/chapter-27.p65"},"The procedure of a householder going into the marketplace to hire laborers was common to the time and place, and is still an ordinary occurrence in many lands. The first to be hired in the course of the story made a definite bargain as to wages. Those who were employed at nine, twelve, and three o’clock respectively went willingly without agreement as to what they were to receive; so glad were they to find a chance to work that they lost no time in specifying terms. At five o’clock in the afternoon or evening, when but a single hour of the working day remained, the last band of laborers went to work, trusting to the master’s word that whatever was right they should receive. That they had not found work earlier in the day was no fault of theirs; they had been ready and willing, and had waited at the place where employment was most likely to be secured. At the close of the day, the laborers came for their wages; this was in accordance with law and custom, for it had been established by statute in Israel that the employer should pay the servant, hired by the day, before the sun went down.",["sup",["a",{"href":"fn_57"},"e"]],"Under instructions, the steward who acted as paymaster began with those who had been engaged at the eleventh hour; and to each of them he gave a denarius, or Roman penny, worth about fifteen cents in our money, and the usual wage for a day’s work. This was the amount for which those who began earliest had severally bargained; and as these saw their fellow-workers, who had served but an hour, receive each a penny, they probably exulted in the expectation of receiving a wage proportionately larger, notwithstanding their stipulation. But each of them received a penny and no more. Then they complained; not because they had been underpaid, but because the others had received a full day’s pay for but part of a day’s work. The master answered in all kindness, reminding them of their agreement. Could he not be just to them and charitable to the rest if he so chose? His money was his own, and he could give of it as he liked. Were those grumblers justified in their evil displeasure because their master was charitable and good?” So,” said Jesus, passing directly from the story to one of the lessons it was designed to teach, “the last shall be first, and the first last: for many be called, but few chosen.”",["sup",["a",{"href":"fn_58"},"f"]]],["p.para",{"id":"p66","uri":"/manual/jesus-the-christ/chapter-27.p66"},"The parable was plainly intended for the edification of the Twelve. It was called out by Peter’s question, “What shall we have therefore?” It stands as truly in force today as when it was delivered by the Master, as a rebuke of the bargaining spirit in the Lord’s work. God needs workers, and such as will labor faithfully and effectively are welcomed into the vineyard. If, before beginning they insist on the stipulation of a wage, and this be agreed to, each shall receive his penny provided he has not lost his place through idleness or transgression. But those who diligently labor, knowing that the Master will give to them whatever is right, and with thought for the work rather than for the wage, shall find themselves more bountifully enriched. A man may work for wages and yet not be a hireling. Between the worthy hired servant and the hireling there is the difference that distinguishes the shepherd from the sheep herder.",["sup",["a",{"href":"fn_59"},"g"]],"Was there not a suggestion of the hireling’s spirit in the query of even the first of the apostles, “What shall we have therefore?” The Twelve had been called into service early in the Savior’s ministry; they had responded to the call, without promise of even a penny; they were yet to feel the burden and heat of the day; but they were solemnly cautioned against attempt or desire to fix their reward. The Master shall judge as to the deserts of each servant; the wage at best is a free gift; for on the basis of strict accounting who of us is not in debt to God? The last called is as likely as the first to prove unworthy. No general reversal is implied whereby all the late comers shall be advanced and all the early workers demoted. “Many that are first shall be last” was the Lord’s statement, and by implication we may understand that not all the last, though some of them, may be counted among the first. Of the many called or permitted to labor in the vineyard of the Lord, few may so excel as to be chosen for exaltation above their fellows. Even the call and ordination to the Holy Apostleship is no guarantee of eventual exaltation in the celestial kingdom. Iscariot was so called and placed among the first; now, verily he is far below the last in the kingdom of God."]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-27.f1"},["h3","Notes to Chapter 27"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p68","uri":"/manual/jesus-the-christ/chapter-27.p68"},["b","Rich Men and Their Stewards."],"—“‘A certain rich man had a steward.’ We learn here, incidentally, how evenly balanced are the various conditions of life in a community, and how little of substantial advantage wealth can confer on its possessor. As your property increases, your personal control over it diminishes; the more you possess the more you must entrust to others. Those who do their own work are not troubled with disobedient servants; those who look after their own affairs, are not troubled with unfaithful overseers.”—Arnot’s",["span.emphasis","Parables of Our Lord,"],"p. 454."]],["li",["span.label","2."],["p.para",{"id":"p69","uri":"/manual/jesus-the-christ/chapter-27.p69"},["b","The Mammon of Unrighteousness."],"—The revised version of",["a.scriptureRef",{"href":"/scriptures/nt/luke/16.9"},"Luke 16:9"],", reads: “And I say unto you, Make to yourself friends by means of the mammon of unrighteousness, that, when it shall fail, they may receive you into the eternal tabernacles.” The Lord’s counsel to the disciples was to so use worldly wealth as to accomplish good thereby, that when “it,” i.e. all earthly possessions, fail, they would have friends to welcome them into “the eternal tabernacles” or heavenly mansions. In studying a parable based on contrasts, such as this one is, care must be exercised not to carry too far any one point of analogy. Thus, we cannot reasonably gather that Jesus intended even to intimate that the prerogative of receiving any soul into the “eternal tabernacles” or excluding therefrom, rests with those who on earth had been benefited or injured through that person’s acts, except so far as their witness to his deeds may be taken into account in the final judgment. The whole parable is full of wisdom for him who is in search of such; to the hypercritical mind it may appear inconsistent, as so it did appear to the Pharisees who derided Jesus for the story He had told.",["a.scriptureRef",{"href":"/scriptures/nt/luke/16.14"},"Luke 16:14"],"is rendered in the revised version, “And the Pharisees, who were lovers of money, heard all these things; and they scoffed at him.”"]],["li",["span.label","3."],["p.para",{"id":"p70","uri":"/manual/jesus-the-christ/chapter-27.p70"},["b","Lazarus and Dives."],"—Of all our Lord’s recorded parables this is the only one in which a personal name is applied to any of the characters. The name “Lazarus” used in the parable was also the true name of a man whom Jesus loved, and who, subsequent to the delivery of this parable, was restored to life after he had lain for days in the tomb. The name, a Greek variant of Eleazar, signifies “God is my help.” In many theological writings, the rich man of this parable is called Dives, but the name is not of scriptural usage. “Dives” is a Latin adjective meaning “rich.” Lazarus the brother of Martha and Mary (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.1-2,5"},"John 11:1, 2, 5"],") is one of three men mentioned by name as subjects of our Lord’s beneficent miracles; the other two are Bartimeus (",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.46"},"Mark 10:46"],") and Malchus (",["a.scriptureRef",{"href":"/scriptures/nt/john/18.10"},"John 18:10"],"). Commenting on the fact that our Lord gave a name to the beggar but left the rich man nameless in the parable, Augustine (in Sermon xli) suggestively asks: “Seems He not to you to have been reading from that book where He found the name of the poor man written, but found not the name of the rich: for that book is the Book of Life?”"]],["li",["span.label","4."],["p.para",{"id":"p71","uri":"/manual/jesus-the-christ/chapter-27.p71"},["b","Divergent Views Concerning Divorce."],"—In relation to the different opinions upon this subject among Jewish authorities in the time of Christ, Geikie (vol. ii, pp. 347–48) says: “Among the questions of the day fiercely debated between the great rival schools of Hillel and Shammai, no one was more so than that of divorce. The school of Hillel contended that a man had a right to divorce his wife for any cause he might assign, if it were no more than his having ceased to love her, or his having seen one he liked better, or her having cooked a dinner badly. The school of Shammai, on the contrary, held that divorce could be issued only for the crime of adultery, and offences against chastity. If it were possible to get Jesus to pronounce in favor of either school, the hostility of the other would be roused, and, hence, it seemed a favorable chance for compromising Him.” The following from Dummelow’s",["span.emphasis","Commentary,"],"dealing with",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.32"},"Matthew 5:32"],", is further illustrative: “Rabbi Akiba (Hillelite) said, ‘If a man sees a woman handsomer than his own wife he may put her [his wife] away, because it is said, If she find not favor in his eyes.’ The school of Hillel said ‘If the wife cook her husband’s food ill, by over-salting or over-roasting it, she is to be put away.’ On the other hand Rabbi Jochanan (a Shammaite) said ‘The putting away of a wife is odious.’ Both schools agreed that a divorced wife could not be taken back. … Rabbi Chananiah said ‘God has not subscribed His name to divorces, except among Israelites, as if He had said: I have conceded to the Israelites the right of dismissing their wives; but to the Gentiles I have not conceded it.’ Jesus retorts that it is not the privilege but the infamy and reproach of Israel, that Moses found it necessary to tolerate divorce.”"]],["li",["span.label","5."],["p.para",{"id":"p72","uri":"/manual/jesus-the-christ/chapter-27.p72"},["b","Jesus the Ennobler of Woman."],"—Geikie thus paraphrases part of Christ’s reply to the Pharisee’s question concerning divorce, and comments thereon. “I say, therefore, that whoever puts away his wife, except for fornication, which destroys the very essence of marriage by dissolving the oneness it had formed, and shall marry another, commits adultery; and whoever marries her who is put away for any other cause commits adultery, because the woman is still, in God’s sight, wife of him who had divorced her.” This statement was of far deeper moment than the mere silencing of malignant spies. It was designed to set forth for all ages the law of His New Kingdom in the supreme matter of family life. It swept away for ever from His Society the conception of woman as a mere toy or slave of man, and based true relations of the sexes on the eternal foundation of truth, right, honor, and love. To ennoble the House and the Family by raising woman to her true position was essential to the future stability of His Kingdom, as one of purity and spiritual worth. By making marriage indissoluble, He proclaimed the equal rights of woman and man within the limits of the family, and, in this, gave their charter of nobility to the mothers of the world. For her nobler position in the Christian era, compared with that granted her in antiquity, woman is indebted to Jesus Christ.”—",["span.emphasis","Life and Words of Christ,"],"vol. ii, p. 349."]],["li",["span.label","6."],["p.para",{"id":"p73","uri":"/manual/jesus-the-christ/chapter-27.p73"},["b","The Blessing of Children."],"—When Christ, a resurrected Being, appeared among the Nephites on the western continent, He took the children, one by one, and blessed them; and the assembled multitude saw the little ones encircled as with fire, while angels ministered unto them. (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.11-25"},"3 Nephi 17:11–25"],".) Through modern revelation the Lord has directed that all children born in the Church be brought for blessing to those who are authorized to administer this ordinance of the Holy Priesthood. The commandment is as follows: “Every member of the church of Christ having children, is to bring them unto the elders before the church, who are to lay their hands upon them in the name of Jesus Christ, and bless them in His name.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.70"},"D&C 20:70"],".) Accordingly, it is now the custom in the Church to bring the little ones to the Fast-day service in the several wards, at which they are received one by one into the arms of the elders, and blessed, names being given them at the same time. The father of the child, if he be an elder, is expected to participate in the ordinance."],["p.para",{"id":"p74","uri":"/manual/jesus-the-christ/chapter-27.p74"},"The blessing of children is in no sense analogous to, far less is it a substitution for, the ordinance of baptism, which is to be administered only to those who have come to years of understanding, and who are capable of repentance. As the author has written elsewhere, “Some point to the incident of Christ blessing little children, and rebuking those who would forbid the little ones coming unto Him (",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.13"},"Matt. 19:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.13"},"Mark 10:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.15"},"Luke 18:15"],"), as an evidence in favor of infant baptism; but, as has been tersely said:—‘From the action of Christ’s blessing infants, to infer they are to be baptized, proves nothing so much as that there is a want of better argument; for the conclusion would with more probability be derived thus: Christ blessed infants, and so dismissed them, but baptized them not, therefore infants are not to be baptized.’”—The author,",["span.emphasis","Articles of Faith,"],"6:126—also pp. 124 and 127. See paragraphs 11–17 in same lecture."]],["li",["span.label","7."],["p.para",{"id":"p75","uri":"/manual/jesus-the-christ/chapter-27.p75"},["b","The Camel and the Needle’s Eye."],"—In comparing the difficulty of a rich man entering the kingdom with that of a camel passing through the eye of a needle, Jesus used a rhetorical figure, which, strong and prohibitory as it appears in our translation, was of a type familiar to those who heard the remark. There was a “common Jewish proverb, that a man did not even in his dreams see an elephant pass through the eye of a needle” (Edersheim). Some interpreters insist that a rope, not a camel, was mentioned by Jesus, and these base their contention on the fact that the Greek word",["span.emphasis","kamelos"],"(camel) differs in but a single letter from",["span.emphasis","kamilos"],"(rope), and that the alleged error of substituting “camel” for “rope” in the scriptural text is chargeable to the early copyists. Farrar (p. 476) rejects this possible interpretation on the ground that proverbs involving comparisons of a kind with that of a camel passing through the eye of a needle are common in the Talmud."],["p.para",{"id":"p76","uri":"/manual/jesus-the-christ/chapter-27.p76"},"It has been asserted that the term “needle’s eye” was applied to a small door or wicket set in or alongside the great gates in the walls of cities; and the assumption has been raised that Jesus had such a wicket in mind when He spoke of the seeming impossibility of a camel passing through a needle’s eye. It would be possible though very difficult for a camel to squeeze its way through the little gate, and it could in no wise do so except when relieved of its load and stripped of all its harness. If this conception be correct, we may find additional similitude between the fact that the camel must first be unloaded and stripped, however costly its burden or rich its accoutrement, and the necessity of the rich young ruler, and so of any man, divesting himself of the burden and trappings of wealth, if he would enter by the narrow way that leadeth into the kingdom. The Lord’s exposition of His saying is all-sufficient for the purposes of the lesson: “With men this is impossible, but with God all things are possible.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.26"},"Matthew 19:26"],".)"]],["li",["span.label","8."],["p.para",{"id":"p77","uri":"/manual/jesus-the-christ/chapter-27.p77"},["b","Undue Concern as to Wages in the Lord’s Service."],"—The instructive and inspiring Parable of the Laborers was called forth by Peter’s question of self-interest—“What shall we have therefore?” In tender mercy the Lord refrained from directly rebuking His impulsive servant for undue concern as to the wage to be expected; but He turned the incident to excellent purpose by making it the text of a valuable lesson. The following treatment by Edersheim (vol. ii, p. 416) is worth consideration. “There was here deep danger to the disciples: danger of lapsing into feelings akin to those with which the Pharisees viewed the pardoned publicans, or the elder son in the parable his younger brother; danger of misunderstanding the right relations, and with it the very character of the kingdom, and of work in and for it. It is to this that the Parable of the Laborers in the Vineyard refers. The principle which Christ lays down is, that, while nothing done for Him shall lose its reward, yet, from one reason or another, no forecast can be made, no inferences of self-righteousness may be drawn. It does not by any means follow, that most work done—at least, to our seeing and judging—shall entail a greater reward. On the contrary, ‘many that are first shall be last; and the last shall be first.’ Not",["span.emphasis","all,"],"nor yet always and necessarily, but ‘many.’ And in such cases no wrong has been done; there exists no claim, even in view of the promises of due acknowledgment of work. Spiritual pride and self assertion can only be the outcome either of misunderstanding God’s relation to us, or else of a wrong state of mind towards others—that is, it betokens mental or moral unfitness. Of this the Parable of the Laborers is an illustration. … But, while illustrating how it may come that some who were first are last, and how utterly mistaken or wrong is the thought that they must necessarily receive more than others, who, seemingly, have done more—how, in short, work for Christ is not a ponderable quantity, so much for so much, nor yet we be the judges of when and why a worker has come—it also conveys much that is new, and, in many respects, most comforting.”"]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-27.fn1"},["b","1"],["span.label","a"],["a.scriptureRef",{"href":"/scriptures/nt/luke/14.1-24"},"Luke 14:1–24"],"."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-27.fn2"},["b","2"],["span.label","b"],"The question is identical with that asked of Jesus in the synagog at Capernaum preliminary to the healing of the man with the withered hand (",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.10"},"Matthew 12:10"],")."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-27.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/ot/ex/23.5"},"Exodus 23:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.4"},"Deuteronomy 22:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.15"},"Luke 13:15"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-27.fn4"},["b","4"],["span.label","d"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.12"},"Matthew 23:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.52"},"Luke 1:52"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.14"},"18:14"],";",["a.scriptureRef",{"href":"/scriptures/nt/james/4.6"},"James 4:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/5.5"},"1 Peter 5:5"],"."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-27.fn5"},["b","5"],["span.label","e"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.11"},"Matthew 8:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.9"},"Revelation 19:9"],". The expression “eat bread” is a Hebraism, signifying eating in full as at a feast rather than partaking of bread only."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-27.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/luke/14.16-24"},"Luke 14:16–24"],". Compare the parable relating to the marriage of the king’s son (",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.2-10"},"Matthew 22:2–10"],"); study points of resemblance and difference between the two and the distinctive lessons of each. See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-30.p26"},"536"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-27.fn7"},["b","7"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/luke/14.25-35"},"Luke 14:25–35"],"."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-27.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/nt/matt/8.19-20"},"Matthew 8:19, 20"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.57-58"},"Luke 9:57, 58"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-20.p4"},"305"],"herein."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-27.fn9"},["b","9"],["span.label","i"],"Compare the requirement under the Mosaic administration,",["a.scriptureRef",{"href":"/scriptures/ot/deut/13.6-11"},"Deuteronomy 13:6–11"],"; and note the application of the principle to the apostles;",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.37-39"},"Matthew 10:37–39"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-27.fn10"},["b","10"],["span.label","j"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.13"},"Matthew 5:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.50"},"Mark 9:50"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-27.fn11"},["b","11"],["span.label","k"],["a.scriptureRef",{"href":"/scriptures/nt/luke/15"},"Luke 15"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-27.fn12"},["b","12"],["span.label","l"],["a.scriptureRef",{"href":"/scriptures/nt/matt/9.10-13"},"Matthew 9:10–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/2.15-17"},"Mark 2:15–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.29-32"},"Luke 5:29–32"],". See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p15"},"193"],"herein."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-27.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/18.12-14"},"Matthew 18:12–14"],". See page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p29"},"389"],"herein."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-27.fn14"},["b","14"],["span.label","n"],"That the lost piece of silver was a coin, and not a piece of unstamped bullion nor an ornament, is apparent from the original, “drachma,” a silver coin."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-27.fn15"},["b","15"],["span.label","o"],["a.scriptureRef",{"href":"/scriptures/nt/luke/15.11-32"},"Luke 15:11–32"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-27.fn16"},["b","16"],["span.label","p"],"Compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.31"},"D&C 1:31"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45.16"},"Alma 45:16"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-27.fn17"},["b","17"],["span.label","q"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.14"},"Matthew 18:14"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-27.fn18"},["b","18"],["span.label","r"],["a.scriptureRef",{"href":"/scriptures/nt/luke/16.1-8"},"Luke 16:1–8"],"."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-27.fn19"},["b","19"],["span.label","s"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p68"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-27.fn20"},["b","20"],["span.label","t"],["a.scriptureRef",{"href":"/scriptures/nt/luke/16.9-13"},"Luke 16:9–13"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-27.fn21"},["b","21"],["span.label","u"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p69"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-27.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/nt/luke/16.14-31"},"Luke 16:14–31"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-27.fn23"},["b","23"],["span.label","w"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p69"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-27.fn24"},["b","24"],["span.label","x"],"Revised version,",["a.scriptureRef",{"href":"/scriptures/nt/luke/16.16"},"Luke 16:16"],": “The law and the prophets were until John; from that time the gospel of the kingdom of God is preached, and every man entereth violently into it.”"],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-27.fn25"},["b","25"],["span.label","y"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.18"},"Matthew 5:18"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p10"},"233"],"herein."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-27.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/luke/16.19-31"},"Luke 16:19–31"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-27.fn27"},["b","27"],["span.label","a"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p70"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-27.fn28"},["b","28"],["span.label","b"],"Compare",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.11-14"},"Alma 40:11–14"],"; see",["span.emphasis","Articles of Faith,"],"Appendix, Note 5, p. 520. “The Intermediate State of the Soul.”"],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-27.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/rev/14.13"},"Revelation 14:13"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-27.fn30"},["b","30"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/luke/17.1-10"},"Luke 17:1–10"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-27.fn31"},["b","31"],["span.label","e"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.20"},"Matthew 17:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.21"},"21:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.23"},"Mark 9:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.23"},"11:23"],"; see page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p10"},"381"],"herein."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-27.fn32"},["b","32"],["span.label","f"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/job/22.3"},"Job 22:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/job/35.7"},"35:7"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-27.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/luke/17.11-19"},"Luke 17:11–19"],". Many writers treat this occurrence as having immediately followed the repulse of Jesus and the apostles in a certain Samaritan village (",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.52-56"},"Luke 9:52–56"],"). We give it place in the order followed by Luke, the sole recorder of the two incidents."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-27.fn34"},["b","34"],["span.label","h"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/lev/13.2"},"Leviticus 13:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/14.2"},"14:2"],"; see also page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p5"},"189"],"herein."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-27.fn35"},["b","35"],["span.label","i"],"Compare case of Naaman the Syrian,",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/5.14"},"2 Kings 5:14"],"."],[".footnote",{"id":"fn36","uri":"/manual/jesus-the-christ/chapter-27.fn36"},["b","36"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/nt/luke/18.9-14"},"Luke 18:9–14"],". Luke’s narrative, the order of which we have followed in the events succeeding Christ’s departure from Jerusalem after the Feast of Tabernacles, includes our Lord’s reply to the Pharisee’s question as to “when the kingdom of God should come,” and additions thereto (",["a.scriptureRef",{"href":"/scriptures/nt/luke/17.20-37"},"17:20–37"],"); these matters were afterward treated with greater fulness in a discourse near Jerusalem (",["a.scriptureRef",{"href":"/scriptures/nt/matt/24"},"Matthew 24"],") and will be considered in connection with that later event. The Parable of the Importunate Widow (",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.1-7"},"Luke 18:1–7"],") has already received attention (page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-26.p37"},"436"],")."],[".footnote",{"id":"fn37","uri":"/manual/jesus-the-christ/chapter-27.fn37"},["b","37"],["span.label","k"],"Note to what blasphemous extreme the doctrine of supererogation, or excess of merit, was carried by the papacy in the 13th century; see",["span.emphasis","The Great Apostasy,"],"913–15."],[".footnote",{"id":"fn38","uri":"/manual/jesus-the-christ/chapter-27.fn38"},["b","38"],["span.label","l"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/14.11"},"Luke 14:11"],"."],[".footnote",{"id":"fn39","uri":"/manual/jesus-the-christ/chapter-27.fn39"},["b","39"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/19.3-12"},"Matthew 19:3–12"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.2-12"},"Mark 10:2–12"],". This subject is introduced by Matthew and Mark directly preceding that of Christ blessing little children; which latter is recorded by Luke next after the Parable of the Pharisee and the Publican. We therefore turn from Luke’s record to the accounts given by the other synoptic writers."],[".footnote",{"id":"fn40","uri":"/manual/jesus-the-christ/chapter-27.fn40"},["b","40"],["span.label","n"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p71"},"Note 4"],", end of chapter."],[".footnote",{"id":"fn41","uri":"/manual/jesus-the-christ/chapter-27.fn41"},["b","41"],["span.label","o"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.27"},"Genesis 1:27"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.24"},"2:24"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/5.2"},"5:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.31"},"Ephesians 5:31"],"."],[".footnote",{"id":"fn42","uri":"/manual/jesus-the-christ/chapter-27.fn42"},["b","42"],["span.label","p"],["a.scriptureRef",{"href":"/scriptures/ot/deut/24.1-4"},"Deuteronomy 24:1–4"],"."],[".footnote",{"id":"fn43","uri":"/manual/jesus-the-christ/chapter-27.fn43"},["b","43"],["span.label","q"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.32"},"Matthew 5:32"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/16.18"},"Luke 16:18"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/7.10-13"},"1 Corinthians 7:10–13"],"."],[".footnote",{"id":"fn44","uri":"/manual/jesus-the-christ/chapter-27.fn44"},["b","44"],["span.label","r"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p72"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn45","uri":"/manual/jesus-the-christ/chapter-27.fn45"},["b","45"],["span.label","s"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/heb/13.4"},"Hebrews 13:4"],"."],[".footnote",{"id":"fn46","uri":"/manual/jesus-the-christ/chapter-27.fn46"},["b","46"],["span.label","t"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.11"},"1 Corinthians 11:11"],"."],[".footnote",{"id":"fn47","uri":"/manual/jesus-the-christ/chapter-27.fn47"},["b","47"],["span.label","u"],["a.scriptureRef",{"href":"/scriptures/nt/mark/10.13-16"},"Mark 10:13–16"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.13-15"},"Matthew 19:13–15"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.15-17"},"Luke 18:15–17"],"."],[".footnote",{"id":"fn48","uri":"/manual/jesus-the-christ/chapter-27.fn48"},["b","48"],["span.label","v"],"Compare",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.11-25"},"3 Nephi 17:11–25"],". See",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p73"},"Note 6"],", end of chapter."],[".footnote",{"id":"fn49","uri":"/manual/jesus-the-christ/chapter-27.fn49"},["b","49"],["span.label","w"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-24.p22"},"386"],"."],[".footnote",{"id":"fn50","uri":"/manual/jesus-the-christ/chapter-27.fn50"},["b","50"],["span.label","x"],["a.scriptureRef",{"href":"/scriptures/nt/matt/19.16-26"},"Matthew 19:16–26"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.17-27"},"Mark 10:17–27"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.18-30"},"Luke 18:18–30"],"."],[".footnote",{"id":"fn51","uri":"/manual/jesus-the-christ/chapter-27.fn51"},["b","51"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/nt/luke/10.25"},"Luke 10:25"],"; page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-26.p19"},"429"],"herein."],[".footnote",{"id":"fn52","uri":"/manual/jesus-the-christ/chapter-27.fn52"},["b","52"],["span.label","z"],"This is Mark’s record (",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.21"},"10:21"],"), which is the most detailed of the three accounts."],[".footnote",{"id":"fn53","uri":"/manual/jesus-the-christ/chapter-27.fn53"},["b","53"],["span.label","a"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p75"},"Note 7"],", end of chapter."],[".footnote",{"id":"fn54","uri":"/manual/jesus-the-christ/chapter-27.fn54"},["b","54"],["span.label","b"],"Consider the lessons of the parables of the Hidden Treasure, and the Pearl of Great Price, pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-19.p35"},"292–94"],"."],[".footnote",{"id":"fn55","uri":"/manual/jesus-the-christ/chapter-27.fn55"},["b","55"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/19.27-30"},"Matthew 19:27–30"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.28-31"},"Mark 10:28–31"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.28-30"},"Luke 18:28–30"],"."],[".footnote",{"id":"fn56","uri":"/manual/jesus-the-christ/chapter-27.fn56"},["b","56"],["span.label","d"],["a.scriptureRef",{"href":"/scriptures/nt/matt/20.1-16"},"Matthew 20:1–16"],". The parable is the outgrowth of the events immediately preceding it.",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.27-30"},"Matthew 19:27–30"],"should be read as part of the narrative continued in chapter",["a.scriptureRef",{"href":"/scriptures/nt/matt/20"},"20"],". The existing division into chapters is unfortunate."],[".footnote",{"id":"fn57","uri":"/manual/jesus-the-christ/chapter-27.fn57"},["b","57"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/ot/deut/24.15"},"Deuteronomy 24:15"],"."],[".footnote",{"id":"fn58","uri":"/manual/jesus-the-christ/chapter-27.fn58"},["b","58"],["span.label","f"],"The concluding clause, “for many be called but few chosen,” is omitted from the revised version.",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-27.p77"},"Note 8"],", end of chapter."],[".footnote",{"id":"fn59","uri":"/manual/jesus-the-christ/chapter-27.fn59"},["b","59"],["span.label","g"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-25.p43"},"416"],"."]]}
