{"id":27,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":27,"title":"Chapter 25: Priesthood: What It Is, How It Works","subtitle":"","short_title":"Chapter 25","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-25-priesthood-what-it-is-how-it-works","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-25-priesthood-what-it-is-how-it-works.head1"},[".titleNumber","Chapter 25"],["h1","Priesthood: What It Is, How It Works"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-25-priesthood-what-it-is-how-it-works.p4"},"This chapter is closely related to chapter 26, “The Oath and Covenant of the Priesthood.” Reviewing both chapters together may give you some ideas for your lesson presentations."],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-25-priesthood-what-it-is-how-it-works.f1"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Share the following story by Elder Paul H. Dunn to illustrate the importance of bearing the priesthood:"],[".para","“Just the other day another father told me of a great experience. He said he was sitting in his living room, visiting with his family late Sunday afternoon, when his little eight-year-old son asked him this question, ‘Daddy, are you going to sacrament meeting tonight?’ The father replied, ‘Yes, son.’ The son then asked, ‘Why?’"],[".para","“And while the father contemplated what profound answer he might give to the question, the little seven-year-old sister who was sitting also at the father’s knee said very quickly and simply, ‘Because he is a priesthood man, that’s why.’ The father could not have been more proud."],[".para","“And may I say tonight, brethren, that more important than being a Princeton man, a Yale man, a Harvard man, or any other kind of man, is the honor of being a ‘priesthood man.’ That is the great lesson I have learned tonight again as I have listened to the testimony of President McKay, who has exemplified these very principles in deed.” (In Conference Report, Apr. 1967, pp. 92–93.)"],[".para","What does being a “priesthood man” mean to your students? Why would it be more important to be a “priesthood man” than a Yale man or a Harvard man? Tell the students that this chapter should help increase their understanding of the priesthood."]]]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-25-priesthood-what-it-is-how-it-works.f2"},["ol.alphaCaps",["li",["span.label","A."],[".para","The priesthood is divine power and authority."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Ask the students to brainstorm with you to make a list of everything they know about the priesthood. List on the chalkboard the students’ comments. Make sure the list includes the official title of the priesthood: “the Holy Priesthood, after the Order of the Son of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.3"},"D&C 107:3"],")."],[".para","Now ask for a definition of the word",["span.emphasis","priesthood"],". After a brief discussion, read President Joseph F. Smith’s definition given in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-25-priesthood-what-it-is-how-it-works.p31"},"Supporting Statements A"],"on page 67 of the student manual (see",["span.emphasis","Gospel Doctrine,"],"pp. 139–40)."]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.19"},"Matthew 16:19"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/hel/10.6-7"},"Helaman 10:6–7"],". Discuss the meaning of the sealing power of the priesthood. Ask the students how they would feel to know the Lord trusted them as he did Nephi, to know that whatever they asked would be according to the will of God. Point out that this blessing is ultimately possible with the priesthood if we are completely obedient and if we seek to do only our Heavenly Father’s will."]],["li",["span.label","■"],[".para","Ask the students to list everything that will be eternally binding in the heavens when it has been bound on earth by priesthood authority. (All priesthood ordinances.) You may want to discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.7"},"Doctrine and Covenants 132:7"],"."]]]]],["li",["span.label","B."],[".para","Priesthood authority is conferred only by the laying on of hands."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Pull out your checkbook, and ask what would be required if a student wanted to use your checkbook legally. You would have to authorize him to use it, and you both would need to fill out signature cards so he could sign your checks. Discuss the eventual consequences if he signed and used your checks without the proper authorization."],[".para","Just as certain things must be done before we can legally use a checking account, certain things must also occur before we can legitimately use the priesthood. The priesthood can be conferred upon righteous males who are members of the Church only by the laying on of hands by a worthy priesthood bearer who is authorized to perform the ordinance."],[".para","Develop the following scripture chain concerning the conferring of the priesthood:"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.4"},"Hebrews 5:4"],". A man must be called of God, as was Aaron."]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.1"},"Exodus 28:1"],". Aaron was called by revelation through a prophet."]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/6.1"},"Alma 6:1"],". Ordination occurs by the laying on of hands according to the order of God."]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"],". All priesthood holders must be called of God by prophecy and by the laying on of hands."]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.73"},"Doctrine and Covenants 20:73"],". A person who has the priesthood is called of God and has authority from Jesus Christ."]]]]]]],["li",["span.label","C."],[".para","There are two orders of priesthood."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read and discuss with the students",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.6"},"Doctrine and Covenants 107:6"],"."],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.18-20"},"Doctrine and Covenants 107:18–20"],", and discuss the keys each order of the priesthood holds. You may also want to refer to",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-25-priesthood-what-it-is-how-it-works.p36"},"Supporting Statements C"],"on page 68 of the student manual to help explain the different keys of the Aaronic and Melchizedek priesthoods."]]]]],["li",["span.label","D."],[".para","The work of God is performed by the power of the priesthood."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.29"},"Doctrine and Covenants 64:29"],", and explain that priesthood holders are agents of the Lord, given full power to act in his name. Ask what God’s primary work is; refer to",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],". Using Doctrinal Outline D on page 67 of the student manual, list four general areas in which priesthood holders help our Heavenly Father perform his work. You might use the following passages:"],["ul.noMarker",["li",[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.8"},"Doctrine and Covenants 107:8"],"."],"Preside over and direct the affairs of God on earth."]],["li",[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.3"},"Alma 17:3"],"."],"Teach and instruct others with the power and authority of God."]],["li",[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.11"},"Doctrine and Covenants 42:11"],"."],"Build up, strengthen, and bless the Church."]],["li",[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.18-20"},"Doctrine and Covenants 107:18–20"],"."],"Administer gospel ordinances and spiritual blessings."]]]],["li",["span.label","■"],[".para","Have the students read President David O. McKay’s comment in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-25-priesthood-what-it-is-how-it-works.p44"},"Supporting Statements D"],"on page 68 of the student manual (see",["span.emphasis","Gospel Ideals,"],"p. 168). Ask the students to explain the sentence, “You represent God in the field to which you are assigned.”"]]]]],["li",["span.label","E."],[".para","Through the keys of the priesthood, God directs and correlates his work."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","The keys God uses to direct his work on earth are the keys of presiding and directing the work of the kingdom. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.2"},"Doctrine and Covenants 81:2"],", and then share the following story told by Elder Boyd K. Packer to illustrate that the keys of the kingdom belong to the President of the Church:"],[".para","“In 1976 an area general conference was held in Copenhagen, Denmark. Following the closing session, President Kimball expressed a desire to visit the Vor Frue Church, where the Thorvaldsen statues of the Christus and of the Twelve Apostles stand. …"],[".para","“To the front of the church, behind the altar, stands the familiar statue of the Christus with his arms turned forward and somewhat outstretched, the hands showing the imprint of the nails, the wound in his side clearly visible. Along each side stand the statues of the Apostles. Peter at the front on the right side of the church, and the other Apostles in order. It is not a large building, and these beautiful statues make an impressive sight indeed. …"],[".para","“I stood with President Kimball, Elder Rex Pinegar, and President Bentine, the stake president, before the statue of Peter. In his hand, depicted in marble, is a set of heavy keys. President Kimball pointed to them and explained what they symbolized. Then, in an act I shall never forget, he turned to President Bentine and with unaccustomed sternness pointed his finger at him and said with firm, impressive words, ‘I want you to tell every Lutheran in Denmark that they do not hold the keys! I hold the keys! We hold the real keys and we use them every day.’” (",["span.emphasis","The Holy Temple,"],"p. 83.)"]],["li",["span.label","■"],[".para","Using the scriptures in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-25-priesthood-what-it-is-how-it-works.p26"},"Doctrinal Outline E 4 and E 5"],"on page 67 of the student manual, review how the keys of presidency, or presiding, were bestowed upon Peter, James, and John and in turn upon Joseph Smith, down to the present-day prophet. You may want to read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-25-priesthood-what-it-is-how-it-works.p48"},"Supporting Statements E"],"on page 68 of the student manual President Wilford Woodruff’s statement about the priesthood keys that were restored to Joseph Smith (see",["span.emphasis","Journal of Discourses,"],"16:267.)"]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p42","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-25-priesthood-what-it-is-how-it-works.p42"},"Challenge the students to learn more about the priesthood and the blessings it can bring into their lives. To help the class appreciate the power of the priesthood, you may want to conclude with an insight President Spencer W. Kimball gave at the 1974 Stockholm area conference:"],["div",{"id":"p43","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-25-priesthood-what-it-is-how-it-works.p43"},"“This is not a plaything. The priesthood of God is the most serious thing in the world. It was by the priesthood the world was created. And it is by the priesthood that your world will be created; and if you ever become a God in a world of your own, with your wife, your family, it will be through the magnifying of this priesthood which you hold.” (In Conference Report, Stockholm Sweden Area Conference, Aug. 1974, p. 100.)"]]]],"refs":null}
