{"id":27,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":27,"title":"The Last Days and the Millennium (Isaiah 55–66)","subtitle":"","short_title":18,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.head1"},[".titleNumber","18"],["h1","The Last Days and the Millennium"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/isa/55"},"Isaiah 55–66"]]],[".bodyBlock",[".topic",["h2","(18-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p5"},"Jesus said, “Great are the words of Isaiah” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.1"},"3 Nephi 23:1"],"). That statement is true not only of Isaiah’s powers of expression but also of his ability to see into the future, to reveal things of future generations. Of particular interest are his revelations pertaining to our own time—the last days—and the great Millennium that will follow. Truly, as Jesus said, “great are the words of Isaiah, for surely he spake as touching all things concerning my people which are of the house of Israel” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.1-2"},"3 Nephi 23:1–2"],")."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/isa/55"},"Isaiah 55–66"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Isaiah 55–66"],[".topic",["h3","(18-2)",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.1-2"},"Isaiah 55:1–2"],". “Come Ye to the Waters … Buy, and Eat”"],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p11"},"This passage about coming to the waters and eating is repeated by Jacob in his sermon on the Atonement and forms the basis for his plea that all will come and partake of the blessings of redemption. The Book of Mormon passage has some additions that are significant. Carefully compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.1"},"Isaiah 55:1"],"with",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.50-51"},"2 Nephi 9:50–51"],"."],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p12"},"The meaning of the scriptures is clear. Jesus is the “living water” and “the bread of life” (see",["a.scriptureRef",{"href":"/scriptures/nt/john/4.13"},"John 4:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.47-51"},"6:47–51"],"), and His gracious gifts to men are free. The invitation to come unto Christ and obtain those gifts without money and without price suggests not that they can be obtained without effort but that one does not need the goods of this world to obtain them."],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p13"},"Elder Marion G. Romney explained what price is required:"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p14"},"“When earth life is over and things appear in their true perspective, we shall more clearly see and realize what the Lord and his prophets have repeatedly told us, that the fruits of the gospel are the only objectives worthy of life’s full efforts. Their possessor obtains true wealth—wealth in the Lord’s view of values. …"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p15"},"“I conceive the blessings of the gospel to be of such inestimable worth that the price for them must be very exacting, and if I correctly understand what the Lord has said on the subject, it is. The price, however, is within the reach of us all, because it is not to be paid in money nor in any of this world’s goods but in righteous living. What is required is wholehearted devotion to the gospel and unreserved allegiance to the Church of Jesus Christ of Latter-day Saints. …"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p16"},"“A half-hearted performance is not enough. We cannot obtain these blessings and be like the rich young man who protested that he had kept the commandments from his youth up but who went away sorrowful when, in answer to the question, ‘What lack I yet?’ Jesus said unto him,"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p17"},"“‘If thou wilt be perfect, go and sell that thou hast, and give to the poor … and come and follow me.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.21"},"Matt. 19:21"],".) Evidently he could live everything but the welfare program."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p18"},"“There can be no such reservation. We must be willing to sacrifice everything. Through self-discipline and devotion we must demonstrate to the Lord that we are willing to serve him under all circumstances. When we have done this, we shall receive an assurance that we shall have eternal life in the world to come. Then we shall have peace in this world.” (In Conference Report, Oct. 1949, pp. 39, 43–44.)"]],[".topic",["h3","(18-3)",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.3"},"Isaiah 55:3"],". “The Sure Mercies of David”"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p20"},"For an explanation of who “David” is, see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-13.p1"},"Notes and Commentary on Isaiah 11:1"],"."]],[".topic",["h3","(18-4)",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.8-13"},"Isaiah 55:8–13"],". How May God’s Children Partake of His Goodness?"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p22"},"God’s ways, words, and thoughts are not like ours: they are higher and greater. As the rain comes down from heaven to help crops grow and provide food for us, so will the words of God feed and prosper our souls if we incline our ears to hear His word. But often we are tempted to forget God and trust in our own wisdom or reject God’s way of doing things because they are not done as we think they should be done."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p23"},"Elder John Taylor commented on the passage in Isaiah: “We know in part, and see in part, and comprehend in part; and many of the things of God are hid from our view, both things that are past, things that are present, and things that are to come. Hence the world in general sit in judgment upon the actions of God that are passing among them, they make use of the weak judgment that God has given them to scan the designs of God, to unravel the mysteries that are past, and things that are still hid, forgetting that no man knows the things of God but by the Spirit of God; forgetting that the wisdom of this world is foolishness with God; forgetting that no man in and of himself is competent to unravel the designs and know the purposes of Jehovah, whether in relation to the past, present, or future; and hence, forgetting this, they fall into all kinds of blunders; they blunder over things that are contained in the Scriptures, some of which are a representation of the follies and weaknesses of men, and some of them perhaps may be the wisdom and intelligence of God, that are as far above their wisdom and intelligence as the heavens are above the earth.” (In",["span.emphasis","Journal of Discourses,"],"1:368.)"]],[".topic",["h3","(18-5)",["a.scriptureRef",{"href":"/scriptures/ot/isa/56.1-8"},"Isaiah 56:1–8"],". Who Are the “Son of the Stranger” and the “Eunuch”? What Is Their Significance?"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p25"},"To understand Isaiah’s meaning in 56:1–8, one must understand the significance of three words and their meaning to ancient Israel. The words are",["span.emphasis","Sabbath, strangers,"],"and",["span.emphasis","eunuchs."]],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p26"},["span.emphasis","Sabbath."],"Modern readers think only of Sunday, or the Lord’s day, as the Sabbath, but for ancient Israel",["span.emphasis","Sabbath"],"had a wider meaning. The weekly sabbath was only one of several days called the Sabbath. All of the feast days, including Passover, Pentecost, Tabernacles, and the day of Atonement, were also called sabbaths (see Samuel Fallows, ed.,",["span.emphasis","The Popular and Critical Bible Encyclopedia and Scriptural Dictionary,"],"s.v. “Sabbath”; James Hastings, ed.,",["span.emphasis","A Dictionary of the Bible,"],"s.v. “Sabbaths.”) Thus, to “keep my sabbaths [plural]” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/56.4"},"v. 4"],") implied a keeping of the whole law of Moses, since the various feasts covered many aspects of the Israelites’ commitment to God. Also, by revelation, the Lord told Moses that keeping the Sabbath was a sign of the covenant between Israel and God (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.13,16-17"},"Exodus 31:13, 16–17"],"). When Isaiah talked about polluting the Sabbath, he meant far more than simply working or playing on Sunday (Saturday for the Jews)."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p27"},["span.emphasis","Strangers."],"“A stranger in the Mosaic law, and in the Old Testament generally, means one not of Israelitish descent dwelling with the Hebrews, as distinguished from a foreigner temporarily visiting the land [",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.10"},"Exodus 20:10"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/16.29"},"Leviticus 16:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/17.8"},"17:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/1.13"},"2 Samuel 1:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/14.7"},"Ezekiel 14:7"],"]. The stranger was not a full citizen, yet he had recognized rights and duties. He was under the protection of God, and the Israelites were charged to treat him kindly [",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.33-34"},"Leviticus 19:33–34"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/10.18-19"},"Deuteronomy 10:18–19"],"].” (Fallows, ed.,",["span.emphasis","Bible Encyclopedia,"],"s.v. “strangers.”)"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p28"},["span.emphasis","Eunuchs."],"Under the Mosaic law, anyone who had been sexually mutilated was not allowed into full fellowship in the house of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.1-2"},"Deuteronomy 23:1–2"],"). The law was likely written because wholeness of body typified or symbolized spiritual wholeness. (see",["span.emphasis","Old Testament Student Manual: Genesis–2 Samuel"],"[religion 301, 2003],",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel"},"pp. 229–30"],".) A priest or Levite who was a eunuch could not function in the priesthood offices (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/21.17-23"},"Leviticus 21:17–23"],")."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p29"},"With an understanding of these three words, one can see the beauty of Isaiah’s promise given in",["a.scriptureRef",{"href":"/scriptures/ot/isa/56"},"Isaiah 56"],". Strangers (Gentiles) and eunuchs (those previously excluded from full fellowship with the covenant people, and who felt they could produce no fruit in the covenant, being “a dry tree” [",["a.scriptureRef",{"href":"/scriptures/ot/isa/56.3"},"v. 3"],"]) would now find the full blessings of God extended to them if they kept the sabbaths (epitomizing the law of God). Not only will the “outcasts of Israel” (those who were scattered) be gathered in the last days, but so will “others” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/56.8"},"v. 8"],"). Whether one is a literal descendant of Israel will not matter as much as whether one will make and keep the covenant with God. In the age of restoration, the house of God will be “an house of prayer for",["span.emphasis","all"],"people” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/56.7"},"v. 7"],"; emphasis added)."]],[".topic",["h3","(18-6)",["a.scriptureRef",{"href":"/scriptures/ot/isa/56.9-12"},"Isaiah 56:9–12"],". To Whom Might the Special Figures in These Verses Refer?"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p31"},"There is no general agreement among scholars about the meaning of “beasts,” “watchmen,” “dogs,” and “shepherds” mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/isa/56.9-12"},"Isaiah 56:9–12"],". The beasts devour, the watchmen are blind, the dogs are mute and greedy, and the shepherds are without understanding. In a latter-day context, which this seems to be, these figures may point to the Gentiles who reject the gospel when it is presented to them and seek to have others do the same. This passage may also refer to those who have the gospel (watch over the flock) but do not make it available to others."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p32"},"“Kimchi observes, ‘The flock is intrusted to the care of these watchmen. The wild beasts come; these dogs bark not; and the wild beasts devour the flock. Thus they do not",["span.emphasis","profit"],"the flock. Yea, they",["span.emphasis","injure"],"it; for the owner trusts in them, that they will watch and be faithful; but they are not. These are the false teachers and careless shepherds.’” (Adam Clarke,",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"4:212.)"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p33"},"These words are an apt description of the Christian world of the last days. Read Nephi’s comments about the churches of today (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.3-9"},"2 Nephi 28:3–9"],") and compare them with Moroni’s comments (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.31-33,37-39"},"Mormon 8:31–33, 37–39"],")."]],[".topic",["h3","(18-7)",["a.scriptureRef",{"href":"/scriptures/ot/isa/57"},"Isaiah 57"],". “There Is No Peace, Saith My God, to the Wicked”"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p35"},"When the righteous die, they go to paradise, a state of peace and rest. The wicked, on the other hand, know no peace.",["a.scriptureRef",{"href":"/scriptures/ot/isa/57.3-12"},"Isaiah 57:3–12"],"refers to general wickedness and uses Israel’s faithlessness to God, described here and in other places as adultery, for an example (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/57.7-8"},"vv. 7–8"],"). “I will declare thy righteousness, and thy works,” the Lord said, “for they shall not profit thee” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/57.12"},"v. 12"],"). The book of Proverbs perhaps states it best: “Treasures of wickedness profit nothing: but righteousness delivereth from death” (",["a.scriptureRef",{"href":"/scriptures/ot/prov/10.2"},"Proverbs 10:2"],")."]],[".topic",["h3","(18-8)",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.1-7"},"Isaiah 58:1–7"],". Is There a Proper Way to Fast?"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p38"},"Men who truly love the Lord seek to overcome their sins and to draw nearer to the Lord in fasting and prayer. Whether",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.1-7"},"Isaiah 58:1–7"],"refers to ancient or to modern Israel, or to both, is not clear. It is certain that there is a proper way to fast and to commune with God. The guilty Israelites described in these verses seem to have been disturbed because they fasted and God seemed not to notice; they afflicted their souls and God failed to regard their sufferings (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.3"},"v. 3"],"). But the Lord pointed out that they were fasting for improper reasons. Instead of abstaining from food and the activities of the world, they continued in their labors and pleasures (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.3"},"v. 3"],"). “Behold, ye fast for strife and debate, and [seek for strength] to smite with the fist of wickedness” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.4"},"v. 4"],"). That is not the kind of fast the Lord enjoined. The Lord challenged them to answer if their kind of fasting is the fast “that I have chosen” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.5"},"v. 5"],"). In other words, is it a proper fast, pleasing to Him? Does it show true humility and reliance on God? Fasting has genuine spiritual purpose: it breaks the bands of wickedness, sets free the spiritually oppressed, and provides bread for the hungry and covering for the naked (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.6-7"},"vv. 6–7"],"). Bishop John H. Vandenberg explained:"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p39"},"“I suppose when he speaks of ‘loosing the bands of wickedness’ of ‘undoing the heavy burdens,’ and the ‘breaking of every yoke’ that he is referring to the wickedness of people who think only of themselves in selfishness, vanity, pride, and having hearts so set upon the things of this world that the two great commandments of loving God and loving neighbor are entirely forgotten. The principles of loving thy neighbor and of loving God are encompassed in the true purpose of the fast."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p40"},"“Certainly, it takes no imagination to understand what is meant when he says, ‘… that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?’"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p41"},"“He meant that in addition to taking care of the poor, that we should watch over our own kin and be responsible for our father, mother, brother, and sister when they are in need."],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p42"},"“It is here that I would like to state that the Lord has caused a day of fasting and prayer to be set up in this day so that collectively the Church might join together to fulfil the purposes of fasting.” (In Conference Report, Apr. 1963, p. 28.)"]],[".topic",["h3","(18-9)",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.8-12"},"Isaiah 58:8–12"],". Promises for Those Who Fast Properly"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p44"},"Bishop Vandenberg explained the significance of the blessings promised in",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.8-12"},"Isaiah 58:8–12"],":"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p45"},"“Listen again to Isaiah and this promise, ‘Then shall thy light break forth as the morning, and thine health shall spring forth speedily: …’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.8"},"Isa. 58:8"],".) What would this be worth to you? Think of what it means. ‘… and thy righteousness shall go before thee; the glory of the Lord shall be thy rereward. …’"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p46"},"“Further, ‘Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. …’ [",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.9"},"Isaiah 58:9"],".] What more assurance would we need than this as a promise that we may call upon the Lord and he will answer?"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p47"},"“Then Isaiah reiterates: ‘… If thou take away from … thee the yoke, (or wickedness) the putting forth of the finger, (or accusing others) and speaking vanity;"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p48"},"“‘And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noon day:"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p49"},"“‘And the Lord shall guide thee continually, (or the Holy Ghost will direct your daily life) and satisfy thy soul in drought, (This is your personal security in times of need and difficulty.) and make fat thy bones: (I believe this has to do with health. In the bone there is marrow and marrow manufactures the blood that is vital to the strength and well-being of the body.) and thou shalt be like a watered garden, and like a spring of water, whose waters fail not (or inspiration and wisdom will flow from you continually)."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p50"},"“‘And they that shall be of thee shall build the old waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in.’ (",["span.emphasis","Ibid.,"],"58:9–12.) To me this is a promise to those working with the members of the Church who are in need physically and spiritually, ‘they that shall be of thee,’ or that you may be able to help them—to do what? ‘Build the old waste places,’ and as you help them to build ‘thou shalt raise up the foundations of (their) many generations (to follow); and then thou shalt be called, The repairer of the breach.’ In other words, you have helped them overcome their weaknesses, to restore their souls, to bridge the gap through reactivating, rehabilitation, and ‘restoring’ the path for them to walk in.” (In Conference Report, Apr. 1963, p. 29.)"]],[".topic",["h3","(18-10)",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.8"},"Isaiah 58:8"],". What Is the Meaning of the Word",["span.emphasis","Rereward"],"?"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p52"},["span.emphasis","Rereward"],"is an older word meaning “rear guard.” The Hebrew word",["span.emphasis","asaph"],"has the root meaning of “to gather” and, as used in",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.8"},"Isaiah 58:8"],", “it is applied to the gathering up of the scattered rear of an army, or the keeping it from straggling, and defending it from the attacks of an enemy” (William Wilson,",["span.emphasis","Old Testament Word Studies,"],"s.v. “rereward.”) A better translation would be “the glory of Jehovah will gather thee, or keep thee together,",["span.emphasis","i.e."],"be thy rear-guard” (C. F. Keil and F. Delitzsch,",["span.emphasis","Commentary on the Old Testament,"],"7:2:390)."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p53"},"“When Israel is diligent in the performance of works of compassionate love, it is like an army on the march or travelling caravan, for which righteousness clears and shows the way as being the most appropriate gift of God, and whose rear is closed by the glory of God, which so conducts it to its goal that not one is left behind” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"7:2:390)."]],[".topic",["h3","(18-11)",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.13-14"},"Isaiah 58:13–14"],". The Law of the Sabbath"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p55"},"In the same beautifully poetic language with which he portrayed the law of the fast, Isaiah explained the covenant of the Sabbath by using an “if-then” construction: If we do our part (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.13"},"Isaiah 58:13"],"), then God will bless us in specific ways (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.14"}],"v. 14)."],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p56"},"Our part is to turn away our foot (the symbol of following or obeying) from doing our own pleasure on the Sabbath, to call the Sabbath a delight (that is, to take delight in it), to call it the “holy of the Lord” (",["span.emphasis","holy"],"means set apart or sanctified for the work of God), to call it honorable (that is, capable of being honored), and to honor God by not doing our own ways, finding our own pleasures, or even speaking our own words (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.13"},"v. 13"],"). If we do this, then we will be able to delight ourself in the Lord (a promise similar to “then shall thy confidence wax strong in the presence of God” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],"]). We will be able to ride upon the “high places of the earth” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.14"},"Isaiah 58:14"],"; mountains, or the high places of the earth, have long been the site of revelation and communion with God; see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.1"},"Moses 1:1"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.2"},"7:2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.1"},"1 Nephi 11:1"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.1"},"Ether 3:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.2"},"Isaiah 2:2"],"). And we will feed on the heritage of Jacob (eat or consume it so that it becomes part of us). The word",["span.emphasis","heritage"],"comes from the same root as",["span.emphasis","heir"],"and",["span.emphasis","inherit."],"Latter-day revelation teaches that Jacob’s inheritance is exaltation and godhood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.37"},"D&C 132:37"],")."]],[".topic",["h3","(18-12)",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.1-8"},"Isaiah 59:1–8"],". Iniquity Separates Us from the Lord"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p58"},"Those in any age who transgress God’s commands are separated from His Spirit. In their separated condition, they neither hear nor understand the word of the Lord, as Elder Mark E. Petersen explained:"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p59"},"“The true Church must always produce new scripture. … If it does not, we must admit that it has drifted from the path of truth and right. It was Isaiah who explained such a situation which existed anciently when he said:"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p60"},"“‘… the Lord’s hand is not shortened, that it cannot save; neither his ear heavy, that it cannot hear:"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p61"},"“‘For your iniquities have separated between you and your God, and you sins have hid his face from you, …’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.1-2"},"Isa. 59:1–2"],".)"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p62"},"“To say that there can be no new scripture is itself unscriptural and contrary to the teachings of the Bible. If we truly believe the Bible, we must expect additional scripture from time to time, and to do so we must look for living prophets to receive the revelations which are to become that new scripture. We cannot escape this conclusion. It is a well-established pattern of God’s hand-dealings with men all down through the ages.” (In Conference Report, Oct. 1964, p. 122.)"]],[".topic",["h3","(18-13)",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.9-15"},"Isaiah 59:9–15"],". What Occurs When We Refuse to Hearken to God?"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p64"},"Failure to heed the word of the Lord causes people to “wait for light” but none comes (",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.9"},"Isaiah 59:9"],"), and thus they “walk in darkness” and “grope for the wall like the blind” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.10"},"v. 10"],"). Judgment (righteousness) disappears, transgression increases, and “truth faileth” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.15"},"v. 15"],"). Apostasy occurs whenever people turn away from the Lord."]],[".topic",["h3","(18-14)",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.16-21"},"Isaiah 59:16–21"],". What Time Periods Do These Verses Refer To?"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p67"},["a.scriptureRef",{"href":"/scriptures/ot/isa/59.16-21"},"Isaiah 59:16–21"],"refers to Jesus Christ, our intercessor with the Father. He came to earth because “there was no man” and “there was no intercessor” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.16"},"v. 16"],") for the people. If the Savior had not been sent, our state, because of iniquity, would have been grim indeed (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.1-15"},"vv. 1–15"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.8-9"},"2 Nephi 9:8–9"],"). Therefore, Jesus was sent to earth. “His arm brought [man’s] salvation unto him,” which was possible because “his righteousness, it sustained him,” much as a breastplate protects a soldier in battle (",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.16"},"v. 16"],"). On His head was a “helmet of salvation,” and He was clothed in “garments of vengeance,” for He deals with men “according to their deeds” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.17-18"},"vv. 17–18"],")."],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p68"},"When the Savior comes again, He will “come to Zion,” and if Jacob, or the house of Israel, will “turn from transgression” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/59.20"},"v. 20"],") to the Lord, He will place His Spirit upon them. Elder Orson Pratt said of that promise: “Certainly Jesus, when he came eighteen centuries ago, did not turn away ungodliness from Jacob, for they then were filling up their cup with iniquity. They have remained in unbelief from that day to this; hence, there did not come a Deliverer out of Zion eighteen centuries ago. But the Zion of the last days, that Zion that is so frequently and so fully spoken of by the ancient prophets, especially by Isaiah, is the Church and kingdom of God; and out of that Church or kingdom or Zion is to come a Deliverer, who will turn away ungodliness from Jacob after the times of the Gentiles are fulfilled.” (In",["span.emphasis","Journal of Discourses,"],"14:64.)"]],[".topic",["h3","(18-15)",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.1-2"},"Isaiah 60:1–2"],". “Darkness Shall Cover the Earth”"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p70"},"The Light of Zion is the Lord Himself, and these verses refer to conditions of the latter days when Zion shines forth but darkness covers the earth. Elder Orson Pratt wrote: “The Zion that is here spoken of is called to ‘arise and shine, for the glory of the Lord is risen upon thee.’ There is no one thing more fully revealed in the Scriptures of eternal truth, than the rise of the Zion of our God in the latter days, clothed upon with the glory of God from the heavens—a Zion that will attract the attention of all the nations and kindreds of the whole earth. It will not be something that takes place in a corner on some distant island of the sea, or away among some obscure people; but it will be something that will call forth the attention of all people and nations upon the face of the whole earth.” (In",["span.emphasis","Journal of Discourses,"],"16:78.)"]],[".topic",["h3","(18-16)",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.3-18"},"Isaiah 60:3–18"],". “Who Are These That Fly As a Cloud”?"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p72"},"Although",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.3"},"Isaiah 60:3"],"is sometimes seen by scholars as a prophetic utterance relating to the wise men who came from the east to visit the child born in Bethlehem (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.1-15"},"Matthew 2:1–15"],"), in context it is a prophecy of a Zion of the latter days, perhaps the New Jerusalem. Zion’s “sons shall come from far” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.4"},"Isaiah 60:4"],"), and “the forces of the Gentiles” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.5"},"v. 5"],") will do the same. Gold, silver, camels, and dromedaries (symbols of earthly wealth) will be brought to “glorify the house of [God’s] glory” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.7"},"v. 7"],"). As these precious things are gathered in, “the sons of strangers” (Gentiles) will build her walls or help in rebuilding Jerusalem (",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.10"},"v. 10"],"; compare Notes and Commentary on Isaiah 49:22)."],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p73"},"About the phrase “thy gates shall be open continually” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.11"},"Isaiah 60:11"],"), Elder Orson Pratt said: “‘They shall not be shut day nor night, that men may bring unto thee the forces of the Gentiles, and that their kings may be brought, for the nation and kingdom that will not serve thee shall perish, yea, those nations shall be utterly wasted.’ What! no people or nation left that will not serve Zion? Not one. What will become of this great republic [the United States] … ? If they will comply with the ordinances of Zion, repent of their sins and be prepared for this great and glorious day, God will save them; but if they will not they will be utterly wasted away. Thus have the prophets declared.” (In",["span.emphasis","Journal of Discourses,"],"14:355.)"]],[".topic",["h3","(18-17)",["a.scriptureRef",{"href":"/scriptures/ot/isa/60.19-22"},"Isaiah 60:19–22"],". “The Sun Shall Be No More Thy Light by Day”"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p75"},"When the New Jerusalem is eventually built, and Jesus Christ returns to earth in glory, the need will disappear for the sun and the moon to give light to God’s covenant people. The Lord Himself will be an everlasting light."],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p76"},"“Zion will not need the sun when the Lord is there, and all the city is lighted up by the glory of his presence. When the whole heavens above are illuminated by the presence of his glory we shall not need those bright luminaries of heaven to give light, so far as the city of Zion is concerned. But there will be a great people round about, dwelling in other cities that will still have need of the light of the sun and the moon; but the great capital city where the Lord will establish one of his thrones—for his throne is not to be in Jerusalem alone, it will also be in Zion, as you will find in numerous places in this Bible. When therefore, he shall establish his throne in Zion and shall light up the habitations thereof with the glory of his presence, they will not need this light which comes from the bright luminaries that shine forth in yonder heavens, but they will be clothed upon with the glory of their God. When the people meet together in assemblies like this, in their Tabernacles, the Lord will meet with them, his glory will be upon them; a cloud will overshadow them by day and if they happen to have an evening meeting they will not need … lights of an artificial nature, for the Lord will be there and his glory will be upon all their assemblies. So says Isaiah the Prophet, and I believe it.” (Orson Pratt, in",["span.emphasis","Journal of Discourses,"],"14:355–56; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.57-58"},"D&C 133:57–58"],".)"]],[".topic",["h3","(18-18)",["a.scriptureRef",{"href":"/scriptures/ot/isa/61.1-2"},"Isaiah 61:1–2"],". “The Lord Hath Anointed Me to Preach Good Tidings”"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p78"},"Jesus quoted",["a.scriptureRef",{"href":"/scriptures/ot/isa/61.1-2"},"Isaiah 61:1–2"],"to the people of Nazareth in their synagogue. When He had finished, “the eyes of all them that were in the synagogue were fastened on him” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.20"},"Luke 4:20"],"). He then said, “This day is this scripture fulfilled in your ears” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.21"},"v. 21"],"; see",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.16-19"},"vv. 16–19"],"). These verses in Isaiah relate to Jesus as does the rest of",["a.scriptureRef",{"href":"/scriptures/ot/isa/61"},"Isaiah 61"],"—to Him and to the building of His Zion in the latter days. He it is who is appointed of the Father to preach the gospel unto men, to heal or provide forgiveness to the wounded soul, to preach deliverance to those captives in the spirit prison (see",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.18-19"},"1 Peter 3:18–19"],"). Jesus Himself cited this passage as evidence of His divinity (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.2-5"},"Matthew 11:2–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/7.19-22"},"Luke 7:19–22"],")."]],[".topic",["h3","(18-19)",["a.scriptureRef",{"href":"/scriptures/ot/isa/61.3-11"},"Isaiah 61:3–11"],". What Are the Robes of Righteousness and the Garments of Salvation?"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p80"},"The Lord does not work alone.",["a.scriptureRef",{"href":"/scriptures/ot/isa/61.3-11"},"Isaiah 61:3–11"],"refers to the physical restoration of Zion and to the priesthood, which Zion’s sons will use to restore again this glory of the Lord. Once again the marriage figure is employed to depict the covenant between the Lord and His people in the latter days. Covered “with the robe of righteousness” and dressed “as a bride adorneth herself with pearls” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/61.3-10"},"v. 10"],"), Zion awaits the coming of her “husband,” Jesus Christ. John the Revelator used a similar figure when he spoke of “the marriage of the Lamb [Jesus] and his wife [Zion]” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.7"},"Revelation 19:7"],"). Here the bride is “arrayed in fine linen,” symbolic of “the righteousness of saints” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.8"},"Revelation 19:8"],"). Thus will be fulfilled that part of the tenth article of faith that states: “Christ will reign personally upon the earth; and that the earth will be renewed and receive its paradisiacal glory.” Verse 11 of",["a.scriptureRef",{"href":"/scriptures/ot/isa/61"},"Isaiah 61"],"clearly describes that day when the Zion of the Lord, the New Jerusalem, will bring forth righteousness and praise “as the garden causeth the things that are sown in it to spring forth.”"]],[".topic",["h3","(18-20)",["a.scriptureRef",{"href":"/scriptures/ot/isa/62"},"Isaiah 62"],". How Is the Latter-day Union of God and His People Symbolized?"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p82"},"Once again Isaiah referred to the Old and New Jerusalems. Both are to possess “righteousness” that will “go forth as brightness” and offer salvation “as a lamp that burneth” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/62.1"},"Isaiah 62:1"],"). Zion is to be called by a “new name” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/62.2"},"v. 2"],"), the New Jerusalem, and the Old Jerusalem shall “no more be termed Forsaken” nor “Desolate” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/62.4"},"v. 4"],"). Once again Zion shall be married to the Lord. This symbol represents her return to spiritual righteousness, for “as the bridegroom rejoiceth over the bride, so shall [our] God rejoice over [Jerusalem’s restoration]” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/62.5"},"v. 5"],")."]],[".topic",["h3","(18-21)",["a.scriptureRef",{"href":"/scriptures/ot/isa/62.4-5"},"Isaiah 62:4–5"],". Why Will the Lord Call Israel “Hephzi-bah” and “Beulah”?"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p84"},"The words that Isaiah used to describe this latter-day condition of Zion are important.",["span.emphasis","Hephzi-bah"],"means “delightful” in Hebrew and may refer to Jerusalem and Zion’s latter-day righteousness.",["span.emphasis","Beulah"],"means “union” (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/62.4"},"Isaiah 62:4"],"). A marriage is once again the symbol of unity, but this time the marriage is not of the people and God but of the land and God."],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p85"},"According to the Doctrine and Covenants, there will come a time when “the land of Jerusalem and the land of Zion shall be turned back into their own place, and the earth shall be like as it was in the days before it was divided” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.24"},"D&C 133:24"],"). In the days of Peleg the earth was divided into continents (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/10.25"},"Genesis 10:25"],"), but before that time it was all united in one land mass. The joining of the continents once again can be likened to a union or a marriage that is both",["span.emphasis","hephzi-bah"],"and",["span.emphasis","beulah,"],"that is, delightful and united. The lands, like a man and woman in holy wedlock, will be sealed by the authority of the one officiating (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/62.4-5"},"JST, Isaiah 62:4–5"],")."]],[".topic",["h3","(18-22)",["a.scriptureRef",{"href":"/scriptures/ot/isa/63.1-9"},"Isaiah 63:1–9"],". “Wherefore Art Thou Red in Thine Apparel?”"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p87"},"see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.46-48"},"Doctrine and Covenants 133:46–48"],"."]],[".topic",["h3","(18-23)",["a.scriptureRef",{"href":"/scriptures/ot/isa/63.10-19"},"Isaiah 63:10–19"],". “O Lord, Why Hast Thou Suffered Us to Err?”"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p90"},["a.scriptureRef",{"href":"/scriptures/ot/isa/63.10-19"},"Isaiah 63:10–19"],"depicts a people gone astray, a people who have broken their covenants with the Lord. These verses explain the great judgment of the earth described in",["a.scriptureRef",{"href":"/scriptures/ot/isa/63.1-9"},"verses 1–9"],".",["a.scriptureRef",{"href":"/scriptures/ot/isa/63.17a"},"Verse 17"],"in the Joseph Smith Translation contains a significant alteration. Instead of “O Lord, why hast thou made us to err from thy ways and hardened our heart,” it reads, “O Lord, why hast thou suffered us to err from thy ways, and to harden our heart?” God does not compel people to sin or to harden their hearts. It is possible that the last part of verse 17 is a plea for the Lord to restore the lost tribes of Israel to the lands of their inheritance (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.23-33"},"D&C 133:23–33"],")."]],[".topic",["h3","(18-24)",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.1-3"},"Isaiah 64:1–3"],". What Do the Great Physical Disturbances Describe?"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p92"},"The first five verses in",["a.scriptureRef",{"href":"/scriptures/ot/isa/64"},"Isaiah 64"],"are quoted almost verbatim in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.40-45"},"Doctrine and Covenants 133:40–45"],". There, the obligation of God’s servants to go forth preaching the gospel and admonishing people to worship God so they can escape these great devastations is explained (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.37-39"},"D&C 133:37–39"],"). The description of the mountains flowing down at God’s presence (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.1,3"},"Isaiah 64:1, 3"],") is probably a reference to the tremendous physical changes that will attend the Savior’s Second Coming in glory (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.87-91"},"D&C 88:87–91"],"). At that time, valleys shall be “exalted” and mountains “made low” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.23"},"D&C 49:23"],"). God’s voice “shall break down the mountains,” so that “the valleys shall not be found” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.22"},"D&C 133:22"],")."],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p93"},"Jesus Christ is a celestial being. Since the sun is typical of the glory of the celestial kingdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.70"},"D&C 76:70"],"), the imagery of burning and fire that describes the Second Coming could actually be caused by the glory of Christ’s person. Elder Charles W. Penrose, writing of this day, said: “He comes! The earth shakes, and the tall mountains tremble; the mighty deep rolls back to the north as in fear, and the rent skies glow like molten brass. He comes! The dead Saints burst forth from their tombs, and ‘those who are alive and remain’ are ‘caught up’ with them to meet him [see",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/4.17"},"1 Thessalonians 4:17"],"]. The ungodly rush to hide themselves from his presence, and call upon the quivering rocks to cover them. He comes! with all the hosts of the righteous glorified. The breath of his lips strikes death to the wicked. His glory is a consuming fire. The proud and rebellious are as stubble; they are burned and ‘left neither root nor branch’ [see",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.1"},"Malachi 4:1"],"]. He sweeps the earth ‘as with the besom of destruction.’ [",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.23"},"Isaiah 14:23"],"]. He deluges the earth with the fiery floods of his wrath, and the filthiness and abominations of the world are consumed. Satan and his dark hosts are taken and bound—the prince of power of the air has lost his dominion, for He whose right it is to reign has come, and ‘the kingdoms of this world have become the kingdoms of our Lord and of his Christ.’” (“The Second Advent,” in",["span.emphasis","Millennial Star,"],"10 Sept. 1859, p. 583.)"]],[".topic",["h3","(18-25)",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.4-11"},"Isaiah 64:4–11"],". Is Our Righteousness like “Filthy Rags” unto the Lord?"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p95"},"When people do evil in the Lord’s sight, their ways can be compared to “filthy rags.” “We are all as an unclean thing” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.6"},"Isaiah 64:6"],"). God then hides His face from such individuals (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.7"},"v. 7"],"), and they must repent and plead to be forgiven (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.8-9"},"vv. 8–9"],"). Isaiah said that “all our righteousnesses are as filthy rags,” or as Keil and Delitzsch translated the passage:",["span.emphasis","“All our virtues [are] like a garment soiled with blood”"],"(",["span.emphasis","Commentary,"],"7:2:470). That is not to say that God despises virtue and views it as filthiness, but rather to say that Israel’s",["span.emphasis","former"],"righteousness has now become evil. Joseph Smith changed",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.5-6"},"Isaiah 64:5–6"],"to reflect this teaching more clearly: “Thou meetest him that worketh righteousness, and rejoiceth him that remembereth thee in thy ways; in righteousness there is continuance, and such shall be saved. But we have sinned; we are all as an unclean thing, and all our righteousnesses are as filthy rags; and we all do fade as a leaf; and our iniquities, like the wind, have taken us away.” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.5-6"},"JST, Isaiah 64:5–6"],".)"]],[".topic",["h3","(18-26)",["a.scriptureRef",{"href":"/scriptures/ot/isa/65.1-7"},"Isaiah 65:1–7"],". Can Men Find the Lord If They Do Not Seek Him?"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p97"},["a.scriptureRef",{"href":"/scriptures/ot/isa/65.1-7"},"Isaiah 65:1–7"],"speaks of God as being found by those who did not seek Him. The Apostle Paul interpreted these verses to mean the Gentiles (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/10.20-21"},"Romans 10:20–21"],"). The Prophet Joseph, in his inspired translation of the Bible, expanded the text and changed it: “I am found of them who seek after me, I give unto all them that ask of me; I am not found of them that sought me not, or that inquireth not after me. I said unto my servant, Behold me, look upon me; I will send you unto a nation that is not called after my name, for I have spread out my hands all the day to a people who walketh not in my ways, and their works are evil and not good, and they walk after their own thoughts.” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/65.1-2"},"JST, Isaiah 65:1–2"],".)"],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p98"},"There is a difference between those who know that they should call upon the Lord but do not and those who do not call upon Him because they do not know they should. The Gentiles are in the latter category. Paul wrote that God manifested Himself to the Gentiles but not to the Jews because He had “stretched forth [His] hands unto a disobedient and gainsaying people” all day long (for many generations), and they would not respond (",["a.scriptureRef",{"href":"/scriptures/nt/rom/10.21"},"Romans 10:21"],"). It is the Gentiles’ turn now.",["a.scriptureRef",{"href":"/scriptures/ot/isa/65.3-7"},"Isaiah 65:3–7"],"describes the Lord’s attitude toward those who, having been given much, return but little to the Giver."]],[".topic",["h3","(18-27)",["a.scriptureRef",{"href":"/scriptures/ot/isa/65.17-25"},"Isaiah 65:17–25"],". To What Period of Time Do These Verses Refer?"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p100"},["a.scriptureRef",{"href":"/scriptures/ot/isa/65.17-25"},"Isaiah 65:17–25"],"refers to the Millennium. People living then will have no desire for things to be as they once were. The old earth, in fact, “shall not be remembered, nor come into mind” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/65.17"},"v. 17"],"). Everything will be gloriously new, sorrow will cease (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/65.19"},"v. 19"],"), children will not die in infancy (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/65.20"},"v. 20"],"), homes will be built, and fruit trees and gardens planted and enjoyed. No one will drive others from their lands, as the Saints were driven in the early days of this dispensation (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/65.21-22"},"vv. 21–22"],")."],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p101"},"In summarizing conditions in this glorious day, Elder Bruce R. McConkie wrote: “Great and marvelous though the changes will be incident to life during the millennial era, yet mortality as such will continue. Children will be born, grow up, marry, advance to old age, and pass through the equivalent of death. Crops will be planted, harvested, and eaten; industries will be expanded, cities built, and education fostered; men will continue to care for their own needs, handle their own affairs, and enjoy the full endowment of free agency. Speaking a pure language (",["a.scriptureRef",{"href":"/scriptures/ot/zeph/3.9"},"Zeph. 3:9"],"), dwelling in peace, living without disease, and progressing as the Holy Spirit will guide, the advancement and perfection of society during the millennium will exceed anything men have supposed or expected.” (",["span.emphasis","Mormon Doctrine,"],"pp. 496–97.)"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p102"},"A great deal of information about the Millennium has been revealed in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.23-31"},"Doctrine and Covenants 101:23–31"],"."]],[".topic",["h3","(18-28)",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.1-4"},"Isaiah 66:1–4"],". How Is “He That Killeth an Ox … As If He Slew a Man”?"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p104"},"Anciently God required animal sacrifice as a token of the coming of His Son, Jesus Christ, to atone for the sins of men. But the people took the form of worship that was to teach them faith in the coming of Christ and turned it into a mockery. They maintained the outer form of the ordinances but lost the spiritual meaning, for they showed no corresponding inward righteousness. Thus, the very forms of worship that were intended to save them became an abomination and worked to their condemnation. In strong language Isaiah revealed the Lord’s feelings for their hypocritical religious observances. Those who killed the ox for sacrifice were viewed as though they offered a man, an act of great wickedness. Other sacrificial offerings would mean nothing more than sacrificing a dog or pig, both of which were considered abominable (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.3"},"v. 3"],"). People had “chosen their own ways” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.3"},"v. 3"],") instead of the Lord’s. When called by God through His prophets, they refused to hearken. The result was “delusions” and “fears” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.4"},"v. 4"],"), fit rewards for evildoers."]],[".topic",["h3","(18-29)",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.5-14"},"Isaiah 66:5–14"],". How Can a “Nation Be Born at Once” and the “Earth Be Made to Bring Forth in One Day”?"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p107"},"Even though the Jews have long rejected Jesus Christ as their Messiah, at a critical time in the future He will appear to them. Elder Charles W. Penrose described that great event, which will occur during the battle of Armageddon:"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p108"},"“His next appearance will be among the distressed and nearly vanquished sons of Judah. At the crisis of their fate, when the hostile troops of several nations are ravaging the city and all the horrors of war are overwhelming the people of Jerusalem, he will set his feet upon the Mount of Olives, which will cleave and part asunder at his touch."],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p109"},"“Attended by a host from heaven, he will overthrow and destroy the combined armies of the Gentiles, and appear to the worshiping Jews as the mighty Deliverer and Conqueror so long expected by their race; and while love, gratitude, awe, and admiration swell their bosoms, the Deliverer will show them the tokens of his crucifixion and disclose himself as Jesus of Nazareth, whom they had reviled and whom their fathers put to death. Then will unbelief depart from their souls, and ‘the blindness in part which has happened unto Israel’ [see",["a.scriptureRef",{"href":"/scriptures/nt/rom/11.25"},"Romans 11:25"],"] be removed. ‘A fountain for sin and uncleanness shall be opened to the house of David and the inhabitants of Jerusalem’ [see",["a.scriptureRef",{"href":"/scriptures/ot/zech/13.1"},"Zechariah 13:1"],"], and ‘a nation will be born’ unto God ‘in a day’ [see",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.8"},"Isaiah 66:8"],"]. They will be baptised for the remission of their sins, and will receive the gift of the Holy Ghost, and the government of God as established in Zion will be set up among them, no more to be thrown down for ever.” (In “The Second Advent,” p. 583.)"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p110"},"The allusion to a woman giving birth who is “delivered of a man child” recalls a similar reference in",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.1-7"},"Revelation 12:1–7"],"in which a woman is depicted as struggling to give birth and bringing forth “a man child.” This child is identified in the Joseph Smith Translation as the millennial kingdom of God (see",["a.scriptureRef",{"href":"/scriptures/jst/jst-rev/12.7"},"JST, Revelation 12:7"],"). The man child referred to in Isaiah (Zion), and the child referred to by John in Revelation are probably the same. This is good news for Jerusalem, who will rejoice at the word."]],[".topic",["h3","(18-30)",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.15-24"},"Isaiah 66:15–24"],". The Final Scenes"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p112"},"These verses relate to the Second Coming of the Lord and the events that will immediately precede it. Verses 15–16 refer to the destruction of the great army that will gather against Jerusalem just before the Millennium begins (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.1-10"},"Isaiah 34:1–10"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/25.31-33"},"Jeremiah 25:31–33"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.17-23"},"Ezekiel 38:17–23"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/39.1-16"},"39:1–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.1-2,11-14"},"Joel 3:1–2, 11–14"],"; Enrichment I)."],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p113"},"Zechariah taught that once the battle was over, those of the heathen nations who survived would eventually turn to Jehovah, and great holiness would prevail in Jerusalem or among God’s people (see",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.16-21"},"Zechariah 14:16–21"],"). This teaching closely parallels what Isaiah revealed here. The wicked will be gathered for destruction (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.15-18"},"Isaiah 66:15–18"],"), those who are scattered throughout the heathen nations (Tarshish, Pul, Lud, and so forth) will bring an offering to Jerusalem, and the holy people of God (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.19-23"},"vv. 19–23"],") will marvel at what God has done to the wicked (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.24"},"v. 24"],")."],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p114"},"Evidently many will then join the Church, for the Lord said He will take of the Gentiles “for priests and for Levites” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/66.21"},"v. 21"],"); in other words, they shall receive the priesthood."]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(18-31) Calamities and Troubles Are Increasing in the Earth, but There Is a Place of Deliverance"],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p117"},"Prophets in every age have warned their people against sin. These are the last days, the period just before the return of Jesus Christ to earth. Satan is making one final effort to lead people away from God. In June 1894 President Wilford Woodruff said: “When I have the vision of night opened continually before my eyes, and can see the mighty judgments that are about to be poured out upon this world, when I know these things are true, … while I am holding this position before God and this world, can I withhold my voice from lifting up a warning to this people, and to the nations of the earth? … And from this very day they shall be poured out. Calamities and troubles are increasing in the earth, and there is a meaning to these things. … Read the scriptures and the revelations. They will tell you about these things.” (“A Remarkable Statement,”",["span.emphasis","Improvement Era,"],"22 June 1894, pp. 1164–65.)"],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p118"},"It should therefore not surprise us that the world is in turmoil, that wars spring up constantly, that wickedness increases. These things have been prophesied. President Joseph Fielding Smith, commenting on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1"},"Doctrine and Covenants 1"],", taught: “There is in the world today distress, turmoil, trouble, commotion, and contention among the nations. There is no peace. There will be no peace until the Prince of Peace comes to bring it. And his warning is to the world to repent. This I might have read, for it is the first verse of this revelation I have been quoting. The righteous have been called on to come out of Babylon, or the world, to receive the gospel of Jesus Christ as it has been restored, and find a place in the kingdom of God.” (In Conference Report, Apr. 1953, p. 20.)"],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p119"},"President Marion G. Romney, also citing the promise that peace would be taken from the earth (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.35"},"D&C 1:35"],"), said:"],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p120"},"“Today, more than 140 years since the foregoing words were spoken, peace has been taken from the earth. The devil now has power over his dominion, and the Lord has power over his saints. The day approaches when he will ‘come down in judgment upon … the world’ and reign in the midst of his people."],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p121"},"“Between now and then, however, if men and nations continue on their present course, great tribulation will come upon us. There shall be more ‘wars and rumors of wars, … there shall be earthquakes also in divers places, and many [other] desolations. … the whole earth shall be in commotion. …’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.26,33"},"D&C 45:26, 33"],".) Those are the words of the Lord himself."],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p122"},"“The Lord foresaw the coming of these calamities and gave warning of them. He restored his gospel and re-established his church as a means of escape therefrom.” (“Why the Church of Jesus Christ of Latter-day Saints,”",["span.emphasis","Ensign,"],"Jan. 1973, p. 32.)"],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p123"},"President Hugh B. Brown spoke words of comfort and assurance: “I want to say to you, brethren, that in the midst of all the troubles, the uncertainties, the tumult and chaos through which the world is passing, almost unnoticed by the majority of the people of the world, there has been set up a kingdom, a kingdom over which God the Father presides, and Jesus the Christ is the King. That kingdom is rolling forward, as I say, partly unnoticed, but it is rolling forward with a power and a force that will stop the enemy in its tracks while some of you live.” (“The Kingdom Is Rolling Forth,”",["span.emphasis","Improvement Era,"],"Dec. 1967, p. 93.)"],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-18.p124"},"President Woodruff asked: “Can you tell me where the people are who will be shielded and protected from these great calamities and judgments which are even now at our doors? I’ll tell you. The priesthood of God who honor their priesthood, and who are worthy of their blessings are the only ones who shall have this safety and protection. They are the only mortal beings. No other people have a right to be shielded from these judgments. They are at our very doors; not even this people will escape them entirely. They will come down like the judgments of Sodom and Gomorrah. And none but the priesthood will be safe from their fury.” (In",["span.emphasis","Young Women’s Journal,"],"Aug. 1894, p. 512.)"]]]]]]],"refs":null}
