{"id":47,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":47,"title":"“Behold, I Will Send You Elijah the Prophet” (Malachi)","subtitle":"","short_title":34,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.head1"},[".titleNumber","34"],["h1","“Behold, I Will Send You Elijah the Prophet”"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/mal"},"Malachi"]]],[".bodyBlock",[".topic",["h2","(34-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p5"},"On the evening of 21 September 1823, Joseph Smith sought the Lord in prayer for a remission of his sins. The Lord’s reply came in the person of a heavenly messenger, Moroni, who told the young man of important events soon to transpire on the earth. After telling Joseph about the sacred plates buried in the Hill Cumorah, Moroni began quoting prophecies from the Old Testament. Joseph Smith recorded that he quoted from Malachi (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.36-39"},"JS—H 1:36–39"],")."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p6"},"When the passages Moroni quoted are compared with their counterparts in the King James Version of the Bible, it is evident that many changes were made. There is more than just passing significance in these changes. For example, Moroni spoke of “promises made to the fathers,” whereas the King James Version does not. What were these promises, and to which “fathers” were they made? What does it mean to be left with “neither root nor branch”? What did Elijah reveal by the priesthood—what keys and to whom? Why would the whole earth be “utterly wasted at his [the Lord’s] coming” if Elijah were not sent? How does Elijah’s coming help to turn the hearts of the children to their fathers? What does that mean?"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p7"},"In calling the people of Judah to repentance, Malachi uttered prophecies of great significance for this day and time. In studying this book, consider whether it is significant that the Old Testament closes with Malachi’s statement that Elijah would be sent. If so, what is that significance for modern Latter-day Saints?"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Malachi."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Malachi"],[".topic",["h3","(34-2)",["a.scriptureRef",{"href":"/scriptures/ot/mal/1.1"},"Malachi 1:1"],". Who Was Malachi and When Did He Live?"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p13"},"As with so many of the prophets, little is known of the life of Malachi, apart from what can be learned in his book. Malachi lived after the prophets Haggai and Zechariah and is believed to have been a contemporary of Nehemiah. The book was probably written about four hundred years before the birth of Christ. Lehi and his family left Jerusalem in 600",["span.small","B.C."],", nearly two hundred years before the time of Malachi. The Nephites, therefore, could not have obtained the words of Malachi except from the Lord. The plates of Laban could not have contained them."]],[".topic",["h3","(34-3)",["a.scriptureRef",{"href":"/scriptures/ot/mal/1.2-5"},"Malachi 1:2–5"],". Did the Lord Really “Hate” Esau?"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p15"},"The word",["span.emphasis","hated"],"in Hebrew means to be loved less than someone else, not to be disliked with bitter hostility (compare",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.31"},"Genesis 29:31"],"). Esau was the brother of Jacob, who became Israel, father of the twelve tribes. Students of the scriptures know that the Lord hates the sin rather than the sinner, but when people array themselves against the Lord as Esau and his descendants, the Edomites, had done for centuries, the Lord withdraws His blessings. In this sense, Jacob was loved and Esau hated."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p16"},"So complete was the rejection of the Lord by Esau’s descendants that they came to symbolize to the prophets the wickedness of humanity in general (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.36"},"D&C 1:36"],"; see also",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-15.p1"},"Notes and Commentary on Isaiah 34:1–10"],"). Before Malachi’s time they were known as Edomites, or Idumeans, and their place of habitation was known as Edom."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p17"},"Jacob stood as a symbol for Israel or the chosen people while Esau (Edom) symbolized the world. This gives the Lord’s statement much broader meaning."]],[".topic",["h3","(34-4)",["a.scriptureRef",{"href":"/scriptures/ot/mal/1.6-14"},"Malachi 1:6–14"],". Of What Sins Was Ancient Judah Also Guilty and Why?"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p19"},"Edom was not alone in her wickedness. The people of Judah, and particularly the Levites living among them, were also polluted and corrupt. As the spiritual sons and servants of the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/mal/1.6"},"v. 6"],"), their offerings to God had become common and worthless. Inasmuch as the sacrifices that they made for the people typified the coming sacrifice and Atonement of the Son of God, the only acceptable sacrifice was that which was spotless."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p20"},"The priests and Levites of Malachi’s day were mocking God by offering sacrifices to the Lord with sick, blind, and lame animals and calling them acceptable (",["a.scriptureRef",{"href":"/scriptures/ot/mal/1.8"},"v. 8"],"). They had no reverence for what they were doing. The Lord told them: “I have no pleasure in you, … neither will I accept an offering at your hand” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/1.10"},"v. 10"],"). They were selfish and worldly, and not one of them would kindle a fire on the hearth of the altar unless he were paid for it. The Lord had been insulted. The table on which the offering was made was polluted. The offering itself was “contemptible” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/1.12"},"v. 12"],"). Such action, Malachi promised, would result in cursing rather than blessing."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p21"},"Elder James E. Talmage explained: “The atonement was plainly to be a vicarious sacrifice, voluntary and love-inspired on the Savior’s part, universal in its application to mankind so far as men shall accept the means of deliverance thus placed within their reach. For such a mission only one who was without sin could be eligible. Even the altar victims of ancient Israel offered as a provisional propitiation for the offenses of the people under the Mosaic law had to be clean and devoid of spot or blemish; otherwise they were unacceptable and the attempt to offer them was sacrilege.” (",["span.emphasis","Jesus the Christ,"],"p. 21; for the special requirements of a sacrifice under the law of Moses, see",["a.scriptureRef",{"href":"/scriptures/ot/lev/22.18-22"},"Leviticus 22:18–22"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/15.21"},"Deuteronomy 15:21"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.1"},"17:1"],".)"]],[".topic",["h3","(34-5)",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.5-7"},"Malachi 2:5–7"],". What a Priesthood Holder Should Be Like"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p23"},"The faithful priesthood bearer is a sincere worshiper. He acts as if he were in the Lord’s presence when upon the Lord’s errand. He is honest in all his dealings with others, and his speech is dignified and appropriate. He walks with the Lord with confidence and assurance and is comfortable in his role of blessing others and leading them into a better way of life. He is a student of the scriptures and has the capacity to teach the words of life to others. “He is the messenger [teacher, tool, representative] of the Lord of hosts” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.7"},"v. 7"],")."]],[".topic",["h3","(34-6)",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.8-10"},"Malachi 2:8–10"],". The Lord’s Anger toward Unfaithful Priesthood Bearers"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p25"},"The Lord’s promises are conditional. How could the priesthood of Malachi’s day enjoy the Spirit and find success in their labors unless they were worthy? In these verses the Lord reminded the priests and Levites that His representatives were men who formerly walked with Him in peace and equity and turned many away from iniquity (see",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.6"},"v. 6"],"). He then spelled out the sins of Judah and her priesthood. The latter, for example, had “caused many to stumble at the law” by rendering unjust and immoral decisions, thus bringing them to spiritual destruction and ruin (",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.8"},"v. 8"],"). When compared with the instructions to the Levites set forth in",["a.scriptureRef",{"href":"/scriptures/ot/deut/33.8-11"},"Deuteronomy 33:8–11"],", such conduct falls short of God’s intended standard. For this reason they were contemptible to the people rather than loved by them as the Lord had intended (see",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.8-9"},"vv. 8–9"],"). We are all children of the same God. When we mistreat a brother or sister, we offend our Heavenly Father as well."]],[".topic",["h3","(34-7)",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.11-17"},"Malachi 2:11–17"],". Of What Sins Was Judah Guilty?"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p27"},"As a result of the failure of the priests to judge and lead in righteousness, Judah had fallen once again into a serious sin. She “hath profaned the holiness of the Lord which he loved, and hath married the daughter of a strange God” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.11"},"Malachi 2:11"],"). This passage calls to mind again the often used figure in the Old Testament of the husband (Jehovah) and the wife (Judah/Israel). As solemn a bond or covenant exists between Jehovah and Israel as exists between a husband and his wife. But Judah had chosen another partner, “the daughter of a strange God,” meaning that Judah had formed a temporal or spiritual alliance with a nation that did not regard Jehovah as the Lord of heaven."],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p28"},"“The master and the scholar” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.12"},"v. 12"],") is he who teaches such doctrine (profaning the Lord by marrying women who worship idols) and he who follows it. They will both be cut off."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p29"},"One of the gross sins among the ancient people of the Lord was unfaithfulness in marriage vows. Some of the Hebrew men, tiring of their wives and the mothers of their children, were seeking the companionship of younger women. The wives would come to the temple and make an appeal to God at the altar. In this unfaithfulness to marriage vows, the Lord declared, the men had dealt treacherously (see",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.13-14"},"vv. 13–14"],"). The Lord was angry with these men because they did not remain true to their wives, but He also expressed anger toward the priests for knowing the problem and not executing justice. He told the men to scrutinize their innermost feelings toward the women whom they had loved in their youth, who had borne their children, and who had loved and served them, and not to put away their wives (",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.15"},"v. 15"],"). For “the Lord … hateth putting away” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/2.16"},"v. 16"],")."]],[".topic",["h3","(34-8)",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.1"},"Malachi 3:1"],". Who Was the Messenger Sent to Prepare the Way of the Lord, and Who Was the Messenger of the Covenant?"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p31"},"One of the messengers sent to prepare the way of the Lord at His first coming was John the Baptist. John’s mission was performed in the spirit and power of the priesthood of",["span.emphasis","Elias"],"(see",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.17"},"Luke 1:17"],"). Elias is a name for a forerunner, one who goes before or prepares the way for someone or something greater. In that sense the Aaronic Priesthood is the priesthood of Elias because it prepares and qualifies individuals for greater blessings. Joseph Smith explained: “The spirit of Elias is to prepare the way for a greater revelation of God, which is the Priesthood of Elias, or the Priesthood that Aaron was ordained unto. And when God sends a man into the world to prepare for a greater work, holding the keys of the power of Elias, it was called the doctrine of Elias, even from the early ages of the world.” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"pp. 335–36.)"],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_034_02-baptism.jpg"}],[".caption",["p",{"id":"lds-32"},"John the Baptist was an Elias."]]],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p33"},"Joseph Smith was also an Elias in that he was a forerunner, one who prepared the way, who laid the foundation for the Second Coming through the restoration of the gospel."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p34"},"In the meridian of time the way was prepared by John for the Messenger of the Covenant Himself to come and bring the greater blessings (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.1-3,11-12"},"Matthew 3:1–3, 11–12"],"). He who was mightier than John and followed after him to baptize with fire and the Holy Ghost was Jesus Christ, the Son of God. He is called the Messenger of the Covenant because He mediates the gospel of salvation unto men. Elder Bruce R. McConkie explained: “Our Lord is the",["span.emphasis","Messenger of the Covenant."],"(",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.1"},"Mal. 3:1"],".) He came in his Father’s name (",["a.scriptureRef",{"href":"/scriptures/nt/john/5.43"},"John 5:43"],"), bearing his Father’s message (",["a.scriptureRef",{"href":"/scriptures/nt/john/7.16-17"},"John 7:16–17"],"), to fulfil the covenant of the Father that a Redeemer and Savior would be provided for men. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.1-3"},"Moses 4:1–3"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.27-28"},"Abra. 3:27–28"],".) Also, through his ministry the terms of the everlasting covenant of salvation became operative; the message he taught was that salvation comes through the gospel covenant.” (",["span.emphasis","Mormon Doctrine,"],"p. 488.)"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p35"},"When He comes to earth a second time, He will make more than one appearance before He comes in the clouds of heaven for all flesh to see Him together (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.93"},"D&C 88:93"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.23"},"101:23"],"). At least one of those appearances includes a sudden visit to His temple, yet to be built, in Jackson County, Missouri. Elder McConkie stated:"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p36"},"“Malachi recorded the promise, speaking of latter-day events, that ‘",["span.emphasis","The Lord, whom ye seek, shall suddenly come to his temple.’"],"(",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.1"},"Mal. 3:1"],".) Certainly the Almighty is not limited in the number of appearances and returns to earth needed to fulfill the scriptures, usher in the final dispensation, and consummate his great latter-day work."],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p37"},"“This sudden latter-day appearance in the temple does not have reference to his appearance at the great and dreadful day, for that coming will be when he sets his foot upon the Mount of Olivet in the midst of the final great war. The temple appearance was fulfilled, in part at least, by his return to the Kirtland Temple on April 3, 1836; and it may well be that he will come again, suddenly, to others of his temples, more particularly that which will be erected in Jackson County, Missouri."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p38"},"“In this connection it is worthy of note that whenever and wherever the Lord appears, he will come suddenly, that is ‘quickly, in an hour you think not.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.20"},"D. & C. 51:20"],".) His oft repeated warning, ‘Behold, I come quickly’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.27"},"D. & C. 35:27"],"), means that when the appointed hour arrives, he will come with a speed and a suddenness which will leave no further time for preparation for that great day.” (",["span.emphasis","Mormon Doctrine,"],"pp. 693–94.)"]],[".topic",["h3","(34-9)",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.2"},"Malachi 3:2"],". “Who May Abide the Day of His Coming?”"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p40"},"The Lord’s return to earth in glory will be a great and dreadful day. As John the Baptist told the Jews, the Savior will gather in the wheat (the righteous), and the chaff (the wicked) He will burn with “unquenchable fire” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.12"},"Matthew 3:12"],"). The only ones who survive will be those who have kept their covenants with the Lord or who are worthy of at least a paradisiacal, or terrestrial, glory. All wickedness will be destroyed from the earth."],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p41"},"President Joseph Fielding Smith said: “When Christ comes the second time it will be in the clouds of heaven, and it shall be the day of vengeance against the ungodly, when those who have loved wickedness and have been guilty of transgression and rebellion against the laws of God will be destroyed. All during the ministry of Christ wickedness ruled and seemed to prevail, but when he comes in the clouds of glory as it is declared in this message of Malachi to the world, and which was said by Moroni to be near at hand, then Christ will appear as the refiner and purifier of both man and beast and all that pertains to this earth, for the earth itself shall undergo a change and receive its former paradisiacal glory.” (",["span.emphasis","Doctrines of Salvation,"],"3:11.)"]],[".topic",["h3","(34-10)",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.3-6"},"Malachi 3:3–6"],". What Is the Offering in Righteousness to Be Made by the Sons of Levi?"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p43"},"There is more than one meaning for the “offering in righteousness” to be made by the sons of Levi at or near the Second Coming of the Lord. With regard to animal sacrifice, Joseph Smith said:"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p44"},"“It is generally supposed that sacrifice was entirely done away when the Great Sacrifice [i.e.,] the sacrifice of the Lord Jesus was offered up, and that there will be no necessity for the ordinance of sacrifice in [the] future; but those who assert this are certainly not acquainted with the duties, privileges and authority of the Priesthood, or with the Prophets."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p45"},"“The offering of sacrifice has ever been connected and forms a part of the duties of the Priesthood. It began with the Priesthood, and will be continued until after the coming of Christ, from generation to generation. We frequently have mention made of the offering of sacrifice by the servants of the Most High in ancient days, prior to the law of Moses; which ordinances will be continued when the priesthood is restored with all its authority, power and blessings. …"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p46"},"“These sacrifices, as well as every ordinance belonging to the Priesthood, will, when the Temple of the Lord shall be built, and the sons of Levi be purified, be fully restored and attended to in all their powers, ramifications, and blessings. This ever did and ever will exist when the powers of the Melchizedek Priesthood are sufficiently manifest; else how can the restitution of all things spoken of by the holy prophets be brought to pass. It is not to be understood that the law of Moses will be established again with all its rites and variety of ceremonies; this has never been spoken of by the prophets; but those things which existed prior to Moses’ day, namely, sacrifice, will be continued.” (",["span.emphasis","Teachings,"],"pp. 172–73.)"]],[".topic",["h3","(34-11)",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.7-9"},"Malachi 3:7–9"],". “Will a Man Rob God?”"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p48"},"At this point the Lord, through Malachi, engaged Judah in a series of questions and answers. He said they have strayed from His ordinances, and He begs them to return. “Wherein shall we return?” they ask (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.7"},"v. 7"],"). He replies that they have robbed Him, even God. Again they question, “Wherein have we robbed thee?” to which He replies, “In tithes and offerings” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8"},"v. 8"],"). Therefore, He says, they “are cursed with a curse” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.9"},"v. 9"],"). Elder LeGrand Richards said:"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p49"},"“In addition to giving ourselves, and giving our services, the Lord has asked us to give of our means and our substance. We have men in the Church who give their time, they will go when they are asked to preach, they will perform a public duty, but it is hard to do the little duty that is seen in secret by them and God alone and their presiding officers. And so we are asked to contribute our tithes and offerings, not only because the Church needs money to build itself, for before there was an organization of the Church, God introduced the principle of sacrifice in order that his servants and his children might be tested, that they should bring the best of their lands and of their herds. … They were burned upon the altar of sacrifice; but the giving sanctified the souls of those who gave. …"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p50"},"“The prophet Malachi declared that in the last days the Lord should send his messenger to prepared the way before him, and he called upon Israel, and I interpret that to mean latter-day Israel, to return unto him and promised that he would return unto them, and they said: “Wherein shall we return unto Thee?” And he said: ‘In your tithes and offerings … for ye have robbed me, even this whole nation. Bring ye all the tithes into the storehouse, that there may be meat in mine house.’"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p51"},"“And I want to say to you, my brethren and sisters, that we need the tithes of the Saints in order that the kingdom might go on, for it shall be builded just as rapidly as the faith of the Saints can build it, and it is retarded when there is a lack of faith.” (In Conference Report, Apr. 1939, pp. 44–45.)"]],[".topic",["h3","(34-12)",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10-12"},"Malachi 3:10–12"],". Blessings for Paying Tithes"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p54"},"To Israel, ancient and modern, the Lord promised to “open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10"},"v. 10"],"). All material and spiritual things are His to give as He sees fit. Included in His “blessings from heaven” are revelations from Him in one’s personal life. All blessings are, of course, conditional (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.21"},"130:21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.5"},"132:5"],"). He desires to bless His faithful children abundantly (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9"},"1 Corinthians 2:9"],")."],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p55"},"“The devourer” may mean locusts and other pests to agriculture, but it may refer to Satan as well. The Lord promised that the fruits of the ground and vine will not come forth ahead of their time when they would be of little or no value. The implication is that our efforts to provide for ourselves would be blessed and bear fruit in their season."],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p56"},"Because of the blessings that will come to the faithful, they will be recognized by the world around them, both individually and as a people."]],[".topic",["h3","(34-13)",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.13-15"},"Malachi 3:13–15"],". Is It Vain to Serve the Lord?"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p58"},"One truth about covenant relationships is that both parties must observe their promises in order to keep the covenant in force. Sometimes when those lacking faith lose promised blessings, they blame the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.29-33"},"D&C 58:29–33"],"). But the Lord is God; He never breaks a promise (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],")."],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p59"},"The difficulty, as described by Malachi, is that the critics of the Lord have twisted the truth. They question the profit stemming from observing the ordinances of the Lord and maintain that “it is vain to serve God” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.14"},"v. 14"],"). They see inequity when the wicked prosper and those who work evil are elevated, and they blame the Lord for permitting such things to exist. Thus, their words of criticism are “stout” against the Lord (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.13"},"v. 13"],"). President Spencer W. Kimball said:"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p60"},"“Some time ago a sister said to me, ‘Why is it, Brother Kimball, that those who do the least in the building of the kingdom seem to prosper most? We drive a Ford; our neighbors drive a Cadillac. We observe the Sabbath and attend our meetings; they play golf, hunt, fish, and play. We abstain from the forbidden while they eat, drink, and are merry and are unrestrained. We pay tithing and other church donations; they have their entire large income to lavish upon themselves. We are tied home with our large family of small children, often ill; they are totally free for social life—to dine and dance. We wear cottons and woolens, and I wear a three-season coat, but they wear silks and costly apparel, and she wears a mink coat. Our meager income is always strained and never seems adequate for necessities, while their wealth seems enough to allow them every luxury. And yet the Lord promises blessings to the faithful! It seems to me that it does not pay to live the gospel—that the proud and the covenant breakers are the ones who prosper.’"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p61"},"“Then I said to her, ‘Yours is an ancient question. Job and Jeremiah made the same complaint.’ And I quoted for her the Lord’s answer through Malachi [",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.1-2"},"Malachi 4:1–2"],"]."],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p62"},"“Then I said to the disconsolate sister, ‘But for many rewards you need not wait until the judgment day. You have many blessings",["span.emphasis","today."],"You have your family of lovely, righteous children. What a rich reward for the so-called sacrifices! The blessings that you enjoy cannot be purchased with all your neighbor’s wealth.’” (",["span.emphasis","Faith Precedes the Miracle,"],"pp. 221–22.)"]],[".topic",["h3","(34-14)",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.16-18"},"Malachi 3:16–18"],". What Is the “Book of Remembrance”?"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p64"},"Those who devote themselves to the Lord earn for themselves the privilege of having their names recorded in the Lamb’s book of life. This sacred “book of remembrance” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.16"},"v. 16"],") is kept in heaven and contains the names of the faithful children of Father in Heaven, or, in other words, those who are His precious jewels. (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.6-7"},"D&C 128:6–7"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/69.28"},"Psalm 69:28"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.5"},"Revelation 3:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.27"},"21:27"],".) They are those who will inherit eternal life, for this book contains “the names of the sanctified, even them of the celestial world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.2"},"D&C 88:2"],"). Those whose names are written there and who afterwards return to sinful ways will have their names blotted from the book (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.8"},"Revelation 13:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/17.8"},"17:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.19"},"22:19"],")."],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p65"},"The book of life is the Lord’s book of remembrance, not unlike records that He has commanded the Saints to keep in all ages of the world. Elder McConkie explained:"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p66"},"“Adam kept a written account of his faithful descendants in which he recorded their faith and works, their righteousness and devotion, their revelations and visions, and their adherence to the revealed plan of salvation. To signify the importance of honoring our worthy ancestors and of hearkening to the great truths revealed to them, Adam called his record a",["span.emphasis","book of remembrance."],"It was prepared ‘according to the pattern given by the finger of God.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.4-6,46"},"Moses 6:4–6, 46"],".)"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p67"},"“Similar records have been kept by the saints in all ages. (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.16-17"},"Mal. 3:16–17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/24.15-16"},"3 Ne. 24:15–16"],".) Many of our present scriptures have come down to us because they were first written by prophets who were following Adam’s pattern of keeping a book of remembrance. The Church keeps similar records today (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85"},"D. & C. 85"],") and urges its members to keep their own personal and family books of remembrance.” (",["span.emphasis","Mormon Doctrine,"],"p. 100.)"]],[".topic",["h3","(34-15)",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.1"},"Malachi 4:1"],". “All the Proud, Yea, and All That Do Wickedly, Shall Be Stubble”"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p69"},"Malachi stated that “the day cometh” when there would be great destruction of the wicked (",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.1"},"v. 1"],"). Elder Theodore M. Burton said:"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p70"},"“When Malachi prophesied of the second coming of Christ, he spoke of ‘the proud, yea, and all that do wickedly.’ Of whom was he speaking? First, of those who rejected Christ because of the pride of their hearts, and second, of those who, having accepted Jesus, were not valiant in keeping his commandments."],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p71"},"“Malachi went on to say they ‘shall burn as stubble.’ This means that they shall be destroyed. By whom? Malachi explains, ‘They that come shall burn them, saith the Lord of Hosts.’” (In Conference Report, Oct. 1967, p. 81.)"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p72"},"Every corruptible and impure thing, including human and animal, fish and fowl, will be cleansed from the earth (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.24"},"D&C 64:24"],", 101:24–25)."]],[".topic",["h3","(34-16)",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.1"},"Malachi 4:1"],". “It Shall Leave Them Neither Root nor Branch”"],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p74"},"Each person belongs to a family tree. Our “roots” are the ancestors from whom we descend, and our “branches” are those who descend from us. To be “left with neither root nor branch” is to be cut off from one’s ancestry and posterity eternally. That is precisely the condition of those for whom the sealing blessings of the Melchizedek Priesthood have not been performed or for those who, having had the ordinances performed, fail to live worthy of claiming their blessings. To prevent this great catastrophe, Elijah was sent to earth in the latter days with the sealing powers (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-16"},"D&C 110:13–16"],")."]],[".topic",["h3","(34-17)",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],". What Is the Great Work Elijah Commenced?"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p76"},"This earth has a destiny. Its purpose is to provide a place for people to work out their eternal salvation before the Lord. Part of that salvation depends on their acquiring the necessary ordinances, in righteousness, that will seal them to God and to each other for time and all eternity. But the ordinances are not for the living only. Otherwise, billions would have been denied these blessings simply because the necessary priesthood power was not available in the time or place they lived."],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p77"},"Joseph Smith was told by Moroni that Elijah would come. Moroni mentioned the “promises made to the fathers” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.39"},"JS—H 1:39"],") in ancient times. These promises, Moroni said, would assist in turning the hearts of the children to their fathers. President Joseph Fielding Smith wrote: “What was the promise made to the fathers that was to be fulfilled in the latter-days by the turning of the hearts of the children to their fathers? It was the promise of the Lord made through Enoch, Isaiah, and the prophets, to the nations of the earth, that the time should come when the dead should be redeemed. And the turning of the hearts of the children is fulfilled in the performing of the vicarious temple work and in the preparation of their genealogies.” (",["span.emphasis","Doctrines of Salvation,"],"2:154.)"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p78"},"Elijah came to Joseph Smith and Oliver Cowdery in fulfillment of the Lord’s promise recorded by Malachi. His visit occurred on 3 April 1836 in the Kirtland Temple. The priesthood keys Elijah brought were the sealing powers of the Melchizedek Priesthood, the means whereby that which is bound and sealed on the earth is also bound and sealed in the heavens. (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.13-16"},"D&C 110:13–16"],".)"],[".",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_034_04-elijah.jpg"}],[".caption",["p",{"id":"lds-81"},"“Behold, I will send you Elijah the prophet” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5"},"Malachi 4:5"],")."]]],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p79"},"Commenting on the meaning of turning hearts, Joseph Smith said: “Now, the word",["span.emphasis","turn"],"here should be translated",["span.emphasis","bind,"],"or seal. But what is the object of this important mission? or how is it to be fulfilled? The keys are to be delivered, the spirit of Elijah is to come, the Gospel to be established, the Saints of God gathered, Zion built up, and the Saints to come up as saviors on Mount Zion.” (",["span.emphasis","Teachings,"],"p. 330.)"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p80"},"Elder Theodore M. Burton said: “This turning of hearts to family relationships means establishing and sealing patriarchal lineage within the sacred confines of the temple and carrying that family inheritance into our daily lives. That is why, even if we do build temples, if we do not keep the covenants made in them, we will be rejected as a people.” (In Conference Report, Oct. 1967, p. 81.)"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(34-18) The Message of Malachi"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p84"},"To most people, the words",["span.emphasis","tithing"],"and",["span.emphasis","genealogy"],"come to mind first when the book of Malachi is mentioned. These subjects are treated extensively, and we can learn a great deal about them from Malachi, but did you learn anything else from this prophet? What should a priesthood holder be like, according to Malachi? Make a list of the things he teaches in chapter 2 about the model priesthood bearer."],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p85"},"Does the Lord ever declare that there is more expected of us in financial obligations than the payment of tithing? What of budget contributions, building fund, missionary fund, temple fund, and fast offerings? President Spencer W. Kimball said:"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p86"},"“Sometimes we have been a bit penurious and figured that we had for breakfast one egg and that cost so many cents and then we give that to the Lord. I think that when we are affluent, as many of us are, that we ought to be very, very generous. …"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p87"},"“I think we should … give, instead of the amount saved by our two meals of fasting, perhaps much, much more—ten times more when we are in a position to do it.” (In Conference Report, Oct. 1974, p. 184.)"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p88"},"“Fast offerings have long constituted the means from which the needs of the Lord’s poor have been provided. It has been, and now is, the desire and objective of the Church to obtain from fast offerings the necessary funds to meet the cash needs of the welfare program; and to obtain from welfare production projects the commodity needs. If we give a generous fast offering, we shall increase our own prosperity both spiritually and temporally.” (In Conference Report, Oct. 1977, p. 126.)"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-34.p89"},"What will you do next month about fasting and contribution to the fast offering fund? Can you do more?"]]]]]]],"refs":null}
