{"id":29,"parent_id":0,"book_id":23755,"content_id":1,"language_id":1,"display_order":29,"title":"Chapter 25: The Birth of Jesus Christ: “Good Tidings of Great Joy”","subtitle":"","short_title":"Chapter 25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy"},[".heading",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.head1"},[".titleNumber",["span.pageBreak",{"title":"311"}],"Chapter 25"],["h1","The Birth of Jesus Christ: “Good Tidings of Great Joy”"],[".intro","“What of this wonderful story? Have we permitted it to permeate and influence our lives? Have we accepted it in its full meaning without reservations?”"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.t1"},["h2","From the Life of Joseph Fielding Smith"],["p.para",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p5"},"During the Christmas season of 1971, a newspaper reporter had the opportunity to spend time with President Joseph Fielding Smith and members of his family. The reporter shared a glimpse into the prophet’s life:"],["p.para",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p6"},"“Christmas is a special time for President Joseph Fielding Smith. It is a day for family and a day for remembering. But, most of all for President Smith, Christmas is a day for children."],["p.para",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p7"},"“‘I think the thing I like most about Christmas is the children,’ President Smith said, as he squeezed his great-granddaughter closer to him."],["p.para",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p8"},"“With a large picture Bible nestled on his lap, President Smith and two of his great-granddaughters, Shanna McConkie, 4, and Sherri, 2, turned the pages that told of the Christ child’s birth. They lingered for a long time on the page with the picture of the manger scene. There was a closeness between President Smith and the girls. …"],["p.para",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p9"},"“President Smith has enjoyed many family visitors during the Christmas season. ‘Christmas is a time for families to be together,’ he said.”",["sup",["a",{"href":"fn_1"},"1"]]],["p.para",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p10"},"For President Smith, Christmas traditions centered on the Savior’s birth, ministry, and Atonement. In response to Christmas greetings he received from Church members, he said: “I appreciate the",["span.pageBreak",{"title":"312"}],"thoughtfulness of those who send Christmas cards. I regard them as an expression of love and a reminder of the birth of the Savior whom we honor and worship as the head of the church. His message was of peace and good will. This is my wish to my fellowmen everywhere.”",["sup",["a",{"href":"fn_2"},"2"]]],["p.para",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p11"},"In December 1970, President Smith published a Christmas message for Church members throughout the world. In part, he said:"],["p.para",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p12"},"“I greet you at this Christmas Season, in love and fellowship, and with a prayer that our Eternal Father will look down upon you in mercy and pour out His bounteous blessings upon you."],["p.para",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p13"},"“In these times when iniquity abounds, when there are great tribulations on the earth, when there are wars and rumors of wars, we are all in need, as never before, of the guiding and preserving care of the Lord."],["p.para",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p14"},"“We need to know that in spite of all the troubles and ills which befall us, still the Lord is governing in the affairs of the earth and that if we keep His commandments and are true and faithful to His laws, He will bless us here and now and reward us with eternal life in His kingdom in due course. …"],["p.para",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p15"},"“… I now pray that at this Christmas Season, and at all times, we may center our faith in the Son of God and gain for ourselves that peace which passeth understanding.”",["sup",["a",{"href":"fn_3"},"3"]]]],[".topic",{"id":"t2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.t2"},["h2","Teachings of Joseph Fielding Smith"],[".topic",{"id":"t3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.t3"},[".titleNumber","1"],["h3","The story of the birth of our Redeemer is eloquent in its humble simplicity."],["p.para",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p19"},"There is no story quite as beautiful, or which can stir the soul of the humble quite to the depths, as this glorious story can of the birth of our Redeemer. No words that man may utter can embellish or improve or add to the eloquence of its humble simplicity. It never grows old no matter how often told, and the telling of it is by far too infrequent in the homes of men. Let us try to imagine ourselves out with the shepherds who were watching over their flock that memorable night. These were humble men who had not lost the faith of their fathers, whose hearts had not become hardened as",["span.pageBreak",{"title":"313"}],"were the hearts of the rulers of the Jews in the days of our Lord’s ministry, for had they been, the angels would not have appeared to them with their glorious message. Let us repeat this wondrous story."],["p.para",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p20"},"“And there were in the same country shepherds abiding in the field, keeping watch over their flock by night."],["p.para",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p21"},"“And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid."],["p.para",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p22"},"“And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people."],["p.para",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p23"},"“For unto you is born this day in the city of David a Savior, which is Christ the Lord."],["p.para",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p24"},"“And this shall be a sign unto you; ye shall find the babe wrapped in swaddling clothes, lying in a manger."],["p.para",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p25"},"“And suddenly there was with the angel a multitude of the heavenly host praising God, and saying,"],["p.para",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p26"},"“Glory to God in the highest, and on earth peace, good will towards men."],["p.para",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p27"},"“And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us."],["p.para",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p28"},"“And they came with haste, and found Mary, and Joseph, and the babe lying in a manger.” [",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.8-16"},"Luke 2:8–16"],".]"],["p.para",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p29"},"Can any soul read this and not be touched with the spirit of humility and be impressed with the simple truth of the story?",["sup",["a",{"href":"fn_4"},"4"]]]],[".topic",{"id":"t4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.t4"},[".titleNumber","2"],["h3","Although Jesus Christ was the Son of God, He came into this world as a baby and progressed from grace to grace until He received a fulness."],["p.para",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p32"},"I suppose that we all understand the fact that Jesus Christ was Jehovah, who led Israel in the days of Abraham and Moses, and in fact from the days of Adam. Also that Jehovah, or Jesus Christ, as a personage of Spirit appeared to the Brother of Jared, and that he was born a babe in this world and grew to manhood in this world.",["sup",["a",{"href":"fn_5"},"5"]]],["p.para",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p33"},["span.pageBreak",{"title":"314"}],"Our Savior was a God before he was born into this world, and he brought with him that same status when he came here. He was as much a God when he was born into the world as he was before. But as far as this life is concerned it appears that he had to start just as all other children do and gain his knowledge line upon line. Luke says he “increased in wisdom and stature, and in favour with God and man.” [",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.52"},"Luke 2:52"],".] John records that “he received not of the fulness at the first,” but had to progress “from grace to grace, until he received a fulness.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.13"},"D&C 93:13"],".] …"],["p.para",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p34"},"Evidently, before he was 12 years old—for then he astonished the doctors and wise men in the temple—he had learned a great deal about his Father’s business [see",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.46-49"},"Luke 2:46–49"],"]. This knowledge could come to him by revelation, by the visitation of angels, or in some other way. But his knowledge, so far as this life was concerned, had to come line upon line and precept upon precept. Without question he was in communication, from time to time, with his Heavenly Father."],["p.para",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p35"},"… “Jesus grew up with his brethren, and waxed strong, and waited upon the Lord for the time of his ministry to come. And he",["span.pageBreak",{"title":"315"}],"served under his father, and he spake not as other men, neither could he be taught; for he needed not that any man should teach him. And after many years, the hour of his ministry drew nigh.” [Joseph Smith Translation,",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.24-26"},"Matthew 3:24–26"],".]"],["p.para",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p36"},"The statement of our Lord that he could do nothing but what he had seen the Father do, means simply that it had been revealed to him what his Father had done [see",["a.scriptureRef",{"href":"/scriptures/nt/john/5.19-20"},"John 5:19–20"],"]. Without doubt, Jesus came into the world subject to the same condition as was required of each of us—he forgot everything, and he had to grow from grace to grace. His forgetting, or having his former knowledge taken away, would be requisite just as it is in the case of each of us, to complete the present temporal existence."],["p.para",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p37"},"The Savior did not have a fulness at first, but after he received his body and the resurrection all power was given unto him both in heaven and in earth. Although he was a God, even the Son of God, with power and authority to create this earth and other earths, yet there were some things lacking which he did not receive until after his resurrection. In other words he had not received the fulness until he got a resurrected body.",["sup",["a",{"href":"fn_6"},"6"]]]],[".topic",{"id":"t5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.t5"},[".titleNumber","3"],["h3","Jesus Christ came into this world to redeem us from physical and spiritual death."],["p.para",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p40"},"Jesus came here to fulfill a definite mission which was assigned to him before the foundation of this earth was laid. He is spoken of in the scriptures as “the Lamb slain from the foundation of the world.” [",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.8"},"Revelation 13:8"],".] He volunteered to come, in the Meridian of Time, to redeem men from the fall which would come upon them through the transgression of Adam."],["p.para",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p41"},"… Jesus is the only person born into this world who did not have an earthly father. The Father of his body is also the Father of his Spirit, and the Father of the spirits of all men. From his Father he obtained eternal life; from his mother he obtained the power to die, for his mother was a mortal woman. From her he got his blood, and from his Father he got his immortality. Thus having the power to lay down his life and take it again, he was able to pay the price of Adam’s transgression, and redeem all creatures from the grave.",["sup",["a",{"href":"fn_7"},"7"]]],["p.para",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p42"},["span.pageBreak",{"title":"316"}],"The true reason for the coming of Jesus Christ into the world … was, first, to redeem",["span.emphasis","all"],"men from the physical or mortal death, which Adam brought into the world, and second, to redeem all men from spiritual death or banishment from the presence of the Lord on conditions of their repentance and remission of sins and endurance to the end of the mortal probation.",["sup",["a",{"href":"fn_8"},"8"]]],["p.para",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p43"},"We rejoice in the birth of the Son of God among men."],["p.para",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p44"},"We are grateful for the atoning sacrifice He worked out by the shedding of His own blood."],["p.para",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p45"},"We are thankful that He has redeemed us from death and opened the door so that we may gain eternal life."],["p.para",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p46"},"We pray for peace on earth, for the spread of the gospel, and for the final triumph of truth."],["p.para",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p47"},"We plead with our Father’s children everywhere to join with us in doing those things which will give us all peace in this world and eternal glory in the world to come [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],"].",["sup",["a",{"href":"fn_9"},"9"]]]],[".topic",{"id":"t6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.t6"},[".titleNumber","4"],["h3","We should permit the story of the Savior’s birth to permeate and influence our lives."],["p.para",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p50"},"When [Christmas morning] comes some will bow their heads in humble supplication to the Father of Lights for the blessings they have received through the sufferings of his beloved Son, and will read the wondrous story with grateful praise. Others, unfortunately, who know little, if anything at all, of the debt they owe to the Son of God, will celebrate, not in praise and humble prayer, but in blasphemous drunken revelry, without the least thought of the significance of the birth of the Man of Galilee. …"],["p.para",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p51"},"How can anyone read this touching story of the birth of Jesus Christ without wishing to forsake his sins? At this season of the year it is well for one and all—the king in his palace, if there are kings in palaces now, the peasant in his humble cottage, the rich and the poor alike—to bow the knee and pay honor to him who was without sin, whose life was spent in sacrifice and sorrow for the benefits of his fellow man; whose blood was shed as a sacrifice for sin. …"],["p.para",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p52"},["span.pageBreak",{"title":"317"}],"… What of this wonderful story? Have we permitted it to permeate and influence our lives? Have we accepted it in its full meaning without reservations? Do we believe that this babe was in very deed the only begotten Son of God in the flesh? Do we have abiding faith in his mission and are we willing to obediently follow him? If the world had so believed and had sincerely heeded his teachings, then it would not have been torn asunder by strife and wickedness all down through the ages. … There has been too much lip-service among the professed followers of the Son of God and too little real worship based upon the integrity of his teachings."],["p.para",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p53"},"The angel declared to the shepherds on that glorious night, that he brought tidings of great joy which were for all people [see",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.8-10"},"Luke 2:8–10"],"], but quite generally the people everywhere on the face of the earth, have refused to receive the blessings of those tidings. They have not been willing to forsake their sins, to humble themselves and place their lives in harmony with the Master’s teachings. …"],["p.para",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p54"},"Once again I plead to all men everywhere: Turn from your evil ways to the true worship of the Son of God, that your souls may be saved in his kingdom.",["sup",["a",{"href":"fn_10"},"10"]]]]],[".topic",{"id":"t7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.t7"},["h2","Suggestions for Study and Teaching"],[".topic",{"id":"t8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.t8"},["h3","Questions"],["ul.bullet",["li",["span.label","•"],["p.para",{"id":"p57","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p57"},"What do you do in your home to remember the Savior at Christmastime? What can we learn from President Smith’s Christmas traditions? (See “From the Life of Joseph Fielding Smith.”)"]],["li",["span.label","•"],["p.para",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p58"},"Why do you think the story of Jesus Christ’s birth “never grows old”? (See section 1.)"]],["li",["span.label","•"],["p.para",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p59"},"Review President Smith’s words about Jesus Christ coming to the world as a baby and enduring the difficulties of mortality (see section 2). What are your thoughts and feelings as you ponder the Savior’s willingness to do this?"]],["li",["span.label","•"],["p.para",{"id":"p60","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p60"},"Ponder the connection between the Savior’s birth and the Savior’s Atonement (see section 3). How can parents help their children",["span.pageBreak",{"title":"318"}],"gain this understanding? How can this understanding influence our Christmas traditions?"]],["li",["span.label","•"],["p.para",{"id":"p61","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p61"},"What can we do to permit the story of the Savior’s birth to “permeate and influence our lives”? (See section 4.)"]]]],[".topic",{"id":"t9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.t9"},["h3","Related Scriptures"],["p.para",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p63"},["a.scriptureRef",{"href":"/scriptures/ot/isa/53"},"Isaiah 53"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.26-35"},"Luke 1:26–35"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/2"},"2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.8-23"},"1 Nephi 11:8–23"]]],[".topic",{"id":"t10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.t10"},["h3","Teaching Help"],["p.para",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p65"},"Discussions in small groups “give a large number of people the opportunity to participate in a lesson. Individuals who are usually hesitant to participate might share ideas in small groups that they would not express in front of the entire group” (",["span.emphasis","Teaching, No Greater Call"],"[1999], 161)."]]]],[".notes",["h3","Notes"]],[".resources",[".image",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.f2"},[".caption",["p.para",{"id":"p77","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p77"},"The story of the Savior’s birth “never grows old no matter how often told.”"]]],[".image",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.f3"},[".caption",["p.para",{"id":"p78","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.p78"},"In His youth, Jesus gained knowledge “line upon line and precept upon precept.”"]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.fn1"},["b","1"],["span.label","1."],"“A Big Christmas Hug from Pres. Smith,”",["span.emphasis","Church News,"],"Dec. 25, 1971, 3."],[".footnote",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.fn2"},["b","2"],["span.label","2."],"“A Big Christmas Hug from Pres. Smith,” 3."],[".footnote",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.fn3"},["b","3"],["span.label","3."],"“Christmas Greetings from President Joseph Fielding Smith to the Members of the Church throughout the World,”",["span.emphasis","Church News,"],"Dec. 19, 1970, 3."],[".footnote",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.fn4"},["b","4"],["span.label","4."],["span.emphasis","The Restoration of All Things"],"(1945), 279–80."],[".footnote",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.fn5"},["b","5"],["span.label","5."],"Personal correspondence, quoted in",["span.emphasis","Doctrines of Salvation,"],"ed. Bruce R. McConkie, 3 vols. (1954–56), 1:11."],[".footnote",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.fn6"},["b","6"],["span.label","6."],"Personal correspondence, quoted in",["span.emphasis","Doctrines of Salvation,"],"1:32–33."],[".footnote",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.fn7"},["b","7"],["span.label","7."],["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. (1957–66), 2:134, 136."],[".footnote",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.fn8"},["b","8"],["span.label","8."],"“The Resurrection,”",["span.emphasis","Improvement Era,"],"Dec. 1942, 780–81; see also",["span.emphasis","Doctrines of Salvation,"],"2:259."],[".footnote",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.fn9"},["b","9"],["span.label","9."],"“Christmas Greetings,” 3."],[".footnote",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-joseph-fielding-smith/chapter-25-the-birth-of-jesus-christ-good-tidings-of-great-joy.fn10"},["b","10"],["span.label","10."],["span.emphasis","The Restoration of All Things,"],"278–79, 281–82, 286; punctuation standardized."]]}
