{"id":19,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":19,"title":"Chapter 17: Obedience, a Law of Heaven","subtitle":"","short_title":"Chapter 17","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.head1"},[".titleNumber","Chapter 17"],["h1","Obedience, a Law of Heaven"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.p4"},"The following two stories may be used to introduce the law of obedience and to illustrate it. Relate one of the stories, and discuss it in the context of obedience to the counsel of the living prophet today."],["div",{"id":"p5","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.p5"},"“On many occasions [Ephraim] Hanks was rewarded for his obedience to the Prophet, Brigham Young. One spring morning he was at work, building an adobe house in the city. The basement was almost completed and he was just beginning to lay the sun-dried brick when Brigham drove up in his carriage and said, ‘Ephraim, how thick is that rock wall?’"],["div",{"id":"p6","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.p6"},"“Eph answered that it was eight inches thick."],["div",{"id":"p7","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.p7"},"“Brigham said, ‘Tear it all down, Ephraim, and build it twice as thick.’ Then, as if to avoid argument, he turned his carriage around and drove away."],["div",{"id":"p8","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.p8"},"“Eph had been hauling rock from Ensign Peak for many days, and had paid a mason a good price to lay it in lime mortar. He dreaded the extra work and expense of doing it all over again."],["div",{"id":"p9","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.p9"},"“The mason, too, showed his disapproval by swearing and remarking, ‘Brigham Young may be a saint, but he’s no kind of a prophet about building stone walls!’"],["div",{"id":"p10","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.p10"},"“Nevertheless, Eph re-contracted with the stone mason to double the wall and the next morning started hauling rock again."],["div",{"id":"p11","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.p11"},"“A month later, they had laid on this sixteen-inch wall much adobe brick and mud. As they were putting up the rafters, a terrific storm started. Rain fell in sheets, causing streamlets of water to run in all directions. In a few minutes the basement of the new house was flooded, but the sturdy, thick walls stood safe and strong, supporting the house. A few days later when the water had drained out and they finished laying the rafters, Eph drove in the nails to the tune of ‘We Thank Thee, Oh God, for a Prophet.’” (Sidney Alvarus Hanks and Ephraim K. Hanks,",["span.emphasis","Scouting for the Mormons on the Great Frontier,"],"pp. 78–80.)"],["div",{"id":"p12","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.p12"},"“My grandfather was assisting in the building of the Temple at Nauvoo and was driving a pair of beautiful high-spirited black mares. One day while backing his wagon in at the quarry which was down by the river’s edge, the Prophet came over to him and s ‘Israel, on your next trip, stop and buy yourself a buggy whip,’ to which grandfather assented. On his next trip up town he bought a buggy whip and returned for another load of rock. Backing the team in this time, he attempted to stop them as usual by saying, ‘Whoa,’ to which they paid no attention, but kept backing until Israel, in excitement, was compelled to use the whip which the Prophet had told him to buy. The horses jumped forward and the wagon stopped right at the edge of the quarry, beyond which they would have plunged below."],["div",{"id":"p13","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.p13"},"“Grandfather frequently told this story as an illustration of what obedience meant. Grandfather accepted everything the Prophet Joseph Smith told him and never questioned ‘why?’ Some would call this blind obedience, but not so. Israel Barlow knew full well the divine calling of the Prophet and bore that testimony to the day of his death.” (In Ora H. Barlow,",["span.emphasis","The Israel Barlow Story and Mormon Mores,"],"pp. 195–96.)"]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.f1"},["ol.alphaCaps",["li",["span.label","A."],[".para","Obedience is the first law of heaven."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","In explaining the importance of obedience, read",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24-25"},"Abraham 3:24–25"],". As you discuss this important passage, point out that obedience is the first law of heaven."],[".para","How does the Lord try our faith? Often a trial of faith involves obedience to a principle of the gospel or to the counsel of Church leaders. Cite a personal example to illustrate this point, or use the story about President Marion G. Romney in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-17-obedience-a-law-of-heaven.p40"},"Supporting Statements A"],"on page 47 of the student manual (see Harold B. Lee, “Marion G. Romney,”",["span.emphasis","Improvement Era,"],"Oct. 1962, p. 742)."]],["li",["span.label","■"],[".para","Who was the first to suggest that the principle of obedience is negative? Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.7-11"},"Moses 4:7–11"],", and discuss the implications of Satan’s words to Eve: “Hath God said—Ye shall",["span.emphasis","not"],"eat of every tree of the garden?” (emphasis added). What do the words “for God doth know” imply? (Satan implied that Eve was not completely free because she had to obey a commandment to refrain from eating the fruit of one tree.)"]],["li",["span.label","■"],[".para","Ask the students the following questions to help them realize what obedience is",["span.emphasis","not:"]],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","Does God simply want us to obey a set of commandments, or does he hope our obedience will build certain character traits?"]],["li",["span.label","2."],[".para","Does doing the right thing with a bad attitude build the character traits necessary for advancement toward exaltation? (How do the experiences of Laman and Lemuel help answer this question? Did they obey? With what attitude?)"]],["li",["span.label","3."],[".para","How many roads to happiness and joy exist? Which label better fits the road: “Doing the Right Things” or “Being the Right Kind of Person”? Are the labels related?"]],["li",["span.label","4."],[".para","How is obedience related to attitude? To behavior?"]]]]]]]],["li",["span.label","B."],[".para","The Lord promises great blessings to those who obey his commandments."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Are there eternal physical laws that rule the universe? As man has come to understand and obey physical laws, have those laws limited his freedom or increased it? In matters of physical law, obedience involves compliance with true principles. The result is increased freedom. Is this relationship also true of spiritual laws? From page 46 of the student manual, write on the chalkboard the following statement by Cecil B. DeMille: “[God] made man free—and then gave him the Commandments to keep him free” (“Commencement Address,” in",["span.emphasis","Commencement Exercises,"],"Brigham Young University Speeches of the Year [Provo, 31 May 1957], pp. 4–5). How is this statement true?"],[".para","Discuss the truth that obedience involves putting our life in harmony with divine truth in order to gain increased freedom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.26-28"},"D&C 93:26–28"],")."]],["li",["span.label","■"],[".para","Does obedience bring specific blessings? Identify in the scriptures some commandments that promise specific blessings for obedience. Use Chalkboard 1 as you discuss these commandments. A few examples are—"],[".",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"}],["ul.noMarker",["li",[".para",["span.emphasis","The fast"],". See",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.3-12"},"Isaiah 58:3–12"],"."]],["li",[".para",["span.emphasis","The Sabbath"],". See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9-19"},"Doctrine and Covenants 59:9–19"],"."]],["li",[".para",["span.emphasis","The Word of Wisdom"],". See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.4-21"},"Doctrine and Covenants 89:4–21"],"."]]],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"Doctrine and Covenants 130:20–21"],", wherein we are told that “any blessing from God” is obtained “by obedience to that law upon which it is predicated.”"]]]]],["li",["span.label","C."],[".para","Disobedience is a serious offense in the eyes of the Lord."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Why is God displeased by disobedience? Disobedience brings misery, and God desires all his children to be happy. He is sorrowful when they choose the wrong path."],[".para","Enoch was overwhelmed by the Lord’s sorrow over his children at the time of Noah. Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.32-33"},"Moses 7:32–33"],", and discuss the implications of the Lord’s explanation to Enoch."]]]]],["li",["span.label","D."],[".para","Jesus Christ set the pattern for obedience."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Discuss how Christ set the example of the righteous attitude of obedience. Why did the Savior obey the Father? Can you imagine Jesus obeying the Father out of fear? Desire for reward? Pity? Tradition? Self-righteousness? How do the following scriptures give us insight into the true attitude of obedience?"],["ul.noMarker",["li",[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/nt/john/8.28-29"},"John 8:28–29"],"."],"“I do nothing of myself; but as my Father hath taught me. … I do always those things that please him.”"]],["li",[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/nt/john/5.19-20"},"John 5:19–20"],"."],"“The Son can do nothing of himself, but what he seeth the Father do … for the Father loveth the Son.”"]],["li",[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/nt/john/7.16-18"},"John 7:16–18"],"."],"Knows the doctrine is of God, and seeks the Father’s glory."]],["li",[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/nt/john/10.15"},"John 10:15"],"."],"“As the Father knoweth me, even so know I the Father.”"]],["li",[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/nt/john/10.30"},"John 10:30"],"."],"“I and my Father are one.”"]],["li",[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/nt/john/14.10"},"John 14:10"],"."],"“I am in the Father, and the Father in me … ; but the Father that dwelleth in me, he doeth the works.”"]],["li",[".para",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/nt/john/14.15,21,23"},"John 14:15, 21, 23"],"."],"“If ye love me, keep my commandments.”"]]],[".para","How do the words",["span.emphasis","love, trust, please, example, knowledge of God,"],"and",["span.emphasis","oneness"],"help us understand the righteous attitude of obedience?"]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p46","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-17-obedience-a-law-of-heaven.p46"},"Share a few powerful examples in the scriptures of the true attitude of obedience. You might discuss the obedience of Adam, as recorded in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.6"},"Moses 5:6"],", or Nephi and the brass plates, as recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.6-7"},"1 Nephi 3:6–7"],". Challenge your students to evaluate the degree of their obedience and to make the commitment to change as needed."]]]],"refs":null}
