{"id":14,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":14,"title":"Chapter 10: “Come into the Temples”","subtitle":"","short_title":"Chapter 10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.head1"},["span.pageBreak",{"title":"137"}],[".titleNumber","Chapter 10"],["h1","“Come into the Temples”"],[".intro","“The prospects that God has opened up to our view are wonderful and grand; the imagination cannot conceive of them. Come into the Temples and we will show you.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p5"},"Soon after his baptism and confirmation, Lorenzo Snow began attending meetings in the Kirtland Temple. There, with the Prophet Joseph Smith and other Church leaders, he received great spiritual blessings. In his journal he reported: “There we had the gift of prophecy—the gift of tongues—the interpretation of tongues—visions and marvelous dreams were related—the singing of heavenly choirs was heard, and wonderful manifestations of the healing power, through the administrations of the Elders, were witnessed. The sick were healed—the deaf made to hear—the blind to see and the lame to walk, in very many instances. It was plainly manifest that a sacred and divine influence—a spiritual atmosphere pervaded that holy edifice.”",["sup",["a",{"href":"fn_1"},"1"]]],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p6"},"Lorenzo Snow loved the Kirtland Temple, knowing that “the Son of God, in His glory, had honored it with His royal presence.” Consequently, he was awestruck when he first stood at a pulpit there to teach. “No language can describe my feelings,” he said, “when, for the first time, I stood up in one of those pulpits to address an audience—a pulpit on the breastwork of which, only a short time before, this holy Personage stood—",["span.emphasis","‘his hair as white as pure snow, his eyes as a flame of fire’"],"—where also Moses, Elias and Elijah came and committed the keys of their dispensations to Joseph Smith.” [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110"},"D&C 110"],".]",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p7"},"Many years later, on April 6, 1892, President Lorenzo Snow stood before another gathering, this time in front of the almost-completed Salt Lake Temple. About 40,000 Latter-day Saints crowded into the",["span.pageBreak",{"title":"138"}],"enclosure surrounding Temple Square, and about 10,000 more “occupied the tops of adjoining houses and places from which a view could be obtained.”",["sup",["a",{"href":"fn_3"},"3"]],"The multitude had gathered for a ceremony in which the capstone would be secured on the temple’s highest spire. Later that day the statue of the angel Moroni would be placed on the capstone. By assignment from the First Presidency, President Snow, who was then President of the Quorum of the Twelve Apostles, was to lead the Saints in the Hosanna Shout. As he explained the Hosanna Shout to the multitude, he expressed his love and enthusiasm for temple work."],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p8"},"“The words of the shout, Hosanna!” he said, “to be uttered upon, or after, the laying of the capstone to-day, were introduced by President Joseph Smith at the Kirtland Temple, and were there used at a solemn assemblage where the power of God was manifested and the vision of the Almighty was opened up to the brethren. This is no ordinary order, but is—and we wish it to be distinctly understood—a sacred shout, and employed only on extraordinary occasions like the one now before us. We wish it also to be distinctly understood that we want the brethren and sisters not only to express the words, but that their hearts shall be full of thanksgiving to the God of heaven, who has accomplished, through our agency, this mighty and extraordinary labor. Thirty-nine years ago to-day the foundation-stone—the corner-stone—of this Temple was laid, and in reflecting and meditating upon the wonderful blessings that God has bestowed upon us, His people, during this number of years that have passed since that time, we wish the Saints to feel when they pronounce this shout that it comes from their hearts. Let your hearts be filled with thanksgiving.” He demonstrated the Hosanna Shout and then said, “Now when we go before the Temple, and this shout goes forth, we want every man and every woman to shout these words to the very extent of their voices, so that every house in this city may tremble, the people in every portion of this city hear it, and it may reach to the eternal worlds.”",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p9"},"The following report of the capstone ceremony illustrates the Saints’ reverence and excitement during the event:"],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p10"},"“Just as the hour of noon was reached, President Wilford Woodruff stepped to the front of the platform, in full view of the",["span.pageBreak",{"title":"139"}],"assembled multitude, in whose midst a solemn stillness reigned. A thrill went through the hearts of the people as he spoke:"],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p11"},"“‘Attention, all ye house of Israel, and all ye nations of the earth! We will now lay the top stone of the Temple of our God, the foundation of which was laid and dedicated by the Prophet, Seer and Revelator Brigham Young.’"],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p12"},"“President Woodruff then pressed an electric button, and the Temple capstone moved securely into its position. The scene that followed is beyond the power of language to describe. The venerable President of the Twelve, Apostle Lorenzo Snow, came forward and led forty thousand Saints in shouting in concert:"],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p13"},"“‘Hosanna! hosanna! hosanna! to God and the Lamb. Amen, amen, and amen!"],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p14"},"“‘Hosanna! hosanna! hosanna! to God and the Lamb. Amen, amen, and amen!"],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p15"},"“‘Hosanna! hosanna! hosanna! to God and the Lamb. Amen, amen, and amen!’"],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p16"},"“Each shout was accompanied by the waving of handkerchiefs. … The eyes of thousands were moistened with tears in the fulness of their joy. The ground seemed to tremble with the volume of sound which sent forth its echoes to the surrounding hills. A grander or more imposing spectacle than this ceremony of laying the Temple capstone is not recorded in history. The hosannas had scarce ceased when the vast congregation burst forth in the glorious inspirational hymn, ‘The Spirit of God like a fire is burning.’”",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p17"},"President Woodruff dedicated the Salt Lake Temple exactly one year later, on April 6, 1893, after the Saints had labored 40 years to complete it. President Lorenzo Snow was called to serve as the first president of that temple, and he fulfilled this calling until he became President of the Church in September 1898. A portrait of President Snow hangs in the Salt Lake Temple today, in remembrance of his devotion to what he called the “mighty work that we are accomplishing” in the house of the Lord.",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 1 on page 144.]"]],[".topic",["span.pageBreak",{"title":"140"}],["h2","Teachings of Lorenzo Snow"],[".topic",["h3","In temples we learn of the marvelous blessings God has prepared for the faithful."],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p20"},"The prospects that God has opened up to our view are wonderful and grand; the imagination cannot conceive of them. Come into the Temples and we will show you. Many of you, I presume, have been there, and have heard the marvelous things that God has prepared for those that love Him and continue faithful to the end. …"],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p21"},"… He has prepared everything for the Latter-day Saints that they could possibly wish or imagine in order to effect their complete happiness throughout the vast eternities.",["sup",["a",{"href":"fn_7"},"7"]],"[See suggestion 2 on pages 144–45.]"]],[".topic",["h3","Through temple ordinances we form sacred ties that can bind families together for time and eternity."],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p23"},"Think of the promises that are made to you in the beautiful and glorious ceremony that is used in the marriage covenant in the Temple. When two Latter-day Saints are united together in marriage, promises are made to them concerning their offspring that reach from eternity to eternity.",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p24"},"We have received much wisdom and knowledge of things which astonish the world when we speak of them. We have learned that, in temples, we are able to form ties which are not dissolved at death, but which reach into eternity; sacred ties which bind families together for time and eternity.",["sup",["a",{"href":"fn_9"},"9"]],"[See suggestion 3 on page 145.]"]],[".topic",["h3","In temples we receive the ordinances of exaltation in behalf of our kindred dead."],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p26"},"Every son and daughter of God will have the opportunity necessary for exaltation and glory. … There is but one way by which exaltation and glory can be secured. We have to be baptized for the remission of sins and have hands laid upon us for the reception of the Holy Ghost. These and other ordinances are absolutely necessary for exaltation and glory; and where individuals have lived when the Gospel has not been accessible, these things can",["span.pageBreak",{"title":"141"}],"be attended to by their friends. We have come into the world now in order to do these things—at least, it is one of the chief objects of our coming. We cannot lay too great stress upon the importance of this work.",["sup",["a",{"href":"fn_10"},"10"]]],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p27"},"We did not come into this world accidentally. We came for a special purpose, and it was undoubtedly through certain arrangements in the other life where we dwelt that we came into this life. Well, in the Temples we are accomplishing a great work in reference to our kindred dead. We have from time to time important manifestations that God approved of this labor that we are performing in our Temples. Most extraordinary manifestations have been experienced by individuals that are laboring for their ancestry. It is a mighty work that we are accomplishing. Thousands of persons have been baptized for their dead during the progress of our labors in the Temples. …"],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p28"},"Now, in our Temples we allow persons to come in, after they have traced their ancestry, no matter how far back, and to be baptized for their dead father, grandfather, and great grandfather and so on, just as far as they can trace their line. Then we allow them to have the wives sealed to their husbands, all along the ancestry line, as far as they can trace it. Take the case of a virtuous young man who lived before the Gospel was introduced to the children of men. … He married a wife, and raised a family; but he never had the privilege of receiving the Gospel, as you and I have. However, he taught his family the principles of morality, and he was affectionate and kind to his wife and children. What more could he do? He should not be condemned because he did not receive the Gospel; for there was no Gospel to receive. He should not lose his wife because when he married her he could not go into a Temple and have her sealed to him for time and eternity. He acted according to the best knowledge that he had, and she was married to him for time, according to the custom of the country. We respect that marriage, solemnized according to the laws of his country. … We seal children to their parents and wives to their husbands, all along the line.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p29"},"The Savior said on a certain occasion, “Verily, verily, I say unto you, the hour is coming, and now is, when the dead shall hear",["span.pageBreak",{"title":"143"}],"the voice of the Son of God;” and He continued and made this remarkable expression: “and they that hear shall live.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/5.25"},"John 5:25"],".] I believe there will be very few who will not receive the truth. They will hear the voice of the Son of God; they will hear the voice of the Priesthood of the Son of God, and they will receive the truth and live. These brethren and sisters that are laboring so industriously in the temples will have the honor of being, as it were, saviors to their kindred and friends in whose favor they administered these ordinances.",["sup",["a",{"href":"fn_12"},"12"]],"[See suggestion 4 on page 145.]"]],[".topic",["h3","We should strive to perform temple and family history work, even if it requires sacrifice on our part."],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p31"},"Now, it should be an object in every man’s and woman’s mind to come into our Temples and to perform this labor. It is a great labor, and an important one, too. When we go back into the other life and find our dead friends living there, if we have not performed the labor that is necessary for their exaltation and glory we shall not feel very happy and it will not be a very pleasant meeting."],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p32"},"We ought not to wait for opportunities to be pleasant and agreeable always; but we should strive, even if it takes a little sacrifice on our part, to put ourselves in a condition to perform this labor. … We desire anxiously that the brethren and sisters should not neglect this important work. Do you know what will be the main labor during the thousand years of rest [the Millennium]? It will be that which we are trying to urge the Latter-day Saints to perform at the present time. Temples will be built all over this land, and the brethren and sisters will go into them and perhaps work day and night in order to hasten the work and accomplish the labors necessary before the Son of Man can present His kingdom to His Father. This work has got to be accomplished before the Son of Man can come and receive His kingdom to present it to His Father.",["sup",["a",{"href":"fn_13"},"13"]],"[See suggestion 5 on page 145.]"]],[".topic",["h3","When we enter the temple with a pure heart, the Lord blesses us according to what He knows is best for us."],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p34"},"We feel when we go into these temples that we enjoy the Spirit of the Lord more fully than in any other place. They are the Lord’s",["span.pageBreak",{"title":"144"}],"buildings, and His most important work is carried on within their walls. …"],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p35"},"… I am satisfied that when persons go into these temples, they do not [leave] without feeling better and with a determination in their minds to do a little better than they have done. That is the feeling we want the Saints to get. …"],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p36"},"… Be faithful, brethren and sisters, and persevering; come to the temple and do your work there, and you will enjoy yourselves, and be better prepared to resist the unpleasantnesses of the world.",["sup",["a",{"href":"fn_14"},"14"]]],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p37"},"Those who [enter the] Temple with a pure heart and a contrite spirit [will] not come out of it without receiving peculiar blessings, although these in some, or possibly many, instances might be different from what some might expect. … Some of the Saints might be looking for the appearance of ministering angels … or expect to behold the face of God. It might not be profitable for you to impart such manifestations. The Lord knows what is best for every individual, and will adapt His gifts for the production of the greatest good to those who receive them. It may be safely anticipated that every faithful Saint who enters that House will receive a blessing that will give much satisfaction to the recipient. Before those who would enter the Temple [leave] it, something [will] arise in their hearts and understanding which [will] be serviceable to them in their future lives. To this, as true Latter-day Saints, they [are] entitled.",["sup",["a",{"href":"fn_15"},"15"]],"[See suggestion 6 on page 145.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p39"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.f1"},["ol.number",["li",["span.label","1."],[".para","Read the account of the capstone ceremony for the Salt Lake Temple (pages 137–39). If you have participated in a temple dedication, think about how you felt at the time. When we participate in a Hosanna Shout, what are we expressing to the Lord?"]],["li",["span.label","2."],[".para","Review President Snow’s invitation to “come into the Temples” (page 140). Think about how you can accept this invitation",["span.pageBreak",{"title":"145"}],"and about how you might extend this invitation to family members and friends."]],["li",["span.label","3."],[".para","As you study the second section on page 140, ponder the blessings that can come through receiving temple ordinances and making temple covenants. How have these blessings influenced you and your family?"]],["li",["span.label","4."],[".para","Read the section beginning at the bottom of page 140. In what ways do we act as “saviors to [our] kindred and friends” when we perform this work? What resources has the Church provided to help us?"]],["li",["span.label","5."],[".para","What can we do to give temple and family history work the attention and time they deserve? (Review the section beginning at the top of page 143.)"]],["li",["span.label","6."],[".para","What are some personal, spiritual blessings we can receive when we participate in temple work? (For some examples, see pages 143–44.)"]]]],["div",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p46"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.15-17"},"D&C 97:15–17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.1-23"},"109:1–23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.15-18"},"128:15–18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"132:19"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.57-59"},"138:57–59"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.f2"},["div",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.p47"},["span.emphasis","Teaching Help:"],"“You can help those you teach feel more confident about their ability to participate in a discussion if you respond positively to every sincere comment. For example, you might say, ‘Thank you for your answer. That was very thoughtful’ … or ‘That is a good example’ or ‘I appreciate all that you have said today’” (",["span.emphasis","Teaching, No Greater Call,"],"64)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.f3"},[".caption","On April 6, 1892, thousands of people gathered to witness the capstone being secured on the highest spire of the Salt Lake Temple."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.f4"},[".caption","Parents can help their children prepare to accept the invitation to come into the temple."]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn1"},["span.label","1."],"In Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 11."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn2"},["span.label","2."],"In",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"11–12."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn3"},["span.label","3."],"See J. H. A.,",["span.emphasis","Millennial Star,"],"May 2, 1892, 281."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn4"},["span.label","4."],["span.emphasis","Millennial Star,"],"July 4, 1892, 418."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn5"},["span.label","5."],["span.emphasis","Millennial Star,"],"May 2, 1892, 281–82."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn6"},["span.label","6."],["span.emphasis","Millennial Star,"],"June 27, 1895, 403."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn7"},["span.label","7."],["span.emphasis","Deseret Semi-Weekly News,"],"Mar. 30, 1897, 1."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn8"},["span.label","8."],["span.emphasis","Deseret Semi-Weekly News,"],"Mar. 30, 1897, 1."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn9"},["span.label","9."],"In “Funeral Services of Apostle Erastus Snow,”",["span.emphasis","Millennial Star,"],"July 2, 1888, 418."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn10"},["span.label","10."],["span.emphasis","Millennial Star,"],"June 27, 1895, 405."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn11"},["span.label","11."],["span.emphasis","Millennial Star,"],"June 27, 1895, 403–4; see also",["span.emphasis","Teachings of Presidents of the Church: Wilford Woodruff"],"(2004), 177."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn12"},["span.label","12."],["span.emphasis","Deseret Weekly,"],"Nov. 4, 1893, 609."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn13"},["span.label","13."],["span.emphasis","Millennial Star,"],"June 27, 1895, 404–5."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn14"},["span.label","14."],["span.emphasis","Deseret Semi-Weekly News,"],"Mar. 30, 1897, 1."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-10-come-into-the-temples.fn15"},["span.label","15."],"Adapted from a detailed paraphrase of an address by President Snow in",["span.emphasis","Deseret Weekly,"],"Apr. 8, 1893, 495."]]}
