{"id":30,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":30,"title":"The Day of the Lord’s Wrath (Zephaniah)","subtitle":"","short_title":21,"uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.head1"},[".titleNumber","21"],["h1","The Day of the Lord’s Wrath"],["h1",["a.scriptureRef",{"href":"/scriptures/ot/zeph"},"Zephaniah"]]],[".bodyBlock",[".topic",["h2","(21-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p5"},"Zephaniah was probably a contemporary of Jeremiah, Lehi, Nahum, and possibly Habakkuk. “The immediate occasion of his preaching appears to have been the advance of an enemy which threatened Judah and its neighbours with sudden and complete destruction. Evidently the dreaded foe is not their old masters, the Assyrians, nor their allies, the Egyptians, but the barbarous Scythians, who had already disturbed the politics of southwestern Asia. … A detachment of these ruthless foes, who worshipped their swords and gloried only in murder and plunder, was evidently already sweeping down the eastern shore of the Mediterranean. The prophet had his text, and his audience good reason to listen. Their old complacency was shaken. The awakened national conscience found expression on the lips of the royal prophet. Rising above the terror of the moment, he announced that these pitiless destroyers were Jehovah’s instrument of punishment, and the catastrophe that threatened His day of judgment.” (J. R. Dummelow, ed.,",["span.emphasis","A Commentary on the Holy Bible,"],"pp. 592–93.)"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p6"},"C. F. Keil and F. Delitzsch pointed out that Zephaniah used the imminent danger to stress the universal nature of God’s judgment: “Zephaniah’s prophecy has a more general character, embracing both judgment and salvation in their totality, so as to form one complete picture. It not only commences with the announcement of a universal judgment upon the whole world, out of which the judgment rises that will fall upon Judah on account of its sins, and upon the world of nations on account of its hostility to the people of Jehovah; but it treats throughout of the great and terrible day of Jehovah, on which the fire of the wrath of God consumes the whole earth [",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.14-18"},"Zephaniah 1:14–18"],";",["a.scriptureRef",{"href":"/scriptures/ot/zeph/2.2"},"2:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/zeph/3.8"},"3:8"],"].” (",["span.emphasis","Commentary on the Old Testament,"],"10:2:122.) Such a message has meaning for people today as the world prepares for its spiritual and temporal judgment."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.f1"},[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.f2"},["h3","Instructions to Students"],["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study the book of Zephaniah."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual-study students should complete all of this sections.)"]]]]]],[".topic",["h2","Notes and Commentary on Zephaniah"],[".topic",["h3","(21-2)",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.1"},"Zephaniah 1:1"],". Who Was Zephaniah?"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p12"},"Zephaniah was commissioned by God to warn Judah and encourage her to repent. He was a contemporary of King Josiah, and his ministry probably played an important part in the reform movement of that time. Israel was at a pivotal point between peril and safety. Zephaniah’s sweeping prose account of God’s judgments upon the wicked and the eventual triumph of His kingdom was the message vacillating Judea needed to hear."],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p13"},"The brief genealogy in verse one traces Zephaniah back to Hizkiah. It is not known whether this individual was the same as Hezekiah the king, and the other names are not of known individuals. Nothing is known of the life of Zephaniah beyond what can be inferred from his book."]],[".topic",["h3","(21-3)",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.1-9"},"Zephaniah 1:1–9"],". Is This Prophecy of the Near or the Distant Future?"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p15"},"Beyond his message for Judah, Zephaniah asserted God’s right and power to judge the whole earth. His design in cataloging all the various forms of life was to stress the complete scope of judgment. The reference to the wicked focuses attention on the main issue: sin and its inevitable consequences. (See D. Guthrie and J. A. Motyer, eds.,",["span.emphasis","The New Bible Commentary: Revised,"],"p. 776.)"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p16"},"This prophecy is in keeping with the dualism so common in the writings of Hebrew prophets. Zephaniah both anticipated Judah’s impending disaster and foresaw the final destruction of all the wicked (see Ellis T. Rasmussen,",["span.emphasis","An Introduction to the Old Testament and Its Teachings,"],"2:273). The phrase “day of the Lord” in",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.7"},"Zephaniah 1:7"],"usually refers in the scriptures to the Second Coming of Jesus Christ."]],[".topic",["h3","(21-4)",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.10-18"},"Zephaniah 1:10–18"],". The Great Day Comes: The People Reap the Judgments"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.f3"},["p.preamble","The imagery of these verses may be difficult to understand because Zephaniah used terms familiar to listeners in his day but unfamiliar to modern readers. The following information will be helpful:"],["ol.number",["li",["span.label","1."],["p.para","The “fish gate” (",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.10"},"v. 10"],") was on the north end of the city. People there would be the first to see an enemy invading from the north."]],["li",["span.label","2."],["p.para","The fish gate opened into the part of the city known as the “second quarter” (",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.10"},"v. 10"],"), probably because it was an expansion of the original city of David. This quarter would be the first reached from the north."]],["li",["span.label","3."],["p.para","“Maktesh” (",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.11"},"v. 11"],") was the name of the merchant quarter, which lay in the second quarter; thus, the reference to merchants, “they that bear silver.”"]],["li",["span.label","4."],["p.para","To “search with candles” (",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.12"},"v. 12"],") suggests an exhaustive search, since in the poorly lighted houses of those times one would have to use a candle to look for a lost object at night."]],["li",["span.label","5."],["p.para","“Settled upon their lees” (",["a.scriptureRef",{"href":"/scriptures/ot/zeph/1.12"},"v. 12"],") is a figure drawn from wine making. The lees are the thick residue of the pulp of the grapes. “Good wine, when it remains for a long time upon its lees, becomes stronger; but bad wine becomes harsher and thicker” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"10:2:134). The interpretation of the symbol is that wicked men, like bad wine, remain apathetic about the true religion and become increasingly harsh and bitter."]]]]],[".topic",["h3","(21-5)",["a.scriptureRef",{"href":"/scriptures/ot/zeph/2"},"Zephaniah 2"],". Is There Hope of Any Escaping the Wrath When the Day of the Lord Comes?"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p25"},"Judah was not the only nation ripe for destruction. The foreign peoples who taunted and reviled Judah were even more worthy of annihilation. Each of them would share in the impending doom. Still, there was some hope."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p26"},"“Those who see the worst in human nature are often the first to see a gleam of hope. Following the gloom, unmitigated and unrelieved in any way, Zephaniah sends one shaft of light into the darkness. A remnant may yet be saved [see",["a.scriptureRef",{"href":"/scriptures/ot/zeph/2.2-3"},"vv. 2–3"],"]. He does not see any way of escape for any but for the",["span.emphasis","humble,"],"whom he mentions in contrast to the proud who have provoked the jealous wrath of God.” (Guthrie and Motyer,",["span.emphasis","New Bible Commentary,"],"p. 777.)"]],[".topic",["h3","(21-6)",["a.scriptureRef",{"href":"/scriptures/ot/zeph/3.1-7"},"Zephaniah 3:1–7"],". A Warning and Promise"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p28"},"Zephaniah turned again to Jerusalem with both warning and promise. He condemned many groups in Judah’s society, including the political leaders, the judges, the prophets, and the priests. Corruption was at every level. He stressed the constant righteousness and justice of the Lord, who continually brings down wicked people and nations. All hope was not to be lost, however, because there would still be a remnant with whom God could work and bring to pass His righteous purposes. In addition, there is always God’s unbounded mercy. The righteous in any age can take comfort in their righteousness."],[".",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_021_02-zephaniah.jpg"}],[".caption",["p",{"id":"lds-29"},"Zephaniah warned unrepentant Jerusalem."]]]],[".topic",["h3","(21-7)",["a.scriptureRef",{"href":"/scriptures/ot/zeph/3.8-20"},"Zephaniah 3:8–20"],". Zephaniah’s Final Message"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p31"},"The prophet concluded on a note of optimism. The day will come when God’s people “shall not see evil any more” (",["a.scriptureRef",{"href":"/scriptures/ot/zeph/3.15"},"Zephaniah 3:15"],"). Those who have borne the burden of reproach shall be gathered from afar and become “a name and a praise” (",["a.scriptureRef",{"href":"/scriptures/ot/zeph/3.20"},"v. 20"],") among men."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p32"},"“Zephaniah saw our day and beyond. In it he both suffered and rejoiced. He suffered in spirit because of the desolation and destruction which he saw, but he was able to use this as a warning and threat to his own people. In the redemption and final blessings of Israel he saw a ray of hope to extend to Judah. No prophet has written more clearly or vigorously of the Day of the Lord. Zephaniah must be added to the list of prophets who give us a grave warning of disaster.” (Sidney B. Sperry,",["span.emphasis","The Voice of Israel’s Prophets,"],"p. 388.)"]]],[".topic",["h2","Points to Ponder"],[".topic",["h3","(21-8) The Prophets and the Last Days"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/chapter-21.p35"},"Do you find the language and imagery of the Old Testament prophets difficult? Many do, but that should not become discouraging. The language and means of expression are far removed from the way we speak today. But gaining an understanding of them is worth the price of extra study, for the message has great application. Even though the prophets spoke to their own people and of their own times, through the inspiration they received they also spoke again and again of the last dispensation. There is great value in studying the writings of these men, for they saw our day and told us how to prepare for it."]]]]]]],"refs":null}
