{"id":19,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":19,"title":"Chapter 17: The Sermon on the Mount","subtitle":"","short_title":"Chapter 17","uri":"/manual/jesus-the-christ/chapter-17","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/chapter-17"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/chapter-17.head1"},[".titleNumber","Chapter 17"],["h1","The Sermon on the Mount"]],[".bodyBlock",[".topic",["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/chapter-17.p3"},"At some time very near that of the ordination of the Twelve, Jesus delivered a remarkable discourse, which, in reference to the place where it was given, has come to be known as the Sermon on the Mount. Matthew presents an extended account occupying three chapters of the first Gospel; Luke gives a briefer synopsis.",["sup",["a",{"href":"fn_1"},"a"]],"Circumstantial variations appearing in the two records are of minor importance;",["sup",["a",{"href":"fn_2"},"b"]],"it is the sermon itself to which we may profitably devote attention. Luke introduces in different parts of his writings many of the precious precepts given as parts of the sermon recorded as a continuous discourse in the Gospel written by Matthew. In our present study we shall be guided principally by Matthew’s account. Some portions of this comprehensive address were expressly directed to the disciples, who had been or would be called to the apostleship and in consequence be required to renounce all their worldly interests for the labors of the ministry; other parts were and are of general application. Jesus had ascended the mountain side, probably to escape the crowds that thronged Him in or near the towns.",["sup",["a",{"href":"fn_3"},"c"]],"The disciples gathered about Him, and there He sat and taught them.",["sup",["a",{"href":"fn_4"},"d"]]]],[".topic",["h2","The Beatitudes",["sup",["a",{"href":"fn_5"},"e"]]],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/chapter-17.p5"},"The opening sentences are rich in blessing, and the first section of the discourse is devoted to an explanation of what constitutes genuine blessedness; the lesson, moreover over, was made simple and unambiguous by specific application, each of the blessed being assured of recompense and reward in the enjoyment of conditions directly opposite to those under which he had suffered. The blessings particularized by the Lord on this occasion have been designated in literature of later time as the Beatitudes. The poor in spirit are to be made rich as rightful heirs to the kingdom of heaven; the mourner shall be comforted for he shall see the divine purpose in his grief, and shall again associate with the beloved ones of whom he has been bereft; the meek, who suffer spoliation rather than jeopardize their souls in contention, shall inherit the earth; those that hunger and thirst for the truth shall be fed in rich abundance; they that show mercy shall be judged mercifully; the pure in heart shall be admitted to the very presence of God; the peacemakers, who try to save themselves and their fellows from strife, shall be numbered among the children of God; they that suffer persecution for the sake of righteousness shall inherit the riches of the eternal kingdom. To the disciples the Lord spake directly, saying: “Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.”",["sup",["a",{"href":"fn_6"},"f"]]],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/chapter-17.p6"},"It is evident that the specified blessings and the happiness comprized therein are to be realized in their fulness only beyond the grave; though the joy that comes from the consciousness of right living brings, even in this world, a rich return. An important element in this splendid elucidation of the truly blessed state is the implied distinction between pleasure and happiness.",["sup",["a",{"href":"fn_7"},"g"]],"Mere pleasure is at best but fleeting; happiness is abiding, for in the recollection thereof is joy renewed. Supreme happiness is not an earthly attainment; the promised “fulness of joy” lies beyond death and the resurrection.",["sup",["a",{"href":"fn_8"},"h"]],"While man exists in this mortal state he needs some of the things of the world; he must have food and clothing and provision for shelter; and besides these bare necessities he may righteously desire the facilities of education, the incidentals of advancing civilization, and the things that are conducive to refinement and culture; yet all of these are but aids to achievement, not the end to attain which man was made mortal."],["p.para",{"id":"p7","uri":"/manual/jesus-the-christ/chapter-17.p7"},"The Beatitudes are directed to the duties of mortal life as a preparation for a greater existence yet future. In the kingdom of heaven, twice named in this part of the Lord’s discourse, are true riches and unfailing happiness to be found. The kingdom of heaven was the all-comprizing text of this wonderful sermon; the means of reaching the kingdom and the glories of eternal citizenship therein are the main divisions of the treatise."]],[".topic",["h2","Dignity and Responsibility in the Ministry",["sup",["a",{"href":"fn_9"},"i"]]],["p.para",{"id":"p9","uri":"/manual/jesus-the-christ/chapter-17.p9"},"The Master next proceeded to instruct with particular directness those upon whom would devolve the responsibility of the ministry as His commissioned representatives. “Ye are the salt of the earth,” said He. Salt is the great preservative; as such it has had practical use since very ancient times. Salt was prescribed as an essential addition to every meat offering under the Mosaic law.",["sup",["a",{"href":"fn_10"},"j"]],"Long before the time of Christ, the use of salt had been accorded a symbolism of fidelity, hospitality, and covenant.",["sup",["a",{"href":"fn_11"},"k"]],"To be of use salt must be pure; to be of any saving virtue as salt, it must be salt indeed, and not the product of chemical alteration or of earthy admixture, whereby its saltiness or “savor” would be lost;",["sup",["a",{"href":"fn_12"},"l"]],"and, as worthless stuff, it would be fit only to be thrown away. Against such change of faith, against such admixture with the sophistries, so-called philosophies, and heresies of the times, the disciples were especially warned. Then, changing the figure, Jesus likened them to the light of the world, and enjoined upon them the duty of keeping their light before the people, as prominently as stands a city built upon a hill, to be seen from all directions, a city that cannot be hid. Of what service would a lighted candle be if hidden under a tub or a box? “Let your light so shine before men,” said He, “that they may see your good works, and glorify your Father which is in heaven.”"],["p.para",{"id":"p10","uri":"/manual/jesus-the-christ/chapter-17.p10"},"That they should make no error as to the relationship of the ancient law and the gospel of the kingdom which He was elucidating, Jesus assured them that He had not come to destroy the law nor to nullify the teachings and predictions of the prophets, but to fulfill such and to establish that for which the developments of the centuries gone had been but preparatory. The gospel may be said to have destroyed the Mosaic law only as the seed is destroyed in the growth of the new plant, only as the bud is destroyed by the bursting forth of the rich, full, and fragrant flowers, only as infancy and youth pass forever as the maturity of years develops. Not a jot or a tittle of the law was to be void. A more effective analogy than the last could scarcely have been conceived; the jot or yod, and the tittle, were small literary marks in the Hebrew script; for present purposes we may regard them as equivalent to the dot of an “i” or the cross of a “t”; with the first, the jot, our English word “iota,” signifying a trifle, is related. Not even the least commandment could be violated without penalty; but the disciples were admonished to take heed that their keeping of the commandments was not after the manner of the scribes and Pharisees, whose observance was that of ceremonial externalism, lacking the essentials of genuine devotion; for they were assured that by such an insincere course they could “in no case enter into the kingdom of heaven.”"]],[".topic",["h2","The Law Superseded by the Gospel",["sup",["a",{"href":"fn_13"},"m"]]],["p.para",{"id":"p12","uri":"/manual/jesus-the-christ/chapter-17.p12"},"The next section of the sermon deals with the superiority of the gospel of Christ over the law of Moses, and contrasts the requirements of the two in particular instances. Whereas the law forbade murder, and provided a just penalty for the crime, Christ taught that one’s giving way to anger, which might possibly lead to violence or even murder, was of itself a sin. To maliciously use an offensive epithet such as “Raca” laid one liable to punishment under the decree of the council, and to call another a fool placed one “in danger of hell fire.” These objectionable designations were regarded at that time as especially opprobrious and were therefore expressive of hateful intent. The murderer’s hand is impelled by the hatred in his heart. The law provided penalty for the deed; the gospel rebuked the evil passion in its incipiency. To emphasize this principle, the Master showed that hatred was not to be atoned by a material sacrifice; and that if one came to make an offering at the altar, and remembered that he was at enmity with his brother, he should first go to that brother and be reconciled, even though such a course involved the interruption of the ceremonial, which was a particularly grievous incident according to the judgment of the priests. Differences and contentions were to be adjusted without delay."],["p.para",{"id":"p13","uri":"/manual/jesus-the-christ/chapter-17.p13"},"The law forbade the awful sin of adultery; Christ said that the sin began in the lustful glance, the sensual thought; and He added that it was better to become blind than to look with evil eye; better to lose a hand than to work iniquity therewith. Touching the matter of divorcement, in which great laxity prevailed in that day, Jesus declared that except for the most serious offense of infidelity to marriage vows, no man could divorce his wife without becoming himself an offender, in that she, marrying again while still a wife not righteously divorced, would be guilty of sin, and so would be the man to whom she was so married."],["p.para",{"id":"p14","uri":"/manual/jesus-the-christ/chapter-17.p14"},"Of old it had been forbidden to swear or take oaths except in solemn covenant before the Lord; but in the gospel dispensation the Lord forbade that men swear at all; and the heinousness of wanton oaths was expounded. Grievously sinful indeed it was and is to swear by heaven, which is the abode of God; or by earth, which is His creation and by Him called His footstool; or by Jerusalem, which was regarded by those who swore as the city of the great King; or by one’s own head, which is part of the body God has created. Moderation in speech, decision and simplicity were enjoined, to the exclusion of expletives, profanity and oaths."],["p.para",{"id":"p15","uri":"/manual/jesus-the-christ/chapter-17.p15"},"Of old the principle of retaliation had been tolerated, by which one who had suffered injury could exact or inflict a penalty of the same nature as the offense. Thus an eye was demanded for the loss of an eye, a tooth for a tooth, a life for a life.",["sup",["a",{"href":"fn_14"},"n"]],"In contrast, Christ taught that men should rather suffer than do evil, even to the extent of submission without resistance under certain implied conditions. His forceful illustrations—that if one were smitten on one cheek he should turn the other to the smiter; that if a man took another’s coat by process of law, the loser should allow his cloak to be taken also; that if one was pressed into service to carry another’s burden a mile, he should willingly go two miles; that one should readily give or lend as asked—are not to be construed as commanding abject subservience to unjust demands, nor as an abrogation of the principle of self-protection. These instructions were directed primarily to the apostles, who would be professedly devoted to the work of the kingdom to the exclusion of all other interests. In their ministry it would be better to suffer material loss or personal indignity and imposition at the hands of wicked oppressors, than to bring about an impairment of efficiency and a hindrance in work through resistance and contention. To such as these the Beatitudes were particularly applicable—Blessed are the meek, the peace-makers, and they that are persecuted for righteousness’ sake."],["p.para",{"id":"p16","uri":"/manual/jesus-the-christ/chapter-17.p16"},"Of old it had been said: “Love thy neighbour, and hate thine enemy”;",["sup",["a",{"href":"fn_15"},"o"]],"but the Lord now taught: “Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you.” This was a new doctrine. Never before had Israel been required to love their foes. Friendship for enemies had found no place in the Mosaic code: indeed the people had grown to look upon Israel’s enemies as God’s enemies; and now Jesus required that tolerance, mercy, and even love be meted out to such! He supplemented the requirement by an explanation—through the course indicated by Him men may become children of God, like unto their Heavenly Father to the extent of their obedience; for the Father is kind, long-suffering and tolerant, causing His sun to shine on the evil and on the good, and sending rain for the sustenance of both just and unjust.",["sup",["a",{"href":"fn_16"},"p"]],"And further, what excellence has the man who gives only as he receives, acknowledges only those who salute him with respect, loves only as he is loved? Even the publicans",["sup",["a",{"href":"fn_17"},"q"]],"did that much. Of the disciples of Christ much more was expected. The admonition closing this division of the discourse is an effective and comprehensive summary of all that had preceded:",["span.emphasis","“Be ye therefore perfect, even as your Father which is in heaven is perfect.”"],["sup",["a",{"href":"fn_18"},"r"]]]],[".topic",["h2","Sincerity of Purpose",["sup",["a",{"href":"fn_19"},"s"]]],["p.para",{"id":"p18","uri":"/manual/jesus-the-christ/chapter-17.p18"},"In the matter of alms-giving the Master warned against, and inferentially denounced, ostentation and hypocritical display. To give to the needy is praiseworthy; but to give for the purpose of winning the praise of men is rank hypocrisy. The tossing of alms to a beggar, the pouring of offerings into the temple treasure chests, to be seen of men,",["sup",["a",{"href":"fn_20"},"t"]],"and similar displays of affected liberality, were fashionable among certain classes in the time of Christ; and the same spirit is manifest today. Some there be now who cause a trumpet to be sounded, through the columns of the press perchance, or by other means of publicity, to call attention to their giving, that they may have glory of men—to win political favor, to increase their trade or influence, to get what in their estimation is worth more than that from which they part. With logical incisiveness the Master demonstrated that such givers have their reward. They have received what they bid for; what more can such men demand or consistently expect?",["span.emphasis","“But,” said the Lord, “when thou doest alms, let not thy left hand know what thy right hand doeth: That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly.”"]],["p.para",{"id":"p19","uri":"/manual/jesus-the-christ/chapter-17.p19"},"In the same spirit did the Preacher denounce hypocritical prayers—the saying of prayers in place of praying. There were many who sought places of public resort, in the synagogs, and even on the street-corners, that they might be seen and heard of men when saying their prayers. They secured the publicity they sought; what more could they ask? “Verily I say unto you, They have their reward.” He who would really pray—pray as nearly as possible as Christ prayed, pray in actual communion with God to whom the prayer is addressed—will seek privacy, seclusion, isolation; if opportunity permits he will retire to his chamber, and will shut the door, that none may intrude; there he may pray indeed, if the spirit of prayer be in his heart; and this course was commended by the Lord. Wordy supplications, made up largely of iterations and repetitions such as the heathen use, thinking that their idol deities will be pleased with their much speaking, were forbidden."],["p.para",{"id":"p20","uri":"/manual/jesus-the-christ/chapter-17.p20"},"It is well to know that prayer is not compounded of words, words that may fail to express what one desires to say, words that so often cloak inconsistencies, words that may have no deeper source than the physical organs of speech, words that may be spoken to impress mortal ears. The dumb may pray, and that too with the eloquence that prevails in heaven. Prayer is made up of heart throbs and the righteous yearnings of the soul, of supplication based on the realization of need, of contrition and pure desire. If there lives a man who has never really prayed, that man is a being apart from the order of the divine in human nature, a stranger in the family of God’s children. Prayer is for the uplifting of the suppliant. God without our prayers would be God; but we without prayer cannot be admitted to the kingdom of God. So did Christ instruct: “your Father knoweth what things ye have need of, before ye ask him.”"],["p.para",{"id":"p21","uri":"/manual/jesus-the-christ/chapter-17.p21"},"Then gave He unto those who sought wisdom at His feet, a model prayer, saying: “After this manner therefore pray ye:"],["p.para",{"id":"p22","uri":"/manual/jesus-the-christ/chapter-17.p22"},["span.emphasis","“Our Father which art in heaven, Hallowed be thy name.”"],"In this we acknowledge the relation we bear to our Heavenly Father, and while reverencing His great and holy Name, we avail ourselves of the inestimable privilege of approaching Him, less with the thought of His infinite glory as the Creator of all that is, the Supreme Being above all creation, than with the loving realization that He is Father, and that we are His children. This is the earliest Biblical scripture giving instruction, permission, or warrant, for addressing God directly as “Our Father.” Therein is expressed the reconciliation which the human family, estranged through sin, may attain by the means provided through the well beloved Son. This instruction is equally definite in demonstrating the brotherhood between Christ and humanity. As He prayed so pray we to the same Father, we as brethren and Christ as our Elder Brother."],["p.para",{"id":"p23","uri":"/manual/jesus-the-christ/chapter-17.p23"},["span.emphasis","“Thy kingdom come. Thy will be done in earth, as it is in heaven.”"],"The kingdom of God is to be a kingdom of order, in which toleration and the recognition of individual rights shall prevail. One who really prays that this kingdom come will strive to hasten its coming by living according to the law of God. His effort will be to keep himself in harmony with the order of the kingdom, to subject the flesh to the spirit, selfishness to altruism, and to learn to love the things that God loves. To make the will of God supreme on earth as it is in heaven is to be allied with God in the affairs of life. There are many who profess belief that as God is omnipotent, all that is is according to His will. Such a supposition is unscriptural, unreasonable, and untrue.",["sup",["a",{"href":"fn_21"},"u"]],"Wickedness is not in harmony with His will; falsehood, hypocrisy, vice and crime are not God’s gifts to man. By His will these monstrosities that have developed as hideous deformities in human nature and life shall be abolished, and this blessed consummation shall be reached when by choice, without surrender or abrogation of their free agency, men shall do the will of God."],["p.para",{"id":"p24","uri":"/manual/jesus-the-christ/chapter-17.p24"},["span.emphasis","“Give us this day our daily bread.”"],"Food is indispensable to life. As we need it we should ask for it. True, the Father knows our need before we ask, but by asking we acknowledge Him as the Giver, and are made humble, grateful, contrite, and reliant by the request. Though the sun shines and the rain falls alike upon the just and the unjust, the righteous man is grateful for these blessings; the ungodly man receives the benefits as a matter of course with a soul incapable of gratitude. The capacity to be grateful is a blessing, for the possession of which we should be further grateful. We are taught to pray day by day for the food we need, not for a great store to be laid by for the distant future. Israel in the desert received manna as a daily supply,",["sup",["a",{"href":"fn_22"},"v"]],"and were kept in mind of their reliance upon Him who gave. The man with much finds it easier to forget his dependence than he who must ask with each succeeding day of need."],["p.para",{"id":"p25","uri":"/manual/jesus-the-christ/chapter-17.p25"},["span.emphasis","“And forgive us our debts, as we forgive our debtors.”"],"He who can thus pray with full intent and unmixed purpose merits forgiveness. In this specification of personal supplication we are taught to expect only as we deserve. The selfish and sinful would rejoice in exemption from their lawful debts, but being selfish and sinful would exact the last farthing from those who owe them.",["sup",["a",{"href":"fn_23"},"w"]],"Forgiveness is too precious a pearl to be cast at the feet of the unforgiving;",["sup",["a",{"href":"fn_24"},"x"]],"and, without the sincerity that springs from a contrite heart, no man may justly claim mercy. If others owe us, either in actual money or goods as suggested by debts and debtors, or through some infringement upon our rights included under the broader designation as a trespass, our mode of dealing with them will be taken into righteous account in the judgment of our own offenses."],["p.para",{"id":"p26","uri":"/manual/jesus-the-christ/chapter-17.p26"},["span.emphasis","“And lead us not into temptation, but deliver us from evil”:"],"The first part of this petition has occasioned comment and question. We are not to understand that God would ever lead a man into temptation except, perhaps, by way of wise permission, to test and prove him, thereby affording him opportunity of overcoming and so of gaining spiritual strength, which is the only true advancement in man’s eternal course of progress. The one purpose of providing bodies for the preexistent spirits of the race, and of advancing them to the mortal state, was to “prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them.”",["sup",["a",{"href":"fn_25"},"y"]],"The plan of mortality involved the certainty of temptation. The intent of the supplication appears to be that we be preserved from temptation beyond our weak powers to withstand; that we be not abandoned to temptation without the divine support that shall be as full a measure of protection as our exercise of choice will allow."],["p.para",{"id":"p27","uri":"/manual/jesus-the-christ/chapter-17.p27"},"How inconsistent then to go, as many do, into the places where the temptations to which we are most susceptible are strongest; for the man beset with a passion for strong drink to so pray and then resort to the dramshop; for the man whose desires are lustful to voice such a prayer and then go where lust is kindled; for the dishonest man, though he say the prayer, to then place himself where he knows the opportunity to steal will be found! Can such souls as these be other than hypocrites in asking God to deliver them from the evils they have sought? Temptation will fall in our way without our seeking, and evil will present itself even when we desire most to do right; for deliverance from such we may pray with righteous expectation and assurance."],["p.para",{"id":"p28","uri":"/manual/jesus-the-christ/chapter-17.p28"},["span.emphasis","“For thine is the kingdom, and the power, and the glory, for ever. Amen.”"],"Herein we acknowledge the supremacy of the Being whom we addressed at the beginning as Father. He is the Almighty in whom and through whose provision we live and move and have our existence.",["sup",["a",{"href":"fn_26"},"z"]],"To assert independence of God is both sacrilege and blasphemy; to acknowledge Him is a filial duty and a just confession of His majesty and dominion. The Lord’s Prayer is closed with a solemn “Amen,” set as a seal to the document of the supplication, attesting its genuineness as the true expression of the suppliant’s soul; gathering within the compass of a word the meaning of all that has been uttered or thought.",["span.emphasis","So let it be"],"is the literal signification of",["span.emphasis","Amen."]],["p.para",{"id":"p29","uri":"/manual/jesus-the-christ/chapter-17.p29"},"From the subject of prayer the Master turned to that of fasting, and emphasized the important truth that to be of avail fasting must be a matter between the man and his God, not between man and his kind. It was a common thing in the Master’s day to see men parading the fact of their abstinence as an advertisement of their assumed piety.",["sup",["a",{"href":"fn_27"},"a"]],"That they might appear haggard and faint, this class of hypocrites disfigured their faces, went with unkempt hair, gazed about with sad countenances. Of these also the Lord said, “Verily I say unto you, They have their reward.” Believers were admonished to fast secretly, with no outward display, and to fast unto God, who could see in secret and would heed their sacrifice and prayer."]],[".topic",["h2","Treasures of Earth and of Heaven",["sup",["a",{"href":"fn_28"},"b"]]],["p.para",{"id":"p31","uri":"/manual/jesus-the-christ/chapter-17.p31"},"The transitory character of worldly wealth was next contrasted with the enduring riches of eternity. Many there were and many there are whose principal effort in life has been that of amassing treasures of earth, the mere possession of which entails responsibility, care, and disturbing anxiety. Some kinds of wealth are endangered by the ravages of moths, such as silks and velvets, satins and furs; some are destroyed by corrosion and rust—silver and copper and steel; while these and others are not infrequently made the booty of thieves. Infinitely more precious are the treasures of a life well spent, the wealth of good deeds, the account of which is kept in heaven, where the riches of righteous achievement are safe from moth, rust, and robbers. Then followed the trenchant lesson:",["span.emphasis","“For where your treasure is, there will your heart be also.”"]],["p.para",{"id":"p32","uri":"/manual/jesus-the-christ/chapter-17.p32"},"Spiritual light is shown to be greater than any product of physical illuminants. What does the brightest light avail the man who is blind? It is the bodily eye that discerns the light of the candle, the lamp, or the sun; and the spiritual eye sees by spiritual light; if then man’s spiritual eye be single, that is, pure and undimmed by sin, he is filled with the light that shall show him the way to God; whereas if his soul’s eye be evil, he will be as one full of darkness. Solemn caution is expressed in the summary, “If therefore the light that is in thee be darkness, how great is that darkness!” Those whom the Master was addressing had received of the light of God; the degree of belief they had already professed was proof of that. Should they turn from the great emprise on which they had embarked, the light would be lost, and the succeeding darkness would be denser than that from which they had been relieved.",["sup",["a",{"href":"fn_29"},"c"]],"There was to be no indecision among the disciples. No one of them could serve two masters; if he professed so to do he would be an untrue servant to the one or the other. Then followed another profound generalization:",["span.emphasis","“Ye cannot serve God and mammon.”"],["sup",["a",{"href":"fn_30"},"d"]]],["p.para",{"id":"p33","uri":"/manual/jesus-the-christ/chapter-17.p33"},"They were told to trust the Father for what they needed, taking no thought of food, drink, clothing, or even of life itself, for all these were to be supplied by means above their power to control. With the wisdom of a Teacher of teachers, the Master appealed to their hearts and their understanding by citing the lessons of nature, in language of such simple yet forceful eloquence that to amplify or condense it is but to mar."],["p.para",{"id":"p34","uri":"/manual/jesus-the-christ/chapter-17.p34"},"“Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they? Which of you by taking thought can add one cubit unto his stature? And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin: And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.”"],["p.para",{"id":"p35","uri":"/manual/jesus-the-christ/chapter-17.p35"},"The weakness of faith was reproved in the reminder that the Father who cared even for the grass of the field, which one day flourishes and on the next is gathered up to be burned, would not fail to remember His own. Therefore the Master added:",["span.emphasis","“Seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.”"]]],[".topic",["h2","Hypocrisy Further Condemned",["sup",["a",{"href":"fn_31"},"e"]]],["p.para",{"id":"p37","uri":"/manual/jesus-the-christ/chapter-17.p37"},"Men are prone to judge their fellows and to praise or censure without due consideration of fact or circumstance. On prejudiced or unsupported judgment the Master set His disapproval. “Judge not, that ye be not judged,” He admonished, for, according to one’s own standard of judging others, shall he himself be judged. The man who is always ready to correct his brother’s faults, to remove the mote from his neighbor’s eye so that that neighbor may see things as the interested and interfering friend would have him see, was denounced as a hypocrite. What was the speck in his neighbor’s vision to the obscuring beam in his own eye? Have the centuries between the days of Christ and our own time made us less eager to cure the defective vision of those who cannot or will not assume our point of view, and see things as we see them?"],["p.para",{"id":"p38","uri":"/manual/jesus-the-christ/chapter-17.p38"},"These disciples, some of whom were soon to minister in the authority of the Holy Apostleship, were cautioned against the indiscreet and indiscriminate scattering of the sacred truths and precepts committed to them. Their duty would be to discern the spirits of those whom they essayed to teach, and to impart unto them in wisdom. The words of the Master were strong: “Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.”",["sup",["a",{"href":"fn_32"},"f"]]]],[".topic",["h2","Promise and Reassurance",["sup",["a",{"href":"fn_33"},"g"]]],["p.para",{"id":"p40","uri":"/manual/jesus-the-christ/chapter-17.p40"},"That their supplications would be heard and answered followed as a rich promise. They were to ask and they would receive; they were to knock and the door would be opened. Surely the Heavenly Father would not be less considerate than a human parent; and what father would answer his son’s plea for bread by giving him a stone, or who would give a serpent when a fish was desired? With greater certainty would God bestow good gifts upon those who asked according to their need, in faith.",["span.emphasis","“Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.”"]],["p.para",{"id":"p41","uri":"/manual/jesus-the-christ/chapter-17.p41"},"The straight and narrow way by which man may walk in Godliness was compared with the broad highway leading to destruction. False prophets were to be shunned, such as were then among the people, comparable in their pretense to sheep, and in their reality to ravening wolves. These were to be recognized by their works and the results thereof, even as a tree is to be judged as good or bad according to its fruit. A thorn bush does not produce grapes, nor can thistles bear figs. Conversely, it is as truly impossible for a good tree to produce evil fruit as for a useless and corrupt tree to bring forth good fruit."],["p.para",{"id":"p42","uri":"/manual/jesus-the-christ/chapter-17.p42"},"Religion is more than the confession and profession of the lips. Jesus averred that in the day of judgment many would pretend allegiance to Him, saying: “Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works? And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.” Only by doing the will of the Father is the saving grace of the Son obtainable. To assume to speak and act in the name of the Lord without the bestowal of authority, such as the Lord alone can give, is to add sacrilege to hypocrisy. Even miracles wrought will be no vindication of the claims of those who pretend to minister in the ordinances of the gospel while devoid of the authority of the Holy Priesthood.",["sup",["a",{"href":"fn_34"},"h"]]]],[".topic",["h2","Hearing and Doing",["sup",["a",{"href":"fn_35"},"i"]]],["p.para",{"id":"p44","uri":"/manual/jesus-the-christ/chapter-17.p44"},"The Sermon on the Mount has stood through all the years since its delivery without another to be compared with it. No mortal man has ever since preached a discourse of its kind. The spirit of the address is throughout that of sincerity and action, as opposed to empty profession and neglect. In the closing sentences the Lord showed the uselessness of hearing alone, as contrasted with the efficacy of doing. The man who hears and acts is likened unto the wise builder who set the foundation of his house upon a rock; and in spite of rain and hurricane and flood, the house stood. He that hears and obeys not is likened unto the foolish man who built his house upon the sand; and when rain fell, or winds blew, or floods came, behold it fell, and great was the fall thereof."],["p.para",{"id":"p45","uri":"/manual/jesus-the-christ/chapter-17.p45"},"Such doctrines as these astonished the people. For His distinctive teachings the Preacher had cited no authority but His own. His address was free from any array of rabbinical precedents; the law was superseded by the gospel:",["span.emphasis","“For he taught them as one having authority, and not as the scribes.”"]]],[".figure",{"id":"f1","uri":"/manual/jesus-the-christ/chapter-17.f1"},["h3","Notes to Chapter 17"],["ol.number",["li",["span.label","1."],["p.para",{"id":"p47","uri":"/manual/jesus-the-christ/chapter-17.p47"},["b","Time and Place of the Sermon on the Mount."],"—Matthew gives the address early mention, placing it even before the record of his own call from the seat of custom—which call certainly preceded the ordination of the Twelve as a body—and before his account of many sayings and doings of the Lord already considered in these pages. Luke’s partial summary of the sermon follows his record of the ordination of the apostles. Matthew tells us that Jesus had gone up the mountain and that He sat while speaking; Luke’s account suggests the inference that Jesus and the Twelve first descended from the mountain heights to a plain, where they were met by the multitude, and that Jesus preached unto them, standing. Critics who rejoice in trifles, often to the neglect of weightier matters, have tried to make much of these seeming variations. Is it not probable that Jesus spoke at length on the mountain-side to the disciples then present, and from whom He had chosen the Twelve, and that after finishing His discourse to them He descended with them to the plain where a multitude had assembled, and that to these He repeated parts of what He had before spoken? The relative fulness of Matthew’s report may be due to the fact that he, as one of the Twelve, was present at the first and more extended delivery."]],["li",["span.label","2."],["p.para",{"id":"p48","uri":"/manual/jesus-the-christ/chapter-17.p48"},["b","Pleasure Versus Happiness."],"—“The present is an age of pleasure-seeking, and men are losing their sanity in the mad rush for sensations that do but excite and disappoint. In this day of counterfeits, adulterations, and base imitations, the devil is busier than he has ever been in the course of human history, in the manufacture of pleasures, both old and new; and these he offers for sale in most attractive fashion, falsely labeled,",["span.emphasis","Happiness."],"In this soul-destroying craft he is without a peer; he has had centuries of experience and practice, and by his skill he controls the market. He has learned the tricks of the trade, and knows well how to catch the eye and arouse the desire of his customers. He puts up the stuff in bright-colored packages, tied with tinsel string and tassel; and crowds flock to his bargain counters, hustling and crushing one another in their frenzy to buy."],["p.para",{"id":"p49","uri":"/manual/jesus-the-christ/chapter-17.p49"},"“Follow one of the purchasers as he goes off gloatingly with his gaudy packet, and watch him as he opens it. What finds he inside the gilded wrapping? He has expected fragrant happiness, but uncovers only an inferior brand of pleasure, the stench of which is nauseating."],["p.para",{"id":"p50","uri":"/manual/jesus-the-christ/chapter-17.p50"},"“Happiness includes all that is really desirable and of true worth in pleasure, and much besides. Happiness is genuine gold, pleasure but guilded brass, which corrodes in the hand, and is soon converted into poisonous verdigris. Happiness is as the genuine diamond, which, rough or polished, shines with its own inimitable luster; pleasure is as the paste imitation that glows only when artificially embellished. Happiness is as the ruby, red as the heart’s blood, hard and enduring; pleasure, as stained glass, soft, brittle, and of but transitory beauty."],["p.para",{"id":"p51","uri":"/manual/jesus-the-christ/chapter-17.p51"},"“Happiness is true food, wholesome, nutritious and sweet; it builds up the body and generates energy for action, physical, mental and spiritual; pleasure is but a deceiving stimulant which, like spiritous drink, makes one think he is strong when in reality enfeebled; makes him fancy he is well when in fact stricken with deadly malady."],["p.para",{"id":"p52","uri":"/manual/jesus-the-christ/chapter-17.p52"},"“Happiness leaves no bad after-taste, it is followed by no depressing reaction; it calls for no repentance, brings no regret, entails no remorse; pleasure too often makes necessary repentance, contrition, and suffering; and, if indulged to the extreme, it brings degradation and destruction."],["p.para",{"id":"p53","uri":"/manual/jesus-the-christ/chapter-17.p53"},"“True happiness is lived over and over again in memory, always with a renewal of the original good; a moment of unholy pleasure may leave a barbed sting, which, like a thorn in the flesh, is an ever-present source of anguish."],["p.para",{"id":"p54","uri":"/manual/jesus-the-christ/chapter-17.p54"},"“Happiness is not akin with levity, nor is it one with light-minded mirth. It springs from the deeper fountains of the soul, and is not infrequently accompanied by tears. Have you never been so happy that you have had to weep? I have.”—From an article by the author,",["span.emphasis","Improvement Era,"],"vol. 17, no. 2, pp. 172, 173."]],["li",["span.label","3."],["p.para",{"id":"p55","uri":"/manual/jesus-the-christ/chapter-17.p55"},["b","Salt of the Earth."],"—Dummelow’s",["span.emphasis","Commentary,"],"on",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.13"},"Matthew 5:13"],", states: “Salt in Palestine, being gathered in an impure state, often undergoes chemical changes by which its flavor is destroyed while its appearance remains.” Perhaps a reasonable interpretation of the expression, “if the salt have lost his savour,” may be suggested by the fact that salt mixed with insoluble impurities may be dissolved out by moisture, leaving the insoluble residue but slightly salty. The lesson of the Lord’s illustration is that spoiled salt is of no use as a preservative. The corresponding passage in the sermon delivered by Jesus to the Nephites after His resurrection reads: “Verily, verily, I say unto you, I give unto you to be the salt of the earth; but if the salt shall lose its savor, wherewith shall the earth be salted? The salt shall be thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.13"},"3 Nephi 12:13"],".)"]],["li",["span.label","4."],["p.para",{"id":"p56","uri":"/manual/jesus-the-christ/chapter-17.p56"},["b","Reference to Publicans."],"—Observe that Matthew, who had been a publican, frankly records this reference (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.46-47"},"5:46, 47"],") to his despised class. Luke writes “sinners,” instead of “publicans” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.32-34"},"6:32–34"],"). Of course, if the accounts of the two writers refer to separate addresses (see",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p47"},"Note 1"],", above), both may be accurate. But we find Matthew’s designation of himself as a publican in his list of the apostles (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.3"},"10:3"],") and the considerate omission of the unenviable title by the other evangelists (",["a.scriptureRef",{"href":"/scriptures/nt/mark/3.18"},"Mark 3:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.15"},"Luke 6:15"],")."]],["li",["span.label","5."],["p.para",{"id":"p57","uri":"/manual/jesus-the-christ/chapter-17.p57"},["b","Relative Perfection."],"—Our Lord’s admonition to men to become perfect, even as the Father is perfect (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],") cannot rationally be construed otherwise than as implying the possibility of such achievement. Plainly, however, man cannot become perfect in mortality in the sense in which God is perfect as a supremely glorified Being. It is possible, though, for man to be perfect in his sphere in a sense analogous to that in which superior intelligences are perfect in their several spheres; yet the relative perfection of the lower is infinitely inferior to that of the higher. A college student in his freshman or sophomore year may be perfect as freshman or sophomore; his record may possibly be a hundred per cent on the scale of efficiency and achievement; yet the honors of the upper classman are beyond him, and the attainment of graduation is to him remote, but of assured possibility, if he do but continue faithful and devoted to the end."]]]]],[".notes"],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/manual/jesus-the-christ/chapter-17.fn1"},["b","1"],["span.label","a"],"Matthew chapters",["a.scriptureRef",{"href":"/scriptures/nt/matt/5"},"5"],",",["a.scriptureRef",{"href":"/scriptures/nt/matt/6"},"6"],",",["a.scriptureRef",{"href":"/scriptures/nt/matt/7"},"7"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.20-49"},"Luke 6:20–49"],". See also the version of the Sermon as delivered by Jesus Christ after His resurrection, to the Nephites on the western continent; 3 Nephi",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12"},"12"],",",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13"},"13"],",",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14"},"14"],". See also",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-39.p1"},"chapter 39"],"herein."],[".footnote",{"id":"fn2","uri":"/manual/jesus-the-christ/chapter-17.fn2"},["b","2"],["span.label","b"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p47"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn3","uri":"/manual/jesus-the-christ/chapter-17.fn3"},["b","3"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/matt/4.23-25"},"Matthew 4:23–25"],"; read these verses in connection with",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.1"},"5:1"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.17-19"},"Luke 6:17–19"],"."],[".footnote",{"id":"fn4","uri":"/manual/jesus-the-christ/chapter-17.fn4"},["b","4"],["span.label","d"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p47"},"Note 1"],", end of chapter."],[".footnote",{"id":"fn5","uri":"/manual/jesus-the-christ/chapter-17.fn5"},["b","5"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/matt/5.3-12"},"Matthew 5:3–12"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.20-26"},"Luke 6:20–26"],"; and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.1-12"},"3 Nephi 12:1–12"],"."],[".footnote",{"id":"fn6","uri":"/manual/jesus-the-christ/chapter-17.fn6"},["b","6"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/matt/5.11-12"},"Matthew 5:11, 12"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.26"},"Luke 6:26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.11-12"},"3 Nephi 12:11, 12"],"."],[".footnote",{"id":"fn7","uri":"/manual/jesus-the-christ/chapter-17.fn7"},["b","7"],["span.label","g"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p48"},"Note 2"],", end of chapter."],[".footnote",{"id":"fn8","uri":"/manual/jesus-the-christ/chapter-17.fn8"},["b","8"],["span.label","h"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.33"},"D&C 93:33"],"."],[".footnote",{"id":"fn9","uri":"/manual/jesus-the-christ/chapter-17.fn9"},["b","9"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/5.13-20"},"Matthew 5:13–20"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/14.34-35"},"Luke 14:34–35"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.13-20"},"3 Nephi 12:13–20"],"."],[".footnote",{"id":"fn10","uri":"/manual/jesus-the-christ/chapter-17.fn10"},["b","10"],["span.label","j"],["a.scriptureRef",{"href":"/scriptures/ot/lev/2.13"},"Leviticus 2:13"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ezra/6.9"},"Ezra 6:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/43.24"},"Ezekiel 43:24"],"."],[".footnote",{"id":"fn11","uri":"/manual/jesus-the-christ/chapter-17.fn11"},["b","11"],["span.label","k"],"Note the expression “covenant of salt,” indicating the covenant between Jehovah and Israel,",["a.scriptureRef",{"href":"/scriptures/ot/lev/2.13"},"Leviticus 2:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/8.19"},"Numbers 8:19"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/13.5"},"2 Chronicles 13:5"],"."],[".footnote",{"id":"fn12","uri":"/manual/jesus-the-christ/chapter-17.fn12"},["b","12"],["span.label","l"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p55"},"Note 3"],", end of chapter."],[".footnote",{"id":"fn13","uri":"/manual/jesus-the-christ/chapter-17.fn13"},["b","13"],["span.label","m"],["a.scriptureRef",{"href":"/scriptures/nt/matt/5.21-48"},"Matthew 5:21–48"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.27-36"},"Luke 6:27–36"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.21-48"},"3 Nephi 12:21–48"],"."],[".footnote",{"id":"fn14","uri":"/manual/jesus-the-christ/chapter-17.fn14"},["b","14"],["span.label","n"],["a.scriptureRef",{"href":"/scriptures/ot/ex/21.23-25"},"Exodus 21:23–25"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.17-22"},"Leviticus 24:17–22"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/19.21"},"Deuteronomy 19:21"],"."],[".footnote",{"id":"fn15","uri":"/manual/jesus-the-christ/chapter-17.fn15"},["b","15"],["span.label","o"],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.18"},"Leviticus 19:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.6"},"Deuteronomy 23:6"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/ps/41.10"},"Psalm 41:10"],"."],[".footnote",{"id":"fn16","uri":"/manual/jesus-the-christ/chapter-17.fn16"},["b","16"],["span.label","p"],"Compare the lesson taught in the Parable of the Tares,",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.24-30"},"Matthew 13:24–30"],"."],[".footnote",{"id":"fn17","uri":"/manual/jesus-the-christ/chapter-17.fn17"},["b","17"],["span.label","q"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p56"},"Note 4"],", end of chapter; see also pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p15"},"193"],"and",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-14.p33"},"201"],"."],[".footnote",{"id":"fn18","uri":"/manual/jesus-the-christ/chapter-17.fn18"},["b","18"],["span.label","r"],["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-17.p57"},"Note 5"],", end of chapter."],[".footnote",{"id":"fn19","uri":"/manual/jesus-the-christ/chapter-17.fn19"},["b","19"],["span.label","s"],["a.scriptureRef",{"href":"/scriptures/nt/matt/6.1-18"},"Matthew 6:1–18"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.2-4"},"Luke 11:2–4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.1-18"},"3 Nephi 13:1–18"],"."],[".footnote",{"id":"fn20","uri":"/manual/jesus-the-christ/chapter-17.fn20"},["b","20"],["span.label","t"],"Consider the incident of the gifts of the rich and the widow’s mite,",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.41-44"},"Mark 12:41–44"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/21.1-4"},"Luke 21:1–4"],"."],[".footnote",{"id":"fn21","uri":"/manual/jesus-the-christ/chapter-17.fn21"},["b","21"],["span.label","u"],"Page",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-3.p5"},"18"],"."],[".footnote",{"id":"fn22","uri":"/manual/jesus-the-christ/chapter-17.fn22"},["b","22"],["span.label","v"],["a.scriptureRef",{"href":"/scriptures/ot/ex/16.16-21"},"Exodus 16:16–21"],"."],[".footnote",{"id":"fn23","uri":"/manual/jesus-the-christ/chapter-17.fn23"},["b","23"],["span.label","w"],"Note the lesson of the parable of the Unmerciful Servant,",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.23-25"},"Matthew 18:23–25"],"."],[".footnote",{"id":"fn24","uri":"/manual/jesus-the-christ/chapter-17.fn24"},["b","24"],["span.label","x"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.6"},"Matthew 7:6"],"."],[".footnote",{"id":"fn25","uri":"/manual/jesus-the-christ/chapter-17.fn25"},["b","25"],["span.label","y"],["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.25"},"Abraham 3:25"],"; see pages",["a.crossRef",{"href":"/manual/jesus-the-christ/chapter-2.p22"},"14, 15"],", herein."],[".footnote",{"id":"fn26","uri":"/manual/jesus-the-christ/chapter-17.fn26"},["b","26"],["span.label","z"],["a.scriptureRef",{"href":"/scriptures/nt/acts/17.28"},"Acts 17:28"],"."],[".footnote",{"id":"fn27","uri":"/manual/jesus-the-christ/chapter-17.fn27"},["b","27"],["span.label","a"],"Compare the instance connected with the parable of the Pharisee and the Publican,",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.10-14"},"Luke 18:10–14"],"."],[".footnote",{"id":"fn28","uri":"/manual/jesus-the-christ/chapter-17.fn28"},["b","28"],["span.label","b"],["a.scriptureRef",{"href":"/scriptures/nt/matt/6.19-34"},"Matthew 6:19–34"],"; compare",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.24-34"},"Luke 12:24–34"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/16.13"},"16:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.22"},"18:22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.19-34"},"3 Nephi 13:19–34"],"."],[".footnote",{"id":"fn29","uri":"/manual/jesus-the-christ/chapter-17.fn29"},["b","29"],["span.label","c"],["a.scriptureRef",{"href":"/scriptures/nt/luke/11.34-36"},"Luke 11:34–36"],"."],[".footnote",{"id":"fn30","uri":"/manual/jesus-the-christ/chapter-17.fn30"},["b","30"],["span.label","d"],"Compare",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.10"},"Galatians 1:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/6.17"},"1 Timothy 6:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/james/4.4"},"James 4:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/2.15"},"1 John 2:15"],"."],[".footnote",{"id":"fn31","uri":"/manual/jesus-the-christ/chapter-17.fn31"},["b","31"],["span.label","e"],["a.scriptureRef",{"href":"/scriptures/nt/matt/7.1-5"},"Matthew 7:1–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.37-38,41-42"},"Luke 6:37, 38, 41, 42"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14.1-5"},"3 Nephi 14:1–5"],"."],[".footnote",{"id":"fn32","uri":"/manual/jesus-the-christ/chapter-17.fn32"},["b","32"],["span.label","f"],["a.scriptureRef",{"href":"/scriptures/nt/matt/7.6"},"Matthew 7:6"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14.6"},"3 Nephi 14:6"],"."],[".footnote",{"id":"fn33","uri":"/manual/jesus-the-christ/chapter-17.fn33"},["b","33"],["span.label","g"],["a.scriptureRef",{"href":"/scriptures/nt/matt/7.7-23"},"Matthew 7:7–23"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.43-44,46"},"Luke 6:43–44, 46"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.9-13"},"11:9–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.24-30"},"13:24–30"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14.7-23"},"3 Nephi 14:7–23"],"."],[".footnote",{"id":"fn34","uri":"/manual/jesus-the-christ/chapter-17.fn34"},["b","34"],["span.label","h"],["span.emphasis","Articles of Faith,"],"10:179–89; and 12:217–33."],[".footnote",{"id":"fn35","uri":"/manual/jesus-the-christ/chapter-17.fn35"},["b","35"],["span.label","i"],["a.scriptureRef",{"href":"/scriptures/nt/matt/7.24-29"},"Matthew 7:24–29"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.46-49"},"Luke 6:46–49"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14.24-27"},"3 Nephi 14:24–27"],"."]]}
