{"id":10,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":10,"title":"Choosing the Better Part","subtitle":"By Matthew D. Flitton","short_title":"Choosing the Better Part","uri":"/ensign/2013/04/choosing-the-better-part","content":[["div",{"id":"head1","uri":"/ensign/2013/04/choosing-the-better-part.head1"},[".title","Choosing the",["span.dominant","Better"],"Part"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/04/choosing-the-better-part.p2"},"By Matthew D. Flitton"],["div",{"id":"p3","uri":"/ensign/2013/04/choosing-the-better-part.p3"},"Church Magazines"]],[".kicker","Sometimes you have to give up something good for something better."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/04/choosing-the-better-part.p5"},"One day Zoltán Szücs of Szeged, Hungary, surprised his kayaking coach by telling him that he wouldn’t be going to Germany for a competition."],["div",{"id":"p6","uri":"/ensign/2013/04/choosing-the-better-part.p6"},"“It was on the same day as my baptism, so I said no,” Zoltán said."],["div",{"id":"p7","uri":"/ensign/2013/04/choosing-the-better-part.p7"},"At age 17, Zoltán had won many competitions in kayaking. It’s a popular sport in Hungary, and Zoltán was good—good enough that becoming a professional was a real possibility. Beyond deciding to miss just one competition, Zoltán would soon give up kayaking entirely. He had something better to do."],["div",{"id":"p8","uri":"/ensign/2013/04/choosing-the-better-part.p8"},"Kayaking had been good for Zoltán. Over the years working with his coach, he had learned self-control, obedience, and hard work. Zoltán had also learned to avoid substances and habits that would hurt his performance. It wasn’t an easy life; it was lonely, and going pro would take up more time. Pros practice 12 hours a day and have to compete on Sunday."],["div",{"id":"p9","uri":"/ensign/2013/04/choosing-the-better-part.p9"},"“Kayaking took most of my time,” Zoltán says. “I was fanatical. Because of that, I left a lot of things out of my life.”"],["div",{"id":"p10","uri":"/ensign/2013/04/choosing-the-better-part.p10"},"That’s why Zoltán decided that he couldn’t devote himself to both the gospel and kayaking. In 2004 he told his coach he wasn’t going to kayak anymore."],["div",{"id":"p11","uri":"/ensign/2013/04/choosing-the-better-part.p11"},"Earlier that year the missionaries started teaching Zoltán’s mom. He didn’t take part in the lessons. He grudgingly accepted his mom’s invitation to her baptism. But his heart was touched by what he felt once he entered the church building. Szücs agreed to meet with the missionaries, partly because he could identify with them."],["div",{"id":"p12","uri":"/ensign/2013/04/choosing-the-better-part.p12"},"“Missionaries were interesting to me because they were normal people but lived a higher standard,” he says."],["div",{"id":"p13","uri":"/ensign/2013/04/choosing-the-better-part.p13"},"Because of the higher standard that Zoltán was already living as a kayaker, he readily accepted the teachings of the gospel as valuable. He was baptized two months later."],["div",{"id":"p14","uri":"/ensign/2013/04/choosing-the-better-part.p14"},"At first he thought he could continue kayaking but not do competitions on Sundays. But because he’s the type of person who, once committed to an activity or course, wants to do well at it, he chose to give up kayaking entirely."],["div",{"id":"p15","uri":"/ensign/2013/04/choosing-the-better-part.p15"},"He tried once to kayak as a hobby after his baptism. When he did, his coach asked him to help teach others and organize trips since he wouldn’t compete. But he didn’t want to make commitments to kayaking—or any other activity—that could get in the way of his discipleship."],["div",{"id":"p16","uri":"/ensign/2013/04/choosing-the-better-part.p16"},"So Zoltán hung up his paddle and dedicated himself to Church service in a decision reminiscent of one President Howard W. Hunter (1907–95) made when he got married. President Hunter was an accomplished musician who played dozens of instruments. In the evenings he had been playing in an orchestra, but the lifestyles of those he associated with conflicted with gospel standards. So President Hunter put his instruments away and brought them out only occasionally for family sing-alongs.",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p17","uri":"/ensign/2013/04/choosing-the-better-part.p17"},"Zoltán misses kayaking, but he realized that his love for kayaking was strong enough to compete with, and possibly overcome, his love for the Lord if he stayed too close to the sport."],["div",{"id":"p18","uri":"/ensign/2013/04/choosing-the-better-part.p18"},"The same principle can apply to any activity that takes us away from who God wants us to be. For each of us it may be better to go through life without certain things—even if they are good things—rather than risk our eternal life to have them."],["div",{"id":"p19","uri":"/ensign/2013/04/choosing-the-better-part.p19"},"“The Church became my life,” Zoltán says. “Knowing that kayaking couldn’t be a living if I wanted to be active and that it would be just a hobby, it became easy to give up. Instead, I wanted to make Heavenly Father my focus.”"],["div",{"id":"p20","uri":"/ensign/2013/04/choosing-the-better-part.p20"},"Zoltán began to study the gospel with the same intensity he brings to any pursuit. He set a goal to serve a mission. He wanted to stay in his country and teach others."],["div",{"id":"p21","uri":"/ensign/2013/04/choosing-the-better-part.p21"},"He served in Hungary and now works as a high school English teacher. He continues to set his priorities on the gospel. “There are things we need to give up because they get in the way of God,” he says. “It’s easy to give up the bad once we know we should. Often we don’t realize when we should give up something good for something better. We think that because it’s not bad, we can hold onto it and still follow God’s plan.” But Zoltán knows that we must give up the good if it keeps us from following God’s plan for us."],["div",{"id":"f1","uri":"/ensign/2013/04/choosing-the-better-part.f1"},[".caption","Zoltán Szücs, of Szeged, Hungary, gave up kayaking to have more time for the gospel."]]],[".bodyNotes",["h3","Note"]]],"refs":[["div",{"id":"/ensign/2013/04/choosing-the-better-part","uri":"/ensign/2013/04/choosing-the-better-part"},["span.label",["a",{"name":"footnote1"},"1."]],"See Eleanor Knowles,",["span.emphasis","Howard W. Hunter"],"(1994), 81."]]}
