{"id":282,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":282,"title":"Chronicles","subtitle":"","short_title":"Chronicles","uri":"/scriptures/bd/chronicles","content":[["div",{"id":"t1","uri":"/scriptures/bd/chronicles.t1","order":".000.751"},[".title","Chronicles"],["div",{"id":"p1","uri":"/scriptures/bd/chronicles.p1","order":".000.752"},"The two books of Chronicles counted as one in the Hebrew canon. They give a short history of events from the Creation down to the proclamation of Cyrus allowing the Jews to return to their homeland. The books contain several references to the sources whence information was derived; for example, “the book of Nathan the prophet, the prophecy of Ahijah the Shilonite, and the visions of Iddo the seer” (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/9.29"},"2 Chr. 9:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/12.15"},"12:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/13.22"},"13:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/20.34"},"20:34"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/26.22"},"26:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/32.32"},"32:32"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/33.18"},"33:18"],"). These passages make it clear that, from the earliest times of the kingdom, writers living amid the events described, and generally of the prophetic order, recorded the history of their own times. These records along with Samuel and Kings formed the material out of which our books of Chronicles were compiled, the compilers choosing such portions as suited the purpose of their composition. Though secular events are not excluded from the compilations thus formed, the writers dwell with most satisfaction upon the ecclesiastical and religious aspects of the history, and the progress of temple worship in Jerusalem. The date of composition cannot be fixed with certainty."],["div",{"id":"p2","uri":"/scriptures/bd/chronicles.p2","order":".000.753"},"The books of Ezra and Nehemiah, originally forming one book in the Hebrew canon, may be regarded as a sequel to 1 and 2 Chr."]]],"refs":null}
