{"id":25,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":25,"title":"Church Has Witnessed Historic Changes during President Monson’s Ministry","subtitle":"","short_title":"Church Has Witnessed Historic Changes during President Monson’s Ministry","uri":"/liahona/2013/06/church-has-witnessed-historic-changes-during-president-monsons-ministry","content":[["div",{"id":"head1","uri":"/liahona/2013/06/church-has-witnessed-historic-changes-during-president-monsons-ministry.head1"},[".title","Church Has Witnessed Historic Changes during President Monson’s Ministry"]],[".bodyBlock",["div",{"id":"p2","uri":"/liahona/2013/06/church-has-witnessed-historic-changes-during-president-monsons-ministry.p2"},"During the past five years of President Thomas S. Monson’s leadership, the Church has witnessed historic changes that have impacted members worldwide. The deep fingerprint of the Church’s 16th President can be found etched on a wide variety of key announcements and new policy implementations, ranging from missionary work and priesthood leadership training to prolific temple building."],["div",{"id":"p3","uri":"/liahona/2013/06/church-has-witnessed-historic-changes-during-president-monsons-ministry.p3"},"Many of the policies and announcements unveiled during President Monson’s administration have a global reach—yet, at their core, they are designed to serve and care for individuals. His lifelong concern for the one is evident in each historic moment."],"Here are a few highlights from the first half-decade of the presidency of Thomas S. Monson:",["ul.bullet",["li",["span.label","•"],[".para","In a move to expand the opportunities for young members of the Church to serve full-time missions, President Monson announced on October 6, 2012, that men may begin serving at age 18 and women at age 19. His announcement was made during the opening session of the Church’s 182nd Semiannual General Conference and sparked an outpouring of missionary enthusiasm. Since the announcement, the Church’s Missionary Department has received historic numbers of applications from both young men and young women eager to serve."]],["li",["span.label","•"],[".para","In a letter cosigned by his counselors in the First Presidency—President Henry B. Eyring and President Dieter F. Uchtdorf—President Monson announced the 2013 implementation of a new youth curriculum designed “to strengthen and build faith, conversion, and testimony” in the young people of the Church. The new curriculum allows for more interactive teaching in Aaronic Priesthood, Young Women, and youth Sunday School classes patterned after how the Savior taught during His ministry on earth. Weekly classes utilize many of the online resources of the modern-day Church, allowing the youth to enjoy unprecedented participation and involvement."]],["li",["span.label","•"],[".para","Under the direction of President Monson and the First Presidency, the Church continues to provide worldwide leadership training meetings to assist local priesthood and auxiliary leaders and families in their efforts to serve the members and deepen conversion. The training allows local leaders and members to receive direction from members of the First Presidency, Quorum of the Twelve Apostles, and other General Authorities and general auxiliary leaders. The worldwide training has included instruction on using the new administrative handbooks (introduced in 2010), training on conducting effective ward councils, and strengthening the family and the Church through the priesthood."]],["li",["span.label","•"],[".para","In 2010 the First Presidency began assigning members of the Quorum of the Twelve Apostles to conduct two new kinds of international meetings—priesthood leadership conferences and area reviews. During each priesthood leadership conference, stake presidencies, bishops, and branch presidents within a designated area of the Church are brought together for training. During each area review the leaders also take an in-depth look at what is happening with the Church in a given ecclesiastical area and review such things as humanitarian service, welfare needs, missionary work, and family history and temple work."]],["li",["span.label","•"],[".para","During President Monson’s administration, 31 new temples have been announced throughout the world. Sixteen have been dedicated and five others rededicated after extensive renovations. President Monson himself presided at the dedications of temples in Calgary, Alberta, Canada; Cebu City, Philippines; Curitiba, Brazil; Kyiv, Ukraine; Panama City, Panama; Vancouver, British Columbia, Canada; and Draper, Utah; Kansas City, Missouri; Rexburg, Idaho; South Jordan, Utah; The Gila Valley, Arizona; and Twin Falls, Idaho, USA; and at the rededication of temples in Mexico City, Mexico; and Atlanta, Georgia; Boise, Idaho; and Laie, Hawaii, USA."]],["li",["span.label","•"],[".para","President Monson has also presided over a period of unprecedented reach from the Church’s online resources, delivering the words of the prophets and the programs of the Church to some 14 million members across the earth. Online highlights include a variety of Church-produced videos, including the series of films depicting key moments from the New Testament."]],["li",["span.label","•"],[".para","Under the direction of the First Presidency, the Church produced a new book titled",["span.emphasis","Daughters in My Kingdom: The History and Work of Relief Society."],"The book is intended as a personal and family resource to strengthen women in their responsibilities."]],["li",["span.label","•"],[".para","Under President Monson’s leadership, the Church has responded to disasters across the globe, reaching out and helping those in need. Some major humanitarian responses in the past five years include efforts to reach out after an earthquake in Haiti, an earthquake and tsunami in Japan, and flooding in Thailand. The Church also responded to a severe food crisis across eastern Africa, helped immunize children in many nations, and has provided clean water to many remote villages. In addition, the Church dedicated a new 570,391-square-foot (53,000 square meter) welfare facility in Salt Lake City, Utah, USA."]]]],[".resources"]],"refs":null}
