{"id":285,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":285,"title":"Church","subtitle":"","short_title":"Church","uri":"/scriptures/bd/church","content":[["div",{"id":"t1","uri":"/scriptures/bd/church.t1","order":".000.758"},[".title","Church"],["div",{"id":"p1","uri":"/scriptures/bd/church.p1","order":".000.759"},"From the Greek,",["span.translit",["span.emphasis","Ecclesia,"]],"meaning “an assembly called together.” The church is the organized body of believers who have taken upon themselves the name of Jesus Christ by baptism and confirmation. To be the true church it must be the Lord’s church and must have His laws, His name, and be governed by Him through representatives whom He has appointed (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.1-12"},"3 Ne. 27:1–12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.4"},"D&C 115:4"],"). In this sense, the church began with the days of Adam and has been on the earth among mankind whenever there were a group of believers who had the priesthood and revelations of heaven. The word",["i","church"],"is used only twice in the four Gospels (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.18"},"Matt. 16:18"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.17"},"18:17"],") but is frequently mentioned in Acts, the epistles, and Revelation. The Old Testament uses the term",["i","congregation"],"for church. The word",["i","kingdom"],"is often used in the scriptures to mean the church, since the church is literally the kingdom of God on the earth. The Book of Mormon, as it speaks of Old Testament events, uses the word",["i","church"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.26"},"1 Ne. 4:26"],"), and the Doctrine and Covenants speaks of the church in Old Testament times (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.4"},"D&C 107:4"],")."],["div",{"id":"p2","uri":"/scriptures/bd/church.p2","order":".000.760"},"Principal offices in the church are spoken of by Paul in",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.11-16"},"Eph. 4:11–16"],", in which it is pointed out that the church is a means by which the saints (or members) become edified and progress toward the full measure of the stature of Christ. That belonging to the Lord’s church is important is emphasized in",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.47"},"Acts 2:47"],", where we find that “the Lord added to the church daily such as should be saved.” In the church there should be unity and oneness, and Paul was greatly concerned that there were divisions in the church at Corinth (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/1.10-13"},"1 Cor. 1:10–13"],"). He repeatedly explained that all the offices and functions of the church are necessary (",["a.scriptureRef",{"href":"/scriptures/nt/rom/12.4-5"},"Rom. 12:4–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12"},"1 Cor. 12"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.1-16"},"Eph. 4:1–16"],"), the whole body being fitly joined together. The scriptures contain the prophecies that the church Jesus established would fall into apostasy. This occurred soon after the death of the Twelve. Consequently, the church, with the same organization, doctrines, and authority, has in the last days been restored to the earth, preparatory to the Second Coming of Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.19-21"},"Acts 3:19–21"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.1-9"},"2 Thes. 2:1–9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.1-4"},"D&C 20:1–4"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.6"},"A of F 1:6"],")."]]],"refs":null}
