{"id":32,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":32,"title":"Church Releases New Edition of English Scriptures in Digital Formats","subtitle":"","short_title":"Church Releases New Edition of English Scriptures in Digital Formats","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats","content":[["div",{"id":"head1","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.head1"},[".title","Church Releases New Edition of English Scriptures in Digital Formats"]],[".bodyBlock",["div",{"id":"p2","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.p2"},"After nearly eight years of work, The Church of Jesus Christ of Latter-day Saints has released in digital formats an updated edition of its English-language scriptures and study aids."],["div",{"id":"p3","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.p3"},"The last update to the Church’s English scriptures—the Holy Bible, the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price—was completed in 1981. The improvements made for that edition, including the addition of extensive study helps in each book of scripture, were significant and crowned 10 years of work."],["div",{"id":"p4","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.p4"},"The 2013 edition includes revisions to study aids, new photos, updated maps, and adjustments to chapter and section headings."],["div",{"id":"p5","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.p5"},"Online and mobile versions of the new edition are available now at",["a",{"href":"http://scriptures.lds.org"},["span.language","scriptures.lds.org"]],". Annotations that readers have made in their Gospel Library accounts will automatically transfer to the new digital scriptures."],["div",{"id":"p6","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.p6"},"The Church plans to release printed copies of the new edition beginning in August 2013. Because the new edition maintains the pagination and font style of the earlier edition, most members will notice little if any difference. For example, all the verses found on page 47 of the 1981 edition of the Book of Mormon will be found on page 47 of the new edition. This consistency allows members to continue using the 1981 edition."],["div",{"id":"p7","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.p7"},"“The current edition of the scriptures, with its extensive study helps, will continue to serve Latter-day Saints very well,” said Elder Neil L. Andersen of the Quorum of the Twelve Apostles. “This new edition incorporates adjustments that will be a blessing to Church members in years to come, but members should not feel that they need to purchase a new set of scriptures, particularly since all of the adjustments are available in digital formats at no cost. Changes to the scriptural text include spelling, minor typographical, and punctuation corrections.”"],["div",{"id":"p8","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.p8"},"Eight years ago Church leaders requested that an updated edition of the English scriptures be produced. The intent was to make helpful adjustments such as updating some archaic spellings, correcting mistakes in the study helps, and incorporating recent historic findings into the section headings of the Doctrine and Covenants."],["div",{"id":"p9","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.p9"},"Examples of spelling updates for the new edition include changing “stedfast” to “steadfast,” “morter” to “mortar,” and “rereward” to “rearward.” Additionally, minor typographical errors in spelling and punctuation in the text have been corrected to ensure fidelity to the earliest manuscripts and editions."],["div",{"id":"p10","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.p10"},"Typeface adjustments in the new edition help indicate more clearly what is scripture and what is a study help. The style and format of titles, table of contents pages, and abbreviations pages have also been standardized to improve the reading experience."],["div",{"id":"p11","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.p11"},"Some of the adjustments to headings are intended to provide a clearer context for the scriptures. For example, in the Doctrine and Covenants some of the section headings have been revised and introductory headings have been added to both official declarations to provide the reader with a better understanding of the purposes of those revelations and the Church’s doctrine related to them."],["div",{"id":"p12","uri":"/liahona/2013/04/church-releases-new-edition-of-english-scriptures-in-digital-formats.p12"},"Printed copies of the new edition will be available in the same sizes and bindings (Holy Bible, Book of Mormon, triple combination, and quadruple combination) as the earlier edition, and the current economy covers will be available in black. The current bonded leather covers are being upgraded to a simulated leather cover in black and burgundy, and the current genuine leather will be replaced with an upgraded genuine leather cover in black, burgundy, and brown."]]],"refs":null}
