{"id":28,"parent_id":0,"book_id":22654,"content_id":1,"language_id":0,"display_order":28,"title":"Church Encourages Members Worldwide to Serve Locally","subtitle":"By Heather Whittle Wrigley","short_title":"Church Encourages Members Worldwide to Serve Locally","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally","content":[["div",{"id":"head1","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.head1"},[".title","Church Encourages Members Worldwide to Serve Locally"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p2"},"By Heather Whittle Wrigley"],["div",{"id":"p3","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p3"},"Church News and Events"]]],[".bodyBlock",["div",{"id":"p4","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p4"},"In the last year or so, the Welfare Department of the Church has placed a renewed emphasis on members around the world giving aid in their own communities."],["div",{"id":"p5","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p5"},"The Humanitarian Service section of LDS.org suggests, “What needs or challenges do you see or hear about? … If you identify a need in your community but cannot find an established program that addresses this need, take the initiative to find a solution” (on",["a",{"href":"http://www.lds.org"},["span.language","LDS.org"]],", click on",["b","Resources, Welfare, Humanitarian Service"],")."],["div",{"id":"p6","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p6"},"Lynn Samsel, director of emergency response for the Church, pointed out some benefits of humanitarian response at the local level: “It’s faster, we have fewer issues with customs, it allows the Church to purchase local products the members in the area are familiar with, it supports the local economy, and it helps build relationships.”"],["div",{"id":"p7","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p7"},"In 2011, political upheaval in several Arab countries displaced thousands. Instead of assembling hygiene kits in Salt Lake and then shipping them to the Middle East, the Church provided funds to the local area presidency. The 50 members living in Jordan were then able to partner with other local organizations to assemble and distribute 40,000 hygiene kits and food packages in just five days."],["div",{"id":"p8","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p8"},"Throughout the world, individual members may initiate their own service projects. In other cases the branch, ward, district, or stake can organize opportunities for members and others to serve."],["div",{"id":"p9","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p9"},"Local solutions, explained Gustavo Estrada of the Welfare Department, often meet needs better than solutions thought up thousands of miles away."],["div",{"id":"p10","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p10"},"Following the March 11, 2011, earthquake and tsunami that devastated Japan, the Church sped to respond. They sent money to local leaders, who then purchased food and other supplies in-country. Members in Japan who were not directly affected by the earthquake assembled the supplies into kits that addressed the unique needs of the disaster victims better than generic kits may have."],["div",{"id":"p11","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p11"},"“As members get out and serve in their communities, they can build relationships with their neighbors and enjoy the trust that develops from working together on a common problem,” said Sharon Eubank, director of Church humanitarian services."],["div",{"id":"p12","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p12"},"In 2012, in an effort to decrease the rate of childhood deaths in developing countries, LDS volunteers in Ghana sent 1.5 million text messages to their fellow Ghanaians, notifying them of an immunization drive sponsored by a Church partner."],["div",{"id":"p13","uri":"/liahona/2013/02/church-encourages-members-worldwide-to-serve-locally.p13"},"“[Now] when some other problem comes along in the future, there is a foundation to cooperate again,” Sister Eubank said. “Serving together builds understanding and develops real Christian brotherhood faster than anything else I can think of.”"]]],"refs":null}
