{"id":23,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":23,"title":"Church Encourages Members Worldwide to Serve Local Communities","subtitle":"By Heather Whittle Wrigley","short_title":"Church Encourages Members Worldwide to Serve Local Communities","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities","content":[["div",{"id":"head1","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.head1"},[".title","Church Encourages Members Worldwide to Serve Local Communities"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p2"},"By Heather Whittle Wrigley"],["div",{"id":"p3","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p3"},"Church News and Events"]]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p4"},"For the last year the Welfare Department of the Church has placed a renewed emphasis on members around the world giving aid in their own communities."],["div",{"id":"p5","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p5"},"The Humanitarian Service section of LDS.org suggests, “What needs or challenges do you see or hear about? … If you identify a need in your community but cannot find an established program that addresses this need, take the initiative to find a solution” (on",["a",{"href":"http://www.lds.org"},"LDS.org"],", click on",["b","Resources, Welfare, Humanitarian Service"],")."],["div",{"id":"p6","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p6"},"Lynn Samsel, director of emergency response for the Church, pointed out some benefits of humanitarian response at the local level: “It’s faster, we have fewer issues with customs, it allows the Church to purchase local products the members in the area are familiar with, it supports the local economy, and it helps build relationships.”"],["div",{"id":"t1","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.t1"},[".title","Supplying Aid Efficiently"],["div",{"id":"p8","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p8"},"Each year the Humanitarian Center of the Church ships, on average, eight million pounds of shoes and clothing, 500,000 hygiene and school kits, and 20,000 quilts to more than 50 countries. But acquiring supplies in one part of the world and shipping them to another is an expensive and time-consuming process. When members see a need for quilts or clothing or other supplies in their area and can supply those needs locally, the response is much faster."],["div",{"id":"p9","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p9"},"In 2002 Boston, Massachusetts, USA, resident Jennifer Ashley was looking for a way to serve when she discovered that in her state one in 12 households struggles with putting food on the table daily, and the local food pantries were in need of canned goods and other basic supplies."],["div",{"id":"p10","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p10"},"She came up with the idea to organize a 5K race that required canned food donations as the entry fee. Today, “Feed the Need” raises nonperishable food items for food pantries throughout the state by organizing several races each year."],["div",{"id":"p11","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p11"},"“One of the benefits is that we know we are feeding our neighbors,” Sister Ashley said. “In my mind, when there’s a need, it’s really nice for people to receive it right away.”"],["div",{"id":"p12","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p12"},"Members of all ages and abilities can find ways to serve locally. In some instances individual members may initiate their own service projects. In other cases the branch, ward, or stake can organize opportunities for members and others to serve."],["div",{"id":"p13","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p13"},"In situations that require more involved service projects, area welfare managers often work with the area office to identify needs, request Church humanitarian funds, and organize service efforts."]],["div",{"id":"t2","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.t2"},[".title","Local Needs, Local Solutions"],["div",{"id":"p15","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p15"},"Local solutions, explained Gustavo Estrada of the Welfare Department, often meet needs better than solutions thought up hundreds of miles away."],["div",{"id":"p16","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p16"},"Working in the St. George, Utah, USA, Deseret Industries’ humanitarian service room in February 2012, Church-service missionaries Lamont and Celia Royer had a problem. People were donating items for which there was no immediate need. At one point they were storing nearly 600 knit hats."],["div",{"id":"p17","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p17"},"When the service room closed in April, the Royers were asked to lead the way in first identifying what the local needs were and then finding ways to serve."],["div",{"id":"p18","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p18"},"Today, St. George’s stake presidents and stake Relief Society presidents each receive the monthly “Community Service Newsletter” the Royers put together. It lists volunteer opportunities, including “wish lists” that highlight certain organizations’ specific needs."],["div",{"id":"p19","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p19"},"One facility in the area had a list of needs they thought would take a few years to complete because of their lack of funds. In the six weeks after their wish list was published in the newsletter, five young men who were looking for a way to fulfill their Eagle Scout requirements completed all the work."],["div",{"id":"p20","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p20"},"“It’s about awareness,” Sister Royer said. “People want to serve; they just need a starting place.”"]],["div",{"id":"t3","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.t3"},[".title","Building Community and Testimony"],["div",{"id":"p22","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p22"},"“Too often we notice the needs around us, hoping that someone from far away will magically appear to meet those needs,” President Dieter F. Uchtdorf, Second Counselor in the First Presidency, said during October 2011 general conference. “When we do this, we deprive our neighbor of the service we could render, and we deprive ourselves of the opportunity to serve” (“Providing in the Lord’s Way,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"Nov. 2011, 54)."],["div",{"id":"p23","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p23"},"In 2011, 300 members in Kenya spent 1,800 hours distributing tens of thousands of flyers and posters offering information about immunizations and the availability of vaccines."],["div",{"id":"p24","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p24"},"Another project in 2012 saw LDS volunteers in Ghana send 1.5 million text messages to fellow citizens notifying them of an immunization drive sponsored by a Church partner. The service project was part of an effort to decrease the rate of childhood deaths in developing countries."],["div",{"id":"p25","uri":"/ensign/2013/01/church-encourages-members-worldwide-to-serve-local-communities.p25"},"“[Now], when some other problem comes along in the future, there is a foundation laid to cooperate again,” explained Sharon Eubank, director of Church Humanitarian Services. “Serving together builds understanding and develops real Christian brotherhood faster than anything else I can think of.”"]]]],"refs":null}
