{"id":8,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":8,"title":"Citrus Warriors","subtitle":"By David Dickson","short_title":"Citrus Warriors","uri":"/new-era/2013/09/citrus-warriors","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/citrus-warriors"},[".heading",{"id":"head1","uri":"/new-era/2013/09/citrus-warriors.head1"},["h1","Citrus Warriors"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/09/citrus-warriors.p2"},"By David Dickson"],["p.para",{"id":"p3","uri":"/new-era/2013/09/citrus-warriors.p3"},"Church Magazines"]],[".kicker","What can you teach your family about ancient battle armor? Plenty."]],[".bodyBlock",[".figure",{"id":"f22","uri":"/new-era/2013/09/citrus-warriors.f22"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep16-young-man-looking-at-floating-orange.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/09/citrus-warriors.p5"},"Photo illustrations by Nate Gines and Welden C. Andersen; photographs by Top Photo Group/Thinkstock"]]],["p.para",{"id":"p6","uri":"/new-era/2013/09/citrus-warriors.p6"},"Your parents have asked you to give the family home evening lesson. But you’re not quite sure what might keep everyone in your family engaged. Have no fear. An amazing lesson is a mere suit of armor away!"],["p.para",{"id":"p7","uri":"/new-era/2013/09/citrus-warriors.p7"},"First, get your hands on a complete set of medieval armor. Make sure you find a full assortment. We’re talking helmet, breastplate, shield, sword, the works."],["p.para",{"id":"p8","uri":"/new-era/2013/09/citrus-warriors.p8"},"Next, you … what’s that? Your local thrift store is clean out of medieval battle armor? Hmm. Well, in that case, there’s another suit of “armor” you can use for an object lesson instead."],[".topic",{"id":"t1","uri":"/new-era/2013/09/citrus-warriors.t1"},[".title","A Different Kind of Warrior"],["p.para",{"id":"p10","uri":"/new-era/2013/09/citrus-warriors.p10"},"For this particular object lesson, all you need is a set of scriptures, a large clear vase or pitcher, and two oranges (keep one hidden at first). The orange will represent your medieval warrior. Fill the pitcher or vase three-quarters full with water before the lesson begins."],["p.para",{"id":"p11","uri":"/new-era/2013/09/citrus-warriors.p11"},"When it’s time for the lesson, carefully place one orange in the water. What happens? (Hint: It floats!) The peel is like armor that protects the orange, just as the armor of God protects us. That same armor of God also holds us up and keeps us from sinking in the waters of life."],["p.para",{"id":"p12","uri":"/new-era/2013/09/citrus-warriors.p12"},"Next, pull the orange out of the water and remove the peel. Place it back in the water and watch with a sigh of sadness as your not-so-protected warrior now sinks like a rock. (Singing ballads of your citrus warrior’s brave deeds would be entirely appropriate at this point.)"],[".figure",{"id":"f23","uri":"/new-era/2013/09/citrus-warriors.f23"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep17-young-man-looking-at-orange-without-peel.jpg"}]],["p.para",{"id":"p13","uri":"/new-era/2013/09/citrus-warriors.p13"},"What connections do you see between this activity and the gospel? That’s where your object lesson can turn into a great discussion. Here are a couple of teaching ideas you might use to help you and your family learn together."]],[".topic",{"id":"t2","uri":"/new-era/2013/09/citrus-warriors.t2"},[".title","Staying Afloat in a Troubled World"],["p.para",{"id":"p15","uri":"/new-era/2013/09/citrus-warriors.p15"},"As you start your lesson, consider discussing the armor of God mentioned in",["a",{"href":"/scriptures/nt/eph/6.10-18"},"Ephesians 6:10–18"],". While chatting with your family, you could talk about different ways armor provides protection—including the armor of God. You could ask questions such as “How can faith be a shield?” or “Why do you think righteousness is the breastplate?”"],["p.para",{"id":"p16","uri":"/new-era/2013/09/citrus-warriors.p16"},"Don’t forget that you can refer back to your citrus warrior. Think about what we learn from the orange that sank when the “armor” was removed. What can happen in our own lives if we decide not to follow the commandments? It’s like choosing not to put on the armor of God."]],[".topic",{"id":"t3","uri":"/new-era/2013/09/citrus-warriors.t3"},[".title","Suiting Up Again"],["p.para",{"id":"p18","uri":"/new-era/2013/09/citrus-warriors.p18"},"Remember, we never have to stay like that orange without a peel. Repentance lets us put back on the armor of God at any time. You may want to find a quote or scripture about repentance to share. This would also be an appropriate time to bring out your second orange and place it in the water to represent what repentance can do for us. Yes, your citrus warrior is ready to fight again."],["p.para",{"id":"p19","uri":"/new-era/2013/09/citrus-warriors.p19"},"Finish your lesson by bearing testimony about the principles you’ve discussed."],["p.para",{"id":"p20","uri":"/new-era/2013/09/citrus-warriors.p20"},"And that’s it! Remember, this is only one object lesson you could share. Family home evening lessons don’t need to be long or complex to be awesome, memorable, and effective."],["p.para",{"id":"p21","uri":"/new-era/2013/09/citrus-warriors.p21"},"So, should you have a treat? Fresh oranges, anyone?"]]],[".resources",[".moreInfo",[".title","Lesson Resources"],["ul.bullet",["li",["span.label","•"],["p.para","Share teachings from living prophets, such as this one from President Thomas S. Monson: “What will protect you from the sin and evil around you? I maintain that a strong testimony of our Savior and of His gospel will help see you through to safety” (“Priesthood Power,”",["span.emphasis","Ensign,"],"May 2011, 66)."]],["li",["span.label","•"],["p.para","Review what Elder Robert D. Hales of the Quorum of the Twelve Apostles taught about the armor of God in his April 2013 general conference talk “Stand Strong in Holy Places” at",["a",{"href":"http://lds.org/go/93Strong"},"lds.org/go/93Strong"],". To download a poster of the illustration from his talk, see the June 2013",["span.emphasis","New Era"],"(page 49) or",["a",{"href":"http://lds.org/go/93Armor"},"lds.org/go/93Armor"],"."]],["li",["span.label","•"],["p.para","Listen to the seminary song “The Whole Armor of God.” Go to",["a",{"href":"http://lds.org/youth/music"},"lds.org/youth/music"],"and search for the song by title."]]]]]]]],"refs":null}
