{"id":17,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":17,"title":"Come, Follow Me","subtitle":"","short_title":"Come, Follow Me","uri":"/new-era/2013/04/come-follow-me","content":[["div",{"id":"head1","uri":"/new-era/2013/04/come-follow-me.head1"},[".seriesTitle","Come, Follow Me"]],[".bodyBlock",["div",{"id":"t1","uri":"/new-era/2013/04/come-follow-me.t1"},[".title","Patterns of Apostasy and Restoration"],["div",{"id":"p3","uri":"/new-era/2013/04/come-follow-me.p3"},"This month, your Sunday lessons will focus on the Apostasy and Restoration (see",["a",{"href":"http://www.lds.org/youth/learn"},"lds.org/youth/learn"],"). As you study, remember that the pattern of apostasy and restoration has been repeated many times throughout history, with the gospel being restored through Noah, Abraham, Moses, Jesus Christ, and others. Elder M. Russell Ballard of the Quorum of the Twelve Apostles discusses this pattern in “Learning the Lessons of the Past” at",["a",{"href":"http://www.lds.org/go/43H"},"lds.org/go/43H"],"."],["div",{"id":"p4","uri":"/new-era/2013/04/come-follow-me.p4"},"He taught: “One of the great lessons of this historical pattern is that our choices, both individually and collectively, do result in spiritual consequences for ourselves and for our posterity. … Each one of you has to decide for yourself if you are going to ignore the past and suffer the painful mistakes and tragic pitfalls that have befallen previous generations” (",["span.emphasis","Ensign,"],"May 2009, 32–33)."],["div",{"id":"p5","uri":"/new-era/2013/04/come-follow-me.p5"},"Consider how this pattern applies in your life as you read more of his talk (including the quote at right), and then be prepared to share your thoughts in your Sunday lessons."],[".quote",{"id":"f1","uri":"/new-era/2013/04/come-follow-me.f1"},["div",{"id":"p6","uri":"/new-era/2013/04/come-follow-me.p6"},"Be wise enough to learn the lessons of the past. You don’t have to spend time as a Laman or a Lemuel in order to know that it’s much better to be a Nephi or a Jacob."],[".citationInfo",["div",{"id":"p7","uri":"/new-era/2013/04/come-follow-me.p7"},"Elder M. Russell Ballard of the Quorum of the Twelve Apostles, April 2009 general conference"]]]],["div",{"id":"f2","uri":"/new-era/2013/04/come-follow-me.f2"},[".credit",["div",{"id":"p8","uri":"/new-era/2013/04/come-follow-me.p8"},"Backgrounds by iStockphoto/Thinkstock"]]],["div",{"id":"t2","uri":"/new-era/2013/04/come-follow-me.t2"},[".title","Navigating a Web of Information"],["div",{"id":"p10","uri":"/new-era/2013/04/come-follow-me.p10"},"Apostasy occurs when individuals and societies fail to recognize and live by eternal truths. So in a world where media and the Internet provide an endless stream of information, it’s important to know how to discern between truth and error. Elder Walter F. González of the Presidency of the Seventy reminds us that God will help us know what is true through the Holy Ghost:"],["div",{"id":"p11","uri":"/new-era/2013/04/come-follow-me.p11"},"“We access this celestial source when we do things such as",["b","reading the scriptures, hearkening to the living prophet,"],"and",["b","praying."],"It is also important to",["b","take time to be still"],"(see",["a",{"href":"/scriptures/dc-testament/dc/101.16"},"D&C 101:16"],") and",["b","feel and follow the celestial promptings."],"When we do this, we will ‘feel and see’ [",["a",{"href":"/scriptures/bofm/3-ne/18.25"},"3 Nephi 18:25"],"] things that cannot be learned with modern technology. … We will discern the truth, even when reading secular history or other topics” (“Learning with Our Hearts,”",["span.emphasis","Ensign,"],"Nov. 2012, 81; emphasis added)."],[".quote",{"id":"f3","uri":"/new-era/2013/04/come-follow-me.f3"},["div",{"id":"p12","uri":"/new-era/2013/04/come-follow-me.p12"},"Impressions that come from God will give us knowledge that we cannot get by any other means."],[".citationInfo",["div",{"id":"p13","uri":"/new-era/2013/04/come-follow-me.p13"},"Elder Walter F. González of the Presidency of the Seventy, October 2012 general conference"]]]]],[".resources",[".box-decor",{"id":"f4","uri":"/new-era/2013/04/come-follow-me.f4"},[".title","Share These Cards Online"],["div",{"id":"p15","uri":"/new-era/2013/04/come-follow-me.p15"},"As you talk about the Apostasy and Restoration this month, consider using these cards in your classes and quorums, at family home evening, or with other youth on social media in preparation for your Sunday lessons. You can even hang them in your bedroom or locker to remind you about your gospel study throughout the month. Download them by clicking on the image above. Or use the “Share” button at upper right to select a social media site and share them with your friends or family."]]]],"refs":null}
