{"id":9,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":9,"title":"Conference Cards","subtitle":"","short_title":"Conference Cards","uri":"/new-era/2013/05/conference-cards","content":[["div",{"id":"head1","uri":"/new-era/2013/05/conference-cards.head1"},[".title","Conference Cards"]],[".bodyBlock",[".moreInfo",[".title","Download and Share"],["div",{"id":"p3","uri":"/new-era/2013/05/conference-cards.p3"},"You can download, or print the cards below by clicking on the images. Or share them on social media by using the option at right. They make great handouts for lessons and devotionals too!"]],[".sideQuote",{"id":"f2","uri":"/new-era/2013/05/conference-cards.f2"},[".title","“Hope on. Journey on. Honestly acknowledge your questions and your concerns, but first and forever fan the flame of your faith, because all things are possible to them that believe.”"],[".subtitle","Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles, April 2013 general conference"],["div",{"id":"p6","uri":"/new-era/2013/05/conference-cards.p6"},"These things I declare to you with the conviction Peter called the “more sure word of prophecy” [",["a",{"href":"/scriptures/nt/2-pet/1.19"},"2 Peter 1:19"],"]. What was once a tiny seed of belief for me has grown into the tree of life, so if your faith is a little tested in this or any season, I invite you to lean on mine. I know this work is God’s very truth, and I know that only at our peril would we allow doubt or devils to sway us from its path. Hope on. Journey on. Honestly acknowledge your questions and concerns, but first and forever fan the flame of your faith, because all things are possible to them that believe."],[".citationInfo",["div",{"id":"p7","uri":"/new-era/2013/05/conference-cards.p7"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles, April 2013 general conference"]]],[".sideQuote",{"id":"f3","uri":"/new-era/2013/05/conference-cards.f3"},[".title","“Your personal purity is one of your greatest sources of power.”"],[".subtitle","Elaine S. Dalton, former Young Women general president, April 2013 general Young Women meeting"],["div",{"id":"p10","uri":"/new-era/2013/05/conference-cards.p10"},["span.emphasis","Be not moved in your desire and commitment to remain virtuous and sexually pure."],"Cherish virtue. Your personal purity is one of your greatest sources of power. When you came to the earth, you were given the precious gift of a body. Your body is the instrument of your mind and a divine gift with which you exercise your agency. This is a gift that Satan was denied, and thus he directs nearly all of his attacks on your body. He wants you to disdain, misuse, and abuse your body. Immodesty, pornography, immorality, tattoos and piercings, drug abuse, and addictions of all kinds are all efforts to take possession of this precious gift—your body—and to make it difficult for you to exercise your agency. Paul asks, “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?” [",["a",{"href":"/scriptures/nt/1-cor/3.16"},"1 Corinthians 3:16"],"]."],[".citationInfo",["div",{"id":"p11","uri":"/new-era/2013/05/conference-cards.p11"},"Elaine S. Dalton, former Young Women general president, April 2013 general Young Women meeting"]]],[".sideQuote",{"id":"f4","uri":"/new-era/2013/05/conference-cards.f4"},[".title","“Sin will always be sin. … God, His commandments, and promised blessings do not change.”"],[".subtitle","Elder L. Tom Perry of the Quorum of the Twelve Apostles, April 2013 general conference"],["div",{"id":"p14","uri":"/new-era/2013/05/conference-cards.p14"},"God reveals to His prophets that there are moral absolutes. Sin will always be sin. Disobedience to the Lord’s commandments will always deprive us of His blessings. The world changes constantly and dramatically, but God, His commandments, and promised blessings do not change. They are immutable and unchanging. Men and women receive their agency as a gift from God, but their liberty and, in turn, their eternal happiness come from obedience to His laws. As Alma counseled his errant son Corianton, “Wickedness never was happiness” (",["a",{"href":"/scriptures/bofm/alma/41.10"},"Alma 41:10"],")."],[".citationInfo",["div",{"id":"p15","uri":"/new-era/2013/05/conference-cards.p15"},"Elder L. Tom Perry of the Quorum of the Twelve Apostles, April 2013 general conference"]]],[".sideQuote",{"id":"f5","uri":"/new-era/2013/05/conference-cards.f5"},[".title","“Simple, consistent, good habits lead to a life full of bountiful blessings. … Stay on the Lord’s side, and you will win every time.”"],[".subtitle","Elder Richard G. Scott of the Quorum of the Twelve Apostles, April 2013 general conference"],["div",{"id":"p18","uri":"/new-era/2013/05/conference-cards.p18"},"Be obedient to the prophetic teachings Christ would have you follow. Don’t rationalize away future happiness by taking shortcuts instead of applying sound gospel principles. Remember: little things lead to big things. Seemingly insignificant indiscretions or neglect can lead to big problems. More importantly, simple, consistent, good habits lead to a life full of bountiful blessings. …"],["div",{"id":"p19","uri":"/new-era/2013/05/conference-cards.p19"},"Not long ago you came to mortality with all of those magnificent capacities and endless possibilities. Yet there is real danger in the environment surrounding you. Your great potential and ability could be limited or destroyed if you yield to the devil-inspired contamination around you. However, Satan is no match for the Savior. Satan’s fate is decided. He knows he has lost, but he wants to take as many with him as he can. He will try to ruin your goodness and abilities by exploiting your weaknesses. Stay on the Lord’s side, and you will win every time."],[".citationInfo",["div",{"id":"p20","uri":"/new-era/2013/05/conference-cards.p20"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles, April 2013 general conference"]]]]],"refs":null}
