{"id":312,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":312,"title":"Confirmation","subtitle":"","short_title":"Confirmation","uri":"/scriptures/bd/confirmation","content":[["div",{"id":"t1","uri":"/scriptures/bd/confirmation.t1","order":".000.824"},[".title","Confirmation"],["div",{"id":"p1","uri":"/scriptures/bd/confirmation.p1","order":".000.825"},"See",["i",["a.scriptureRef",{"href":"/scriptures/bd/laying-on-of-hands"},"Laying on of hands"],"."],"The word is not found in the New Testament, though the rite itself is mentioned in several places. (1) We are told (",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.14-17"},"Acts 8:14–17"],") that after Philip had baptized the converts in Samaria, Peter and John prayed for them that they might receive the Holy Ghost; they then laid their hands on them, and the Holy Ghost was given. (2) On Paul’s arrival at Ephesus (",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.1-6"},"Acts 19:1–6"],") he found men who had received a form of baptism that they incorrectly supposed had come from John the Baptist. After they had been properly baptized in the name of the Lord Jesus, the Apostle laid his hands on them, and they received the Holy Ghost."],["div",{"id":"p2","uri":"/scriptures/bd/confirmation.p2","order":".000.826"},"In these instances there is illustrated the greater authority of the Melchizedek Priesthood, compared to the Aaronic Priesthood. The latter has authority to baptize in water but not the power to lay on hands to confer the gift of the Holy Ghost. The Melchizedek Priesthood has power to do both (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.70-72"},"JS—H 1:70–72"],"). Baptism of water without the bestowal of the Holy Ghost would be incomplete and would be but half a baptism (",["span.small","HC"],"5:499)."],["div",{"id":"p3","uri":"/scriptures/bd/confirmation.p3","order":".000.827"},"No information is to be found in the Bible as to any special age for confirmation, but it is clear that it followed close after baptism. From latter-day revelation we learn that baptism and confirmation can be administered when a person reaches the age of eight years (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-27"},"D&C 68:25–27"],"). Confirmation includes more than conferring the gift of the Holy Ghost. To",["i","confirm"],"means to “make more sure.” The ordinance of confirmation completes the ceremonial process of becoming a member of the Church, and as such, it is complementary to water baptism. See also",["i",["a.scriptureRef",{"href":"/scriptures/bd/baptism"},"Baptism"],"."]]]],"refs":null}
