{"id":1,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":1,"title":"Conviction with Compassion","subtitle":"By Elder Jeffrey R. Holland","short_title":"Conviction with Compassion","uri":"/new-era/2013/07/conviction-with-compassion","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/conviction-with-compassion"},[".heading",{"id":"head1","uri":"/new-era/2013/07/conviction-with-compassion.head1"},[".title","Conviction with",["span.dominant","Compassion"]],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/07/conviction-with-compassion.p2"},"By Elder Jeffrey R. Holland"],["p.para",{"id":"p3","uri":"/new-era/2013/07/conviction-with-compassion.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["p.para",{"id":"p4","uri":"/new-era/2013/07/conviction-with-compassion.p4"},"Adapted from a CES devotional given on September 9, 2012. For the full address in English, titled “Israel, Israel, God Is Calling,” visit",["a",{"href":"http://cesdevotionals.lds.org"},"cesdevotionals.lds.org"],"."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/jeffrey-r-holland.jpg"}],[".kicker","How we respond to people and situations has to reflect the full breadth of our religious beliefs and our gospel commitments."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/new-era/2013/07/conviction-with-compassion.p6"},"Some time ago I was invited to speak in a stake single-adult devotional. As I entered the rear door of the stake center, a 30-something young woman entered the building at about the same time. Even in the crush of people moving toward the chapel, it was hard not to notice her. As I recall, she had a couple of tattoos, a variety of ear and nose rings, spiky hair reflecting all the colors now available in snow cones, a skirt that was too high, and a blouse that was too low."],[".figure",{"id":"f1","uri":"/new-era/2013/07/conviction-with-compassion.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul02-woman-and-girl-1105600.jpg"}],[".credit",["p.para",{"id":"p7","uri":"/new-era/2013/07/conviction-with-compassion.p7"},"Illustrations by David Malan"]]],["p.para",{"id":"p8","uri":"/new-era/2013/07/conviction-with-compassion.p8"},"Was this woman a struggling soul, not of our faith, who had been led—or even better, had been brought by someone—under the guidance of the Lord to this devotional in an effort to help her find the peace and the direction of the gospel that she needed in her life? Or was she a member who had strayed a bit from some of the hopes and standards that the Church encourages for its members but who, thank heaven, was still affiliating and had chosen to attend this Church activity that night?"],["p.para",{"id":"p9","uri":"/new-era/2013/07/conviction-with-compassion.p9"},"However one would respond to that young woman, the rule forever is that in all our associations and actions, we must reflect the full breadth of our religious beliefs and our gospel commitments. Therefore, how we respond in any situation has to make things better, not worse. We can’t act or react in such a way that we are guilty of a greater offense than, in this case, she is. That doesn’t mean that we don’t have opinions, that we don’t have standards, that we somehow completely disregard divinely mandated “thou shalts” and “thou shalt nots” in life. But it does mean we have to live those standards and defend those “thou shalts” and “thou shalt nots” in a righteous way to the best of our ability, the way the Savior lived and defended them. And He always did what should have been done to make the situation better—from teaching the truth, to forgiving sinners, to cleansing the temple. It is no small gift to know how to do such things in the right way!"],["p.para",{"id":"p10","uri":"/new-era/2013/07/conviction-with-compassion.p10"},"So, regarding our new acquaintance of unusual dress and grooming, we start, above all, by remembering she is a daughter of God and of eternal worth. We start by remembering that she is someone’s daughter here on earth as well and could, under other circumstances, be my daughter. We start by being grateful that she is at a Church activity, not avoiding one. In short, we try to be at",["span.emphasis","our"],"best in this situation in a desire to help her be at",["span.emphasis","her"],"best. We keep praying silently: What is the right thing to do here? And what is the right thing to say? What",["span.emphasis","ultimately"],"will make this situation and her better? Asking these questions and really trying to do what the Savior would do is what I think He meant when He said, “Judge not according to the appearance, but judge righteous judgment” (",["a",{"href":"/scriptures/nt/john/7.24"},"John 7:24"],")."],["p.para",{"id":"p11","uri":"/new-era/2013/07/conviction-with-compassion.p11"},"Having said that, I remind us all that while reaching out to and helping bring back a lamb who has strayed, we also have a profound responsibility to the 99 who didn’t stray and to the wishes and will of the Shepherd. There is a sheepfold, and we are all supposed to be in it, to say nothing of the safety and blessings that come to us for being there. My young brothers and sisters, this Church can never “dumb down” its doctrine in response to social goodwill or political expediency or any other reason. It is only the high ground of revealed truth that gives us any footing on which to lift another who may feel troubled or forsaken. Our compassion and our love—fundamental characteristics and requirements of our Christianity—must",["span.emphasis","never"],"be interpreted as compromising the commandments. As the marvelous George MacDonald once said, in such situations “we are not bound to say all we [believe], but we are bound not even to look [like] what we do not [believe].”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul04-boys-at-fork-in-road-1105601.jpg"}],[".topic",{"id":"t1","uri":"/new-era/2013/07/conviction-with-compassion.t1"},[".title","When We Must Judge"],["p.para",{"id":"p13","uri":"/new-era/2013/07/conviction-with-compassion.p13"},"In this regard, there is sometimes a chance for a misunderstanding, especially among young people who may think we are not supposed to judge anything, that we are never to make a value assessment of any kind. We have to help each other with that because the Savior makes it clear that in some situations we",["span.emphasis","have"],"to judge, we are under obligation to judge—as when He said, “Give not that which is holy unto the dogs, neither cast ye your pearls before swine” (",["a",{"href":"/scriptures/nt/matt/7.6"},"Matthew 7:6"],"). That sounds like a judgment to me. The unacceptable alternative is to surrender to postmodern moral relativism, which, pushed far enough, declares that ultimately nothing is eternally true or especially sacred and, therefore, no one position on any given issue matters more than any other. And in the gospel of Jesus Christ that simply is not true."],["p.para",{"id":"p14","uri":"/new-era/2013/07/conviction-with-compassion.p14"},"In this process of evaluation, we are not called on to condemn others, but we are called upon to make decisions every day that reflect judgment—we hope good judgment. Elder Dallin H. Oaks of the Quorum of the Twelve Apostles once referred to these kinds of decisions as “intermediate judgments,” which we often have to make for our own safety or for the safety of others, as opposed to what he called “final judgments,” which can only be made by God, who knows all the facts.",["sup",["a",{"href":"fn_footnote2"},"2"]],"(Remember, in the scripture quoted earlier, that the Savior said these are to be “righteous judgments,”",["span.emphasis","not"],"self-righteous judgments, which is a very different thing.)"],["p.para",{"id":"p15","uri":"/new-era/2013/07/conviction-with-compassion.p15"},"For example, no one would fault a parent who restricts a child from running into a street roaring with traffic. So why should a parent be faulted who cares what time those children, at a little later age, come home at night or at what age they date or whether or not they experiment with drugs or pornography or engage in sexual transgression? No, we are making decisions and taking stands and reaffirming our values—in short, making “intermediate judgments”—all the time, or at least we should be."]],[".topic",{"id":"t2","uri":"/new-era/2013/07/conviction-with-compassion.t2"},[".title","“Don’t Others Have Their Agency?”"],["p.para",{"id":"p17","uri":"/new-era/2013/07/conviction-with-compassion.p17"},"Young people may wonder about the universal applicability of this position taken or that policy made by the Church, saying, “Well, we know how we should behave, but why do we have to make other people accept our standards? Don’t they have their agency? Aren’t we being self-righteous and judgmental, forcing our beliefs on others, demanding that they, as well as ourselves, act in a certain way?” In those situations you are going to have to explain sensitively why some principles are defended and some sins opposed",["span.emphasis","wherever they are found"],"because the issues and the laws involved are not just social or political but eternal in their consequence. And while not wishing to offend those who believe differently from us, we are even more anxious not to offend God."],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul05-girl-in car-1105602.jpg"}],["p.para",{"id":"p18","uri":"/new-era/2013/07/conviction-with-compassion.p18"},"It is a little like a teenager saying, “Now that I can drive, I know I am supposed to stop at a red light, but do we really have to be judgmental and try to get everyone else to stop at red lights?” You then have to explain why, yes, we do hope",["span.emphasis","all"],"will stop at a red light. And you have to do this without demeaning those who transgress or who believe differently than we believe because, yes, they do have their moral agency. But never doubt there is danger all around if some choose not to obey."],["p.para",{"id":"p19","uri":"/new-era/2013/07/conviction-with-compassion.p19"},"My young friends, there is a wide variety of beliefs in this world, and there is moral agency for all, but no one is entitled to act as if God is mute on these subjects or as if commandments only matter if there is public agreement over them."],["p.para",{"id":"p20","uri":"/new-era/2013/07/conviction-with-compassion.p20"},"I know of no more important ability and no greater integrity for us to demonstrate than to walk that careful path—taking a moral stand according to what God has declared and the laws He has given but doing it compassionately, with understanding and great charity. Talk about a hard thing to do—distinguishing perfectly between the sin and the sinner! I know of few distinctions that are harder to make and even harder sometimes to explain, but we must lovingly try to do exactly that."]]],[".notes",["h3","Notes"]],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/new-era/2013/07/conviction-with-compassion.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"George MacDonald,",["span.emphasis","The Unspoken Sermons"],"(2011), 264."],[".footnote",{"id":"fn2","uri":"/new-era/2013/07/conviction-with-compassion.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"See Dallin H. Oaks,",["span.crossRef","“‘Judge Not’ and Judging,”"],["span.emphasis","Ensign,"],"Aug. 1999, 6–13."]]}
