{"id":11,"parent_id":0,"book_id":23405,"content_id":1,"language_id":0,"display_order":11,"title":"Deacons in Action","subtitle":"By Sam Duvall","short_title":"Deacons in Action","uri":"/new-era/2013/06/deacons-in-action","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/06/deacons-in-action"},[".heading",{"id":"head1","uri":"/new-era/2013/06/deacons-in-action.head1"},[".title","Deacons in Action"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/06/deacons-in-action.p2"},"By Sam Duvall"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/06/deacons-in-action.p3"},"Sam Duvall lives in Utah, USA."]],[".kicker","We were too young to offer a priesthood blessing, but there was something we could do."]],[".bodyBlock",[".figure",{"id":"f1","uri":"/new-era/2013/06/deacons-in-action.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun27-ALL-deacons-in-action-NE13UCA27.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/06/deacons-in-action.p5"},"Illustration by BorisArt.com"]]],["p.para",{"id":"p6","uri":"/new-era/2013/06/deacons-in-action.p6"},"I am the deacons quorum president in my ward. I stayed after church with two friends to tidy up, emptying trash and putting up chairs. After we were done, we started to walk home."],["p.para",{"id":"p7","uri":"/new-era/2013/06/deacons-in-action.p7"},"It was a hot, sunny day. As we were walking home, a woman called to us from her doorway. She asked if we were missionaries. We said we were not. She said, “But you are Mormons, aren’t you?” We told her that we were and asked what we could do for her. She told us that her husband was very ill and they were heading to California the next day for surgery on some blood clots in his lungs. She asked us to come in and wondered if we could give a prayer. One of the other deacons said that if she meant a priesthood blessing, then we were not able to do that. The lady asked if we could at least give a prayer. I said that would be fine and that we would. I felt nervous about saying a prayer in a stranger’s home, but I felt like it was the right thing to do. I then offered a prayer. I prayed for this man’s safety and comfort and that he would feel better after his operation. The family thanked us, and we went home."],["p.para",{"id":"p8","uri":"/new-era/2013/06/deacons-in-action.p8"},"I really felt like the Holy Ghost was with us and helped us know what to do. Even though we don’t yet have the Melchizedek Priesthood and cannot give priesthood blessings, we were still able to help this family. When I got home I told my parents what had happened. We decided that the family probably did want and need a priesthood blessing."],["p.para",{"id":"p9","uri":"/new-era/2013/06/deacons-in-action.p9"},"I called the bishop and told him the story. He thanked me for what we had done. The bishop called the high priests group leader and sent him to check on the family. The sick man was given a priesthood blessing, and the family was very grateful."],["p.para",{"id":"p10","uri":"/new-era/2013/06/deacons-in-action.p10"},"One of the high priests called me later and asked if I could please organize the deacons to mow the family’s lawn. Since they were leaving town for the operation, they needed our help with their lawn. I would check on the lawn to see if it needed to be mowed and get the deacons together when it did."],["p.para",{"id":"p11","uri":"/new-era/2013/06/deacons-in-action.p11"},"This was one of the neatest and most spiritual experiences I have ever had. Our bishop said he thinks the Lord placed us in the right place at the right time for someone to show her faith and for the young men to respond as the Lord has designed (see",["a",{"href":"/scriptures/dc-testament/dc/84.111"},"D&C 84:111"],"). He said this is an awesome example of the Aaronic Priesthood in action."],["p.para",{"id":"p12","uri":"/new-era/2013/06/deacons-in-action.p12"},"I will remember this experience for a long time. It helps me remember that I need to be an example of Christ at all times and in all places (see",["a",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],"). I could be called upon at any time to help or serve others, whether they are members of the Church or not. I don’t know if this family will ask more about the Church. I do know that they will remember that when they asked us to help them, we were able to give comfort and hope. It feels good to help others in any way I can!"]],[".resources",[".sideQuote",{"id":"f2","uri":"/new-era/2013/06/deacons-in-action.f2"},[".title","Service: Part of Your Duty to God"],["p.para",{"id":"p14","uri":"/new-era/2013/06/deacons-in-action.p14"},"“List some specific things your quorum will do to give service. Also plan several things you will do on your own to give service, including service to members of your family.”"],[".citationInfo",["p.para",{"id":"p15","uri":"/new-era/2013/06/deacons-in-action.p15"},["span.emphasis","Fulfilling My Duty to God: For Aaronic Priesthood Holders"],"(2010), 26."]]]]]]],"refs":null}
