{"id":355,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":355,"title":"Dead Sea Scrolls","subtitle":"","short_title":"Dead Sea Scrolls","uri":"/scriptures/bd/dead-sea-scrolls","content":[["div",{"id":"t1","uri":"/scriptures/bd/dead-sea-scrolls.t1","order":".000.929"},[".title","Dead Sea Scrolls"],["div",{"id":"p1","uri":"/scriptures/bd/dead-sea-scrolls.p1","order":".000.930"},"In 1947 in an area known as Qumran, near the northwest corner of the Dead Sea, some significant rolls of leather and a few copper manuscripts were found preserved in earthen jars in some dark caves. They were found quite by accident by goat herders. As a result of further searches in the area, many documents have been discovered and translated. The languages are Hebrew and Aramaic. Some are dated as early as 200",["span.small","B.C."],"; others a century or so",["span.small","A.D."],"Complete copies or fragments of every book of the Old Testament have been found except the book of Esther. Deuteronomy, Isaiah, and Psalms are the most numerous. Books of regulations and “manuals of discipline” produced by the people who made the scrolls have also been located."],["div",{"id":"p2","uri":"/scriptures/bd/dead-sea-scrolls.p2","order":".000.931"},"The contents of the scrolls are interesting to historians, textual critics, and readers of the Bible. The full impact may not yet be realized. However, the most significant fact may be that the scrolls give solid evidence that there was a highly literary people in the Jerusalem area, in the period just preceding and following the time of Christ, who were writing and preserving their records. The implications of this for the early dating of the New Testament books are significant."],["div",{"id":"p3","uri":"/scriptures/bd/dead-sea-scrolls.p3","order":".000.932"},"The finding of the Dead Sea Scrolls stimulated considerable interest among scholars of the antiquities. Not all the answers are in the Dead Sea Scrolls, but they constitute one of the most important archaeological discoveries of modern times. If discoveries continue, we may learn many things about the ancient people that will give us clearer historical insights. It is to be expected that such discoveries will support and supplement many principles and ideas that are already known to us through latter-day revelation."]]],"refs":null}
