{"id":5,"parent_id":0,"book_id":22338,"content_id":1,"language_id":1,"display_order":5,"title":"Determining What to Teach","subtitle":"","short_title":"Determining What to Teach","uri":"/youth/learn/guidebook/determine","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/youth/learn/guidebook/determine"},[".bodyBlock",[".heading",["h1","Determining What to Teach"],[".intro"]],[".topic",["p.para",["i","Come, Follow Me: Learning Resources for Youth"],"is organized into units based on",["a",{"href":"/youth/learn/guidebook/doctrinal"},"principles of the restored gospel of Jesus Christ"],". Each unit includes several learning outlines that advisers and teachers can use to prepare for Aaronic Priesthood quorum meetings and Young Women and Sunday School classes. Parents are also invited and encouraged to use them in their families."],["p.para","The units have been arranged into a monthly schedule to help coordinate the gospel-learning experiences of the youth across the Church. There are often more learning outlines in a unit than can be taught in one month. Ward leaders and teachers of youth should counsel together to determine which learning outlines to teach from each unit. If you are an adviser in the Aaronic Priesthood or Young Women, counsel with your quorum and class presidencies when selecting learning outlines. You can also invite quorum and class members to discuss what they want or need to learn."],["p",["a.sprite film",{"id":"determine-what-to-teach","href":"http://lds.uds.ak.o.brightcove.com/66852713001/66852713001_2020816507001_2012-06-002-determine-what-to-teach-8000k-eng.mp4?med=66852713001_2020823782001_2012-06-002-determine-what-to-teach-8000k-eng.mp4&no_download=false&hls=http%3A%2F%2Fc.brightcove.com%2Fservices%2Fmobile%2Fstreaming%2Findex%2Fmaster.m3u8%3FvideoId%3D1668000921001&high=66852713001_2020824575001_2012-06-002-determine-what-to-teach-8000k-eng.mp4&low=66852713001_2020816507001_2012-06-002-determine-what-to-teach-8000k-eng.mp4&media_type=video&highest=66852713001_2020740463001_2012-06-002-determine-what-to-teach-8000k-eng-copy.mp4&title=Determine+What+to+Teach"},"Determine What to Teach"]],["p.para","As you plan what to teach, prayerfully think about your youth. What experiences are they having? What challenges or temptations do they face? What questions do they have? What doctrine will they need to understand to prepare for their future? You may find that you need to make your plan flexible enough that you can adapt it as new needs or questions arise. For example, you may find that the youth need more than one week to discuss a topic. Let the needs of the youth, not a predetermined schedule, guide your teaching."]]]]]],"refs":null}
