{"id":28,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":28,"title":"Deuteronomy 1–16: An Exhortation to Obedience, Part 1","subtitle":"","short_title":19,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.head1"},[".titleNumber","19"],["h1","Deuteronomy 1–16"],["h1","An Exhortation to Obedience, Part 1"]],[".bodyBlock",[".topic",["h2","(19-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p5"},"If you knew that you had but a short time to live, what would you want to say to your family? Of what would you warn them? Would you want to remind them of anything?"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p6"},"This was the position Moses was in when he wrote the book of Deuteronomy. The long journey from Egypt to Canaan was over. Israel was about to enter the promised land, but Moses could not go with them. What could he say to this people, in parting, whom he had loved and led for forty years? And if he spoke, would they heed his words of counsel any better than they had in the past?"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p7"},"Blessings from the Lord are based upon obedience. We can no more disobey God’s commands and reap promised rewards than we can enjoy the benefits of electricity without conforming to the physical laws that govern its effects. The principle of free agency allows us to make our own choices, to seek our own goals. Some choices, however, are better than others. Wise children of our Father in Heaven understand the spiritual laws of cause and effect and govern themselves accordingly. Unwise children do not. The former reap the promised blessings; the latter sometimes reap the sorest cursings."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p8"},"“Cursings are the opposite of blessings, and the greater the opportunity given a people to earn blessings, the more severe will be the cursings heaped upon them, if they do not measure up and gain the proffered rewards. Failure to pay tithing, for instance, brings condemnation upon the covenant people, whereas the people of the world—not being specifically obligated to keep this law—do not suffer the same penalties for non-tithe paying. (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.7-12"},"Mal. 3:7–12"],".) ‘Hearken and hear, O ye may people, saith the Lord and your God, ye whom I delight to bless with the greatest of all blessings, ye that hear me; and",["span.emphasis","ye that hear me not will I curse, that have professed my name, with the heaviest of all cursings."],"’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/41.1"},"D. & C. 41:1"],".)” (McConkie, Mormon Doctrine, p. 175.)"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/deut/1"},"Deuteronomy 1–16"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Deuteronomy 1–16"],[".topic",["h3","(19-2)",["a.scriptureRef",{"href":"/scriptures/ot/deut/1.1"},"Deuteronomy 1:1"],". These Be the Words of Moses"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p14"},"Deuteronomy is a title formed from the two Greek words",["span.emphasis","deutero,"],"“second,” and",["span.emphasis","nomos,"],"“law.” Thus, the title means “the second law,” or “the repetition of the law” (see Fallows,",["span.emphasis","Bible Encyclopedia,"],"s.v. “Deuteronomy,” 1:522). The Christian world adopted this descriptive title from the Septuagint (the first Greek translation of the Old Testament written in the second century before Christ) rather than the Jewish name for the book,",["span.emphasis","Eileh Hadvareem,"],"which is the first two words of the book in Hebrew (translated as “these be the words”)."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p15"},"The translators of the Septuagint called the fifth book written by Moses the second law because in it Moses summarized the Mosaic code in three final discourses he gave to Israel before leaving them. This name, however, does not imply that he gave them a new law in any sense of the word, nor that he merely repeated what had already been given. Moses knew that he was soon to leave Israel. Israel was by this time camped in Moab across the Jordan from the promised land. Joshua would shortly lead them to battle against the Canaanites to take possession of the land of promise. In three separate discourses Moses eloquently exhorted Israel to look to the laws given them by God so that they could enjoy God’s favor and protection in the future."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p16"},"In the first address (",["a.scriptureRef",{"href":"/scriptures/ot/deut/1.6"},"Deuteronomy 1:6–4:40"],"), Moses recounted the most important events in the wanderings in the wilderness and reminded Israel that they must not forget the laws given them at Sinai."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p17"},"The second address (chaps. 5–26) contains Moses’ review of the law, including the Ten Commandments (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.6-21"},"Deuteronomy 5:6–21"],"). But his purpose was far more than a mere review. These chapters contain a “description, explanation, and enforcement of the most essential contents of the covenant revelation and covenant laws, with emphatic prominence given to the spiritual principle of the law and its fulfilment, and with a further development of the ecclesiastical, judicial, political, and civil organization, which was intended as a permanent foundation for the life and well-being of the people in the land of Canaan.” (Keil and Delitzsch, Commentary, 1:3:270)."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p18"},"The third and final address (chaps. 27–30) was a call for Israel to renew the covenant and a warning of the consequences of failing to do so. Moses again solemnly reviewed the Lord’s goodness to them and all that He had done for them, and then Moses advised Israel to make the covenant with God so that the curses would not come upon them."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p19"},"Chapters 31 through 34 are a supplement, perhaps not written by Moses, which recount the selection and ordination of Joshua as Moses’ successor and the “death” of Moses. (Other sources indicate that Moses did not die but was translated. See",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p1"},"Reading 20-35"],".)"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p20"},"The value of Deuteronomy is shown in the fact that, of all the five books of the Pentateuch, Deuteronomy is quoted more often by the Old Testament prophets than any other book of the Law."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p21"},"“Deuteronomy has been made most use of by the prophets, simply because it is best calculated to serve as a model for prophetic declarations, as also because of the inward harmony that exists between the",["span.emphasis","prophecies"],"and the",["span.emphasis","laws"],"upon which they are based.” (Fallows, Bible Encyclopedia, s.v. “Deuteronomy,” 1:523.)"]],[".topic",["h3","(19-3)",["a.scriptureRef",{"href":"/scriptures/ot/deut/1.1-4"},"Deuteronomy 1:1–4"],". “And It Came to Pass … That Moses Spake unto the Children of Israel”"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p23"},"Moses “speaks like a dying father to his children. The words are earnest, inspired, impressive. He looks back over the whole of the forty years of their wandering in the desert, reminds the people of all the blessings they have received, of the ingratitude with which they have so often repaid them, and of the judgments of God, and the love that continually broke forth behind them; he explains the laws again and again, and adds what is necessary to complete them, and is never weary of urging obedience to them in the warmest and most emphatic words, because the very life of the nation was bound up with this; he surveys all the storms and conflicts which they have passed through, and, beholding the future in the past, takes a survey also of the future history of the nation, and sees, with mingled sorrow and joy, how the three great features of the past—viz. apostasy, punishment, and pardon—continue to repeat themselves in the future also.” (Keil and Delitzsch, Commentary, 1:3:276)."]],[".topic",["h3","(19-4)",["a.scriptureRef",{"href":"/scriptures/ot/deut/1.5"},"Deuteronomy 1:5–3:20"]],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p25"},"These verses are a review by Moses of the instructions given by the Lord during the desert wanderings. They also set forth Moses’ view of how well Israel carried out those instructions. The people failed many times to heed their God. Moses feared they would fail again once he had departed from them, so he gave the lengthy counsel recorded in Deuteronomy."]],[".topic",["h3","(19-5)",["a.scriptureRef",{"href":"/scriptures/ot/deut/2.7,14,16"},"Deuteronomy 2:7, 14, 16"]],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p27"},"This account clarifies events also recorded in Exodus or Numbers. Israel came to Sinai in the third month following their departure from Egypt (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.1-2"},"Exodus 19:1–2"],"). They departed from Mount Sinai on the twentieth day of the second month of the second year, so it seems that they remained near Mount Sinai for almost a whole year. After an eleven-day journey to Kadesh, men were sent into the land of Canaan to search out the land. Their return with a negative report of walled cities and strong inhabitants so discouraged Israel that they began to murmur against the Lord. (See",["a.scriptureRef",{"href":"/scriptures/ot/num/13.26-33"},"Numbers 13:26–33"],".) They had expected to move into the promised land without effort. As a result of their lack of spiritual readiness, they were compelled to wander thirty-eight more years in the desert."],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p28"},"“The Israelites were eleven days in going from Horeb to Kadesh-barnea, where they were near the verge of the promised land; after which they were thirty-eight years wandering up and down in the vicinity of this place, not being permitted, because of their rebellions, to enter into the promised rest, though they were the whole of that time within a few miles of the land of Canaan!” (Clarke, Bible Commentary, 1:737.)"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p29"},"This situation adds poignant meaning to the phrase “so near, and yet so far.”"]],[".topic",["h3","(19-6)",["a.scriptureRef",{"href":"/scriptures/ot/deut/3.25-29"},"Deuteronomy 3:25–29"]],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p32"},"For discussion of why Moses was refused entrance into the promised land see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p1"},"Reading 18-13"],"."]],[".topic",["h3","(19-7)",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.1-8"},"Deuteronomy 4:1–8"],". What of Those Who Claim the Bible Is Complete and Cite",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.18-19"},"Revelation 22:18–19"],"as Proof?"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p34"},"It is not uncommon for those who object to Latter-day Saint belief in modern scripture to cite",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.18-19"},"Revelation 22:18–19"],"as proof that all revelation is contained in the Bible. Moses, however, uttered the same warning in",["a.scriptureRef",{"href":"/scriptures/ot/deut/12.32"},"Deuteronomy 12:32"],". This reference indicates that any warning not to add to the things written refers only to the writings of that particular prophet. On this subject President Brigham Young stated:"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p35"},"“The saying which we have quoted, and which constitutes the sweeping argument of modern Christians against new revelation, only alludes to this particular book [Revelation], which was to be kept sacred, as the word of the Lord to John, and not to the whole Bible; nor does it prohibit the Saints in his day, or the Saints in any future time, from getting new revelation for themselves. That is not all; if we turn to the writings of Moses, we find the same sentiment, and almost the same language used. Moses says, ‘Ye shall not add unto the word which I command you, neither shall ye diminish ought from it, that ye may keep the commandments of the Lord your God which I command you.’ So if such quotations are given with the intent to shut the heavens, and put an end to all new revelation, then the revelations given to Prophets who arose after Moses, and the revelations given to Jesus Christ and his Apostles, including John and his revelation on the Isle of Patmos, all amount to nothing, and are not worthy of our notice. This ‘sweeping argument,’ when it is examined, sweeps away rather too much; besides, John’s Gospel and his epistle to his brethren were written after he wrote his revelation on the Isle of Patmos, consequently he would destroy his own system; but it sets forth the ignorance and short-sightedness of those who have not the testimony of Jesus, which is the spirit of prophecy.” (In Journal of Discourses, 1:242–43.)"]],[".topic",["h3","(19-8)",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.9-24"},"Deuteronomy 4:9–24"]],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p37"},"Moses was anxious for the people to remember the Lord. This remembrance was to come through keeping the law. Why, then, didn’t the Lord show Himself to Israel at Sinai? (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.15-16"},"vv. 15–16"],")."]],[".topic",["h3","(19-9)",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.25-31"},"Deuteronomy 4:25–31"],". The Scattering and Gathering of Israel"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p39"},"Moses had no illusions about how long Israel would remain obedient. Here he prophetically foresaw one of the most common themes in the Old Testament: the scattering of Israel because of their wickedness, but also the great gathering that is to take place “in the latter days” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.30"},"v. 30"],"). The Lord pointed out two reasons why Israel shall be regathered. First, many of latter-day Israel will turn to the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.29"},"v. 29"],"); second, the covenants Jehovah made with Israel’s fathers (the patriarchs) will be kept (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.31,37"},"vv. 31, 37"],"). This gathering involves a return to the lands of Israel’s inheritance, but, more important, it involves a spiritual gathering, that is, a return to the covenants and laws of God. Elder Bruce R. McConkie explained spiritual gathering in this way:"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p40"},"“As is well known, ancient Israel was scattered among all the nations of the earth because they forsook the Lord and worshipped false gods. As is also well known, the gathering of Israel consists of receiving the truth, gaining again a true knowledge of the Redeemer, and coming back into the true fold of the Good Shepherd. In the language of the Book of Mormon, it consists of being ‘restored to the true church and fold of God,’ and then being ‘gathered’ and ‘established’ in various ‘lands of promise.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.2"},"2 Ne. 9:2"],".) ‘When they shall come to the knowledge of their Redeemer, they shall be gathered together again to the lands of their inheritance.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.11"},"2 Ne. 6:11"],".)"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p41"},"“Two things are accomplished by the gathering of Israel: First, those who have thus chosen Christ as their Shepherd; those who have taken upon themselves his name in the waters of baptism; those who are seeking to enjoy his Spirit here and now and to be inheritors of eternal life hereafter—such people need to be gathered together to strengthen each other and to help one another perfect their lives."],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p42"},"“And second, those who are seeking the highest rewards in eternity need to be where they can receive the blessings of the house of the Lord, both for themselves and for their ancestors in Israel who died without a knowledge of the gospel, but who would have received it with all their heart had opportunity afforded.” (",["span.crossRef","“Come: Let Israel Build Zion,”"],"Ensign, May 1977, p. 117.)"]],[".topic",["h3","(19-10)",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.41-49"},"Deuteronomy 4:41–49"],". What Does It Mean That Moses “Severed Three Cities”?"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p44"},"The law of Moses provided cities of refuge for persons guilty of involuntary manslaughter until their cases could be judged or until the high priest died (see",["a.scriptureRef",{"href":"/scriptures/ot/num/35.6,14"},"Numbers 35:6, 14"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/20.1-6"},"Joshua 20:1–6"],"). The statement that Moses “severed three cities” means that before his death he set apart these cities as cities of refuge (",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.41"},"Deuteronomy 4:41"],"). The cities mentioned were on the eastern side of the Jordan across from where most of the Israelites would settle. Later, additional cities of refuge were set aside within the promised land."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_028_02_sihon.gif"}]]]],[".topic",["h2","(19-11)",["a.scriptureRef",{"href":"/scriptures/ot/deut/5"},"Deuteronomy 5"]],[".topic",["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p64"},"Moses reminded Israel of God’s covenant with them at Mount Horeb (Sinai), beginning with a review of the great fundamental principles known as the Ten Commandments (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.6-21"},"vv. 6–21"],"). Moses’ special admonition is given in",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.29,32,33"},"verses 29, 32, and 33"],"."],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p65"},"The law of Moses represents a gospel orientation (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-21-24-31-35-the-mosaic-law-a-preparatory-gospel.p1"},"Reading 12-1"],"), and these verses demonstrate such an orientation. In this section of Deuteronomy Moses issued a call to obedience, to commitment, to righteousness, to holiness. Moses taught that blessings, both temporal and spiritual, follow those who answer that call and, conversely, that punishments and misery come to those who do not heed it."]],[".topic",["h3","(19-12)",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.4-9"},"Deuteronomy 6:4–9"],". “Hear, O Israel; The Lord Our God Is One Lord”"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p67"},["a.scriptureRef",{"href":"/scriptures/ot/deut/6.4"},"Verse 4"],"begins what is known among Jewish people as the",["span.emphasis","Shema"],"(from the Hebrew word meaning “hear”). “The",["span.emphasis","Shema"],"is in Jewish thought the supreme affirmation of the unity of God and is frequently called ‘the acceptance of the yoke of the Kingdom of Heaven’” (Encyclopaedia Judaica, s.v. “Shema, Reading of,” The Shema in Jewish Thought, 14:1372). The entire",["span.emphasis","Shema,"],"which consists of",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.4-9"},"Deuteronomy 6:4–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/11.13-21"},"Deuteronomy 11:13–21"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/num/15.37-41"},"Numbers 15:37–41"],"(in that order), is recited twice daily by all devout Jews as an evening and a morning prayer. It has become traditional for Jewish martyrs to face death with the",["span.emphasis","Shema"],"on their lips. In fact, “Jewish devotional manuals sometimes advise the worshiper to have in mind while reciting the",["span.emphasis","Shema"],"that if he is called upon to suffer martyrdom for the sanctification of God’s name he will do so willingly and with joy” (Encyclopaedia Judaica, s.v. “Shema, Reading of,” The Shema in Jewish Thought, 14:1373). The",["span.emphasis","Shema"],"passage in",["a.scriptureRef",{"href":"/scriptures/ot/deut/6"},"Deuteronomy 6"],"is of interest to Christians also because Jesus said that",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.5"},"verse 5"],"contained the greatest commandment in the law (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.36-37"},"Matthew 22:36–37"],"). It is the sum and substance of all other commandments, for if people loved God with all their heart, might, mind, and strength, every aspect of their lives would be devoted to righteousness and holiness. And if these words were constantly in their hearts (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.6"},"v. 6"],") and they sought to teach them to their children in every way possible, in every aspect of their lives, through precept and example, at night and in the day, at home or elsewhere, all of society would be dramatically altered. In that respect, this belief of the Jews is correct. The",["span.emphasis","Shema,"],"if it truly is an affirmation of faith and not just words, should be the supreme thought in one’s heart, and it is even worth dying, if living means a denial of that affirmation."],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p68"},"If latter-day revelation the Lord taught a similar principle of commitment: “And all they who suffer persecution for my name, and endure in faith, though they are called to lay down their lives for my sake yet shall they partake of all this glory. Wherefore, fear not even unto death; for in this world your joy is not full, but in me your joy is full. Therefore, care not for the body, neither the life of the body; but care for the soul, and for the life of the soul. And seek the face of the Lord always, that in patience ye may possess your souls, and ye shall have eternal life.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.35-38"},"D&C 101:35–38"],".)"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p69"},"The Lord emphasized the importance of this injunction by using figurative language commanding the people to bind these words on their foreheads and hands and to put them on the doorposts of their homes. These verses led to the Jewish customs known as the",["span.emphasis","tefillin"],"(or",["span.emphasis","phylacteries"],") and the",["span.emphasis","mezuzah."]],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p71"},"Taking the command literally, the Jews inscribed certain scriptural passages, including",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.4-9"},"Deuteronomy 6:4–9"],", on tiny pieces of parchment, folded them up, and put them into tiny leather boxes about 1½ inches square. These boxes were then tied to the head to be over the forehead, or on the left biceps, suggesting that the wearer would “fulfill the law with the head and heart” (Fallows, Bible Encyclopedia, s.v. “phylactery,” 3:1344). Some apostate Israelites later viewed these frontlets as amulets to ward off evil spirits. Thus, the Greeks called them",["span.emphasis","phylacteries,"],"which means “safeguards.”"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p72"},"The",["span.emphasis","mezuzah"],"(Hebrew for “doorpost”) was similar to the",["span.emphasis","tefillin"],"in that it was a parchment with a scriptural passage on it inserted into a tiny, cylindrical box. The",["span.emphasis","mezuzah"],"was attached to the door frame, and it became customary for Jews to touch or kiss the",["span.emphasis","mezuzah"],"each time they left or entered the home."],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p73"},"The symbolic words of the commandment teach a beautiful lesson. The doorpost symbolizes the portals through which man moves to interact with his fellow man. As one sets forth from or returns to home, one’s conscious desire should be to do the will of God."]],[".topic",["h3","(19-13)",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.10-15"},"Deuteronomy 6:10–15"],". “When Thou Shalt Have Eaten and Be Full; Then Beware”"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p75"},"The sad truth that men forget God in times of peace and prosperity was eloquently taught by Moses both here and in",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.11-20"},"Deuteronomy 8:11–20"],". Mormon also taught this truth in",["a.scriptureRef",{"href":"/scriptures/bofm/hel/12.1-7"},"Helaman 12:1–7"],"."]],[".topic",["h3","(19-14)",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.13,16"},"Deuteronomy 6:13, 16"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.3"},"8:3"],". Jesus Used the Wisdom and Counsel of Moses in Thwarting Temptation"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p77"},"Elder Marion G. Romney taught that Jesus’ “thorough knowledge of the scriptures is evidenced by the fact that He repeatedly cited them. When the devil tempted Him to turn the stones into bread, He countered by quoting from Deuteronomy: ‘… It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.4"},"Matthew 4:4"],"; see",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.3"},"Deuteronomy 8:3"],".) When the tempter challenged Him to cast Himself down from the pinnacle of the temple, He responded by quoting from the same book: ‘It is written again, Thou shalt not tempt the Lord thy God.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.7"},"Matthew 4:7"],"; see",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.16"},"Deuteronomy 6:16"],".) For the third time He quoted from Deuteronomy (6:13) when Satan offered Him the kingdoms of the world, saying: ‘Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.10"},"Matthew 4:10"],".)” (Jesus Christ, Man’s Great Exemplar, Brigham Young University Speeches of the Year, Provo, Utah, 9 May 1967, p. 9.)"]],[".topic",["h3","(19-15)",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.1-5"},"Deuteronomy 7:1–5"],". Why Did the Lord Command the Israelites to Utterly Destroy the Canaanites?"],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p79"},"The Hittites, Hivites, and Jebusites were direct descendants of Canaan, son of Ham, and were therefore Canaanites. The Girgashites, Amorites, and Perizites were inhabitants of Canaan. (",["span.emphasis","Canaanite"],"also refers to one who lived in the land of Canaan, irrespective of descent.) Undoubtedly these groups had intermarried. By the time Israel approached the promised land, these Canaanites had become an extremely wicked and idolatrous people. When Abraham was told that his seed would inherit the land of Canaan, the Lord also told him that Israel would first be taken into captivity in Egypt because “the iniquity of the Amorites is not yet full” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/15.16"},"Genesis 15:16"],"). Now, several hundred years later, that fulness of iniquity had come."],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p80"},"Certain acts are so evil and so destructive to the order of the society that the only just reparation is the death of the guilty parties (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/21.12-17"},"Exodus 21:12–17"],"). Nephi was told that Laban’s death was justified because his wickedness threatened the spiritual existence of an entire future nation. The Lord began His explanation of that principle by saying, “Behold the Lord slayeth the wicked to bring forth his righteous purposes” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.13"},"1 Nephi 4:13"],")."],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p81"},"Likewise, the kinds of evil of which the Canaanites were guilty were so infectious, so contaminating, that to have shown mercy and let them survive would have proven to be the spiritual downfall of Israel. Indeed, later history shows that this is exactly what happened when Israel failed to follow these instructions. Moses warned Israel: “Not for thy righteousness, or for the uprightness of thine heart, dost thou go to possess their land: but for the wickedness of these nations the Lord thy God doth drive them out from before thee” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/9.5"},"Deuteronomy 9:5"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.32-38"},"1 Nephi 17:32–38"],")."],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p82"},"Israel was not commanded to treat all her enemies in this manner. One commentator explained why the Canaanites were different: “The second commandment prohibits graven images in worship; it",["span.emphasis","requires"],"the destruction of all such forms of worship: ‘Thou shalt not bow down to their gods, nor serve them, nor do after their works; but thou shalt utterly overthrow them, and quite break down their images’ (",["a.scriptureRef",{"href":"/scriptures/ot/ex/23.24"},"Ex. 23:24"],"). In",["a.scriptureRef",{"href":"/scriptures/ot/deut/12.1-14"},"Deuteronomy 12:1–14"],", the contrast is drawn clearly: obedience means on the one hand destroying all places of idolatrous worship, and, on the other hand, bringing offerings to God in the prescribed manner and to the prescribed place. The commandment to destroy idolatrous places and images is restated in",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.5"},"Deuteronomy 7:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/16.21,22"},"16:21, 22"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/33.52"},"Numbers 33:52"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.13,14"},"Exodus 34:13, 14"],". But, in certain instances, the destruction of graven images required also the destruction of the people of the images (",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.1-5"},"Deut. 7:1–5"],"); not only are covenants with the Canaanites forbidden, but inter-marriage also. The Canaanites were ‘devoted’ or set apart, ‘sanctified’ unto death by God’s order. This is an important point and needs careful attention. The law specifically forbad reprisals against Egyptians or any other foreigner; instead of vengeance, they should remember their oppression in Egypt as a means of greater dedication to justice for all under God’s law (",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.33-37"},"Lev. 19:33–37"],"). Having suffered injustice at foreign hands, they should themselves be careful to avoid being like the Egyptians, themselves the instruments of injustice. Egypt sought to exterminate all Hebrews (",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.15-22"},"Ex. 1:15–22"],"), but Israel was required to render justice to all Egyptians in terms of their individual obedience or disobedience to the law. But all Canaanites were devoted to death. The criterion was not enmity to Israel but the law of God. Egypt was an enemy of God as was Canaan, but the iniquity of the Canaanites was ‘full’ or total in God’s sight (",["a.scriptureRef",{"href":"/scriptures/ot/gen/15.16"},"Gen. 15:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/18.24-28"},"Lev. 18:24–28"],", etc.). Prostitution and homosexuality had become religious practices to the point where the people were entrenched in depravity and proud of it. Their iniquity was ‘full’ or total. Accordingly, God sentenced them to death and made Israel the executioner. … The Canaanites as a whole were deserving of death; God’s patience allowed them a few centuries from Abraham’s day to Joshua’s and then His judgment was ordered executed. The failure of Israel to execute it fully became finally their own judgment.” (Rushdoony, Institutes of Biblical Law, pp. 92–93.)"],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p83"},"Nephi said of the Canaanites, “He that is righteous is favored of God. But behold, this people had rejected every word of God, and they were ripe in iniquity” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.35"},"1 Nephi 17:35"],")."]],[".topic",["h3","(19-16)",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.7-26"},"Deuteronomy 7:7–26"]],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p85"},"According to Moses, of all the people of the earth, Israel was the chosen of the Lord because the Lord loved Israel and “would keep the oath which he had sworn unto [their] fathers” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.8"},"v. 8"],"). Many blessings were promised to those who would keep their covenants with the Lord. The idols of other nations, Moses instructed the people, were to be burned entirely, and neither the idols themselves nor the precious metals on them were to be taken into the homes of the Israelites (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.25-26"},"vv. 25–26"],")."]],[".topic",["h3","(19-17)",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.4"},"Deuteronomy 8:4"],". What Did Moses Mean When He Said “Thy Raiment Waxed Not Old”?"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p87"},"The words used by Moses affirm the idea that the clothes of the Israelites did not wear out because God gave them a miraculous durability. Some early rabbis and Christian theologians interpreted this passage to mean that the clothes of the younger generation grew upon their backs like the shells of snails. Israel did, however, have limited means for producing some items of clothing."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_028_04_wilderness.gif"}]]]],[".topic",["h2","(19-18)",["a.scriptureRef",{"href":"/scriptures/ot/deut/9.22"},"Deuteronomy 9:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/10.6-7"},"10:6–7"],". Where Are the Places Which Are Mentioned in These Verses?"],[".topic",["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p100"},"Only Kadesh-Barnea may be located with any degree of certainty (see map). The other places mentioned were most likely in the wilderness of Shur and the wilderness of Paran to the south. At least two or three of them may have been only oases in the wilderness of Sinai. If it were possible to pinpoint these locations, scholars would likely know precisely which route the wandering Israelites took."]],[".topic",["h3","(19-19)",["a.scriptureRef",{"href":"/scriptures/ot/deut/10.12-22"},"Deuteronomy 10:12–22"]],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p102"},"Here is another example of a beautiful gospel concept in the Mosaic law. Any Latter-day Saint could profitably use these verses as a creed. (For the meaning of the phrase “circumcise therefore the foreskin of your heart” [",["a.scriptureRef",{"href":"/scriptures/ot/deut/10.16"},"v. 16"],"], see Reading",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-12-17-abraham-father-of-the-faithful.p1"},"5-17"],".)"]],[".topic",["h3","(19-20)",["a.scriptureRef",{"href":"/scriptures/ot/deut/11.10-17"},"Deuteronomy 11:10–17"]],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p104"},"The Lord drew some distinctions between Egypt and Canaan. What are they? (See Reading 19-15.)"]],[".topic",["h3","(19-21)",["a.scriptureRef",{"href":"/scriptures/ot/deut/11.14"},"Deuteronomy 11:14"],". What Is Meant by the First Rain and the Latter Rain?"],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p106"},"“By the",["span.emphasis","first"],"or",["span.emphasis","former rain"],"we are to understand that which fell in Judea about November, when they sowed their seed, and this served to moisten and prepare the ground for the vegetation of the seed. The",["span.emphasis","latter rain"],"fell about April, when the corn was well grown up, and served to fill the ears, and render them plump and perfect. … If the",["span.emphasis","former"],"rain were withheld, or not sent in due season, there could be no vegetation: if the",["span.emphasis","latter rain"],"were withheld, or not sent in its due season, there could be no full corn in the ear, and consequently no harvest. Of what consequence then was it that they should have their rain in",["span.emphasis","due season!"],"God, by promising this provided they were obedient, and threatening to withhold it should they be disobedient, shows that it is not a",["span.emphasis","general providence"],"that directs these things, but that the very rain of heaven falls by",["span.emphasis","particular direction,"],"and the showers are often regulated by an",["span.emphasis","especial"],"providence.” (Clarke, Bible Commentary, 1:770.)"]],[".topic",["h3","(19-22)",["a.scriptureRef",{"href":"/scriptures/ot/deut/11.18-32"},"Deuteronomy 11:18–32"]],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p108"},"Moses pointed out to Israel that the children were not aware of all that God had done for their fathers while they were wandering in the wilderness (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/11.2"},"v. 2"],"). He gave them specific instructions about teaching their children (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/11.18-19"},"vv. 18–19"],") and promised them certain blessings if they obeyed."]],[".topic",["h3","(19-23)",["a.scriptureRef",{"href":"/scriptures/ot/deut/11.26-32"},"Deuteronomy 11:26–32"],". What Is the Significance of Mount Ebal and Mount Gerizim?"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p110"},"Moses set before Israel both a curse and a blessing. To symbolize them, Moses selected two of the most prominent hills in central Canaan to use as object lessons. Mount Gerizim was appointed to be the mount of blessing, and Mount Ebal the mount of cursing."],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p111"},"“The two mountains mentioned were selected for this act, no doubt because they were opposite to one another, and stood, each about 2500 feet high, in the very centre of the land not only from west to east, but also from north to south. Ebal stands upon the north side, Gerizim upon the south; between the two is",["span.emphasis","Sichem,"],"the present",["span.emphasis","Nabulus,"],"in a tolerably elevated valley, fertile, attractive, and watered by many springs, which runs from the south-east to the north-west from the foot of Gerizim to that of Ebal, and is about 1600 feet in breadth. The blessing was to be uttered upon Gerizim, and the curse upon Ebal.” (Keil and Delitzsch, Commentary, 1:3:349–50.)"]],[".topic",["h3","(19-24)",["a.scriptureRef",{"href":"/scriptures/ot/deut/13"},"Deuteronomy 13"]],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p113"},"One very difficult problem for those Israelites uninitiated in the ways of the Lord was discerning true prophets or the true God from false ones. These verses counseled them about this problem. Why would the Lord command that a false prophet or deceiver be put to death? (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/13.9-11"},"vv. 9–11"],"). Similar instructions were given about whole cities whose inhabitants had gone astray (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/13.15"},"v. 15"],"). (For an additional test for determining true and false prophets, see",["a.scriptureRef",{"href":"/scriptures/ot/deut/18.18-22"},"Deuteronomy 18:18–22"],".)"],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p114"},"Reference is made again to the “cursed thing” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/13.17"},"Deuteronomy 13:17"],"), which refers to anything sacrificed to idols or made to represent an idol or made to be used in the worship of idols. Cursed things were to be avoided by the Israelites altogether (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/7"},"Joshua 7"],", which records an incident in which this restriction was not followed, and lists the resulting problems)."]],[".topic",["h3","(19-25)",["a.scriptureRef",{"href":"/scriptures/ot/deut/13.6-10"},"Deuteronomy 13:6–10"],". “Neither Shall Thine Eye Pity Him”"],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p116"},"For an explanation of the prohibitions against pity for idolaters, see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p1"},"Reading 20-9"],"."]],[".topic",["h3","(19-26)",["a.scriptureRef",{"href":"/scriptures/ot/deut/14.22-29"},"Deuteronomy 14:22–29"],". How Can the Law Justify the Use of Tithing to Purchase Things Lusted After?"],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p118"},"“The tithe, or tenth of all increase, was ordinarily contributed ‘in kind’; but if the contributor lived too far from the central place for making the contribution, he could sell the material and carry the money instead, where he could convert it back into whatever kinds of goods he desired to make his contribution and to make the thanksgiving feast which accompanied tithe paying. The goods would be used by the Levites (who produced none of their own) and by the poor (cf.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.3-6"},"D&C 119:3–6"],")."],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p119"},"“The word ‘lusteth’ in the phrase ‘whatsoever thy soul lusteth after,’ in [",["a.scriptureRef",{"href":"/scriptures/ot/deut/14.26"},"Deuteronomy 14:26"],"], has bad connotation to us, but it is merely a King James translation of a word that means ‘to long or yearn for.’ Also the use of wine and other fermented fluids (here called ‘strong drink’) may surprise us because we do not use them for any purpose; however, they were then commonly used in ceremonial meals. (We noted, nevertheless, that fermented drinks were forbidden to Priests in service, to Nazarites and to some others, according to",["a.scriptureRef",{"href":"/scriptures/ot/lev/10"},"Leviticus 10"],"and",["a.scriptureRef",{"href":"/scriptures/ot/num/3"},"Numbers 3"],".)” (Rasmussen, Introduction to the Old Testament, 1:131.)"]],[".topic",["h3","(19-27)",["a.scriptureRef",{"href":"/scriptures/ot/deut/16.1-17"},"Deuteronomy 16:1–17"],". What Purpose Did the Feasts and Festivals Serve?"],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p121"},"Christmas and Easter celebrations aid the followers of Jesus Christ to remember certain great events in Christian history. The festivals which the Lord commanded Israel to keep served a similar purpose. Moses once again reminded his people of the solemn need to observe these festivals in just the way and at just the time the Lord had commanded."],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p122"},"“From very early times the Jewish year was punctuated by the great festivals—the ‘feasts of the Lord’. Some were timed to coincide with the changing seasons, reminding the people of God’s constant provision for them, and providing an opportunity to return to God some token of all that he had given. Others commemorated the great events of Israel’s history, the occasions when in an unmistakable way God had stepped in to deliver his people. All were occasions of whole-hearted delight and enjoyment of God’s good gifts, and at the same time sober gatherings to seek his forgiveness and cleansing."],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p123"},"“They were never intended to be observed out of mere formality and empty ritual. The prophets had sharp words for those who reduced them to this level. The purpose of the festivals was spiritual: a great and glorious meeting of God and his people.” (Alexander and Alexander, Eerdmans’ Handbook to the Bible, p. 180.)"]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p125"},["span.dominant","(19-28)"],"As a prelude to his call for Israel to commit themselves to living the laws of God so that they could become a holy and covenant people, Moses prophesied of the scattering and eventual gathering of Israel. Are the two concepts related? Does living the laws of God have any relationship to the scattering and gathering of Israel? Read what Elder Bruce R. McConkie has said about the gathering of Israel in our day and then answer the questions that follow."],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p126"},"“Now, if those of us who have been gathered again into the sheepfold of Israel are to play the part assigned us in the Lord’s eternal drama concerning his people, we must know that some things relative to the gathering of Israel are past, some are present, and yet others are future. We ought not to struggle through a quarter of a century or so trying to determine, as did the New Testament saints in an analogous situation, what part we should play in the building up of Zion."],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p127"},"“The gathering of Israel and the establishment of Zion in the latter days is divided into three periods or phases. The first phase is past; we are now living in the second phase; and the third lies ahead. Prophecies speak of them all. If we do not rightly divide the word of God, as Paul’s expression is, we will face confusion and uncertainty. If on the other hand we correctly envision our proper role and know what should be done today, we shall then be able to use our time, talents, and means to the best advantage in building up the kingdom and preparing a people for the second coming of the Son of Man."],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p128"},"“The three phases of this great latter-day work are as follows:"],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p129"},"“Phase I—From the First Vision, the setting up of the kingdom on April 6, 1830, and the coming of Moses on April 3, 1836, to the secure establishment of the Church in the United States and Canada, a period of about 125 years."],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p130"},"“Phase II—From the creation of stakes of Zion in overseas areas, beginning in the 1950s, to the second coming of the Son of Man, a period of unknown duration."],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p131"},"“Phase III—From our Lord’s second coming until the kingdom is perfected and the knowledge of God covers the earth as the waters cover the sea, and from then until the end of the Millennium, a period of 1,000 years. …"],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p132"},"“Many things have already been restored, and many things are yet to be restored. Israel has been gathered in part, but in many respects the greatest part of the gathering of Israel is ahead. The foundations of Zion have been laid, but the promised City of Holiness has yet to be built. We have done some of the things destined to be accomplished in this dispensation; we are now engaged in doing the very things reserved for our time; and there are many things ahead to be done by our children and grandchildren and by all those who shall build on the foundation we are now laying.” (",["span.crossRef","“Come: Let Israel Build Zion,”"],"Ensign, May 1977, pp. 115–16.)"],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.f5"},["ol.number",["li",["span.label","1."],["p.para","What was the cause of the scattering of Israel in the first place? (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.25"},"Deuteronomy 4:25"],")."]],["li",["span.label","2."],["p.para","Upon what basis will the Lord forgive Israel and gather her back? (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.29-30"},"4:29–30"],")."]],["li",["span.label","3."],["p.para","We are in the second phase of the latter-day fulfillment of Moses’ prophecy that Israel would be gathered, and we are fast approaching the third stage. What conditions do you think are necessary for latter-day Israel to build the latter-day Zion?"]],["li",["span.label","4."],["p.para","Elder McConkie said, “Each one of us can build up Zion in our own lives by being pure in heart” (",["span.crossRef","“Come: Let Israel Build Zion,”"],"Ensign, May 1977, p. 118). What does Moses counsel Israel about their hearts? (See",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.9,29,39"},"Deuteronomy 4:9, 29, 39"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.29"},"4:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.5-6"},"6:5–6"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.2,5,14"},"8:2, 5, 14"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/9.4-5"},"9:4–5"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/10.12-16"},"10:12–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/11.13-18"},"11:13–18"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/13.3"},"13:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/15.7-10"},"15:7–10"],".)"]]]]]]]]],"refs":null}
