{"id":29,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":29,"title":"Deuteronomy 17–33: An Exhortation to Obedience, Part 2","subtitle":"","short_title":20,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.head1"},[".titleNumber","20"],["h1","Deuteronomy 17–33"],["h1","An Exhortation to Obedience, Part 2"]],[".bodyBlock",[".topic",["h2","(20-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p5"},"Our Father in Heaven is a being who governs by law. Nothing is haphazard or accidental about the manner in which He dispenses His blessings. If we keep the commandments, we receive the promised rewards. If we disobey the commandments, we lose the proffered gifts. It is now as it has ever been: “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],")."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p6"},"It is true also that our choices in premortal life affect our condition in earth life. Thus Moses wrote the following:"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p7"},"“When the Most High divided to the nations their inheritance, when he separated the sons of Adam, he set the bounds of the people according to the number of the children of Israel. For the Lord’s portion is his people; Jacob is the lot of his inheritance.” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.8-9"},"Deuteronomy 32:8–9"],".)"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p8"},"Why were the people of Israel so favored of the Lord? Could it be that they had earned their privileges by their conduct in the premortal life? Commenting on",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.8-9"},"Deuteronomy 32:8–9"],", Elder James E. Talmage said:"],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p9"},"“From this we learn that the earth was allotted to the nations, according to the number of the children of Israel; it is evident therefore that the number was known prior to the existence of the Israelitish nation in the flesh; this is most easily explained on the basis of a previous existence in which the spirits of the future nation were known."],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p10"},"“No chance is possible, therefore, in the number or extent of the temporal creations of God. The population of the earth is fixed according to the number of spirits appointed to take tabernacles of flesh upon this planet; when these have all come forth in the order and time appointed, then, and not till then, shall the end come.” (Articles of Faith, pp. 193–94.)"],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p11"},"Do you see how the Lord works by law? We obtain exactly that for which we live—blessings or cursings—just as Moses indicated. Understanding this concept helps us appreciate why the Lord would command Israel to deal so harshly with their Canaanite neighbors, who were ripe in iniquity. It also helps us to see why the Lord compelled Israel to wander forty years in the desert before permitting them to enter the promised land. Israel had to learn certain lessons first."],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p12"},"Elder Bruce R. McConkie commented: “God sends his spirit children to earth on a regular, organized schedule. There is nothing haphazard or accidental about the peopling of the earth or the assignment of various land areas to the races of men. ‘The race and nation in which men are born in this world is a direct result of their pre-existent life. All the spirit hosts of heaven deemed worthy to receive mortal bodies were foreordained to pass through this earthly probation in the particular race and nation suited to their needs, circumstances and talents. … Not only Israel, but all groups were thus foreknown and their total memberships designated in the pre-mortal life.’ (Mormon Doctrine, 2nd ed., p. 616.)” (Doctrinal New Testament Commentary, 2:159–60; see",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.8"},"Deuteronomy 32:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.26"},"Acts 17:26"],".)"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p13"},"The Lord chose certain spirits to be the seed of Abraham, with the assignment to take the blessings of the gospel to all the nations of the earth (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/12.1-3"},"Genesis 12:1–3"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.6,9-11"},"Abraham 2:6, 9–11"],")."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/deut/17"},"Deuteronomy 17–33"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Deuteronomy 17–33"],[".topic",["h3","(20-2)",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.1-7"},"Deuteronomy 17:1–7"]],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p19"},"Moses set the penalty for worshiping false gods: death. The worship of false gods was so destructive to the spiritual life of man and the order of Israel as a nation that those who sought to entice Israel to abandon Jehovah were to forfeit their lives. When idolatry is tolerated or even punished lightly, the whole order of God’s law is jeopardized. In other words, in a system based on the acceptance of God, idolatry is high treason against that system, and high treason is punished by death."]],[".topic",["h3","(20-3)",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.8-13"},"Deuteronomy 17:8–13"]],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p21"},"Modern bishops in the Church are judges in Israel (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.14-17"},"D&C 58:14–17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.40"},"64:40"],"). Upon their shoulders rests the heavy responsibility of hearing and judging cases involving Church membership or worthiness. Anciently, priests of the Aaronic Priesthood performed similar functions (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.9"},"Deuteronomy 17:9"],")."]],[".topic",["h3","(20-4)",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.14-20"},"Deuteronomy 17:14–20"],". Counsel for Future Kings"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p23"},"The Lord understood His children well, knowing that some time after their entry into the promised land they would seek a king in order to be like surrounding nations. This event is exactly what happened about two hundred years later (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8"},"1 Samuel 8"],"). So the Lord gave the following counsel about the future king:"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.f3"},["ol.number",["li",["span.label","1."],["p.para","He should be a man selected by the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.15"},"Deuteronomy 17:15"],")."]],["li",["span.label","2."],["p.para","He had to be an Israelite (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.15"},"v. 15"],")."]],["li",["span.label","3."],["p.para","He should not “multiply horses” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.16"},"v. 16"],"). In the ancient Middle East, horses were used primarily in warfare. One Bible scholar believed this use was forbidden “lest the people might depend on a well-appointed",["span.emphasis","cavalry"],"as a means of security, and so cease from trusting in the strength and protection of God. And … that they might not be tempted to extend their",["span.emphasis","dominion"],"by means of cavalry, and so get scattered among the surrounding idolatrous nations, and thus cease, in process of time, to be that distinct and separate people which God intended they should be.” (Clarke, Bible Commentary 1:783.)"]],["li",["span.label","4."],["p.para","He should not “multiply wives” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.17"},"v. 17"],"), for usually a king had multiple wives for political as well as personal reasons. Foreign wives would represent an enticement to false gods; thus, they were forbidden, “that his heart turn not away” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.17"},"v. 17"],"). This situation later led to Solomon’s fall from God’s favor (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.4"},"1 Kings 11:4"],")."]],["li",["span.label","5."],["p.para","He should not seek to expand his wealth (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.17"},"v. 17"],"), for this goal often led to oppression and unjust taxation of the people."]],["li",["span.label","6."],["p.para","His basis for rule was to be the law of God (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.18-19"},"vv. 18–19"],"). David gave similar words of counsel to Solomon in",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.2-4"},"1 Kings 2:2–4"],"."]],["li",["span.label","7."],["p.para","He was not to be “lifted up” in pride (",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.20"},"v. 20"],")."]]]],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p31"},"In the history of the world, few political rulers have followed these guidelines, and much of the sorrow of the world is directly traceable to that failure."]],[".topic",["h3","(20-5)",["a.scriptureRef",{"href":"/scriptures/ot/deut/18.9-12"},"Deuteronomy 18:9–12"],". What Is Expressly Forbidden Here?"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p33"},"The Canaanites were a superstitious people who believed in and practiced divination and black magic. An enchanter inspects the entrails of dead animals, watches the flight of birds, or uses other means to predict the future. A charmer employs spells and incantations in predicting future events. Consulters with familiar spirits try to contact the spirit of a departed person to learn things not known to human beings. A wizard is a male witch. A necromancer, like one who consults with familiar spirits, seeks the secrets of the spirit world by inquiring of the dead. All of these activities were forbidden to ancient Israel. They were admonished to heed the words of their living prophet."]],[".topic",["h3","(20-6)",["a.scriptureRef",{"href":"/scriptures/ot/deut/18.15-19"},"Deuteronomy 18:15–19"],". Who Is the Prophet Like unto Moses?"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p35"},"At least four other scriptures refer to the prophet like unto Moses (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.22-23"},"Acts 3:22–23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.21"},"1 Nephi 22:21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.23"},"3 Nephi 20:23"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.40"},"JS—H 1:40"],"). In each instance these scriptures make it clear that the prophet like unto Moses was the Savior, Jesus Christ. When Jesus visited the Nephites, as recorded in the Book of Mormon, He identified Himself in this way:"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p36"},"“Behold, I am he of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that every soul who will not hear that prophet shall be cut off from among the people.” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.23"},"3 Nephi 20:23"],".)"]],[".topic",["h3","(20-7)",["a.scriptureRef",{"href":"/scriptures/ot/deut/18.20-22"},"Deuteronomy 18:20–22"],". What Are the Tests for a True Prophet of God?"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p38"},"“When is a prophet a prophet? Whenever he speaks under the inspiration and influence of the Holy Ghost. …"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p39"},"“When prophets write and speak on the principles of the gospel, they should have the guidance of the Spirit. If they do, then all that they say will be in harmony with the revealed word. If they are in harmony then we know that they have not spoken presumptuously. Should a man speak or write, and what he says is in conflict with the standards which are accepted, with the revelations the Lord has given, then we may reject what he has said, no matter who he is.” (Smith, Doctrines of Salvation, 1:187.)"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p40"},"It should be kept in mind, however, that the Lord will continue to add line upon line through His prophets. On-going revelation will expand and clarify revelations the Lord has already given. Thus, living prophets help keep the Church in tune with the living God."]],[".topic",["h3","(20-8)",["a.scriptureRef",{"href":"/scriptures/ot/deut/20"},"Deuteronomy 20"]],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p42"},"This chapter relates Israel’s war-making activities and gives special rules for selecting soldiers (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.1-9"},"vv. 1–9"],"). A noted Bible scholar gave some excellent insights into the principles in the Mosaic code related to warfare."],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p43"},"“The military laws of Scripture are of especial relevance to man, in that they involve not only laws of warfare but an important general principle."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p44"},"“In surveying military laws, we find that,",["span.emphasis","first,"],"when wars are fought in terms of a defense of justice and the suppression of evil, and in defense of the homeland against an enemy, they are a part of the necessary work of restitution or restoration, and they are therefore spoken of in Scripture as the wars of the Lord (",["a.scriptureRef",{"href":"/scriptures/ot/num/21.14"},"Num. 21:14"],"). The preparation of the soldiers involved a religious dedication to their task (",["a.scriptureRef",{"href":"/scriptures/ot/josh/3.5"},"Josh. 3:5"],")."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p45"},"“",["span.emphasis","Second,"],"the law specified the age of the soldiers. All able-bodied men twenty years old and up were eligible for military service (",["a.scriptureRef",{"href":"/scriptures/ot/num/1.2,3,18,20,45"},"Num. 1:2, 3, 18, 20, 45"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/26.2,3"},"26:2, 3"],"). This standard long prevailed and was, for example, the basis of operation in the American War of Independence. It was, however, still a selective service (",["a.scriptureRef",{"href":"/scriptures/ot/num/31.3-6"},"Num. 31:3–6"],"), so that, for example, out of 46,500 eligible from Reuben, 74,600 from Judah, and 35,400 from Benjamin (",["a.scriptureRef",{"href":"/scriptures/ot/num/1"},"Num. 1"],"), in the war against Midian, only a thousand from each tribe were taken (",["a.scriptureRef",{"href":"/scriptures/ot/num/31.4"},"Num. 31:4"],"). The eligibility of each able-bodied man was thus in principle to assert their availability in an extreme crisis."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p46"},"“",["span.emphasis","Third,"],"since warfare against evil is godly and serves God’s task of restoration, God promised to protect His men if they moved in terms of faith and obedience. … In the battle against Midian, cited above, 12,000 Israelite soldiers burned all the cities of Midian and slew their men, brought back 675,500 sheep, 72,000 head of cattle, 61,000 asses, and 32,000 unmarried women, without any loss of life. Out of this, a tithe or portion was given to the Lord. Thus, where a war is waged in terms of God’s law and in faith and obedience to His law-word, there men can count on His protecting and prospering care even as Israel experienced it."],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p47"},"“",["span.emphasis","Fourth,"],"exemption from military service was provided by law. The purpose of an army should be to fight God’s battles without fear (",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.1-4"},"Deut. 20:1–4"],"). Exemptions were given to several classes of men: (a) those who had built a new house and had not dedicated nor enjoyed it; (b) those who had planted a vineyard and had not yet enjoyed its fruit; (c) and those who have ‘betrothed a wife, and hath not taken her’; such men would have a divided mind in battle; finally, (d) all who were ‘fearful and faint-hearted’ were excused as dangerous to army morale, ‘lest his brethren’s heart melt as his heart’ (",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.5-9"},"Deut. 20:5–9"],"). The exemption of the newlywed men was mandatory according to",["a.scriptureRef",{"href":"/scriptures/ot/deut/24.5"},"Deuteronomy 24:5"],", ‘When a man taketh a new wife, he shall not go out in the host, neither shall he be charged with any business; he shall be free at home one year, and shall cheer up his wife, whom he hath taken.’ Also exempt from military service (e) were the Levites (",["a.scriptureRef",{"href":"/scriptures/ot/num/1.48,49"},"Num. 1:48, 49"],"). The Levites very often fought, but they were exempt from a draft."],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p48"},"“From these exemptions, a general principle appears:",["span.emphasis","the family has a priority over warfare."],"The young bridegroom cannot serve; the new home must come first. The new farmer similarly gains exemption.",["span.emphasis","Important as defense is, the continuity of life and godly reconstruction are more important."]],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p49"},"“A",["span.emphasis","fifth"],"aspect of military law requires cleanliness in the camp (",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.9-14"},"Deut. 23:9–14"],"). A latrine outside the camp is required, and a spade ‘to cover up your filth’ (",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.13"},"Deut. 23:13"],", Moffatt). ‘For the Eternal your God moves within your camp, to rescue you and to put your enemies into your power; hence your camp must be sacred—that he may not see anything indecent among you and turn away from you’ (",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.14"},"Deut. 23:14"],", Moffatt)."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p50"},"“Another general principle appears from this law as well as the first and third laws (above), namely, that",["span.emphasis","it is not enough for the cause to be holy: not only the cause, but the people of the cause, must be holy, both spiritually and physically."]],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p51"},"“A",["span.emphasis","sixth"],"military law requires that, prior to an attack, or rather, a declaration of war, an offer of peace be extended to the enemy. The offer of peace cannot be an offer to compromise. The cause, if it be just, must be maintained; the enemy must yield to gain peace (",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.9-14"},"Deut. 23:9–14"],"). A ‘sneak attack’ after a declaration, in Gideon’s manner, is legitimate: hostilities are in progress. But, prior to a declaration of war, an attempt to negotiate with honor to the cause is required. [This position is supported also in latter-day scripture; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.33-36"},"D&C 98:33–36"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.46"},"Alma 43:46"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.14-16"},"48:14–16"],".] The formal blowing of trumpets, both before war and in rejoicing at the time of victory, placed the cause before God in expectancy of victory and in gratitude for it (",["a.scriptureRef",{"href":"/scriptures/ot/num/10.9,10"},"Num. 10:9, 10"],")."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p52"},"“",["span.emphasis","Seventh,"],"warfare is not child’s play. It is a grim and ugly if necessary matter. The Canaanites against whom Israel waged war were under judicial sentence of death by God. They were spiritually and morally degenerate. Virtually every kind of perversion was a religious act: and large classes of sacred male and female prostitutes were a routine part of the holy places. Thus, God ordered all the Canaanites to be killed (",["a.scriptureRef",{"href":"/scriptures/ot/deut/2.34"},"Deut. 2:34"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/3.6"},"3:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.16-18"},"20:16–18"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/11.14"},"Josh. 11:14"],"), both because they were under God’s death sentence, and to avoid the contamination of Israel. Among related and adjacent peoples whose depravity was similar but not as total, men (",["a.scriptureRef",{"href":"/scriptures/ot/num/31.7"},"Num. 31:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/1.1,2,16"},"Deut. 1:1, 2, 16"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.16,17"},"20:16, 17"],") and sometimes married women as well were killed (",["a.scriptureRef",{"href":"/scriptures/ot/num/31.17,18"},"Num. 31:17, 18"],"), but the young virgins were spared (",["a.scriptureRef",{"href":"/scriptures/ot/num/31.18"},"Num. 31:18"],"). With other foreign countries, of better calibre, any woman taken prisoner could be married, but could not be treated as a slave or as a captive (",["a.scriptureRef",{"href":"/scriptures/ot/deut/21.10-14"},"Deut. 21:10–14"],"), clearly indicating the difference in national character between Canaanites and other peoples. These provisions are quite generally condemned by the modern age, which has hypocritically resorted to the most savage and total warfare in history. These laws were not applicable to all peoples but only to the most depraved. They assert a still valid general principle:",["span.emphasis","if warfare is to punish and/or to destroy evil, the work of restoration requires that this be done, that an evil order be overthrown, and, in some cases, some or many people be executed."],"…"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p53"},"“",["span.emphasis","Eighth,"],"the normal purpose of warfare is defensive; hence, Israel was forbidden the use of more than a limited number of horses (",["a.scriptureRef",{"href":"/scriptures/ot/deut/17.16"},"Deut. 17:16"],"), since horses were the offensive weapon of ancient warfare. …"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p54"},"“",["span.emphasis","Ninth,"],"a very important military law appears in",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.19,20"},"Deuteronomy 20:19, 20"],", one which also embodies a basic principle of very far-reaching implications. According to this law, ‘When thou shalt besiege a city a long time, in making war against it to take it, thou shalt not destroy the trees thereof by forcing an axe against them: for thou mayest eat of them, and thou shalt not cut them down (for the tree of the field is man’s life) to employ them in the siege: Only the trees which thou knowest that they be not trees for meat, thou shalt destroy and cut them down; and thou shalt build bulwarks against the city that maketh war with thee, until it be subdued.’ The last portion of",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.19"},"Deuteronomy 20:19"],"is rendered by various translators to read, ‘for is the tree of the field man, that it should be besieged of thee?’ (MJV). In other words, war is not to be waged against the earth, but against men. But, even more centrally, life must go on, and the fruit tree and the vineyard represent at all times an inheritance from the past and a heritage for the future: they are not to be destroyed. Other trees can be cut down, but only as needed to ‘build bulwarks against the city.’ Wanton destruction is not permitted. …"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p55"},"“",["span.emphasis","Tenth,"],"and finally, the laws of booty provided a reward to the soldiers (",["a.scriptureRef",{"href":"/scriptures/ot/num/31.21-31,29,30,42"},"Num. 31:21–31, 29, 30, 42"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/20.14"},"Deut. 20:14"],"), so that there is legal ground not only for soldiers’ pay but also a pension, a reward for their services. War indemnity was an aspect of the penalty imposed on an enemy (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/3.4"},"II Kings 3:4"],") as penalty for their offense, and to defray the costs of the war."],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p56"},"“In terms of Scripture, in a sinful world, war is ugly, but it is a necessity if evil is to be overcome.” (Rushdoony, Institutes of Biblical Law, pp. 277–81.)"]],[".topic",["h3","(20-9)",["a.scriptureRef",{"href":"/scriptures/ot/deut/21.18-21"},"Deuteronomy 21:18–21"],". Were Parents Really Required to Have Their Rebellious Children Executed?"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.f4"},["p.preamble","Modern readers are shocked at this requirement, and some try to use it as proof of the primitive and savage nature of the law. The following points are important in considering this requirement:"],["ol.number",["li",["span.label","1."],["p.para","This requirement, like all else in the Mosaic law, was given by the Lord, who was the premortal Jesus. It is consistent with all other aspects of His nature."]],["li",["span.label","2."],["p.para","The law was not speaking of just disobedient children but of incorrigible children, those to whom no counsel or guidance was meaningful."]],["li",["span.label","3."],["p.para","Almost certainly, these were children who had reached maturity. (The charge of drunkard is evidence for this view.) Small children would not qualify as incorrigible."]],["li",["span.label","4."],["p.para","The parents have tried all other means of correction (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/21.18"},"v. 18"],"), and all have failed."]],["li",["span.label","5."],["p.para","Although the parents had to bring charges against their own child, they were not required to execute him, as were the witnesses in other capital crimes."]],["li",["span.label","6."],["p.para","Since the family is the basic unit of society and the most important means of transmitting righteousness from generation to generation, the child who utterly rejected parental authority threatened the very order of society. Thus, like the idolator, he must be put to death (see Reading 20-2)."]],["li",["span.label","7."],["p.para","A parent who upheld his child in crime became a contributor to crime in society."],["p.para","“To deny the death penalty is to insist on life for the evil; it means that evil men are given the right to kill, kidnap, rape, and violate law and order, and their life is guaranteed against death in the process. The murderer is given the right to kill without losing his life, and the victim and potential victims are denied their right to live. Men may speak of unconditional love, and unconditional mercy, but every act of love and mercy is conditional, because, in granting it to one man, I am affirming the conditions of his life and denying others in the process. If I am loving and merciful to a murderer, I am unloving and merciless to his present and future victims. Moreover, I am then in open contempt of God and His law, which requires no mercy to a man guilty of death.” (Rushdoony, Institutes of Biblical Law, p. 78.)"],["p.para","Rushdoony continues: “If the parents refused to complain against their son, they were then guilty of condonation and/or participation in his crimes. Their role was thus a formal but necessary one: would the family align itself with justice or stand in terms of blood ties? In view of the strong nature of family loyalties, the parental participation was necessary in order to ensure freedom from feud and also to place the family firmly against its criminal members. A parent refusing to file a complaint in such a case would become a party to the offense and a defender of crime. The principle required was clear-cut: not blood but law must govern. …"],["p.para","“Clearly then, the intent of this law is that all incorrigible and habitual criminals be executed. If a criminal son is to be executed, how much more so a neighbor or fellow Hebrew who has become an incorrigible criminal? If the family must align itself with the execution of an incorrigibly delinquent son, will it not demand the death of an habitual criminal in the community?"],["p.para","“That such is the intent of the law appears from its stated purpose, ‘so shalt thou put evil away from among you; and",["span.emphasis","all"],"Israel shall hear, and fear.’ The purpose of the law is to eliminate entirely a criminal element from the nation, a professional criminal class. The family is not permitted the evil privilege of saying, ‘We will stand behind our boy, come what may’; the family itself must join the war on crime.” (Institutes of Biblical Law, pp. 187–88.)"]],["li",["span.label","8."],["p.para","Think for a moment of how strongly parents would strive to turn their children from sin, knowing that if they failed, they would have to go through the horror of taking them to the judges for execution. Surely they would chasten them in every possible way to see that such an event never happened (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/21.18"},"v. 18"],"). In a world of permissive child rearing and the ensuing destruction of righteousness, the lesson of this passage has great meaning."]]]]],[".topic",["h3","(20-10)",["a.scriptureRef",{"href":"/scriptures/ot/deut/21.22-23"},"Deuteronomy 21:22–23"],". Why Was the Body of an Executed Criminal Not to Be Left Overnight?"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p72"},"“Its exposure for the space of",["span.emphasis","one day"],"was judged sufficient. The law which required this answered all the ends of public justice, exposed the shame and infamy of the conduct, but did not put to torture the feelings of humanity by requiring a",["span.emphasis","perpetual"],"exhibition of a human being, a slow prey to the most loathsome process of putrefaction. … In the case given in the text, God considers the land as defiled while the body of the executed criminal lay exposed, hence it was enjoined,",["span.emphasis","Thou shalt in any wise bury him that day.”"],"(Clarke, Bible Commentary, 1:793–94.)"]],[".topic",["h3","(20-11)",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.5"},"Deuteronomy 22:5"]],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p74"},"The way one clothes oneself is important to the Lord. A special prohibition in the law of Moses forbade men and women to wear each other’s clothing. When this practice is tolerated by society, it produces great confusion. The Lord expressly forbade a unisex society. Any attempt to erase the obvious distinctions between men and women is unnatural and an abomination to the Lord."]],[".topic",["h3","(20-12)",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.8"},"Deuteronomy 22:8"],". What Is “a Battlement” for a Roof?"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p76"},"“Houses in the East are in general built with flat roofs, and on them men walk to enjoy the fresh air, converse together, sleep, &c. it was therefore necessary to have a sort of battlement or balustrade to prevent persons from falling off. If a man neglected to make a sufficient defence against such accidents, and the death of another was occasioned by it, the owner of the house must be considered in the light of a murderer.” (Clarke, Bible Commentary, 1:795.)"]],[".topic",["h3","(20-13)",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.19"},"Deuteronomy 22:19"],". What Does It Mean to “Amerce” a Man?"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p78"},"The word",["span.emphasis","amerce"],"means to fine. Here, the term refers to levying a charge against the man who accused his wife of not being a virgin when she really was. A betrothed or married woman could be defended by her father."]],[".topic",["h3","(20-14)",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.23-27"},"Deuteronomy 22:23–27"],". Why Does the Punishment Differ in Various Circumstances for a Woman Who Is Violated Sexually by a Man?"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p80"},"“In connection with the seduction of a virgin … two, or really three, cases are distinguished; viz. (1) whether she was betrothed (",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.23-27"},"vers. 23–27"],"), or not betrothed (",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.28-29"},"vers. 28, 29"],"); (2) if she were betrothed, whether it was (a) in the town (",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.23,24"},"vers. 23, 24"],") or (b) in the open field (",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.25-27"},"vers. 25–27"],") that she had been violated by a man.—",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.23,24"},"Vers. 23, 24"],". If a betrothed virgin had allowed a man to have intercourse with her (",["span.emphasis","i.e."],"one who was not her bridegroom), they were both of them, the man and the girl, to be led out to the gate of the town, and stoned that they might die: the girl, because she had not cried in the city,",["span.emphasis","i.e."],"had not called for help, and consequently was to be regarded as consenting to the deed; the man, because he had humbled his neighbour’s wife. The betrothed woman was placed in this respect upon a par with a married woman, and in fact is expressly called a wife in",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.24"},"ver. 24"],". Betrothal was the first step towards marriage, even if it was not a solemn act attested by witnesses. …",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.25-27"},"Vers. 25–27"],". If, on the other hand, a man met a betrothed girl in the field, and laid hold of her and lay with her, the man alone was to die, and nothing was to be done to the girl. … In the open field the girl had called for help, but no one had helped her. It was therefore a forcible rape.—",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.28-29"},"Vers. 28, 29"],". The last case: if a virgin was not betrothed, and a man seized her and lay with her, and they were found,",["span.emphasis","i.e."],"discovered or convicted of their deed, the man was to pay the father of the girl fifty shekels of silver, for the reproach brought upon him and his house, and to marry the girl whom he had humbled, without ever being able to divorce her. This case is similar to the one mentioned in [",["a.scriptureRef",{"href":"/scriptures/ot/ex/22.15-16"},"Exodus 22:15–16"],"]. The omission to mention the possibility of the father refusing to give him his daughter for a wife, makes no essential difference. It is assumed as self-evident here, that such a right was possessed by the father.” (Keil and Delitzsch, Commentary, 1:3:412.)"]],[".topic",["h3","(20-15)",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.30"},"Deuteronomy 22:30"],". What Does It Mean to “Discover His Father’s Skirt”?"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p82"},["span.emphasis","Discovering one’s skirt"],"is a Hebrew euphemism similar to",["span.emphasis","uncovering one’s nakedness"],"(see",["a.scriptureRef",{"href":"/scriptures/ot/lev/18.6-19"},"Leviticus 18:6–19"],") and means to have sexual relations. Thus, this prohibition probably referred to a stepmother. In some cases an older man would marry a much younger woman after the death of his first wife. Then when he died an older son who was close to the age of this stepmother would be tempted to marry her. The law prohibited this eventuality, as it did other cases of incest (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/18"},"Leviticus 18"],")."]],[".topic",["h3","(20-16)",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.1-18"},"Deuteronomy 23:1–18"],". The Right of Citizenship in the “Congregation of the Lord”"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p84"},"Those who had undergone sexual mutilation, who were illegitimate children, or who were Ammonites or Moabites were not allowed to be part of “the congregation of the Lord,” even to the tenth generation (",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.2"},"v. 2"],")."],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p85"},"One possible explanation for this prohibition is the following: “There seems to be some corruption of rules here, as contradictions to many of these can be found elsewhere in the Scriptures” (Rasmussen, Introduction to the Old Testament, 1:133). Ruth, a Moabitess, is just one of these examples."],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p86"},"Another possible explanation is that the word",["span.emphasis","congregation"],"had a special, limited meaning. It referred to the civil authority of the people."],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p87"},"“The ban was not on faith; i.e., it is not stated that [those listed in",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.1-3"},"Deuteronomy 23:1–3"],"] cannot be believers. There is, in fact, a particularly strong promise of blessing to believing eunuchs in",["a.scriptureRef",{"href":"/scriptures/ot/isa/56.4,5"},"Isaiah 56:4, 5"],", and their place as proselytes was real even in the era of hardened Phariseeism (",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.27,28"},"Acts 8:27, 28"],"). The Moabitess Ruth intermarried twice, first with a son of Naomi, then with Boaz, to become an ancestress of Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/ot/ruth/1.4"},"Ruth 1:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/ruth/4.13,18-21"},"4:13, 18–21"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.5"},"Matt. 1:5"],"). There is no reason to doubt that eunuchs, [illegitimate children,] Ammonites, and Moabites regularly became believers and were faithful worshipers of God.",["span.emphasis","Congregation"],"has reference to the whole nation in its governmental function as God’s covenant people. G. Ernest Wright defined it as ‘the whole organized commonwealth as it assembled officially for various purposes, particularly worship.’ The",["span.emphasis","men"],"of the legitimate blood line constituted the heads of houses and of tribes. These",["span.emphasis","men"],"were the congregation of Israel, not the women and children nor excluded persons. All the integrity and honesty required by the law was due to every ‘stranger’ (",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.33,34"},"Lev. 19:33, 34"],"), and it was certainly not denied to a man’s illegitimate child, nor to a eunuch, an Ammonite, or a Moabite. The purpose of the commandment is here the protection of authority. Authority among God’s people is",["span.emphasis","holy;"],"it does require a separateness. It does not belong to every man simply on the ground of his humanity.” (Rushdoony, Institutes of Biblical Law, p. 85.)"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p88"},"Other scholars agree that",["span.emphasis","congregation"],"referred to civil authority. “If by entering the congregation be meant the bearing a",["span.emphasis","civil"],"office among the people, such as magistrate, judge, &c., then the reason of the law is very plain; no man with any such personal defect as might render him contemptible in the sight of others should bear rule among the people, lest the contempt felt for his personal defects might be transferred to his important office, and thus his authority be disregarded. The general meaning of these words is, simply, that the persons here designated should not be so incorporated with the Jews as to partake of their",["span.emphasis","civil privileges.”"],"(Clarke, Bible Commentary, 1:797.)"]],[".topic",["h3","(20-17)",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.7-8"},"Deuteronomy 23:7–8"],". Why Were the Edomites and Egyptians Not Similarly Banned When They Were Israel’s Enemies Too?"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p90"},"“The grounds for exclusion are significant. Edom met Israel with open, honest enmity [",["a.scriptureRef",{"href":"/scriptures/ot/num/20.18,20"},"Numbers 20:18, 20"],"], and Egypt worked to destroy them [",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.22"},"Exodus 1:22"],"], but Ammon and Moab instead worked to pervert Israel [",["a.scriptureRef",{"href":"/scriptures/ot/num/22.2-5"},"Numbers 22:2–5"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/31.16"},"31:16"],"], after Israel showed them forebearance [",["a.scriptureRef",{"href":"/scriptures/ot/deut/2.9,19,29"},"Deuteronomy 2:9, 19, 29"],"]. … Edom and Egypt sought to kill Israel; Ammon and Moab tried to pervert and degrade Israel, and their judgment was accordingly severe.” (Rushdoony, Institutes of Biblical Law, pp. 85–86.)"]],[".topic",["h3","(20-18)",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.17-18"},"Deuteronomy 23:17–18"]],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p92"},"The word",["span.emphasis","dog"],"is a contemptuous term for males who either were prostitutes themselves or profited from prostitution. Thus, no money gained from prostitution or homosexuality (“a sodomite” [",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.17"},"v. 17"],"]) could be used as offerings to God."]],[".topic",["h3","(20-19)",["a.scriptureRef",{"href":"/scriptures/ot/deut/23.19-25"},"Deuteronomy 23:19–25"]],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p94"},"For the restriction in the law against usury, see",["a.scriptureRef",{"href":"/scriptures/ot/lev/25.36"},"Leviticus 25:36"],". Victuals are food. Vows made unto the Lord were to be fulfilled without delay."]],[".topic",["h3","(20-20)",["a.scriptureRef",{"href":"/scriptures/ot/deut/24.1-4"},"Deuteronomy 24:1–4"]],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p96"},"The purpose of a “bill of divorcement” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/24.3"},"v. 3"],") was that a woman divorced by her husband could remarry if she desired. The restriction here is that one who has divorced his wife may not later change his mind and remarry her. Bible scholars explained this rule as follows:"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p97"},"“If a man married a wife, and he put her away with a letter of divorce, because she did not please him any longer, and the divorced woman married another man, and he either put her away in the same manner or died, the first husband could not take her as his wife again. … The law that the first husband could not take his divorced wife back again, if she had married another husband in the meantime, even supposing that the second husband was dead, would necessarily put a check upon frivolous divorces.” (Keil and Delitzsch, Commentary, 1:3:417–18)."]],[".topic",["h3","(20-21)",["a.scriptureRef",{"href":"/scriptures/ot/deut/25.3"},"Deuteronomy 25:3"]],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p99"},"Forty stripes was the most that could be laid upon a man as punishment for sin. In order to prevent a miscount and therefore break a commandment of the Lord, thirty-nine lashes were usually administered. Thus, the Apostle Paul reported that “of the Jews five times received I forty stripes save one” (",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/11.24"},"2 Corinthians 11:24"],")."]],[".topic",["h3","(20-22)",["a.scriptureRef",{"href":"/scriptures/ot/deut/25.5-10"},"Deuteronomy 25:5–10"],". The Levirate Law of Marriage"],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p101"},"These verses define the levirate law of marriage, which provided that a dead man’s brother should marry the widow and raise a family to the dead man. “The custom insured the security of a widow who might otherwise be left destitute and friendless. … If no brother existed, some more distant male relative was required to perform this duty. Whichever relative married the widow became her ‘go’el’ (redeemer or protector). The first son born to the widow by the new marriage was counted as a child of the dead husband and inherited his property.” (Great People of the Bible and How They Lived, p. 132.)"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p102"},"The word",["span.emphasis","levirate"],"has nothing to do with the tribe of Levi. Rather, it is taken from the Latin word",["span.emphasis","levir,"],"meaning “husband’s brother.” The Sadducees used this law in trying to trap Jesus when they asked whose wife such a woman would be in the Resurrection (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.23-33"},"Matthew 22:23–33"],")."]],[".topic",["h3","(20-23)",["a.scriptureRef",{"href":"/scriptures/ot/deut/25.17-19"},"Deuteronomy 25:17–19"]],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p104"},"Clarification of the incident with Amalek mentioned here can be found in",["a.scriptureRef",{"href":"/scriptures/ot/ex/17.8-16"},"Exodus 17:8–16"],"."]],[".topic",["h3","(20-24)",["a.scriptureRef",{"href":"/scriptures/ot/deut/26.16-19"},"Deuteronomy 26:16–19"]],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p106"},"After briefly reminding Israel of God’s goodness to her, Moses gave one of the finest statements of a covenant found anywhere in scripture. Israel promised to keep the Lord’s commandments, and the Lord “avouched” (promised) to honor Israel and make of her a holy nation (",["a.scriptureRef",{"href":"/scriptures/ot/deut/26.17"},"v. 17"],")."]],[".topic",["h3","(20-25)",["a.scriptureRef",{"href":"/scriptures/ot/deut/27.1-10"},"Deuteronomy 27:1–10"]],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p108"},"As a token of Israel’s gratitude to God for His many kindnesses, Moses commanded that an altar of uncut stones should be built following Israel’s arrival in the promised land. On the stones were to be inscribed the words of God given to Moses."]],[".topic",["h3","(20-26)",["a.scriptureRef",{"href":"/scriptures/ot/deut/27.11-26"},"Deuteronomy 27:11–26"]],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p110"},"For an explanation of the cursings from Mount Ebal, see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p1"},"Reading 19-23"],"."]],[".topic",["h3","(20-27)",["a.scriptureRef",{"href":"/scriptures/ot/deut/28"},"Deuteronomy 28"],". The Blessings and Cursings of Israel Foretold Again"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p112"},"This chapter of Deuteronomy is very similar to",["a.scriptureRef",{"href":"/scriptures/ot/lev/26"},"Leviticus 26"],", in which the Lord specifically outlined the blessings that would accrue to Israel if they were obedient (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.1-14"},"vv. 1–14"],") and also the punishments they would suffer if they turned from the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.15-68"},"vv. 15–68"],"). One particularly gruesome prediction added in this chapter concerned a siege so terrible that cannibalism would result (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.49-57"},"vv. 49–57"],"). When Jerusalem fell to Babylonian forces under Nebuchadnezzar, conditions were so terrible that the people did turn to cannibalism to survive (see",["a.scriptureRef",{"href":"/scriptures/ot/lam/4.1-10"},"Lamentations 4:1–10"],"). But in the siege of Jerusalem by the Romans in",["span.small","A.D."],"70, the prophecy seems to have been fulfilled with particular preciseness. Note the parallels."],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p113"},["span.emphasis","“A nation … from far” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.49"},"v. 49"],")."],"Rome lies over a thousand miles from Israel."],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p114"},["span.emphasis","“Swift as the eagle flieth” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.49"},"v. 49"],")."],"The eagle was the symbol of Rome and was carried on the standards of the legions of Rome."],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p115"},["span.emphasis","“Whose tongue thou shalt not understand” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.49"},"v. 49"],")."],"While the Aramaic of Babylon was a sister tongue to Hebrew, Latin was completely different in alphabet, structure, and so on."],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p116"},["span.emphasis","“A nation of fierce countenance which … shall not shew favor” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.50"},"v. 50"],")."],"Roman ferocity in battle and treatment of captives not profitable for slavery was well known."],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p117"},["span.emphasis","“He shall besiege thee in all thy gates” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.52"},"v. 52"],")."],"Titus built a siege wall completely around Jerusalem so that none could escape (see Josephus, Wars of the Jews, bk. 5, chap. 12)."],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p118"},["span.emphasis","“Thou shalt eat the fruit of thine own body” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.53"},"v. 53"],")."],"Under siege, the people in Jerusalem soon became so desperate for food that all kinds of things were eaten, and finally the people turned to cannibalism (see Josephus, Wars, bk. 5, chap. 10, pars. 1–5; chap. 13, par. 7; bk. 6, chap. 3, par. 2)."],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p119"},["span.emphasis","“The tender and delicate woman … shall eat them … secretly in the siege” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.56-57"},"vv. 56–57"],")."],"Josephus described a noblewoman from Perea who killed her son and used him for food during the siege (see Josephus, Wars, bk. 6, chap. 3, pars. 4–5)."]],[".topic",["h3","(20-28)",["a.scriptureRef",{"href":"/scriptures/ot/deut/29"},"Deuteronomy 29–30"]],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p121"},"In these two chapters Moses explained the nature of the covenant that Israel must make with God in order to be worthy of the promised land. Failure to keep the covenant would curse the people and the land as Sodom and Gomorrah had been cursed. “All the curses that are written in this book” (the book of Deuteronomy) would then be in effect (",["a.scriptureRef",{"href":"/scriptures/ot/deut/29.20"},"Deuteronomy 29:20"],"). Eventually, the people would be scattered among the nations for their rejection of the covenant."],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p122"},"Later, when Israel had learned to lean upon the Lord, what did Moses say would happen? (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/30.3-6,8-10"},"Deuteronomy 30:3–6, 8–10"],"). What would happen to the curses placed upon Israel? (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/30.7"},"Deuteronomy 30:7"],"). Moses concluded this chapter with a stirring appeal to Israel to choose the way of blessing rather than the way of cursing (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/30.16-20"},"Deuteronomy 30:16–20"],")."]],[".topic",["h3","(20-29)",["a.scriptureRef",{"href":"/scriptures/ot/deut/31"},"Deuteronomy 31"]],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p124"},"This chapter is an interesting study in contrasts. First Moses said that the Lord would protect and preserve Israel as they entered the promised land. “Be strong and of a good courage,” he said (",["a.scriptureRef",{"href":"/scriptures/ot/deut/31.6"},"v. 6"],"). Do not fear your enemies, he urged them, “for the Lord thy God, he it is that doth go with thee” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/31.6"},"v. 6"],"). Next Moses prophesied that following his death, Israel would desert the Lord. What did he say the principal sin would be? (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/31.20"},"v. 20"],"). What did he indicate would befall her then? (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/31.29"},"v. 29"],")."]],[".topic",["h3","(20-30)",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.14-15"},"Deuteronomy 32:14–15"],". To What Do the Terms Bashan and Jeshurun Refer?"],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p126"},"The word",["span.emphasis","bashan"],"means “fruitful.” It was the title given to a district east of the Sea of Galilee that was taken by the Israelites during the conquest of Canaan. It extended from the border of Gilead on the south to the base of Mount Hermon on the north and was given as an inheritance to the tribe of Manasseh (see Maps and Charts). Bashan included the area now known as the Golan Heights."],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p127"},"The word",["span.emphasis","jeshurun"],"is a Hebrew word meaning “upright,” or “right in the sight of God,” and refers to Israel itself. As used in",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.15"},"Deuteronomy 32:15"],", it implies that Israel was once in the path of righteousness, but upon becoming fat (prosperous) would yet kick (rebel or fight) against God and esteem the source of their salvation as naught. Some feel that it refers to Israel’s calling to be a righteous people and that God used this word to demonstrate her flagrant disregard for Him."]],[".topic",["h3","(20-31)",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.15,18,30-31"},"Deuteronomy 32:15, 18, 30–31"],". To What or Whom Does the Word Rock Refer?"],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p130"},"“Christ is the",["span.emphasis","Stone of Israel."],"(",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.24"},"Gen. 49:24"],".) ‘I am the good shepherd, and the stone of Israel. He that buildeth upon this rock shall never fall.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.44"},"D. & C. 50:44"],".) Christ is thus the stone or foundation upon which all men must build. Of him the psalmist prophesied: ‘The stone which the builders refused is become the head stone of the corner.’ (",["a.scriptureRef",{"href":"/scriptures/ot/ps/118.22"},"Ps. 118:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.42"},"Matt. 21:42"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.10-11"},"Mark 12:10–11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20.17-18"},"Luke 20:17–18"],".) Peter used this truth to teach that the saints ‘as lively stones’ should build ‘a spiritual house,’ with Christ, the Stone of Israel, as the foundation. (",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.1-9"},"1 Pet. 2:1–9"],".)” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 768.)"],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p131"},"That the Apostle Paul understood this concept is clear from a statement he made about the children of Israel during the period of their wanderings: “For they drank of that spiritual Rock that followed them: and that Rock was Christ” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.4"},"1 Corinthians 10:4"],"). In other words, they all ate the same spiritual meat and drank the same spiritual drink."]],[".topic",["h3","(20-32)",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.44-52"},"Deuteronomy 32:44–52"]],["p.para",{"id":"p133","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p133"},"Once again is recorded a reference to the Lord’s refusal to permit Moses to enter the promised land. For a discussion of why Moses was forbidden to enter the promised land, see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p1"},"Reading 18-13"],"."]],[".topic",["h3","(20-33)",["a.scriptureRef",{"href":"/scriptures/ot/deut/33"},"Deuteronomy 33"]],["p.para",{"id":"p135","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p135"},"A comparative study of",["a.scriptureRef",{"href":"/scriptures/ot/gen/49"},"Genesis 49"],"and",["a.scriptureRef",{"href":"/scriptures/ot/deut/33"},"Deuteronomy 33"],"shows some additions to the blessings of the sons of Jacob that were given when they were still only twelve small families. At the time Deuteronomy was written, they were twelve tribes numbering thousands each. It had been about four hundred and fifty years since Jacob gave the sons his patriarchal blessings. What evidence is given that Jacob’s blessings were prophetic?"]],[".topic",["h3","(20-34)",["a.scriptureRef",{"href":"/scriptures/ot/deut/34.1-4"},"Deuteronomy 34:1–4"]],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p137"},"Moses’ view from Nebo was greater than what could be seen by even the sharpest eyes of an observer. His was a complete view of the promised land to the Mediterranean Sea, which was hidden from view by the mountains of Jerusalem. The view was given to him, perhaps through a vision or revelation."]],[".topic",["h3","(20-35)",["a.scriptureRef",{"href":"/scriptures/ot/deut/34.5"},"Deuteronomy 34:5"],". Did Moses Really Die as Recorded in",["a.scriptureRef",{"href":"/scriptures/ot/deut/34.5"},"Deuteronomy 34:5"],"?"],["p.para",{"id":"p140","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p140"},"“The Old Testament account that Moses died and was buried by the hand of the Lord in an unknown grave is an error. (",["a.scriptureRef",{"href":"/scriptures/ot/deut/34.5-7"},"Deut. 34:5–7"],".) It is true that he may have been ‘buried by the hand of the Lord,’ if that expression is a figure of speech which means that he was translated. But the Book of Mormon account, in recording that Alma ‘was taken up by the Spirit,’ says, ‘the scriptures saith the Lord took Moses unto himself; and we suppose that he has also received Alma in the spirit, unto himself.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45.18-19"},"Alma 45:18–19"],".) It should be remembered that the Nephites had the Brass Plates, and that they were the ‘scriptures’ which gave the account of Moses being taken by way of translation.” (McConkie, Mormon Doctrine, p. 805.)"],["p.para",{"id":"p141","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p141"},"The question is raised, Why was Moses translated? President Joseph Fielding Smith answered the question in this way:"],["p.para",{"id":"p142","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p142"},"“Moses, like Elijah, was taken up without tasting death, because he had a mission to perform. …"],["p.para",{"id":"p143","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p143"},"“When Moses and Elijah came to the Savior and to Peter, James, and John upon the Mount, what was their coming for? Was it just some spiritual manifestation to strengthen these three apostles? Or did they come merely to give comfort unto the Son of God in his ministry and to prepare him for his crucifixion? No! That was not the purpose. I will read it to you. The Prophet Joseph Smith has explained it as follows:"],["p.para",{"id":"p144","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p144"},"“‘The priesthood is everlasting. The Savior, Moses, and Elias [Elijah, in other words] gave the keys to Peter, James, and John, on the Mount when they were transfigured before him. The priesthood is everlasting—without beginning of days or end of years; without father, mother, etc. If there is no change of ordinances, there is no change of priesthood. Wherever the ordinances of the gospel are administered, there is the priesthood. … Christ is the Great High Priest; Adam next.’ [Smith, Teachings, p. 158.] From that we understand why Elijah and Moses were preserved from death: because they had a mission to perform, and it had to be performed before the crucifixion of the Son of God, and it could not be done in the spirit. They had to have tangible bodies. Christ is the first fruits of the resurrection; therefore if any former prophets had a work to perform preparatory to the mission of the Son of God, or to the dispensation of the meridian of times, it was essential that they be preserved to fulfill that mission in the flesh. For that reason Moses disappeared from among the people and was taken up into the mountain, and the people thought he was buried by the Lord. The Lord preserved him, so that he could come at the proper time and restore his keys, on the heads of Peter, James, and John, who stood at the head of the dispensation of the meridian of time.” (Doctrines of Salvation, 2:107, 110–11.)"]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p146","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p146"},["span.dominant","(20-36)"],"Obedience to the Lord always has its own rewards. When Moses reminded Israel of its spiritual obligations and then set before the people both a cursing and a blessing, he knew that they must choose."],["p.para",{"id":"p147","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p147"},"Life is like that for us, too. We cannot stand uncommitted forever in the face of choices to be made. And while it is true, as the Lord declared, that He is a “jealous God, visiting the iniquity of the fathers upon the children” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.9"},"Deuteronomy 5:9"],"), it does not follow that we can blame our sins upon our ancestors. Consider this inspired counsel:"],["p.para",{"id":"p148","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p148"},"“The Jews believed in the law of heredity to a great extent, probably to a greater extent than they were justified; and by and by they took this commandment and crystalized it into a proverb which declared, ‘The fathers have eaten sour grapes, and the children’s teeth are set on edge.’ [See",["a.scriptureRef",{"href":"/scriptures/ot/lam/5.7"},"Lamentations 5:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.29"},"Jeremiah 31:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/18.2"},"Ezekiel 18:2"],".] Then when rebuked for their sins and their abominations, they would turn and say, in effect, ‘Well, we are not to blame. It’s not our fault. It is the sins of the fathers being visited upon the heads of the children, and surely God will not condemn us for the sins which we have inherited from our fathers, for our teeth have been set on edge by our fathers eating sour grapes.’ The Lord was very much displeased with this excuse of theirs, and He declared to Ezekiel, the prophet, ‘As I live, saith the Lord God, ye shall not have occasion any more to use this proverb in Israel.’ He then went on to tell the people through the prophet that He would require of every man and every woman in Israel an accounting for his or her own conduct and course in life, and every one should be judged according to the deeds done in the body. These Israelites seemed to forget that part of the commandment which said, that He would show mercy unto thousands of them that loved Him and kept His commandments.” (Hyrum M. Smith, in Conference Report, Apr. 1904, p. 52.)"],["p.para",{"id":"p149","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p149"},"But if others’ cursings are not our cursings, then others’ blessings are not our blessings either. We must earn our own. The Prophet Joseph Smith wrote the following:"],["p.para",{"id":"p150","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p150"},"“Search the Scriptures, search the Prophets and learn what portion of them belongs to you and the people of the nineteenth century. You, no doubt, will agree with us, and say, that you have no right to claim the promises of the inhabitants before the flood; that you cannot found your hopes of salvation upon the obedience of the children of Israel when journeying in the wilderness, nor can you expect that the blessings which the apostles pronounced upon the churches of Christ eighteen hundred years ago, were intended for you. Again, if others ‘blessings are not your blessings, others’ curses are not your curses; you stand then in these last days, as all have stood before you, agents unto yourselves, to be judged according to your works.” (Teachings, p. 12.)"],["p.para",{"id":"p151","uri":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p151"},"Take a moment now to thumb through the book of Deuteronomy. What scriptures did you mark? What concepts impressed you as Moses lovingly counseled Israel for the last time? Write, in no more than a page or two, your own reaction to Moses’ counsel. What value does it have for you? How would your life be different if you took his counsel fully to heart?"]]]]]],"refs":null}
