{"id":381,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":381,"title":"Dispensations","subtitle":"","short_title":"Dispensations","uri":"/scriptures/bd/dispensations","content":[["div",{"id":"t1","uri":"/scriptures/bd/dispensations.t1","order":".000.992"},[".title","Dispensations"],["div",{"id":"p1","uri":"/scriptures/bd/dispensations.p1","order":".000.993"},"A dispensation of the gospel is a period of time in which the Lord has at least one authorized servant on the earth who bears the holy priesthood and the keys, and who has a divine commission to dispense the gospel to the inhabitants of the earth. When this occurs, the gospel is revealed anew so that people of that dispensation do not have to depend basically on past dispensations for knowledge of the plan of salvation. There have been many gospel dispensations since the beginning. The Bible suggests at least one dispensation identified with Adam, another with Enoch, another with Noah, and so on with Abraham, Moses, and Jesus with His Apostles in the meridian of time. Paul writes of “the dispensation of the fulness of times” in which the Lord will “gather together in one all things in Christ, both which are in heaven, and which are on earth” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/1.10"},"Eph. 1:10"],"). The fulness of times is the final dispensation and began with the revelation of the gospel to Joseph Smith. It is a dispensation of restoration and of fulfillment of the Lord’s plans and purposes since the world began. There are also things reserved for the fulness of times that have not been revealed previously (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.26-32"},"D&C 121:26–32"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.41"},"124:41"],"). It is a glorious time, the time in which we live today (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.19-21"},"Acts 3:19–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.13"},"D&C 27:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11-16"},"110:11–16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.14-32"},"112:14–32"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.18-21"},"128:18–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.37-40"},"136:37–40"],")."],["div",{"id":"p2","uri":"/scriptures/bd/dispensations.p2","order":".000.994"},"In addition there were dispensations of the gospel among the Nephites, the Jaredites, and the Lost Tribes of Israel. Melchizedek could also be included, as well as John the Baptist, since they truly held the priesthood and taught the word of the Lord to the people and were unique in their time. There are many other prophets who have had the priesthood and a knowledge of the gospel. Perhaps if more were revealed to us, we would learn that they too should be spoken of as having a dispensation. These could include, among others, Abel, Esaias, Gad, Jeremy, Elihu, Caleb, Jethro, Zenock, and Zenos. See",["a.scriptureRef",{"href":"/scriptures/jst/jst-gen/14.25-40"},["span.small","JST"],"Gen. 14:25–40 (Appendix)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.10-12"},"1 Ne. 19:10–12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.14-19"},"Alma 13:14–19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/33.3-17"},"33:3–17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6-16"},"D&C 84:6–16"],";",["span.small","HC"],"3:386–89; 4:208–9."],["div",{"id":"p3","uri":"/scriptures/bd/dispensations.p3","order":".000.995"},"The plan of salvation, which is older than the earth, has been revealed and taught in every dispensation beginning with Adam and is the same in every age of the world. However, each of the dispensations has been unique in some way. For example, Adam opened the way of the earth; Noah preserved a portion of mankind through the Flood; Jesus wrought the Atonement and Resurrection; and through Joseph Smith the foundation was laid for a culmination of the purposes of God on the earth."],["div",{"id":"p4","uri":"/scriptures/bd/dispensations.p4","order":".000.996"},"Although the Bible contains historical information pertaining to the ancient prophets and patriarchs, it is latter-day revelation that makes it clear that the leaders of former dispensations had the gospel of Jesus Christ and that certifies to the divine calling, ordination, and high intelligence of those early brethren (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6-16,26-28"},"D&C 84:6–16, 26–28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.41-57"},"107:41–57"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.3-6,45-46"},"Moses 6:3–6, 45–46"],")."]]],"refs":null}
