{"id":1,"parent_id":0,"book_id":22912,"content_id":1,"language_id":0,"display_order":1,"title":"Don’t Wear Masks","subtitle":"By Elder Quentin L. Cook","short_title":"Don’t Wear Masks","uri":"/new-era/2013/03/dont-wear-masks","content":[["div",{"id":"head1","uri":"/new-era/2013/03/dont-wear-masks.head1"},[".title","Don’t Wear",["span.dominant","Masks"]],[".byline",["div",{"id":"p2","uri":"/new-era/2013/03/dont-wear-masks.p2"},"By Elder Quentin L. Cook"],["div",{"id":"p3","uri":"/new-era/2013/03/dont-wear-masks.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/new-era/2013/03/dont-wear-masks.p4"},"From a Church Educational System devotional for young adults given on March 4, 2012, at Brigham Young University–Idaho."]],[".kicker","One of your greatest protections against making bad choices is to not put on any mask of anonymity."]],[".bodyBlock",["div",{"id":"p6","uri":"/new-era/2013/03/dont-wear-masks.p6"},"As I have reflected on who you are, the feeling has come over me that you might not fully appreciate the significance of your generation. I believe you have the background and the foundation to be the best generation ever, particularly in advancing our Father in Heaven’s plan."],["div",{"id":"p7","uri":"/new-era/2013/03/dont-wear-masks.p7"},"In view of the enormous potential for good that you possess, what are my concerns for your future? What counsel can I give you? There will be great pressure on each of you to act out of character—even to wear a mask—and become someone who doesn’t really reflect who you are or who you want to be."],["div",{"id":"t1","uri":"/new-era/2013/03/dont-wear-masks.t1"},[".title","An Example from U.S. History"],["div",{"id":"p9","uri":"/new-era/2013/03/dont-wear-masks.p9"},"In 2011, Elder L. Tom Perry and I met with Abraham Foxman, the national director of the Anti-Defamation League. Its mission is to stop the defamation of the Jewish people."],["div",{"id":"p10","uri":"/new-era/2013/03/dont-wear-masks.p10"},"In our meeting with Mr. Foxman, I asked him what counsel he would have for us in connection with our responsibilities in public affairs for the Church. He pondered for a moment and then explained the importance of encouraging people to not wear masks. He described the Ku Klux Klan. It was an organization that was very influential and quite frightening to most Americans in the first part of the 20th century. Wearing identical robes and masks that made it impossible to identify the participants, they burned crosses on the lawns of those they targeted and appointed themselves as so-called moral watchdogs. Among those most targeted were African Americans, but Catholics, Jews, and immigrants were as well. The most militant of the Klan members were involved in whippings, physical abuse, and even murders. Mr. Foxman pointed out that the majority of the Klan, without the masks, were usually normal people, including businessmen and churchgoers. He noted that hiding their identity and wearing a mask enabled them to participate in activities that they would normally have avoided. Their conduct had a terrible impact on American society."],["div",{"id":"p11","uri":"/new-era/2013/03/dont-wear-masks.p11"},"Mr. Foxman’s counsel was to stress the importance of people avoiding masks that hide their true identity.",["sup",["a",{"href":"fn_footnote1"},"1"]]]],["div",{"id":"t2","uri":"/new-era/2013/03/dont-wear-masks.t2"},[".title","Examples from Church History"],["div",{"id":"p13","uri":"/new-era/2013/03/dont-wear-masks.p13"},"In our early Church history, the Prophet Joseph, Emma, and their 11-month-old twins Joseph and Julia were in Hiram, Ohio, at the Johnson farm."],["div",{"id":"p14","uri":"/new-era/2013/03/dont-wear-masks.p14"},"One Saturday night a group of men with black-painted faces burst through the door and dragged the Prophet outside, where they beat him and threw tar on him and Sidney Rigdon."],["div",{"id":"p15","uri":"/new-era/2013/03/dont-wear-masks.p15"},"“Though the Prophet had lost a tooth, received a severe injury in his side, was missing a patch of hair, and had nitric acid burns, he preached a sermon at the usual Sunday worship service. Among the Saints gathered there were at least four members of the mob.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p16","uri":"/new-era/2013/03/dont-wear-masks.p16"},"It is also interesting that those who participated in the Martyrdom of the Prophet Joseph and his brother Hyrum painted their faces in an effort to hide their true identities.",["sup",["a",{"href":"fn_footnote3"},"3"]]]],["div",{"id":"f1","uri":"/new-era/2013/03/dont-wear-masks.f1"}],["div",{"id":"t3","uri":"/new-era/2013/03/dont-wear-masks.t3"},[".title","Avoid Wearing a Mask and Acting Out of Character"],["div",{"id":"p18","uri":"/new-era/2013/03/dont-wear-masks.p18"},"I am not suggesting that any of you would be involved in the kind of terrible events I have just described. I do believe, in our day, when being anonymous is easier than ever, that there are important principles involved in not wearing a mask and being “true to the faith … for which martyrs have perished.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["div",{"id":"p19","uri":"/new-era/2013/03/dont-wear-masks.p19"},"One of your greatest protections against making bad choices is to not put on any mask of anonymity. If you ever find yourself wanting to do so, please know it is a serious sign of danger and one of the adversary’s tools to get you to do something you should not do."],["div",{"id":"p20","uri":"/new-era/2013/03/dont-wear-masks.p20"},"It is interesting that people who are involved with pornography often assume a false identity and hides their participation. They mask their conduct, which they know is reprehensible and destructive to everyone they care about. Pornography is a plague that is detrimental not only to a person’s moral standing with God, but it can also destroy marriages and families and has an adverse impact on society."],["div",{"id":"p21","uri":"/new-era/2013/03/dont-wear-masks.p21"},"For those who have fallen into this destructive habit, please be assured that you can repent, and you can be healed. Repentance will need to precede healing. Healing may be a long process. Your bishop or branch president can counsel you as to how you can receive the help you need to be healed."]],["div",{"id":"t4","uri":"/new-era/2013/03/dont-wear-masks.t4"},[".title","Act in Accordance with Your Beliefs"],["div",{"id":"p23","uri":"/new-era/2013/03/dont-wear-masks.p23"},"It is common today to hide one’s identity when writing hateful, vitriolic, bigoted communications anonymously online. Some refer to it as flaming. Certain institutions try to screen comments. For instance, the",["span.emphasis","New York Times"],"won’t tolerate comments where there are “personal attacks, obscenity, vulgarity, profanity, … impersonations, incoherence and SHOUTING. …"],["div",{"id":"p24","uri":"/new-era/2013/03/dont-wear-masks.p24"},"“",["span.emphasis","The Times"],"also encourages the use of real names because, ‘We have found that people who use their names carry on more engaging, respectful conversations.’”",["sup",["a",{"href":"fn_footnote5"},"5"]]],["div",{"id":"p25","uri":"/new-era/2013/03/dont-wear-masks.p25"},"The Apostle Paul wrote:"],["div",{"id":"p26","uri":"/new-era/2013/03/dont-wear-masks.p26"},"“Be not deceived: evil communications corrupt good manners."],["div",{"id":"p27","uri":"/new-era/2013/03/dont-wear-masks.p27"},"“Awake to righteousness, and sin not; for some have not the knowledge of God” (",["a",{"href":"/scriptures/nt/1-cor/15.33-34"},"1 Corinthians 15:33–34"],")."],["div",{"id":"p28","uri":"/new-era/2013/03/dont-wear-masks.p28"},"It is clear that evil communications are not just a matter of bad manners, but, if practiced by those who are Latter-day Saints, they can adversely affect those who do not have knowledge of God or a testimony of the Savior."],["div",{"id":"p29","uri":"/new-era/2013/03/dont-wear-masks.p29"},"Any use of the Internet to bully, destroy a reputation, or place a person in a bad light is reprehensible. What we are seeing in society is that when people wear the mask of anonymity, they are more likely to engage in this kind of conduct, which is so destructive of civil discourse. It also violates the basic principles the Savior taught."],["div",{"id":"p30","uri":"/new-era/2013/03/dont-wear-masks.p30"},"The righteous need not wear masks to hide their identity."]],["div",{"id":"t5","uri":"/new-era/2013/03/dont-wear-masks.t5"},[".title","Act Well Your Part"],["div",{"id":"p32","uri":"/new-era/2013/03/dont-wear-masks.p32"},"We have great confidence in you. The leadership of the Church honestly believes that you can build the kingdom like no previous generation. You have not only our love and confidence but also our prayers and blessings. We know that the success of your generation is essential to the continued establishment of the Church and the growth of the kingdom. We pray that you will act well your part as you avoid wearing a mask."]]],[".bodyNotes",["h3","Notes"]],[".resources"]],"refs":[["div",{"id":"/new-era/2013/03/dont-wear-masks","uri":"/new-era/2013/03/dont-wear-masks"},["span.label",["a",{"name":"footnote1"},"1."]],"Meeting with Abraham Foxman in his office in New York City, New York, on June 14, 2011."],["div",{"id":"/new-era/2013/03/dont-wear-masks","uri":"/new-era/2013/03/dont-wear-masks"},["span.label",["a",{"name":"footnote2"},"2."]],"Mark L. Staker, “Remembering Hiram, Ohio,”",["span.emphasis","Ensign,"],"Oct. 2002, 35, 37."],["div",{"id":"/new-era/2013/03/dont-wear-masks","uri":"/new-era/2013/03/dont-wear-masks"},["span.label",["a",{"name":"footnote3"},"3."]],"See",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 24."],["div",{"id":"/new-era/2013/03/dont-wear-masks","uri":"/new-era/2013/03/dont-wear-masks"},["span.label",["a",{"name":"footnote4"},"4."]],"“True to the Faith,”",["span.emphasis","Hymns,"],"no. 254."],["div",{"id":"/new-era/2013/03/dont-wear-masks","uri":"/new-era/2013/03/dont-wear-masks"},["span.label",["a",{"name":"footnote5"},"5."]],"Mark Brent, in “The Public Forum,”",["span.emphasis","Salt Lake Tribune,"],"July 27, 2011, A16."]]}
