{"id":10,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":10,"title":"Drawn to the Temple","subtitle":"By Elder Jairo Mazzagardi","short_title":"Drawn to the Temple","uri":"/liahona/2013/04/drawn-to-the-temple","content":[["div",{"id":"head1","uri":"/liahona/2013/04/drawn-to-the-temple.head1"},[".title","Drawn to",["span.dominant","the Temple"]],[".byline",["div",{"id":"p2","uri":"/liahona/2013/04/drawn-to-the-temple.p2"},"By Elder Jairo Mazzagardi"],["div",{"id":"p3","uri":"/liahona/2013/04/drawn-to-the-temple.p3"},"Of the Seventy"]],[".kicker","For many good people, the temple inspires feelings that can instantly penetrate the heart."]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/04/drawn-to-the-temple.p5"},"Before I was called as a member of the Second Quorum of the Seventy, my wife and I spent several years serving in the Campinas and São Paulo Brazil Temples. In both temples, I was often amazed that people traveling by the temple would be so drawn to it that they would stop, enter, and inquire about it."],["div",{"id":"p6","uri":"/liahona/2013/04/drawn-to-the-temple.p6"},"When they entered, we informed them that they could go no further without proper preparation. We then explained the purpose of the temple, shared some basic doctrines of the gospel, and invited them to meet with the missionaries. For many good people, the temple itself is a tremendous missionary because it inspires feelings that can instantly penetrate the heart."],["div",{"id":"p7","uri":"/liahona/2013/04/drawn-to-the-temple.p7"},"My wife, Elizabeth, and I know the power of such feelings firsthand. Nearly 40 years ago, a good friend and colleague, a member of the Church, started bringing up the gospel with us in casual conversation. On several occasions, he sent the missionaries to visit us. We liked the missionaries and agreed to take the discussions, but we were not truly interested in what they had to teach."],["div",{"id":"p8","uri":"/liahona/2013/04/drawn-to-the-temple.p8"},"That changed in October 1978, when my colleague invited several friends, including us, to the São Paulo Brazil Temple open house. He rented several buses at his own expense so that his friends could join him at the temple, about 50 miles (80 km) away."],["div",{"id":"p9","uri":"/liahona/2013/04/drawn-to-the-temple.p9"},"When Elizabeth entered the baptistry, she felt something she had never experienced before, something she later recognized as the Holy Ghost. The feeling was a great joy in her heart. She knew in that moment that the Church was true and that it was the Church she wanted to join."],["div",{"id":"p10","uri":"/liahona/2013/04/drawn-to-the-temple.p10"},"A similar feeling came to me at the end of the open house, when we were escorted to the sealing room and taught the doctrine of eternal families. That doctrine touched me. I was successful in my profession, but I had long felt an emptiness in my soul. I did not know what could fill that void, but I sensed that it had something to do with family. There, in the sealing room, things started to fall into place in my mind and heart."],["div",{"id":"p11","uri":"/liahona/2013/04/drawn-to-the-temple.p11"},"Within a few days, missionaries contacted us again. This time we were very interested in hearing their message."],["div",{"id":"p12","uri":"/liahona/2013/04/drawn-to-the-temple.p12"},"The elders encouraged us to pray fervently about the truth. I decided this was the only way I",["span.emphasis","could"],"pray. I knew that I couldn’t make a commitment to join the Church without having a real testimony. I was anxious about approaching Heavenly Father to ask for a confirmation from Him, but at the same time, I was sure He would answer me. I shared with Him the deep desires of my heart and asked Him to give me an answer that would assure me that joining the Church was the correct path."],["div",{"id":"p13","uri":"/liahona/2013/04/drawn-to-the-temple.p13"},"The following week in Sunday School, our friend who had invited us to the temple open house was sitting behind me. He leaned forward and began talking to me. The words he said answered exactly what I had prayed to know. I had no doubt that Heavenly Father was speaking to me through him. At the time, I was a stern, hardened man, but my heart melted and I began to weep. When my friend had finished, he invited my wife and me to be baptized. We accepted."],["div",{"id":"p14","uri":"/liahona/2013/04/drawn-to-the-temple.p14"},"On October 31, 1978, less than a month after our experience at the São Paulo Temple, we were baptized and confirmed. The next day we participated in the second dedicatory session of the São Paulo Brazil Temple. A year later we returned to the temple with our two sons to be sealed as a family. All three occasions were beautiful, memorable experiences. We have continued to perpetuate those feelings with regular temple worship over the years."],["div",{"id":"p15","uri":"/liahona/2013/04/drawn-to-the-temple.p15"},"Twenty-eight years to the day after our baptism, my wife and I again stood in the São Paulo Brazil Temple. I had just been called as temple president. It was a tender experience for us to walk the halls of the house of the Lord and to feel anew the tender feelings that had been the catalyst of our conversion."],["div",{"id":"p16","uri":"/liahona/2013/04/drawn-to-the-temple.p16"},"The temple continues to bring my wife and me great happiness. When we see a young couple entering the temple to be sealed as an eternal family, we feel great hope."],["div",{"id":"p17","uri":"/liahona/2013/04/drawn-to-the-temple.p17"},"Many people throughout the world are prepared to hear the message of the gospel. They feel a thirst similar to what I felt more than 30 years ago. The temple and its ordinances are powerful enough to quench that thirst and fill their voids."]],[".resources"]],"refs":null}
