{"id":36,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":36,"title":"Drinking from the Fountain","subtitle":"By Aaron L. West","short_title":"Drinking from the Fountain","uri":"/liahona/2013/04/drinking-from-the-fountain","content":[["div",{"id":"head1","uri":"/liahona/2013/04/drinking-from-the-fountain.head1"},[".seriesTitle","Until We Meet Again"],[".title","Drinking from the Fountain"],[".byline",["div",{"id":"p3","uri":"/liahona/2013/04/drinking-from-the-fountain.p3"},"By Aaron L. West"],["div",{"id":"p4","uri":"/liahona/2013/04/drinking-from-the-fountain.p4"},"Editor, Church Publishing Services"]],[".kicker","Jesus Christ is the fountain of living water."]],[".bodyBlock",["div",{"id":"p6","uri":"/liahona/2013/04/drinking-from-the-fountain.p6"},"When we talk about the beauty of temples, we typically mention spires, windows, and murals. We speak reverently of baptismal fonts, endowment rooms, sealing rooms, and celestial rooms."],["div",{"id":"p7","uri":"/liahona/2013/04/drinking-from-the-fountain.p7"},"But when a prophet dedicates a temple to the Lord, he dedicates the entire edifice, not just the beautiful parts that everyone notices. In the dedicatory prayer for the Kansas City Missouri Temple, President Thomas S. Monson said: “We dedicate the ground on which this temple stands. We dedicate every part of this beautiful structure, from the unseen footings to the majestic figure of Moroni crowning its highest point.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"When President Joseph Fielding Smith pronounced the dedicatory prayer on the Ogden Utah Temple, he dedicated “the foundations, the walls, the floors, the ceilings, the tower, and all parts of the building,” and he prayed for protection of “all the mechanical parts, the lighting conduits and fixtures, the ventilating system and elevators, and all things pertaining to this building.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p8","uri":"/liahona/2013/04/drinking-from-the-fountain.p8"},"I’m grateful that the Lord inspires His prophets to dedicate every part of every temple. Although a door hinge or a light fixture clearly has a lesser purpose than an altar in a sealing room, such lesser pieces contribute to the temple’s ultimate, exalting purpose."],["div",{"id":"p9","uri":"/liahona/2013/04/drinking-from-the-fountain.p9"},"One of these lesser pieces has helped me learn an enduring lesson. I was in the Salt Lake Temple one day, preparing to leave the dressing room after participating in an ordinance for the dead. Noticing a drinking fountain, I realized I was thirsty, so I bent down for a quick drink. A message came into my mind:"],["div",{"id":"p10","uri":"/liahona/2013/04/drinking-from-the-fountain.p10"},["span.emphasis","You drink this water in the temple, but do you really drink the living water that is available here?"]],["div",{"id":"p11","uri":"/liahona/2013/04/drinking-from-the-fountain.p11"},"It wasn’t a pounding condemnation—just a gentle rebuke and a soul-penetrating question."],["div",{"id":"p12","uri":"/liahona/2013/04/drinking-from-the-fountain.p12"},"My answer to that question was no. I wasn’t completely drinking the temple’s living water. I had to admit that my mind had wandered minutes earlier as I received ordinances for the dead. Although I had done a good work for people who needed my help, I hadn’t allowed myself to receive all the help I needed."],["div",{"id":"p13","uri":"/liahona/2013/04/drinking-from-the-fountain.p13"},"Now, every time I go to a temple, I look for a drinking fountain and stop for a drink. I ask myself how deeply I am drinking from the fountain of living water. My answer: Still not deeply enough. But my thirst is increasing."]],[".bodyNotes",["h3","Notes"]],[".resources"]],"refs":[["div",{"id":"/liahona/2013/04/drinking-from-the-fountain","uri":"/liahona/2013/04/drinking-from-the-fountain"},["span.label",["a",{"name":"footnote1"},"1."]],"Thomas S. Monson, in “Kansas City Missouri Temple: ‘Beacon of Divine Light’—an Offering of Hands and Hearts,”",["span.emphasis","Church News,"],"May 12, 2012, ldschurchnews.com."],["div",{"id":"/liahona/2013/04/drinking-from-the-fountain","uri":"/liahona/2013/04/drinking-from-the-fountain"},["span.label",["a",{"name":"footnote2"},"2."]],"Joseph Fielding Smith, in “Ogden Temple Dedicatory Prayer,”",["span.emphasis","Ensign,"],"Mar. 1972, 12."]]}
