{"id":10,"parent_id":0,"book_id":22625,"content_id":1,"language_id":0,"display_order":10,"title":"Education","subtitle":"By Elder Craig A. Cardon","short_title":"Education","uri":"/new-era/2013/01/education","content":[["div",{"id":"head1","uri":"/new-era/2013/01/education.head1"},[".seriesTitle","For the Strength of Youth"],[".title","Education"],[".byline",["div",{"id":"p3","uri":"/new-era/2013/01/education.p3"},"By Elder Craig A. Cardon"],["div",{"id":"p4","uri":"/new-era/2013/01/education.p4"},"Of the Seventy"]],[".kicker","Increased knowledge affords us the opportunity to be of greater influence in accomplishing the Lord’s purposes."]],[".bodyBlock",["div",{"id":"p6","uri":"/new-era/2013/01/education.p6"},"With great desire and anxiety for the welfare of their souls, Jacob taught the people of Nephi “concerning things which are, and which are to come” (",["a",{"href":"/scriptures/bofm/2-ne/6.4"},"2 Nephi 6:4"],"). These were his people, and he loved them. He taught them who they really were and the Lord’s promises concerning them. As he taught them of the Savior, he exclaimed: “O how great the holiness of our God! For",["span.emphasis","he knoweth all things,"],"and there is not anything save he knows it” (",["a",{"href":"/scriptures/bofm/2-ne/9.20"},"2 Nephi 9:20"],"; emphasis added)."],["div",{"id":"p7","uri":"/new-era/2013/01/education.p7"},"That is worth remembering when you consider the importance of education. Centuries earlier, in another part of the world, Father Abraham “sought for the blessings of the fathers” and desired “also to be one who possessed great knowledge, and to be a greater follower of righteousness, and to possess a greater knowledge” (",["a",{"href":"/scriptures/pgp/abr/1.2"},"Abraham 1:2"],")."],["div",{"id":"p8","uri":"/new-era/2013/01/education.p8"},"You are all beloved sons and daughters of God",["sup",["a",{"href":"fn_footnote1"},"1"]],"and “are the children of the prophets; and ye are of … the covenant which the Father made with [Abraham]” (",["a",{"href":"/scriptures/bofm/3-ne/20.25"},"3 Nephi 20:25"],"). Like Abraham, you have within you the capacity to “possess a greater knowledge” as you are instructed in things that are “expedient for you to understand” (",["a",{"href":"/scriptures/dc-testament/dc/88.78"},"D&C 88:78"],")."],["div",{"id":"p9","uri":"/new-era/2013/01/education.p9"},"The Lord has indicated that desirable knowledge includes “things both in heaven and in the earth, and under the earth; things which have been, things which are, things which must shortly come to pass; things which are at home, things which are abroad; the wars and the perplexities of the nations, and the judgments which are on the land; and a knowledge also of countries and of kingdoms” (",["a",{"href":"/scriptures/dc-testament/dc/88.79"},"D&C 88:79"],")."],["div",{"id":"f1","uri":"/new-era/2013/01/education.f1"},[".credit",["div",{"id":"p10","uri":"/new-era/2013/01/education.p10"},"Photo illustrations by Robert Casey"]]],["div",{"id":"p11","uri":"/new-era/2013/01/education.p11"},"Why? Why is gaining an education so important? The Lord Himself provides a wonderful insight: “That ye may be prepared in all things when I shall send you again to magnify the calling whereunto I have called you, and the mission with which I have commissioned you” (",["a",{"href":"/scriptures/dc-testament/dc/88.80"},"D&C 88:80"],")."],["div",{"id":"p12","uri":"/new-era/2013/01/education.p12"},"In this increasingly complex world, education is one of the most important acquisitions of life. And while it is true that more education will generally lead to the opportunity for increased temporal rewards, the greater value of increased knowledge is the opportunity it affords us to be of greater influence in accomplishing the Lord’s purposes. As explained in",["span.emphasis","For the Strength of Youth:"],"“Education is an important part of Heavenly Father’s plan to help you become more like Him. He wants you to educate your mind and to develop your skills and talents, your power to act well in your responsibilities, and your capacity to appreciate life.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p13","uri":"/new-era/2013/01/education.p13"},"The Prophet Joseph Smith likewise taught: “In knowledge there is power. God has more power than all other beings, because He has greater knowledge.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["div",{"id":"p14","uri":"/new-era/2013/01/education.p14"},"For good reasons, formal education requires you, over a number of years, to engage a wide range of skills and subjects, some of which may not be familiar to you or which you may not find particularly enjoyable to study. Nonetheless, you should be diligent in your studies, for this broadens your horizons and expands your mind’s capacity to learn in other areas as well. Indeed, your exposure to a wide range of basic skills and subjects affords you the opportunity to identify those skills and subjects in which you have a genuine interest. With this interest, as you continue to further your education, you will have the opportunity to pursue in greater depth those things you truly enjoy."],["div",{"id":"p15","uri":"/new-era/2013/01/education.p15"},"President Henry B. Eyring, First Counselor in the First Presidency, shared valuable advice he received from his father wherein his father counseled him to pursue education “you love so much that when you don’t have to think about anything, that’s what you think about.”",["sup",["a",{"href":"fn_footnote4"},"4"]],"Sister Cardon and I have counseled our children to pursue an education and a career that are of such interest to them that they would want to “skip to work.”"],["div",{"id":"p16","uri":"/new-era/2013/01/education.p16"},"Jacob cautioned his people against the “frailties, and the foolishness of men!” He explained, “When they are learned they think they are wise, and they hearken not unto the counsel of God.” He then added this ennobling truth: “But to be learned is good if they hearken unto the counsels of God” (",["a",{"href":"/scriptures/bofm/2-ne/9.28-29"},"2 Nephi 9:28–29"],")."],["div",{"id":"p17","uri":"/new-era/2013/01/education.p17"},"Be learned and hearken unto the Lord. He will bless and prosper you in accomplishing His purposes."]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/new-era/2013/01/education","uri":"/new-era/2013/01/education"},["span.label",["a",{"name":"footnote1"},"1."]],"See “The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 2010, 129."],["div",{"id":"/new-era/2013/01/education","uri":"/new-era/2013/01/education"},["span.label",["a",{"name":"footnote2"},"2."]],["span.emphasis","For the Strength of Youth"],"(booklet, 2011), 9."],["div",{"id":"/new-era/2013/01/education","uri":"/new-era/2013/01/education"},["span.label",["a",{"name":"footnote3"},"3."]],["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 265."],["div",{"id":"/new-era/2013/01/education","uri":"/new-era/2013/01/education"},["span.label",["a",{"name":"footnote4"},"4."]],"In Gerald N. Lund, “Elder Henry B. Eyring: Molded by ‘Defining Influences,’”",["span.emphasis","Ensign,"],"Sept. 1995, 12."]]}
