{"id":405,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":405,"title":"Egypt","subtitle":"","short_title":"Egypt","uri":"/scriptures/bd/egypt","content":[["div",{"id":"t1","uri":"/scriptures/bd/egypt.t1","order":".000.1047"},[".title","Egypt"],["div",{"id":"p1","uri":"/scriptures/bd/egypt.p1","order":".000.1048"},"This country was known to the Hebrews as Mizraim. The origin of the Greek name by which we call it is uncertain. The kingdom of Egypt was formed by the union under a single sovereign, the Pharaoh (“Great House”), of a number of districts, often divided by local jealousies and by differences of religious belief. The policy of the Pharaohs was to overcome these forces of disunion by a well-organized central administration and by a single state religion that should provide for the worship of all the various local deities. Church and state were closely knit together, and the priests formed a most influential class and a chief stay of the throne (",["a.scriptureRef",{"href":"/scriptures/ot/gen/47.22"},"Gen. 47:22"],"). The country was rich and prosperous, and great public works were executed, including canals for irrigation, strong cities for defense, and royal monuments, especially tombs and temples, which are still among the wonders of the world. The state religion was much occupied with thoughts of the life after death, and Osiris, the god of the dead, is the most prominent of all the Egyptian deities. The safety of the soul after death was believed to depend on the care taken of the dead body. Hence the practice of embalming and the pains spent on providing safe and splendid tombs. The great pyramids are the tombs of early kings belonging to what is generally called the Old Empire. The pyramid builders, who reigned at Memphis at least 3,000 years before Christ, were followed by a series of princes who reigned in Thebes. This is known as the Middle Empire. Then came a time of decay and foreign invasion, when the land was conquered by the Hyksos, or Shepherd Kings, who ruled for about 500 years. They probably came from the East and opened the way into Egypt for various Canaanite tribes. It was under the later Hyksos that the Hebrews settled in Goshen. The powerful princes of Upper Egypt struggled against the supremacy of the Hyksos, and the final stroke was dealt by Ahmes, founder of the 18th dynasty, about 1700",["span.small","B.C."],", who drove out the Hyksos with great slaughter and inaugurated the New Empire. The Israelites, hated because of their close relations with the shepherd race, were forced into the service of the conquerors; “there arose a new king over Egypt which knew not Joseph.” It was not, however, until the 19th dynasty that the oppression became unbearably harsh. Thothmes Ⅲ, the greatest king of the 18th dynasty, was master of all Syria, advanced victoriously to the Euphrates, and took tribute from Mesopotamia. The cuneiform tablets, recently found at Tell el-Amarna, contain dispatches written by Mesopotamian princes to later Pharaohs and show that Egyptian influence was dominant as far as the Euphrates for several generations."],["div",{"id":"p2","uri":"/scriptures/bd/egypt.p2","order":".000.1049"},"Under Ramses Ⅱ, a king of the 19th dynasty, were built the two store cities, Pithom and Pa-Ramses, in the construction of which the Israelite slaves were employed. Pithom has been discovered and identified. The store chambers are made with three kinds of brick, some made with straw, some with reeds or “stubble,” some with Nile mud alone, a striking testimony to the accuracy of the Bible narrative. It was during the reign of Ramses Ⅱ that Moses, stirred with indignation at the suffering of his brethren, “refused to be called the son of Pharaoh’s daughter” (",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.24"},"Heb. 11:24"],"), one of the noblest acts of self-sacrifice known to history. His return to Egypt probably took place soon after the death of Ramses Ⅱ. In that case the Pharaoh of the Exodus was Mer-ne-ptah."],["div",{"id":"p3","uri":"/scriptures/bd/egypt.p3","order":".000.1050"},"After the settlement of Israel in Canaan, we read of an alliance between Solomon and Egypt (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.1"},"1 Kgs. 3:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/9.16"},"9:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/10.28"},"10:28"],"), but the Egyptian king Sheshonk, or, as scripture calls him, Shishak, gave a welcome to Jeroboam, Solomon’s adversary (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.40"},"1 Kgs. 11:40"],"), and a few years afterwards conquered Rehoboam and took Jerusalem (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/14.25-26"},"1 Kgs. 14:25–26"],"). Later on, Assyria and Egypt became great rival powers, and an alliance with Egypt against Assyria was for some time the policy of the kings of Judah. Isaiah opposed this alliance (",["a.scriptureRef",{"href":"/scriptures/ot/isa/30.1-5"},"Isa. 30:1–5"],"), and it was in resisting the advance of Necho, king of Egypt, that Josiah was killed at Megiddo. After the establishment of the Persian supremacy in the East, Egypt was invaded by Cambyses and became a province of the Persian empire. It next became part of the dominions of Alexander the Great, and on the downfall of the Greek empire passed into the hands of the Romans. See",["a.scriptureRef",{"href":"/scriptures/bible-chron"},"Bible Chronology"],"in the appendix."],["div",{"id":"p4","uri":"/scriptures/bd/egypt.p4","order":".000.1051"},"For an account of later Jewish and Christian settlements in Egypt, see",["i",["a.scriptureRef",{"href":"/scriptures/bd/alexandria"},"Alexandria"],"."]]]],"refs":null}
