{"id":53,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":53,"title":"Elder Arnulfo Valenzuela","subtitle":"","short_title":"Elder Arnulfo Valenzuela","uri":"/liahona/2013/05/elder-arnulfo-valenzuela","content":[["div",{"id":"head1","uri":"/liahona/2013/05/elder-arnulfo-valenzuela.head1"},[".title","Elder Arnulfo Valenzuela"],[".subtitle","Of the Seventy"]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/05/elder-arnulfo-valenzuela.p3"},"Elder Arnulfo Valenzuela grew up in the Mormon colonies in Chihuahua, Mexico, and graduated from the Church-owned Academia Juárez. His childhood there afforded precious opportunities to be mentored by faithful men and women who were devoted to the gospel and to serving the Lord."],["div",{"id":"p4","uri":"/liahona/2013/05/elder-arnulfo-valenzuela.p4"},"The lessons learned in that storied corner of the Church in Latin America will serve him well as he assumes his duties as a member of the First Quorum of the Seventy."],["div",{"id":"p5","uri":"/liahona/2013/05/elder-arnulfo-valenzuela.p5"},"“I feel very blessed for this calling to serve the Lord on a full-time basis,” he said."],["div",{"id":"p6","uri":"/liahona/2013/05/elder-arnulfo-valenzuela.p6"},"Born in May 1959 to Gilberto and Rosa Valenzuela, young Arnulfo was drawn at a young age to Church service. At 19 he accepted a call to the Mexico Veracruz Mission. In that scenic region of Mexico he realized the satisfaction of daily gospel labor and the joy of inviting others to Christ."],["div",{"id":"p7","uri":"/liahona/2013/05/elder-arnulfo-valenzuela.p7"},"Shortly after his mission, he visited a family he had baptized that subsequently moved to Mexico City. The family’s next-door neighbor, Pilar Porras, was a faithful convert to the Church. Arnulfo and Pilar became friends and soon began dating. They married in the Mesa Arizona Temple on April 6, 1982, at a time when there were no temples in their native land."],["div",{"id":"p8","uri":"/liahona/2013/05/elder-arnulfo-valenzuela.p8"},"They have raised three children, continuing to serve in the Church as they have watched Mexico become a nation of temples. “We could never have imagined having 12 temples in Mexico, with one under construction,” he said."],["div",{"id":"p9","uri":"/liahona/2013/05/elder-arnulfo-valenzuela.p9"},"During his tenure as a bishop, a counselor in both a stake and mission presidency, and an Area Seventy, Elder Valenzuela has witnessed the remarkable devotion of countless Mexican members who are willing to give all they have to the Lord’s cause."],["div",{"id":"p10","uri":"/liahona/2013/05/elder-arnulfo-valenzuela.p10"},"A graduate of Mexico City’s University of Accounting and Administration Studies, Elder Valenzuela has worked in a variety of management positions for international corporations."]]],"refs":null}
