{"id":52,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":52,"title":"Elder S. Gifford Nielsen","subtitle":"","short_title":"Elder S. Gifford Nielsen","uri":"/liahona/2013/05/elder-s-gifford-nielsen","content":[["div",{"id":"head1","uri":"/liahona/2013/05/elder-s-gifford-nielsen.head1"},[".title","Elder S. Gifford Nielsen"],[".subtitle","Of the Seventy"]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/05/elder-s-gifford-nielsen.p3"},"Elder Stanley Gifford Nielsen is passionate about athletics, but sports are not the most important thing in his life. He believes balance is critical and the gospel is the foundation for happiness now and in the eternities."],["div",{"id":"p4","uri":"/liahona/2013/05/elder-s-gifford-nielsen.p4"},"Born in October 1954 to Harry and Lois Nielsen, he lived in Provo, Utah, USA, until graduating from college. His parents taught him a gospel-centered value system that has guided his life."],["div",{"id":"p5","uri":"/liahona/2013/05/elder-s-gifford-nielsen.p5"},"After suffering a devastating injury that ended his college football career, Elder Nielsen said he learned that the most important things in life couldn’t be taken away by an injury."],["div",{"id":"p6","uri":"/liahona/2013/05/elder-s-gifford-nielsen.p6"},"After a successful recovery, he played quarterback in the National Football League, but his career fell apart after three years. He was publicly ridiculed. It was a time of self-reflection and finding out what he truly believed. “I learned that the Savior never leaves you, no matter what,” said Elder Nielsen, who now lives in Sugar Land, Texas."],["div",{"id":"p7","uri":"/liahona/2013/05/elder-s-gifford-nielsen.p7"},"If there is a scripture that he has tried to pattern his life after, it is",["a",{"href":"/scriptures/nt/matt/5.14-16"},"Matthew 5:14–16"],": “Ye are the light of the world. … Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.”"],["div",{"id":"p8","uri":"/liahona/2013/05/elder-s-gifford-nielsen.p8"},"“The Lord opens His arms to you,” said Elder Nielsen. “You love Him by living the gospel.”"],["div",{"id":"p9","uri":"/liahona/2013/05/elder-s-gifford-nielsen.p9"},"It was during college that he met Wendy Olson. They were married in the Provo Utah Temple on April 23, 1975. He earned a degree in communications from Brigham Young University. He was quarterback for the Houston Oilers and sports director for KHOU television prior to his call to serve full-time for the Church."],["div",{"id":"p10","uri":"/liahona/2013/05/elder-s-gifford-nielsen.p10"},"The father of six children, Elder Nielsen has served as a seminary teacher, Young Men president, elders quorum president, bishop, and stake president. He was serving as an Area Seventy at the time of his call to the First Quorum of the Seventy."]]],"refs":null}
