{"id":55,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":55,"title":"Elder Randy D. Funk","subtitle":"","short_title":"Elder Randy D. Funk","uri":"/liahona/2013/05/elder-randy-d-funk","content":[["div",{"id":"head1","uri":"/liahona/2013/05/elder-randy-d-funk.head1"},[".title","Elder Randy D. Funk"],[".subtitle","Of the Seventy"]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/05/elder-randy-d-funk.p3"},"Elder Randy Dennis Funk of the Second Quorum of the Seventy has lived his life with this overriding principle: “Trust in the Lord and His goodness.”"],["div",{"id":"p4","uri":"/liahona/2013/05/elder-randy-d-funk.p4"},"During his third year of law school, his wife was pregnant with their second child and he was an associate editor of the law review when the call came to serve as elders quorum president. “At this challenging time I accepted the call and prayed to Heavenly Father to make up the difference,” he said. “I needed help to fulfill my calling, successfully complete my education, find employment, and care for my young family. The blessings we received were far beyond what we deserved. That experience gave me great faith in the goodness of the Lord and His blessings upon those who earnestly strive to serve Him.”"],["div",{"id":"p5","uri":"/liahona/2013/05/elder-randy-d-funk.p5"},"Born in August 1952 to C. Dennis and Rebecca Funk, he grew up in Manti, Utah; Madison, Wisconsin; and Smithfield, Utah, USA. He watched his father serve faithfully in the Church and was taught the importance of fulfilling priesthood duties."],["div",{"id":"p6","uri":"/liahona/2013/05/elder-randy-d-funk.p6"},"After serving a mission in Indonesia, he married Andrea Clyde on May 29, 1976, in the Logan Utah Temple. They are the parents of six children. Elder Funk earned a degree in history from Utah State University and a juris doctorate from the University of Utah. He was a partner in a large law firm in Denver, Colorado, prior to his full-time Church service, which began with his call as president of the India Bangalore Mission in 2010."],["div",{"id":"p7","uri":"/liahona/2013/05/elder-randy-d-funk.p7"},"“When we went to India, we had faith in the Savior’s words: ‘And again, I say unto you, that whosoever ye shall send in my name, by the voice of your brethren, the Twelve, duly recommended and authorized by you, shall have power to open the door of my kingdom unto any nation whithersoever ye shall send them’ (",["a",{"href":"/scriptures/dc-testament/dc/112.21"},"D&C 112:21"],").” Elder Funk has served as elders quorum president, Young Men president, bishop, stake president, and Area Seventy."]]],"refs":null}
