{"id":49,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":49,"title":"Elder Eldred G. Smith Dies at Age 106","subtitle":"By Sarah Jane Weaver","short_title":"Elder Eldred G. Smith Dies at Age 106","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106","content":[["div",{"id":"head1","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.head1"},[".title","Elder Eldred G. Smith Dies at Age 106"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p2"},"By Sarah Jane Weaver"],["div",{"id":"p3","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p3"},["span.emphasis","Church News"]]]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p4"},"Elder Eldred G. Smith, who served as Patriarch to the Church from 1947 to 1979, died on April 4, 2013, at his home. He was 106 years old."],["div",{"id":"p5","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p5"},"Believed to be the oldest man in Utah, Elder Smith lived longer than any former General Authority."],["div",{"id":"p6","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p6"},"Church President Thomas S. Monson visited Elder Smith on the latter’s birthday, January 9, 2013. “Eldred Smith is my good friend,” said President Monson. “We have traveled many miles together. I love and respect this man.”"],["div",{"id":"p7","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p7"},"Eldred G. Smith was called as Patriarch to the Church on April 10, 1947, by then-Church President George Albert Smith and was the last person to hold the position. He was given emeritus status in 1979. The office originated in 1833 with the calling of Joseph Smith Sr., father of the Prophet Joseph Smith. Elder Smith is the great-great-grandson of the Prophet’s brother Hyrum."],["div",{"id":"p8","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p8"},"During his service as Church Patriarch, Elder Smith traveled to many areas of the world and gave many patriarchal blessings in areas where there was no patriarch. In 1966 he traveled with then-Elder Monson to Australia and Samoa to give patriarchal blessings to members there. It was the first time a presiding patriarch had ever visited Samoa. Today most stakes have a patriarch residing within the stake."],["div",{"id":"p9","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p9"},"President Monson and Elder M. Russell Ballard of the Quorum of the Twelve Apostles both spoke at Elder Smith’s funeral. President Monson read a letter of condolence to the family from the First Presidency, then added, “Temporarily, I have lost a good friend.”"],["div",{"id":"p10","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p10"},"Elder Ballard, who is also a great-great-grandson of Hyrum Smith, spoke of Elder Smith’s contributions to keeping alive the history of their family. “We celebrate him as Patriarch to the Church and patriarch of our extended family,” he said. He added that he knew Elder Smith felt his greatest accomplishment was his family."],["div",{"id":"p11","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p11"},"Eldred Smith married Jeanne Audrey Ness in 1932; they had five children. Following her death in June 1977, he married Hortense Child; she was then serving as a counselor in the Young Women general presidency. She died in May 2012."],["div",{"id":"p12","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p12"},"Elder Smith is survived by two sons and two daughters (another daughter is deceased), 22 grandchildren (two others are deceased), 63 great-grandchildren, and 22 great-great-grandchildren."],["div",{"id":"p13","uri":"/ensign/2013/05/elder-eldred-g-smith-dies-at-age-106.p13"},"Gerry Avant contributed to this article."]],[".resources"]],"refs":null}
