{"id":20,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":20,"title":"Elder Christofferson Counsels Members in Central America","subtitle":"By Elder Don L. Searle","short_title":"Elder Christofferson Counsels Members in Central America","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america","content":[["div",{"id":"head1","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.head1"},[".title","Elder Christofferson Counsels Members in Central America"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p2"},"By Elder Don L. Searle"],["div",{"id":"p3","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p3"},["span.emphasis","Church News"],"contributor"]]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p4"},"The work of the Church today is to prepare a people who will be ready to receive and serve the Lord when He comes, Elder D. Todd Christofferson of the Quorum of the Twelve Apostles told members of the Arraijan Panama Stake earlier this year."],["div",{"id":"p5","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p5"},"It was a theme that Elder Christofferson sounded several times during a tour of Central America from January 11 through 20 while speaking to gatherings of youth, to young single adults, to missionaries, to local leaders, and to members in stake conference meetings."],["div",{"id":"p6","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p6"},"Elder Christofferson was accompanied by his wife, Kathy Christofferson, and Elder Richard J. Maynes of the Presidency of the Seventy and his wife, Nancy Maynes. As he traveled first to Costa Rica, then Guatemala, and last to Panama, Elder Christofferson was joined in different places by the members of the Area Presidency: Elder James B. Martino, President; Elder Carlos H. Amado, First Counselor; and Elder Kevin R. Duncan, Second Counselor."],["div",{"id":"p7","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p7"},"Elder Maynes also traveled to Honduras and Belize to visit with leaders and members there."],["div",{"id":"p8","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p8"},"Elder Christofferson spoke to hundreds of young people gathered at Strength of Youth conferences in Costa Rica and Panama; to groups of missionaries in San Jose, Costa Rica; Guatemala City; and Panama City; to large groups of young single adults in the three countries; and to gatherings of priesthood and auxiliary leaders."],["div",{"id":"p9","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p9"},"He also visited with the presidents of Costa Rica and Guatemala to help cement important relationships with those governments."],["div",{"id":"p10","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p10"},"In Costa Rica Elder Christofferson urged the youth and young adults to obey the commandments, to remember that Heavenly Father knows and loves them, and to read the scriptures every day and seek to receive all that the Spirit will give them as they read."],["div",{"id":"p11","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p11"},"He bore a strong testimony of the Prophet Joseph Smith and of Jesus Christ. “I pronounce a blessing upon you that you may receive this same testimony I am expressing,” he said, and added, “[Jesus Christ] is real. I invoke upon you this night His blessings.”"],["div",{"id":"p12","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p12"},"In Guatemala he stressed the importance of the family. “In creating a family, we fulfill our greatest purpose on earth,” he said."],["div",{"id":"p13","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p13"},"He spoke to youth in Panama and testified, “The leader of this Church is our Lord Jesus Christ. He is a very involved leader and is personally active in guiding His Church.”"],["div",{"id":"p14","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p14"},"A priesthood leadership conference emphasized focusing not on tasks and being busy but on the outcomes of priesthood service, principally individual conversion."],["div",{"id":"p15","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p15"},"Elder Maynes also presided at a variety of meetings, including young adult and missionary meetings in Belize and Honduras, and offered counsel and spiritual direction to hundreds in those Central American lands."],[".annotation",["div",{"id":"p16","uri":"/ensign/2013/06/elder-christofferson-counsels-members-in-central-america.p16"},"Jason Swensen contributed to this report."]]],[".resources"]],"refs":null}
