{"id":6,"parent_id":0,"book_id":22623,"content_id":1,"language_id":0,"display_order":6,"title":"Enough as You Are","subtitle":"By Megan Armknecht","short_title":"Enough as You Are","uri":"/friend/2013/01/enough-as-you-are","content":[["div",{"id":"head1","uri":"/friend/2013/01/enough-as-you-are.head1"},[".title",["span.dominant","Enough"],"as You Are"],[".byline",["div",{"id":"p2","uri":"/friend/2013/01/enough-as-you-are.p2"},"By Megan Armknecht"],["div",{"id":"p3","uri":"/friend/2013/01/enough-as-you-are.p3"},"(Based on a true story)"]],[".epigraph","The Spirit itself beareth witness with our spirit, that we are the children of God",["span.emphasis","(",["a",{"href":"/scriptures/nt/rom/8.16"},"Romans 8:16"],")."]],[".kicker","Beth was excited but nervous to be with her sister. What if she couldn’t do things as well as the older girls?"]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/01/enough-as-you-are.p6"},"“Beth, come on! Mom’s ready to go!” Beth’s older sister, Rachel, said. She stood outside of their room, tapping her foot."],["div",{"id":"p7","uri":"/friend/2013/01/enough-as-you-are.p7"},"Beth tied a ribbon in her hair, just like the one Rachel wore. “Just a second,” she said. “",["span.emphasis","Now"],"I’m ready!”"],["div",{"id":"p8","uri":"/friend/2013/01/enough-as-you-are.p8"},"The girls ran to the car, and Mom drove them to the church. Today was activity day, and all of the age groups were meeting together. Beth was excited to be with her big sister, but she was nervous too. What if she couldn’t do things as well as the older girls?"],["div",{"id":"p9","uri":"/friend/2013/01/enough-as-you-are.p9"},"There were three activities for the day. First the girls learned about cleanliness and made bubble-bath jars."],["div",{"id":"p10","uri":"/friend/2013/01/enough-as-you-are.p10"},"“I’ve done this before,” Rachel whispered to Beth. “It’s easy.”"],["div",{"id":"p11","uri":"/friend/2013/01/enough-as-you-are.p11"},"But it wasn’t easy for Beth. She kept spilling the bath salts on her shoes, and her jar was messier than Rachel’s."],["div",{"id":"p12","uri":"/friend/2013/01/enough-as-you-are.p12"},"Next they decorated journals. Beth drew red tulips on her journal cover. She smiled at her picture, but when she saw Rachel’s beautiful drawing of a fairy-tale castle, Beth covered her own artwork. Why couldn’t she be as talented as her sister? For a moment, she wished that she could",["span.emphasis","be"],"her sister."],["div",{"id":"p13","uri":"/friend/2013/01/enough-as-you-are.p13"},"After the girls finished their drawings, they had a devotional with Sister Foster. When Beth sat down, Rachel said, “Beth, your hair ribbon is loose. Do you want me to fix it for you?”"],["div",{"id":"p14","uri":"/friend/2013/01/enough-as-you-are.p14"},"“OK,” Beth said, but that made her feel even worse. Rachel was perfect in",["span.emphasis","everything."],"Beth couldn’t concentrate on the devotional because she was worrying about how she looked compared to Rachel."],["div",{"id":"p15","uri":"/friend/2013/01/enough-as-you-are.p15"},"After the devotional, Beth watched Rachel go up to Sister Foster."],["div",{"id":"p16","uri":"/friend/2013/01/enough-as-you-are.p16"},"“Thank you for your talk,” Rachel said. “I really liked what you said about how Heavenly Father loves us for just being who we are.”"],["div",{"id":"p17","uri":"/friend/2013/01/enough-as-you-are.p17"},"Beth blinked. Was that what Sister Foster had said? She hadn’t been listening."],["div",{"id":"p18","uri":"/friend/2013/01/enough-as-you-are.p18"},"“You’re welcome,” Sister Foster said. “I think we all go through times when we feel we aren’t good enough, but Heavenly Father always loves us, even when we have room to grow.”"],["div",{"id":"p19","uri":"/friend/2013/01/enough-as-you-are.p19"},"Beth thought about how her parents loved her and Rachel equally, even though she and Rachel looked different and had different talents. If her parents loved her that much, Heavenly Father must love her even more. He loved every girl in the room!"],["div",{"id":"p20","uri":"/friend/2013/01/enough-as-you-are.p20"},"Beth remembered feeling Heavenly Father’s love after she was baptized. It had been like a warm blanket over her heart. She felt that way again as the Holy Ghost whispered to her that Heavenly Father loved her for who she was—His daughter. Beth decided that she didn’t want to compare herself with others anymore. She just wanted to keep feeling Heavenly Father’s love and sharing that love with other people instead of worrying so much about herself. It was a good feeling. Beth walked over to Rachel and threw her arms around her."],["div",{"id":"p21","uri":"/friend/2013/01/enough-as-you-are.p21"},"“Thanks for being my sister, Rachel,” she said. “I love you.”"],["div",{"id":"p22","uri":"/friend/2013/01/enough-as-you-are.p22"},"Rachel was surprised, but she smiled. “I love you too, sis. Thanks for being who you are.”"]]],"refs":null}
