{"id":17,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":17,"title":"The Assyrian Conquest and the Lost Tribes","subtitle":"","short_title":"D","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.head1"},[".titleNumber","D"],["h1","Enrichment"],["h1","The Assyrian Conquest and the Lost Tribes"]],[".bodyBlock",[".topic",["h2","(D-1) Assyria: Masters of War"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p5"},"In 721",["span.small","B.C."],"Assyria swept out of the north, captured the Northern Kingdom of Israel, and took the ten tribes into captivity. From there they became lost to history."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p6"},"Assyria, named for the god Ashur (highest in the pantheon of Assyrian gods), was located in the Mesopotamian plain. It was bordered on the west by the Syrian desert, on the south by Babylonia, and on the north and east by the Persian and Urarthian hills (see J. D. Douglas, ed.,",["span.emphasis","The Illustrated Bible Dictionary,"],"s.v. “Assyria,” 1:137). This area today is primarily the nation of Iraq."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p7"},"Perhaps the earliest inhabitants of the area were the Subareans, who were joined later by the Sumerians. In the third millennium",["span.small","B.C."],"came the Semites who eventually merged with the Subareans and Sumerians. “They took their common language and their arts from Sumeria, but modified them later into an almost undistinguishable similarity to the language and arts of Babylonia. Their circumstances, however, forbade them to indulge in the effeminate ease of Babylon; from beginning to end they were a race of warriors, mighty in muscle and courage, abounding in proud hair and beard, standing straight, stern and solid on their monuments, and bestriding with tremendous feet the east-Mediterranean world. Their history is one of kings and slaves, wars and conquests, bloody victories and sudden defeat.” (Will Durant,",["span.emphasis","Our Oriental Heritage,"],"The Story of Civilization, 1:266.)"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p8"},"Assyria’s ascent as a formidable power in the Near East was due in large measure to strong kings who increased her borders and subjected other nations as tributaries. Assyria first became an independent nation between 1813 and 1781",["span.small","B.C."],"under Shamshi-Adad (see LaMar C. Berrett,",["span.emphasis","Discovering the World of the Bible,"],"p. 180). Other powerful kings who left their mark on Assyrian history included Tiglath-pileser I (1115–1077",["span.small","B.C."],"), Ashurnasirpal II (883–859",["span.small","B.C."],"), Shalmaneser III (858–824",["span.small","B.C."],"), Shamshi-Adad V (824–811",["span.small","B.C."],"), Tiglath-pileser III (744–727",["span.small","B.C."],"), Shalmaneser V (726–722",["span.small","B.C."],"), Sargon II (721–705",["span.small","B.C."],"), Sennacherib (704–681",["span.small","B.C."],"), Esarhaddon (680–669",["span.small","B.C."],"), and Ashurbanipal (668–627",["span.small","B.C."],") (see Berrett,",["span.emphasis","World of the Bible,"],"p. 180; see also Douglas,",["span.emphasis","Illustrated Bible Dictionary,"],"s.v. “Assyria,” 1:139)."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p9"},"Under these kings Assyria reached its greatest apex of power, controlling the area that included not only Assyria but also Babylonia, Armenia, Media, Judea, Syria, Phoenicia, Sumeria, Elam, and Egypt. This empire “was without doubt the most extensive administrative organization yet seen in the Mediterranean or Near Eastern world; only Hammurabi and Thutmose III had approached it, and Persia alone would equal it before the coming of Alexander” (Durant,",["span.emphasis","Our Oriental Heritage,"],"1:270)."]],[".topic",["h2","(D-2) The Standardization of Terror"],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p11"},"The most vital part of the Assyrian government was its army. Warfare was a science to the leaders of Assyria. Infantry, chariots, cavalry (introduced by Ashurnasirpal to aid the infantry and chariots), sappers, armor made from iron, siege machines, and battering rams were all developed or perfected by the Assyrians. Strategy and tactics were also well understood by the Assyrian officers. (See Durant,",["span.emphasis","Our Oriental Heritage,"],"1:270–71.)"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p12"},"But it was not just Assyrian effectiveness in warfare that struck terror to the hearts of the Near Eastern world. They were savage and brutal as well."],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p13"},"“A captured city was usually plundered and burnt to the ground, and its site was deliberately denuded by killing its trees. The loyalty of the troops was secured by dividing a large part of the spoils among them; their bravery was ensured by the general rule of the Near East that all captives in war might be enslaved or slain. Soldiers were rewarded for every severed head they brought in from the field, so that the aftermath of a victory generally witnessed the wholesale decapitation of fallen foes. Most often the prisoners, who would have consumed much food in a long campaign, and would have constituted a danger and nuisance in the rear, were dispatched after the battle; they knelt with their backs to their captors, who beat their heads in with clubs, or cut them off with cutlasses. Scribes stood by to count the number of prisoners taken and killed by each soldier, and apportioned the booty accordingly; the king, if time permitted, presided at the slaughter. The nobles among the defeated were given more special treatment: their ears, noses, hands and feet were sliced off, or they were thrown from high towers, or they and their children were beheaded, or flayed alive, or roasted over a slow fire. …"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p14"},"“In all departments of Assyrian life we meet with a patriarchal sternness natural to a people that lived by conquest, and in every sense on the border of barbarism. Just as the Romans took thousands of prisoners into lifelong slavery after their victories, and dragged others to the Circus Maximus to be torn to pieces by starving animals, so the Assyrians seemed to find satisfaction—or a necessary tutelage for their sons—in torturing captives, blinding children before the eyes of their parents, flaying men alive, roasting them in kilns, chaining them in cages for the amusement of the populace, and then sending the survivors off to execution. Ashurnasirpal tells how ‘all the chiefs who had revolted I flayed, with their skins I covered the pillar, some in the midst I walled up, others on stakes I impaled, still others I arranged around the pillar on stakes. … As for the chieftains and royal officers who had rebelled, I cut off their members.’ Ashurbanipal boasts that ‘I burned three thousand captives with fire, I left not a single one among them alive to serve as a hostage.’ Another of his inscriptions reads: ‘These warriors who had sinned against Ashur and had plotted evil against me … from their hostile mouths have I torn their tongues, and I have compassed their destruction. As for the others who remained alive, I offered them as a funerary sacrifice; … their lacerated members have I given unto the dogs, the swine, the wolves. … By accomplishing these deeds I have rejoiced the heart of the great gods.’ Another monarch instructs his artisans to engrave upon the bricks these claims on the admiration of posterity: ‘My war chariots crush men and beasts. … The monuments which I erect are made of human corpses from which I have cut the head and limbs. I cut off the hands of all those whom I capture alive.’ Reliefs at Nineveh show men being impaled or flayed, or having their tongues torn out; one shows a king gouging out the eyes of prisoners with a lance while he holds their heads conveniently in place with a cord passed through their lips.” (Durant,",["span.emphasis","Our Oriental Heritage,"],"1:271, 275–76.)"]],[".topic",["h2","(D-3) Assyria Came to the Land of Israel"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p16"},"The prophet Isaiah warned Israel that if they did not repent, the Lord would use Assyria as “the rod of mine anger” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/10.5"},"Isaiah 10:5"],"). Assyria was at the height of its power, and its reputation for terror and brutality should have been sufficient to turn Israel back to their God, but they would not heed. Under the reign of Tiglath-pileser II, Assyria began consolidating its power in the western part of the empire. Around 738",["span.small","B.C."],"he demanded and received tribute from Damascus, the capital of Syria, and Samaria, the capital of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.19-20"},"2 Kings 15:19–20"],"). But four years later, the two Syrian states rebelled, and once again Tiglath-pileser moved in. Damascus was conquered, as was part of the territory of the Northern Kingdom, and the people were carried off into captivity (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/15.29"},"2 Kings 15:29"],")."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p17"},"It seems to have been Tiglath-pileser who originated large-scale deportations of conquered peoples. By deporting a conquered people en masse to a foreign land, Tiglath-pileser hoped to break their unity and destroy their national identity (see",["span.emphasis","The Interpreter’s Dictionary of the Bible,"],"s.v. “Assyria and Babylonia,” 1:272)."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p18"},"The practice of large deportations continued under Shalmaneser and later Sargon II, successors to Tiglath-pileser who also played an important role in the history of the Northern Kingdom of Israel. Because of the revolt of Hoshea, king of Israel, Shalmaneser laid siege to Samaria, the capital of the Northern Kingdom. The siege lasted three years, during which time Shalmaneser died and was succeeded by Sargon II. Sargon II finally destroyed Samaria and carried the survivors captive into Assyria (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.1-6"},"2 Kings 17:1–6"],"), thus ending the history of Israel in the Old Testament and setting the stage for the loss of the ten northern tribes."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p19"},"Not long after the destruction of the Northern Kingdom (Israel), the Southern Kingdom (Judah) was also threatened with destruction by Assyria. Sennacherib, successor to Sargon II, attacked Judah during the reign of King Hezekiah and destroyed most of her principal cities. Through the intervention of the Lord, however, Sennacherib was unable to capture Jerusalem (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p1"},"Notes and Commentary on 2 Kings 19:35"],"). Having failed to conquer Judah, Sennacherib returned home to Nineveh, capital of Assyria at the time."]],[".topic",["h2","(D-4) Assyria Passed from the Scene"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p21"},"Nineveh, the city in which Jonah had preached repentance, was the last capital of the Assyrian Empire (Ashur and Calah were the first two capitals). Sennacherib rebuilt the city, strengthened its walls, and built a canal system to bring water into it. But Zephaniah and Nahum both prophesied that Nineveh would be destroyed (see",["a.scriptureRef",{"href":"/scriptures/ot/zeph/2.13-15"},"Zephaniah 2:13–15"],";",["a.scriptureRef",{"href":"/scriptures/ot/nahum/3"},"Nahum 3"],"). The destruction of Nineveh in 612",["span.small","B.C."],"fulfilled the words of these two Old Testament prophets."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p22"},"The Assyrian Empire, too, was destroyed, in part because, as Durant noted, “the qualities of body and character that had helped to make the Assyrian armies invincible were weakened by the very victories that they won; in each victory it was the strongest and bravest who died, while the infirm and cautious survived to multiply their kind; it was a dysgenic [biologically defective] process that perhaps made for civilization by weeding out the more brutal types, but undermined the biological basis upon which Assyria had risen to power. The extent of her conquests had helped to weaken her; not only had they depopulated her fields to feed insatiate Mars [the god of war], but they had brought into Assyria, as captives, millions of destitute aliens who bred with the fertility of the hopeless, destroyed all national unity of character and blood, and became by their growing numbers a hostile and disintegrating force in the very midst of the conquerors. More and more the army itself was filled by these men of other lands, while semi-barbarous marauders harassed every border, and exhausted the resources of the country in an endless defense of its unnatural frontiers.” (",["span.emphasis","Our Oriental Heritage,"],"1:283.)"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p23"},"Finally, under Nabopolassar, the Chaldeans and Babylonians drove the Assyrians out of Babylonia in 625",["span.small","B.C."],"The Medes and Babylonians then united and captured Ashur in 614",["span.small","B.C."],"Two years later Nineveh, capital of Assyria itself, fell. With the destruction of Assyria, Babylon became the world empire that all countries in the Near East feared and paid tribute to."]],[".topic",["h2","(D-5) What Became of the Tribes of Israel?"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p25"},"How long Israel remained in Assyria after they had been carried away captive by Sargon II is not known. It is likely that many accepted the life and culture of their captors and lost their identity. They had gone into captivity because of their extreme wickedness, so it would not be surprising to find them accepting the pagan culture of the Assyrians. One of the books of the Apocrypha, however, records that one group of the captives saw that their captivity was the result of their own wickedness and sought the Lord in repentance (see",["a.scriptureRef",{"href":"/scriptures/bd/apocrypha"},"Bible Dictionary, s.v. “Apocrypha”"],"). The Lord heeded their cries and led them away into the north countries."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p26"},"In the Apocrypha, Esdras describes the following vision: “But they took this counsel among themselves, that they would leave the multitude of the heathen, and go forth into a further country, where never mankind dwelt, that they might there keep their statutes, which they never kept in their own land. And they entered into Euphrates by the narrow passages of the river. For the most High then shewed signs for them, and held still the flood, till they were passed over. For through that country there was a great way to go, namely, of a year and a half: and the same region is called Arsareth. Then dwelt they there until the latter time.” (2 Esdras 13:41–46.)"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p27"},"Elder George Reynolds commented on the direction of the travels of the tribes of Israel: “They determined to go to a country ‘where never man dwelt,’ that they might be free from all contaminating influences. That country could only be found in the north. Southern Asia was already the seat of a comparatively ancient civilization; Egypt flourished in northern Africa; and southern Europe was rapidly filling with the future rulers of the world. They had therefore no choice but to turn their faces northward. The first portion of their journey was not however north; according to the account of Esdras, they appear to have at first moved in the direction of their old home; and it is possible that they originally started with the intention of returning thereto; or probably, in order to deceive the Assyrians, they started as if to return to Canaan, and when they crossed the Euphrates and were out of danger from the hosts of Medes and Persians, then they turned their journeying feet toward the polar star.” (In James E. Talmage,",["span.emphasis","The Articles of Faith,"],"p. 512.)"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p28"},"The account in Esdras is supported by what the Savior taught the Nephites, for He said the lost tribes had been “led away out of the land” by the Father (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.15"},"3 Nephi 15:15"],"). Elder Reynolds’s explanation takes into account the numerous prophecies that indicate that when the ten lost tribes return, they will come out of the north (see, for example,",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.18"},"Jeremiah 3:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/16.15"},"16:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.8"},"31:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11"},"D&C 110:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.26"},"133:26"],"). Where they went is not known, and this fact has led to much speculation about their present whereabouts. The Lord has not seen fit to reveal their location, however, and until He does so, it is useless to try to identify their present locality."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p29"},"Certain things about this intriguing group have been revealed through latter-day scriptures and the writings of living prophets. These are discussed below (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.15"},"3 Nephi 15:15"],")."]],[".topic",["h2","(D-6) The Return of the Ten Tribes"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p31"},"The prophets of old saw that in the last dispensation, the dispensation of the fulness of times, would come a complete gathering and restoration of the house of Israel. With the organization of The Church of Jesus Christ of Latter-day Saints on 6 April 1830, this great restoration began. The ensign (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.12"},"Isaiah 11:12"],") has been unfolded to the nations, and Israel is invited by her King to gather again in preparation for the great day when He will personally reign in their midst."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p32"},"At a conference held 3–6 June 1831 in Kirtland, Ohio, the Prophet Joseph Smith explained that John the Beloved was then ministering among the lost tribes of Israel, preparing them for their return to again possess the lands of their fathers (see",["span.emphasis","History of the Church,"],"1:176;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.14"},"D&C 77:14"],"). Five years later, Moses appeared in the Kirtland Temple to Joseph Smith and Oliver Cowdery and committed to them the keys of the priesthood for “the gathering of Israel from the four parts of the earth, and the leading of the ten tribes from the land of the north” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11"},"D&C 110:11"],"). It is apparent from this passage that though the main body of ten of the tribes is lost, there are representatives of all twelve tribes scattered throughout the earth. This statement can be explained as follows:"],[".figure",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.f1"},["ol.number",["li",["span.label","1."],["p.para","When Assyria attacked the Northern Kingdom, many fled to the safety of the Southern Kingdom."]],["li",["span.label","2."],["p.para","When the Lord led Israel out of Assyria, some remained behind (see Talmage,",["span.emphasis","Articles of Faith,"],"p. 325)."]],["li",["span.label","3."],["p.para","As the ten tribes traveled north, some stopped along the way—many possibly being scattered throughout Europe and Asia."]],["li",["span.label","4."],["p.para","From time to time the Lord has led groups of Israelites into other areas of the earth: the Nephites and the Mulekites being two such groups (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.3-5"},"1 Nephi 22:3–5"],"). Concerning this scattering, Elder Joseph Fielding Smith wrote: “One of the most interesting and significant parables ever written is that revealed to Zenos and recorded in the fifth chapter of Jacob in the Book of Mormon. It is a parable of the scattering of Israel. If we had the full key to the interpretation, then we would have in detail how Israel was transplanted in all parts of the earth.” (",["span.emphasis","Answers to Gospel Questions,"],"2:56–57.)"]],["li",["span.label","5."],["p.para","The scriptures teach that remnants of all the tribes of Israel were scattered among the nations of the earth and in the last days will be gathered out from among these nations and from the four quarters of the earth. The remnant known as the lost ten tribes will return as a body out of the north countries. (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.27"},"Deuteronomy 4:27"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.29,64"},"28:29, 64"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/16.14-15"},"Jeremiah 16:14–15"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.8"},"31:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/11.15-17"},"Ezekiel 11:15–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.16-17"},"Hosea 9:16–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/9.7"},"Daniel 9:7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.3-4"},"1 Nephi 22:3–4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.16"},"19:16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/5.23-24"},"3 Nephi 5:23–24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.26-29"},"21:26–29"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.11"},"D&C 110:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.26-32"},"133:26–32"],".)"],["p.para","The Doctrine and Covenants clearly foretells the time when the prophets among these tribes will lead the people back in a great and marvelous show of power (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.26-34"},"D&C 133:26–34"],"). Jeremiah promised that so marvelous would be this event that no longer would God be called the Lord who led Israel out of Egypt but the Lord who brought up the children of Israel from the land of the north (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/16.14-15"},"Jeremiah 16:14–15"],"). The appointed time will come when the lost tribes of Israel will return to Zion to receive their blessings at the hands of Ephraim.",["span.emphasis","“This great gathering will take place under the direction of the President of the Church of Jesus Christ of Latter-day Saints, for he holds the keys”"],"(Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 458). The lost tribes, as well as all others who want to be numbered in the house of Israel and receive the blessings of the priesthood, must come to Ephraim, who holds the birthright blessings (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/48.15-22"},"Genesis 48:15–22"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/5.1-2"},"1 Chronicles 5:1–2"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.9"},"Jeremiah 31:9"],")."],["p.para","Elder Wilford Woodruff taught that when the ten tribes returned, they would come to Ephraim to obtain the priesthood as well as their endowments and sealings (see",["span.emphasis","Journal of Discourses,"],"4:231–32; 18:127). Elder Orson Pratt stated: “God is determined to raise up Prophets among that people, but he will not bestow upon them all the fulness of the blessings of the Priesthood. The fulness will be reserved to be given to them after they come to Zion.” (",["span.emphasis","In Journal of Discourses,"],"18:25.)"]]]]],[".topic",["h2","(D-7) The Lost Tribes to Come to Zion"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p41"},"When the ten tribes return, they will bring their rich treasures to the children of Ephraim (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.30"},"D&C 133:30"],"). Part of this rich treasure will be the records, which they have kept all these centuries. In them will be found the account of their miraculous escape from Assyria, their journey into the land to the north, their history, their prophets, and the appearance to them of the Savior after His Resurrection (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.12-13"},"2 Nephi 29:12–13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.1-3"},"3 Nephi 16:1–3"],")."],[".img-left",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_d_02-talmage.jpg"}],[".caption",["p",{"id":"lds-43"},"Elder James E. Talmage"]]],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p42"},"In April conference of 1916, Elder James E. Talmage, a member of the Quorum of the Twelve, spoke of the lost tribes and their records: “There is a tendency among men to explain away what they don’t wish to understand in literal simplicity, and we, as Latter-day Saints are not entirely free from the taint of that tendency. … Some people say that prediction is to be explained in this way: A gathering is in progress, and has been in progress from the early days of this Church; and thus the ‘Lost Tribes’ are now being gathered; but that we are not to look for the return of any body of people now unknown as to their whereabouts. True, the gathering is in progress, this is a gathering dispensation; but the prophecy stands that the tribes shall be brought forth from their hiding place … [and their] scriptures shall become one with the scriptures of the Jews, the holy Bible, and with the scriptures of the Nephites, the Book of Mormon, and with the scriptures of the Latter-day Saints as embodied in the volumes of modern revelation.” (In Conference Report, Apr. 1916, p. 130.)"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p44"},"Then in October conference Elder Talmage spoke again of the lost tribes and made this remarkable prediction: “The ten tribes shall come; they are not lost unto the Lord; they shall be brought forth as hath been predicted;",["span.emphasis","and I say unto you there are those now living—aye, some here present—who shall live to read the records of the Lost Tribes of Israel,"],"which shall be made one with the record of the Jews, or the Holy Bible, and the record of the Nephites, or the Book of Mormon, even as the Lord hath predicted” (in Conference Report, Oct. 1916, p. 76; emphasis added)."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p45"},"The ten tribes will remain in the land of Zion among the tribe of Ephraim for some time. Elder Orson Pratt explained: “How long will they who come from the north countries tarry in the heights of Zion? Sometime. They have got to raise wheat, cultivate the grape, wine and oil, raise flocks and herds, and their souls will have to become as a watered garden. They will dwell in Zion a good while, and during that time, there will be twelve thousand chosen out of each of these ten tribes, besides twelve thousand that will be chosen from Judah, Joseph, and the remaining tribes, one hundred and forty-four thousand in all [see",["a.scriptureRef",{"href":"/scriptures/nt/rev/7.4-8"},"Revelation 7:4–8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.11"},"D&C 77:11"],"]. Chosen for what? To be sealed in their foreheads. For what purpose? So that the power of death and pestilence and plague that will go forth in those days sweeping over the nations of the earth will have no power over them. These parties who are sealed in their foreheads will go forth among all people, nations and tongues, and gather up and hunt out the house of Israel, wherever they are scattered, and bring as many as they possibly can into the Church of the first-born, preparatory to the great day of the coming of the Lord. One hundred and forty-four thousand missionaries! Quite a host. All this has got to take place.” (In",["span.emphasis","Journal of Discourses,"],"18:25.)"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p46"},"The ten tribes, however, are to eventually receive their land inheritance with Judah and not with Ephraim (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/13.11"},"Ether 13:11"],"), and there will come a time after they have received their priesthood blessings when they will go to Jerusalem. In that day will be fulfilled the statement of Jeremiah: “In those days the house of Judah shall walk with the house of Israel, and they shall come together out of the land of the north to the land that I have given for an inheritance unto your fathers” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.18"},"Jeremiah 3:18"],")."],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p47"},"Elder Orson Pratt stated further: “By and by, when all things are prepared—when the Jews have received their scourging, and Jesus has descended upon the Mount of Olives, the ten tribes will leave Zion, and will go to Palestine, to inherit the land that was given to their ancient fathers, and it will be divided amongst the descendants of Abraham, Isaac and Jacob by the inspiration of the Holy Ghost. They will go there to dwell in peace in their own land from that time, until the earth shall pass away. But Zion, after their departure, will still remain upon the western hemisphere, and she will be crowned with glory as well as old Jerusalem, and, as the Psalmist David says, she will become the joy of the whole earth. ‘Beautiful for situation is Mount Zion on the sides of the north, the city of the great King.’” (In",["span.emphasis","Journal of Discourses,"],"18:68.)"]]]]]],"refs":null}
