{"id":20,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":20,"title":"Understanding Isaiah","subtitle":"","short_title":"E","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.head1"},[".titleNumber","E"],["h1","Understanding Isaiah"],["h1","Enrichment"]],[".bodyBlock",[".topic",["h2","(E-1) The Importance of Isaiah’s Writings"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p5"},"Isaiah’s name means “Jehovah saves” or “the Lord is salvation.” His life and teachings proclaim the message of Christ and the way of salvation Christ provided. John wrote that “the testimony of Jesus is the spirit of prophecy” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"Revelation 19:10"],"). Using that statement as a criterion to evaluate, we must classify Isaiah among the greatest of the prophets, because he powerfully and eloquently testified of Christ and His work."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p6"},"The Savior Himself affirmed the importance of Isaiah’s writings when, in His visit to the Nephites, He commanded them to search diligently the words of Isaiah (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.11"},"3 Nephi 20:11"],"). The Lord said, “Great are the words of Isaiah. For surely he spake as touching all things concerning my people which are of the house of Israel” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.1-2"},"3 Nephi 23:1–2"],"). The words Jacob spoke to his people can also be applied to us. Jacob said, “There are many things which have been spoken by Isaiah which may be likened unto you, because ye are of the house of Israel” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.5"},"2 Nephi 6:5"],"). We also are of the house of Israel."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p7"},"The writings of Isaiah are quoted extensively in other scripture. In fact, Isaiah is quoted in other scriptures more often than any other prophet. There are sixty-six chapters in the book of Isaiah, making a total of 1,292 verses. The prophets in the Book of Mormon quoted 414 of those verses (32 percent of the book of Isaiah). They paraphrased at least another 34 verses (3 percent). The Nephite prophets considered Isaiah’s writings to be of such great worth that they put approximately 35 percent of the book of Isaiah in the valuable space they had on the plates. The writers of the New Testament had a similar respect for Isaiah’s teachings and prophecies. In the New Testament, Isaiah is quoted at least fifty-seven times."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p8"},"In latter-day revelation there is a similar emphasis on the words of Isaiah. The Doctrine and Covenants makes approximately one hundred references to Isaiah’s writings by quoting, paraphrasing, or interpreting his teachings. The close connection between Isaiah’s words and those of the Doctrine and Covenants is apparent in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/113"},"Doctrine and Covenants 113"],", which contains inspired interpretations of chapters 11 and 52 of Isaiah. The key to understanding",["a.scriptureRef",{"href":"/scriptures/ot/isa/65"},"Isaiah 65"],"is in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101"},"Doctrine and Covenants 101"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133"},"Doctrine and Covenants 133"],"opens up an understanding of Isaiah",["a.scriptureRef",{"href":"/scriptures/ot/isa/35"},"35"],",",["a.scriptureRef",{"href":"/scriptures/ot/isa/51"},"51"],",",["a.scriptureRef",{"href":"/scriptures/ot/isa/63"},"63"],", and",["a.scriptureRef",{"href":"/scriptures/ot/isa/64"},"64"],". Numerous examples of Isaiah’s phraseology can be found in the Doctrine and Covenants; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.3"},"Doctrine and Covenants 133:3"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.15"},"15"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.27"},"27"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.40-53"},"40–53"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.67-70"},"67–70"],"with",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.10,12"},"Isaiah 52:10, 12"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.10"},"51:10"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/64.1-4"},"64:1–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/63.1-9"},"63:1–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/50.2-3,11"},"50:2–3, 11"],"."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p9"},"The prophet Nephi said that Isaiah spoke many things that were hard for his people to understand (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.1"},"2 Nephi 25:1"],"). The same is true of people today. Even among the Saints who have the gift of the Holy Ghost there are many who understand very little of what Isaiah taught. Elder Bruce R. McConkie wrote:"],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p10"},"“If, as many suppose, Isaiah ranks with the most difficult of the prophets to understand, his words are also among the most important for us to know and ponder. …"],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p11"},"“… His prophetic words can and should shine brightly in the heart of every member of the Church.” (“Ten Keys to Understanding Isaiah,”",["span.emphasis","Ensign,"],"Oct. 1973, p. 80.)"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p12"},"Nephi studied, expounded upon, and loved the writings of Isaiah (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.8"},"2 Nephi 11:8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12"},"12–24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.1-5"},"25:1–5"],"). Concerning our need to understand Isaiah as Nephi did, Elder McConkie said: “It just may be that my salvation (and yours also!) does in fact depend upon our ability to understand the writings of Isaiah as fully and truly as Nephi understood them” (“Ten Keys to Understanding Isaiah,” p. 78)."],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p13"},"Elder McConkie explained that if we desire to go where Isaiah and Nephi have gone, then we must believe, think, know, teach, and live as they did. Certainly the writings of Isaiah deserve our careful and prayerful study. They can be understood by those who sincerely desire to do so."]],[".topic",["h2","(E-2) Keys to Understanding Isaiah"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p15"},"For those who sincerely desire to understand the writings of Isaiah, several keys are helpful. Through the use of these keys, individuals can gain great insight into Isaiah’s teachings and can grow in the knowledge of the truth until the writings of Isaiah become as clear to them as they were to Nephi. These keys are discussed below."]],[".topic",["h2","(E-3) Pay the Price in Study and Effort"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p17"},"Isaiah’s writings could properly be called an advanced level of scripture. He seldom explained his doctrine but assumed that the reader already had a knowledge of the gospel and the Lord’s plan of salvation. Isaiah’s book is written in a poetic, literary style that makes extensive use of symbolism to communicate to those who are spiritually mature."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p18"},"Isaiah’s words are similar to the parables of Jesus in their manner of teaching. When Jesus’ disciples asked Him why He taught in parables, He said: “Because it is given unto you to know the mysteries of the kingdom of heaven, but to them [the people in general] it is not given. … Therefore I speak to them in parables: because they seeing see not; and hearing they hear not, neither do they understand. … For this people’s heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their heart. … But blessed are your eyes, for they see: and your ears, for they hear.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.11,13,15-16"},"Matthew 13:11, 13, 15–16"],".)"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p19"},"Many of the people of Jesus’ time were spiritually immature and unprepared to receive the doctrines He taught. Through parables He was able to teach the more spiritually mature and at the same time veil His teachings from those who were not prepared to understand or follow them. In that manner He kept many from being condemned for having a knowledge of principles they were unable to live (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.9-11"},"Alma 12:9–11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.14"},"Jacob 4:14"],"). A similar charge in teaching was given to Isaiah (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/6.9-10"},"Isaiah 6:9–10"],"). For this reason, Isaiah also veiled his teachings in language that preserved his teachings for those who would understand with their heart. Spiritually speaking, Isaiah’s writings are meat, not milk (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.1-3"},"1 Corinthians 3:1–3"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.13-14"},"Hebrews 5:13–14"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.9"},"Isaiah 28:9"],"). It requires spiritual maturity to understand them."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p20"},"When the Lord commanded the Nephites to study Isaiah’s words, He told them how to study those words. He said,",["span.emphasis","“Search"],"these things",["span.emphasis","diligently”"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.1"},"3 Nephi 23:1"],"; emphasis added). It is not sufficient to merely read Isaiah’s writings. To come to an understanding of the book of Isaiah, one must diligently study and search by prayerfully pondering Isaiah’s teachings, analyzing them, and relating them to other scriptures. Individual phrases and verses must be studied carefully in the broad context of the gospel and the prophecies of the latter days."]],[".topic",["h2","(E-4) Have the “Spirit of Prophecy”"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p22"},"Nephi taught that the words of Isaiah “are plain unto all those that are filled with the spirit of prophecy” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.4"},"2 Nephi 25:4"],"). The “testimony of Jesus [which comes by the power of the Holy Ghost] is the spirit of prophecy” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"Revelation 19:10"],"). The spirit of prophecy, however, is far more than just a belief that Jesus lives. It includes an understanding that Jesus is the literal Son of God. It includes a correct knowledge of His purpose in coming into mortality and of the significance and nature of His mission. It includes an understanding of the gospel plan for His children, particularly those who spiritually become His sons and daughters through the covenant of baptism. All of this comes through the power of the Holy Ghost. The prophet Isaiah wrote under the influence of the spirit of prophecy. His writings must be interpreted under the influence of that same spirit. Those who desire to understand Isaiah should learn of Christ and seek the companionship of the Holy Ghost."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p23"},"Peter made it clear that since prophets deliver their message through inspiration from the Holy Ghost, a correct understanding of their message must come from the same source (see",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.20-21"},"2 Peter 1:20–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.17-22"},"D&C 50:17–22"],"). The Book of Mormon teaches the way to obtain the spirit of prophecy. Righteous people who are serving the Lord and seeking to do His will can obtain the spirit of prophecy by searching the scriptures diligently and giving themselves “to much prayer, and fasting” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.3"},"Alma 17:3"],"). The Lord will give knowledge to those who prepare themselves and sincerely seek it."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p24"},"The Prophet Joseph Smith once said, “God hath not revealed anything to Joseph, but what He will make known unto the Twelve, and even the least Saint may know all things as fast as he is able to bear them” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"p. 149). This truth, of course, also applies to gaining an understanding of the writings of Isaiah."]],[".topic",["h2","(E-5) Understand the Manner of Prophesying of the Jews"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p26"},"One reason the prophet Nephi gave for his people being unable to understand the writings of Isaiah was that they “[knew] not concerning the manner of prophesying among the Jews” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.1"},"2 Nephi 25:1"],"). This manner of prophesying includes several elements."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p27"},["span.emphasis","The Law of Moses."],"The house of Israel in Old Testament times lived under the law of Moses, which is found in the first five books of the Old Testament. One of Isaiah’s main objectives in his writings was to bring the people to a consciousness of, and conformity to, the covenants of the law. The law, in turn, was designed to teach them of Christ, to keep them in remembrance of Him, and bring them to Him (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.15"},"Mosiah 3:15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.31"},"13:31"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/16.14"},"16:14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/25.15-16"},"Alma 25:15–16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.14"},"34:14"],"). The law of Moses was the root from which the prophesying of the Jews sprang. To understand the manner of their prophesying, one must understand their law."],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p28"},"Isaiah began his book with a quotation from the song of Moses, which is contained in the law (compare",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.2"},"Isaiah 1:2"],"with",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.1"},"Deuteronomy 32:1"],"). This song was immediately recognizable to the Hebrew people, for it was very familiar to them. A word or phrase from the law, which was thoroughly known by most Hebrews, brought to their minds much more than was on the written page. Isaiah was able to communicate very effectively with those who knew the law, for he did not need to explain in detail what he meant by each word or phrase. This phenomenon should not seem strange to the Latter-day Saints. They, too, experience it. No doubt a majority of active members of the Church could complete the statement of President David O. McKay, “No success can compensate. …” When the reader and the writer are dealing with material familiar to both of them, much can be assumed that otherwise would have to be explained. Such was the case with Isaiah and his Hebrew audience."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p29"},["span.emphasis","Imagery and figurative language."],"Isaiah used in his writing images and figures of speech that were well understood by the Hebrew people. For those with other backgrounds, understanding the Hebrew manner of writing is often difficult. Isaiah did not intend for every word he used to be interpreted in its most literal sense. He made constant use of metaphors, similes, analogies, parables, types, and shadows. The following are some examples:"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p30"},"In",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.1"},"Isaiah 1:1"],"the prophet said that he was speaking about Judah and Jerusalem, yet in",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.10"},"Isaiah 1:10"],"he said, “Hear the word of the Lord, ye rulers of Sodom; … ye people of Gomorrah.” He could not literally be speaking to Sodom and Gomorrah, for they were destroyed in the time of Abraham because of their wickedness (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.24-25"},"Genesis 19:24–25"],"). Isaiah used the names",["span.emphasis","Sodom"],"and",["span.emphasis","Gomorrah"],"to tell Judah even more forcefully that they were very wicked and were close to being destroyed, just as Sodom and Gomorrah had been."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p31"},"The passage in",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.23-29"},"Isaiah 28:23–29"],"illustrates the need for understanding Isaiah’s writings in the context of his cultural background and writing style. To one who is familiar with the agricultural lifestyle of the people in Isaiah’s day, his description of preparing the ground for planting, of sowing the seeds, and of threshing the crop paints a very clear mental picture. Someone who is unfamiliar with those processes would have difficulty understanding the simile Isaiah uses in verse 29. There he likens the sowing and harvesting of crops to the Lord’s dealings with His people and the threshing of the world in which He will separate the righteous from the wicked. C. F. Keil and F. Delitzsch explain the passage this way: “The expression is one of such grandeur, that we perceive at once that the prophet has in his mind the wisdom of God in a higher sphere. The wise, divinely inspired course adopted by the husbandman in the treatment of the field and fruit, is a type of the wise course adopted by the divine Teacher Himself in the treatment of His nation. Israel is Jehovah’s field. The punishments and chastisements of Jehovah are the ploughshare and harrow, with which He forcibly breaks up, turns over, and furrows this field. But this does not last for ever. When the field has been thus loosened, smoothed, and rendered fertile once more, the painful process of ploughing is followed by a beneficent sowing and planting in a multi-form and wisely ordered fulness of grace. Again, Israel is Jehovah’s child of the threshing-floor (see [",["a.scriptureRef",{"href":"/scriptures/ot/isa/21.10"},"Isaiah 21:10"],"]). He threshes it; but He does not thresh it only; He also knocks; and when He threshes, He does not continue threshing for ever,",["span.emphasis","i.e."],"as Caspari has well explained it, ‘He does not punish all the members of the nation with the same severity; and those whom He punishes with greater severity than others He does not punish incessantly, but as soon as His end is attained, and the husks of sin are separated from those that have been punished, the punishment ceases, and only the worst in the nation, who are nothing but husks, and the husks on the nation itself, are swept away by the punishments’ (compare [",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.25"},"Isaiah 1:25"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.20-21"},"29:20–21"],"]). This is the solemn lesson and affectionate consolation hidden behind the veil of the parable.” (",["span.emphasis","Commentary on the Old Testament,"],"7:2:16.)"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p32"},"In chapter 48 Isaiah used the metaphor “thy neck is an iron sinew” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.4"},"v. 4"],") to show the stubbornness of the people. In",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.10"},"verse 10"],"the Lord alluded to the “furnace of affliction” in which He would purify and refine His people. Verse 18 uses the simile “thy peace … as a river” to convey the idea of peace of mind that comes to the righteous.",["a.scriptureRef",{"href":"/scriptures/ot/isa/48.19"},"Verse 19"],", in simile, says “thy seed … as the sand” to indicate the multitude of descendants (as numerous as grains of sand) that could be theirs if Israel hearkened to the Lord. Such use of imagery adds power, beauty, and life to the message of the writer."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p33"},"In",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.13-20"},"Isaiah 44:13–20"],"the prophet poetically described the idolatry of Israel. In describing how some wood from trees was made into gods to be worshiped, while other wood from the same source was used to serve domestic purposes, Isaiah created a mental image which powerfully illustrated the foolishness of worshiping idols. This manner of speaking was much more convincing than if he had just told the people not to worship idols."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p34"},["span.emphasis","Dualism and esoteric terms."],"As is often the case in prophetic declarations, some of Isaiah’s writings have a dual meaning. That is, they can apply to more than one situation or may be fulfilled at more than one time. He also at times combined dualistic phrases with terms that were intended for or understood by only a certain group. Such",["span.emphasis","esoteric language"],"brings to mind religious concepts that only those who have the proper religious background readily understand without further explanation. For example,",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.2"},"Isaiah 2:2"],"refers to the “mountain of the Lord’s house” being “established in the top of the mountains.” President Harold B. Lee said that the phrase “mountain of the Lord’s house” referred to both “a place as well as a definition of a righteous people” (“The Way to Eternal Life,”",["span.emphasis","Ensign,"],"Nov. 1971, p. 15). The establishment of the “mountain of the Lord’s house in the top of the mountains” has been fulfilled by the coming of the pioneers to establish the Church and temple in the tops of the mountains in Utah (see",["span.crossRef","Lee, “The Way to Eternal Life,”"],"p. 15) and will be further fulfilled by the return of Judah to Jerusalem, where the Lord’s house will be built (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.13"},"D&C 133:13"],"). It applies generally to those places where God’s power and authority reside and where He communicates with His people. The phrase “all nations shall flow unto it” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.2"},"Isaiah 2:2"],") can refer both to the early gathering of the Saints to the valleys of the mountains in Utah and also to the general gathering of Saints to Zion. The term",["span.emphasis","Zion"],"(",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.3"},"v. 3"],"), as well, has several applications. It refers to the New Jerusalem in America, the Jerusalem of Judah, and also the Lord’s people or their places of gathering in all parts of the world. By using such terms as these, Isaiah conveys profound spiritual meaning to those who understand the special significance of his language."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p35"},"In the thirteenth and fourteenth chapters, Isaiah wrote of the gathering of Israel and their eventual triumph over Babylon. This figure is an excellent example of dualism.",["span.emphasis","Babylon"],"is used to refer both to the nation of Babylon as it existed at the time of Isaiah and also to the wickedness of the world and the dominions of Satan in the world, which the nation of Babylon epitomized. In his writings about Babylon in these chapters, Isaiah used concepts that applied to the future fall of Babylon (as a nation and as the symbol of the world), to the triumph of Israel, and to the pre-mortal overthrow of Lucifer and his hosts (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.4-23"},"Isaiah 14:4–23"],"). His words are not only dualistic but esoteric as well, for only those who understand the Lord’s plan of salvation can grasp the full message Isaiah presented. Many of Isaiah’s chapters are dualistic in the sense that the message fulfilled in Isaiah’s time is a type or shadow of events to take place in the last days."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p36"},"This richness of language and meaning seems to be what Nephi meant when he spoke of the manner of prophesying among the Jews. There is frequent reference to the law of Moses and extensive use of imagery, figurative language, and phrases that have dualistic and esoteric meanings. Though modern readers cannot fully grasp the culture and times of ancient Israel, understanding the methods Isaiah used to convey his meaning can give the reader a far greater understanding of Isaiah."]],[".topic",["h2","(E-6) Become Familiar with the Geography of the Holy Land and Regions Surrounding It"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p38"},"Isaiah frequently referred to cities and towns of the Holy Land as well as to neighboring nations. To one who knows the geography of the areas of which Isaiah spoke, his writings are much more clear and have greater impact. A good example of this kind of reference is found in",["a.scriptureRef",{"href":"/scriptures/ot/isa/10.24-34"},"Isaiah 10:24–34"],". Isaiah spoke of the Lord’s using His protective power on Israel’s behalf in the face of the advancing armies of Assyria. In verses 28–32 he mentioned several towns that lie near Jerusalem and said that though the Assyrians would pass through them overthrowing them one by one until they came to Nob, the Lord would preserve the inhabitants of Jerusalem. To know that the towns mentioned lie in a ten-mile path north of Jerusalem, with the little settlement of Nob right outside the walls of Jerusalem overlooking the eastern gates of the temple, gives this passage great significance."],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p39"},"Isaiah also used geography figuratively, a technique which, if understood, adds great depth to his message. As mentioned above, Babylon was a symbol of wickedness and corruption. Egypt, Assyria, and other unrighteous nations were also used by Isaiah as symbols of wickedness. The wicked cities of Sodom and Gomorrah similarly represented unrighteousness. The names of idolatrous people such as the Canaanites, Philistines, and Amorites, that surrounded Israel were often used to represent the practice of idolatry in Israel during times of apostasy. Idumea typified the world or worldliness (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.36"},"D&C 1:36"],"). Lebanon and Bashan with their northern mountains and lofty cedars connoted pride and haughtiness. Ephraim, the leading tribe of the Northern Kingdom, and its capital in Samaria are commonly mentioned to represent the whole Northern Kingdom. In many cases where geographical figures are used, their meaning is dualistic, referring to the actual place as well as to the concept they typified."]],[".topic",["h2","(E-7) Learn of the Judgments of God and the Fulfillment of His Prophecies"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p42"},"The Lord is consistent in His dealings with His children in all ages of the world. “God doth not walk in crooked paths, neither doth he turn to the right hand nor to the left, neither doth he vary from that which he hath said, therefore his paths are straight, and his course is one eternal round” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.2"},"D&C 3:2"],"). This consistency is of the greatest importance to His children as they seek to work out their salvation. It is also very helpful to them in seeking to understand and follow the counsel He gives through His prophets. To understand Isaiah’s writings, one should know of the Lord’s teachings and workings given through other prophets. Blessings and cursings came to the people of Isaiah’s time according to the same principles that have been set down in any age of the world. As one learns of the patterns of actions that cause people to withdraw from God and of the actions that bring down the Lord’s wrath upon them, the warnings and pronouncements of Isaiah can be better understood. That which was condemned by Isaiah is treated similarly by the Lord in all ages. The Lord’s message in all dispensations is that there are laws upon which all consequences are based. To know the Lord’s laws provides a framework from which to interpret the writings of Isaiah or any other prophet."],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p43"},"The Lord has revealed to many prophets the grand panorama of the earth’s history. By learning of what they have written, it is possible to see where Isaiah’s writings fit into the Lord’s overall plan. For example, a greater understanding of Isaiah’s writings can be gained by looking at them in the light of the allegory of Zenos about the olive trees (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],"). In the allegory a delineation of the history and destiny of the house of Israel is given. With a knowledge of the scatterings, nurturings, gatherings, and ultimate destiny of Israel, as taught by Zenos and cited by Jacob, Isaiah’s writings can be viewed from the proper prospective. Frequently the prophecies of one prophet help one to properly view the prophecies and writings of another. Nephi prophesied that “in the days that the prophecies of Isaiah shall be fulfilled men shall know of a surety, at the times when they shall come to pass … for … they shall be of great worth unto them in the last days; for in that day shall they understand them” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.7-8"},"2 Nephi 25:7–8"],"). One can look for the fulfillment of many of Isaiah’s words in the events that are transpiring in this dispensation. Nephi knew that those who saw Isaiah’s prophecies come to pass could understand them (see, for example,",["a.scriptureRef",{"href":"/scriptures/ot/isa/29"},"Isaiah 29"],")."]],[".topic",["h2","(E-8) Understand the Historical Setting of Isaiah’s Writings"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p45"},"To understand Isaiah one needs also to understand the historical background of the people among whom he ministered. It is valuable to gain an overall view of the exodus of Israel from Egypt and their wanderings in the wilderness, their covenants with God, their conquest of Canaan, the reigns of the judges and the birth of the kingdom of Israel, the golden age of the great King David, and the division of Israel into two kingdoms. One should learn of Israel’s apostasies and the struggle they had with the influence of the nations that surrounded them and by which they were often led from God. Isaiah used numerous concepts and figures of speech that came directly from that history. It is often necessary to be familiar with Israel’s history to see the point that Isaiah was trying to make. It is imperative to view the writings of Isaiah in their proper context, for he often spoke of the conditions of his time and their effect on the Lord’s people (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-f.p1"},"Enrichment F."],")"]],[".topic",["h2","(E-9) Use the Book of Mormon"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p47"},"“The Book of Mormon is the world’s greatest commentary on the book of Isaiah” (McConkie, “Ten Keys to Understanding Isaiah,” p. 81). The Book of Mormon prophets loved the writings of Isaiah and quoted from them often. Large blocks of material are found in the Book of Mormon with inspired commentary and explanations. The Book of Mormon prophets obtained this material from the brass plates, which were written before 600",["span.small","B.C."],"The Isaiah material in the Book of Mormon is, therefore, the oldest and most accurate available and provides commentary by prophets who, in some cases, had the same historical and cultural background as Isaiah had. The Lord Himself swore to the truthfulness of the Book of Mormon and, thus, to the truthfulness of Isaiah’s writings that are found therein (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17.6"},"D&C 17:6"],")."]],[".topic",["h2","(E-10) Study All Scriptures and Learn Them Thoroughly"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p50"},"Passages from Isaiah are quoted and explained in the Book of Mormon, and New Testament writers gave many interpretations of Isaiah as well. In the Doctrine and Covenants, specific passages of Isaiah are explained (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/113"},"D&C 113"],"), and many others are quoted in a context that sheds light on their meaning."],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p51"},"The more one knows of the scriptures, the better one can understand Isaiah. All elements of the gospel plan are interrelated. The consistency of the gospel enables gospel writers of all ages to speak with common terms and connected ideas. It is possible to draw from the latest scriptural sources to understand teachings of the earliest available scriptures."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p52"},"As you learn more and more from the scriptures, the pieces come together as in a puzzle and begin to form one great and beautiful whole."]],[".topic",["h2","(E-11) The Church Has Published Bible Study Aids with the Scriptures"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p54"},"The Latter-day Saint edition of the Bible contains many aids to help in one’s understanding of the writings of the prophets. It can be a very helpful study resource. Its footnote system contains references to the Topical Guide and cross-references to all four of the standard works. This system provides ready access to many helpful, related scriptures. The footnotes also contain alternate translations of words from Hebrew, explanations of idioms and difficult constructions, and explanations of archaic words. In addition, the inspired translations of passages made by Joseph Smith in his work on the Bible are cited. The headings provided at the beginning of each chapter of the Bible contain helpful summaries of the contents. There is a maps section in the back that is helpful in determining geographical relationships. A Bible Dictionary gives clear and concise definitions and explanations of terms in light of Latter-day Saint doctrine. Similar Bible study aids are found in triple combinations published by the Church in dozens of the world’s languages."]],[".topic",["h2","(E-12) Isaiah Is Understood “Line upon Line”"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-e.p56"},"The Lord always provides a way for His children to fulfill His commandments (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"). When He gave instructions to study the words of Isaiah, He fully intended that those who followed His instructions would be able to understand Isaiah’s message and be positively affected by it. To those who are willing to pay the price, Isaiah can become an open book. Its greatest message is for the Saints of today, who live in an era when one can see the fulfillment of Isaiah’s prophecies. For all who seek, Isaiah provides enlightenment that will be of great value in their efforts to perfect their lives and to contribute to the building up of the Lord’s kingdom. Understanding will come, though not all at once. It will come “line upon line, precept upon precept” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"],"), according to the efforts of the seekers of truth."]]]]]],"refs":null}
