{"id":36,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":36,"title":"The Lasting Effects of the Fall and Captivity of Judah","subtitle":"","short_title":"H","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.head1"},[".titleNumber","H"],["h1","The Lasting Effects of the Fall and Captivity of Judah"],["h1","Enrichment"]],[".bodyBlock",[".topic",["h2","(H-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p5"},"The Northern Kingdom of Israel had ripened in iniquity, and the results were inevitable. The Assyrians took them captive in 721",["span.small","B.C."],"Now Judah was facing the same fate."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p6"},"Judah had a history of wars and treaties with neighboring countries and suffered constant internal turmoil. Twenty kings ruled Judah from the time of the separation into two kingdoms until Judah fell to the Babylonians, but only a few kings were righteous. These few righteous kings may have been the reason Judah lasted a hundred years longer than the Northern Kingdom of Israel."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p7"},"After the people of Israel were taken north by the Assyrians, the people of the Southern Kingdom, Judah, were governed by King Hezekiah, who, as the scriptures state, “did that which was right in the sight of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.3"},"2 Kings 18:3"],"). He removed the high places of idolatry and prostitution and the images of false gods from among the people. “He clave to the Lord, and departed not from following him, but kept his commandments, which the Lord commanded Moses. And the Lord was with him; and he prospered whithersoever he went forth.” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.6-7"},"2 Kings 18:6–7"],".) With the miraculous aid of the Lord, Hezekiah and his people were spared from the powerful Assyrian army."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p8"},"At the death of this good and righteous king, Judah forgot their miraculous deliverance, and the nation began to move inevitably toward a captivity of their own. Hezekiah’s twelve-year-old son, Manasseh, was placed on the throne. He built again the high places, made a grove, and set up a graven image in it. Later he made his son pass through the fire of the god Molech, used enchantments, and dealt with familiar spirits and wizards. The people followed him, and “they hearkened not: and Manasseh seduced them to do more evil than did the nations whom the Lord destroyed before the children of Israel” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/21.9"},"2 Kings 21:9"],")."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p9"},"When Josiah, a righteous king, tried to restore righteousness among the people, the people would not respond. The Lord said, “I will remove Judah also out of my sight, as I have removed Israel, and will cast off this city Jerusalem which I have chosen, and the house of which I said, My name shall be there” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.27"},"2 Kings 23:27"],"). Just before the captivity, Ezekiel compared Judah to her “elder sister” Samaria (another name for the Northern Kingdom), and to her “younger sister” Sodom."],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p10"},"The people of Judah continued to follow the pagan and idolatrous practices of their heathen neighbors instead of the commandments Jehovah had given them through Moses and the prophets. Cunningham Geikie described this period of time:"],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p11"},"“The strong Egyptian faction in Jerusalem … had introduced the animal worship of the Nile Valley, and had even turned a large room in the temple into a chapel for its services. …"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p12"},"“… The sun worship of the East had also found a footing in its court. … In the very holiest spot of the sanctuary, about twenty-five men, presumably representatives of the high priest … stood with their backs to the temple—the open sign of apostasy—and worshipped the rising sun, their faces turned to the east.” (",["span.emphasis","Hours with the Bible: From Manasseh to Zedekiah,"],"5:235.) They even offered their children in sacrifice to the god Molech (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/32.35"},"Jeremiah 32:35"],")."],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p13"},"Jeremiah and other prophets told them that alliance with a decadent Egypt was a vain hope, for Egypt could not save them from a strong and ambitious Babylon, which had conquered Assyria and was now flexing its muscles in the east. But the leaders of Judah would not listen to the prophets. They threw Jeremiah into a pit (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/38.1-11"},"Jeremiah 38:1–11"],") and tried to kill Lehi (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.20"},"1 Nephi 1:20"],"). The Lord withdrew His Spirit, and the stage was set for another national tragedy. Twice Nebuchadnezzar, king of Babylon, came against Judah; twice he took captives; and twice he left Judah intact, thinking they had learned a lesson. But they had not, and when Nebuchadnezzar finished his third assault, Jerusalem lay in ruins, hundreds of thousands were dead, and all but a handful of the survivors were taken to Babylon. Like their northern sister, Judah now reaped the whirlwind they had sown with their own wickedness."],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p14"},"It would not, however, be quite the same. Judah would not be lost to history. Eventually, after the time of Christ, they would endure another exile that would last for centuries. Even in their best years, they would be a captive nation subject to foreigners. In the eyes of their persecutors they would become a hiss and a byword. Yet every effort to stamp them out would fail. Throughout the centuries of dispersion they would make many important contributions in art, literature, music, politics, philosophy, and history. But such gifts came out of their sorrow and persecution."]],[".topic",["h2","(H-2) How Did the Captivity Affect the Jewish Nation?"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p16"},"Nebuchadnezzar came against Judea and her neighbors with two armies. One was sent against Tyre and Sidon, cities of Phoenicia, for their rebellion; the other besieged Jerusalem. The siege lasted for eighteen months, during which time the people of Jerusalem were starved to the point of cannibalism (see",["a.scriptureRef",{"href":"/scriptures/ot/lam/4.8-10"},"Lamentations 4:8–10"],"). As the final defenses broke down and the Babylonians became victorious, King Zedekiah and his army fled toward the Jordan River but were captured. He was forced to watch as his family was murdered, and then the Babylonians put out his eyes and took him captive to Babylon."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p17"},"The city was burned, Solomon’s temple was destroyed, and the kingdom of Judah came to an end. According to Jeremiah, the Babylonians took the remnant of the people captive to Babylon except for some who were left behind under Babylonian rule (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/39.8-10"},"Jeremiah 39:8–10"],"). Thus Nebuchadnezzar was able to control Judah by keeping the leaders in captivity, and some few of the people were allowed to remain behind to harvest the crops. The breakup and displacement of the Jews removed the threat of national revival."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p18"},"Life in captivity was not necessarily one of horror or slavery. The Jews were given a good deal of social freedom and economic opportunity. They proved to be enterprising in business and economic affairs, a gift valued by the Babylonians. The Babylonian Jews were allowed to move about freely, to live in their communities within or near the great cities, and to carry on their way of life. (See Bernhard W. Anderson,",["span.emphasis","Understanding the Old Testament,"],"p. 376.) In fact, so secure was their life in Babylon that when Cyrus allowed the captive people to return to Judah to rebuild the temple seventy years later, many of them refused to leave Babylon."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p19"},"Nevertheless, the captivity had a profound effect on Judaism. Scholars almost universally agree that the Jews never returned to image worship after the captivity. The fall of Jerusalem was a great turning point in Israel’s religious life. From earliest times the sin of idolatry had existed in Israel, and the prophets of every age had combated it. After the fall, idolatry ceased to be a problem for the Jews."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p20"},"The captivity seemed to impress upon the minds of the Jewish people that the God of Israel was, indeed, a jealous God. The prophets had been right in their warnings of the doom and destruction that would follow if the people did not repent and follow their God and Him only. The nation as a whole accepted the verdict that God’s wrath had been poured down upon them for the sin of image worship. They reached the conclusion that only the God of Israel should be worshiped."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p21"},"Henceforth, Israel became a very zealous nation for its God. This zeal took the form of devotion to Jehovah’s law, which led over the years to the creation of numerous rules of conduct that went beyond the law itself. This has been described as building “a hedge around the Law to render its infringement or modification impossible” (Alfred Edersheim,",["span.emphasis","The Life and Times of Jesus the Messiah,"],"2 vols. [Grand Rapids, Michigan: Wm. B. Eerdmans Publishing Co., 1967], 1:3). Christ chastized the Pharisees, Sadducees, and others for putting so much emphasis on these rules that they overlooked “the weightier matters of the law” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.23"},"Matthew 23:23"],"), which after all was given to prepare the hearts of the people to accept the Messiah. The Book of Mormon prophet Jacob refers to this spiritual blindness as “looking beyond the mark” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.14"},"Jacob 4:14"],")."]],[".topic",["h2","(H-3) The Development of Scripture"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p23"},"For over eight hundred years, the scriptures that came from Moses were used more for special occasions such as the Sabbath than for reading daily. At times they were even lost to public knowledge (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.8-13"},"2 Kings 22:8–13"],"). While it is true that knowledge alone will not keep a people on the straight and narrow path, it is just as true that without the word of God (the iron rod) they have no hope of staying on the path. This lesson was impressed on the Jews during the captivity. Their leaders resolved to see to it that never again would the Jews be ignorant of the covenants and laws of the Lord. The great prophet and scribe Ezra did much to establish the tradition and practice of studying the law. (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.1-12"},"Nehemiah 8:1–12"],".)"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p24"},"“The great work of Ezra was, his collecting together and setting forth a correct edition of the Holy Scriptures, which he laboured much in, and went a great way in the perfecting of it. Of this both Christians and Jews gave him the honour; and many of the ancient fathers attribute more to him in this particular than the Jews themselves; for they hold that all the Scriptures were lost and destroyed in the Babylonish captivity, and that Ezra restored them all again by Divine revelation. …"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p25"},"“… All that Ezra did in this manner was to get together as many copies of the sacred writings as he could, and out of them all to set forth a correct edition. … He collected together all the books of which the Holy Scriptures did then consist, and disposed them in their proper order; and settled the canon of Scripture for his time. These books he divided into three parts: 1. The Law. 2. The Prophets. 3. The",["span.emphasis","Cethubim,"],"or",["span.emphasis","Hagiographa;"],"i. e., the Holy Writings: which division our Saviour himself takes notice of, Luke xxiv. 44, where he says: ‘These are the words which I spake unto you, while I was yet with you, that all things might be fulfilled which are written in the law, and in the prophets, and in the Psalms, concerning me.’” (Prideaux,",["span.emphasis","The Connected History of the Old and New Testaments,"],"in Adam Clarke,",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"2:722–23.)"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p26"},"Having the scriptures was not enough. They needed to be read and heard by all. So Ezra and other scribes took steps to see that the scriptures were taught to everyone. There were special challenges, however, because the Jews in Babylon had begun to adopt some of the language and culture of the Chaldeans. That meant that the scriptures were read in Hebrew by the scribes, who then translated them and often explained them in the Chaldean or other local language. This practice was one of the reasons the scribes became a religious necessity and consequently gained social and religious prestige among the Jews. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p1"},"Enrichment J."],")"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p27"},"Through the years, each religious group—scribes, Pharisees, Sadducees, and others—referred to the written word, quoted it, enlarged upon it, interpreted it, and in other ways continued to add to what their fathers had established. The commentaries, explanations, interpretations, and inferences became known as oral tradition. In time, these traditions, written and oral, took on so much importance that they often overshadowed the law and became a stumbling block for the Jews. The Savior referred to such traditions, both in ancient times and in our day, when He said: “And that wicked one cometh and taketh away light and truth, through disobedience, from the children of men, and because of the",["span.emphasis","tradition of their fathers”"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.39"},"D&C 93:39"],"; emphasis added). Such traditions blinded many to the Messiah when He came."]],[".topic",["h2","(H-4) The Synagogue Grew in Importance during the Captivity"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p29"},"From the time of the captivity, the Jews have been scattered to different locations. Nearly always some Jews have remained in the homeland, called",["span.emphasis","Eretz"],"Israel. (",["span.emphasis","Eretz"],"means “earth” or “land,” and therefore is used to mean that portion of Israel who live in the homeland.) Dispersed or scattered Israel is often called the",["span.emphasis","Diaspora"],"(meaning “the dispersion”)."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p30"},"Although the Jews have been scattered geographically since the exile in Babylonia, they have been kept united religiously through the institutions that developed out of the exile. One of these institutions is the synagogue. The fact that the Nephites had synagogues suggests that they were important in worship in Judah before the exile (see for example",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.26"},"2 Nephi 26:26"],"). Some Jewish scholars claim the synagogue goes back to Moses, but most place its emergence in Babylon, and it seems likely that it at least grew in importance at that time. According to the",["span.emphasis","Encyclopaedia Judaica,"],"“the Exiles, deprived of the Temple, in a strange land, feeling the need for consolation in their distress, would meet from time to time, probably on Sabbaths, and read the Scriptures” (s.v. “synagogue,” 15:579–80.) The word",["span.emphasis","synagogue"],"means “assembly,” though often it is used to mean the building. In fact, there is reason to believe that for many years before buildings were erected, the Jews assembled in the streets to hear the scriptures read and translated. Thus it is the people, or the assembly, that is the real synagogue."]],[".topic",["h2","(H-5) The Jews Have Been Captives and Exiles Since the Captivity"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p33"},"Though some of the Jews returned to their homeland and rebuilt the temple, the Jewish community in Babylon remained a focal point of rival importance. Later Alexandria, Athens, Rome, and even such farflung outposts of the Roman Empire as Barcelona, London, and the Germanic frontier had Jewish colonies with their assemblies and rabbis. Wherever they went, they were a separate people, usually by their own choice and request. As the centuries rolled on and Europe became heavily settled, there grew up in the larger cities Jewish quarters called ghettos. In the ghettos the Jews continued their worship and their institutions, the practices that kept them from being absorbed into the community and losing their identity. They remained a nation in exile, sometimes persecuted, sometimes admired as producing some of the most successful merchants, philosophers, scholars, musicians, and tradesmen of their times. The ghettos were not centers of poverty and degradation except in times of acute persecution. They were, rather, the center of family and religious life, the place where education was most prized and most available."]],[".topic",["h2","(H-6) Conclusion"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p35"},"Many are familiar today with Jewish people, customs, and the struggles in the Holy Land. Much of modern Judaism had its origins in the first major captivity, the Babylonian captivity, and the period after the return. The following is a list of some of the lasting effects of the Babylonian captivity:"],[".figure",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.f1"},["ol.number",["li",["span.label","1."],["p.para","The Jews abandoned the worship of graven images and began to lay great emphasis on tradition and the law."]],["li",["span.label","2."],["p.para","Through the efforts of Ezra the scribe and others, much of the Old Testament was preserved."]],["li",["span.label","3."],["p.para","Volumes of commentary were compiled during this period and later."]],["li",["span.label","4."],["p.para","The principal religious groups in Israel—the scribes, Pharisees, Sadducees, and others—originated during this time."]],["li",["span.label","5."],["p.para","The Hebrew writing was preserved, even though the language of the people changed. This change created the need for experts in the law."]],["li",["span.label","6."],["p.para","The Jewish synagogue took on new importance."]],["li",["span.label","7."],["p.para","The refusal to integrate is evidenced by the Jewish quarter, or the ghetto, and other efforts of the people to band together for mutual support."],["p.para","Knowing and understanding these effects not only aids one in a study of the Bible but also gives one insight into events now taking place in the Holy Land."]]]]]]]]],"refs":null}
