{"id":39,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":39,"title":"The Battle of Armageddon: A Prophetic View","subtitle":"","short_title":"I","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.head1"},[".titleNumber","I"],["h1","The Battle of Armageddon: A Prophetic View"],["h1","Enrichment"]],[".bodyBlock",[".topic",["h2","(I-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p5"},"Armageddon! The name has inspired books, movies, and an almost endless amount of commentary. The very name conjures up pictures of vast armies, horrible suffering, and widespread devastation. It has created a host of speculations and much embellishment that is not scriptural. How much is known of this great event in the world’s history? How much of what is heard can be believed? Have the prophets really spoken that much about it? What about modern prophets? Have they too spoken of it? Where does it get its name?"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p6"},"It is not surprising, considering its great importance in the winding-up scenes of the earth’s telestial existence, to find that the prophets, ancient and modern, have spoken at great lengths and in much detail about this final war that will usher in the Millennium. Isaiah, Jeremiah, Ezekiel, Daniel, Zechariah, John, Joseph Smith, and others have all talked about the battle and the events associated with it. Elder Joseph Fielding Smith, after quoting from several of these prophets, said: “Now I have read these passages of Scripture from these various prophets. Here you will find Isaiah saying the Lord will pout out war upon all the world; Jeremiah saying the same thing and speaking of these terrible things; Daniel saying so; Ezekiel saying so. We find Joel, Zephaniah, Zechariah, all proclaiming that in this last day, the day when the sun shall be darkened and the moon turned to blood and the stars fall from heaven, that the nations of the earth would gather against Jerusalem. All of them speak of it; and when that time comes, the Lord is going to come out of His hiding place.” (",["span.emphasis","The Signs of the Times,"],"p. 170.)"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p7"},"Let us now examine what the prophetic record reveals, leaving out all unsubstantiated speculation and discussion. The information in the scriptures was given by the prophets. The prophets speak for themselves; this summary is provided only to guide your study of the prophetic sources, not to become the subject of your study itself."]],[".topic",["h2","(I-2) Significance of the Name",["span.emphasis","Armageddon"]],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p9"},"In the southern part of Galilee in present-day Israel, about sixty miles north of Jerusalem, is a broad and fertile plain. Today it is one of the richest agricultural areas of the state of Israel and is often called Israel’s breadbasket. It runs from the Bay of Haifa on the northern coast in a southeast direction to the River Jordan. Fifteen miles wide at its greatest breadth, the valley of Esdraelon (its Greek name is still used today) is flanked on the north by the Nazareth ridge and on the south by Mount Carmel, Mount Gilboa, and the hills of Samaria."],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p10"},"One of the most important highways of antiquity passed through the valley. The",["span.emphasis","Via Maris,"],"or “Way of the Sea,” ran up the coast from Egypt, turned inland just south of present-day Haifa and Mount Carmel, followed an important pass through the hills, and then dropped into the Plain of Esdraelon. Because of the strategic importance of the pass, a fortified city lay at the entrance into the valley. The city was Megiddo, which name means in Hebrew “the place of troops” (see Samuel Fallows, ed.,",["span.emphasis","The Popular and Critical Bible Encyclopedia and Scriptural Dictionary,"],"s.v. “Megiddo”). Because it lay on the flank of a hill, it was also known as",["span.emphasis","Har-Megiddo"],"or the “Mount of Megiddo.” In the English versions of the New Testament the name is rendered",["span.emphasis","Armageddon"],"(see",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.16"},"Revelation 16:16"],")."],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p11"},"From the earliest days, the valley of Armageddon, or the Plain of Esdraelon, has been the site of great battles. It has felt the tramp of Egyptian foot soldiers, heard the shouts of Assyrian battalions, witnessed the passing of Nebuchadnezzar’s Babylonian troops, watched as Jewish guerrillas fought Roman legionnaires, heard the cries of Crusaders and Moslems locked in battle, and has felt the crunch of Israeli troops maneuvering against Arab forces. Megiddo: “the place of troops.” One would be hard pressed to find a more appropriate name for this tiny area of the world’s geography."],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p12"},"And one would be hard put to find a more appropriate name for the last great battle of the world before the Savior comes. It was John who named it when he said: “And he gathered them together into a place called in the Hebrew tongue Armageddon” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.16"},"Revelation 16:16"],"). From that statement the name has come to be applied to the entire great war, although the phrase “battle of Armageddon” is not found in the scriptures. Some erroneously conclude that the final battle of the war will be fought there, but, as Elder Bruce R. McConkie pointed out, the final struggles will center around Jerusalem, though they may extend to Megiddo."],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p14"},"“Some 60 air miles north of Jerusalem lies the ancient city of",["span.emphasis","Megiddo"],"(now called Tell el-Mutesellim). In its north-central Palestinian location, Megiddo overlooks the great Plain of Esdraelon, an area of some 20 by 14 miles in which many great battles took place anciently. Megiddo is the older Hebrew form of",["span.emphasis","Armageddon"],"or",["span.emphasis","Har-Magedon"],"meaning the Mount or Hill of Megiddo, or the Hill of Battles; it is ‘the valley of",["span.emphasis","Megiddon"],"’ mentioned in Zechariah. (",["a.scriptureRef",{"href":"/scriptures/ot/zech/12.11"},"Zech. 12:11"],".)"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p15"},"“At the very moment of the Second Coming of our Lord, ‘all nations’ shall be gathered ‘against Jerusalem to battle’ (",["a.scriptureRef",{"href":"/scriptures/ot/zech/11"},"Zech. 11; 12; 13; 14"],"), and the",["span.emphasis","battle of Armageddon"],"(obviously covering the entire area from Jerusalem to Megiddo, and perhaps more) will be in progress. As John expressed it, ‘the kings of the earth and of the whole world’ will be gathered ‘to the battle of that great day of God Almighty, … into a place called in the Hebrew tongue Armageddon.’ Then Christ will ‘come as a thief,’ meaning unexpectedly, and the dramatic upheavals promised to accompany his return will take place. (",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.14-21"},"Rev. 16:14–21"],".) It is incident to this battle of Armageddon that the Supper of the Great God shall take place (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.11-18"},"Rev. 19:11–18"],"), and it is the same battle described by Ezekiel as the war with Gog and Magog. (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38"},"Ezek. 38; 39"],";",["span.emphasis","Doctrines of Salvation,"],"vol. 3, p. 45.)” (",["span.emphasis","Mormon Doctrine,"],"p. 74.)"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p16"},"President Joseph Fielding Smith indicated that this great war would be one of the last events before Christ comes in His glory:"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p17"},"“One thing we are given by these prophets definitely to understand is that the great last conflict before Christ shall come will end at the siege of Jerusalem. …"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p18"},"“So we are given to understand that when the armies gather in Palestine will be the time when the Lord shall come in judgment and to make the eventful decision which will confound the enemies of his people and establish them in their ancient land forever.” (",["span.emphasis","Doctrines of Salvation,"],"3:46–47.)"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p19"},"Obviously, this is an event of great importance to the world, and the Lord has given a wealth of detail so that those who will listen can be prepared and comforted as the greatest war in the history of the world begins to unfold."]],[".topic",["h2","(I-3) Armageddon: The Setting"],[".figure",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.f1"},["p.preamble","According to the prophets, some important events must take place before the battle actually begins:"],["ol.number",["li",["span.label","1."],["p.para","The house of Israel will be gathered from among the heathen (the Gentiles) and returned to their own land (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/36.24"},"Ezekiel 36:24"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.21"},"37:21"],")."]],["li",["span.label","2."],["p.para","The land of Israel will be rebuilt and reinhabited by the covenant people (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/36.10-12,33-36"},"Ezekiel 36:10–12, 33–36"],")."]],["li",["span.label","3."],["p.para","The land will become highly productive and fruitful, even like the Garden of Eden (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/36.8,29-30,34-35"},"Ezekiel 36:8, 29–30, 34–35"],")."]],["li",["span.label","4."],["p.para","There will be one nation in the land of Israel again (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.22"},"Ezekiel 37:22"],")."]],["li",["span.label","5."],["p.para","Jerusalem will be reestablished as the capital city of the Israelites (see",["a.scriptureRef",{"href":"/scriptures/ot/zech/1.16-17"},"Zechariah 1:16–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/2.12"},"2:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/12.6"},"12:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.46"},"3 Nephi 20:46"],")."]],["li",["span.label","6."],["p.para","Judah will become powerful in politics and warfare (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/19.16-17"},"Isaiah 19:16–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/10.3,5-6"},"Zechariah 10:3, 5–6"],")."]],["li",["span.label","7."],["p.para","A great combination of organizations serving Satan will arise in the last days. This combination has several names: the “beast … out of the sea” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.1"},"Revelation 13:1"],"), representing the kingdoms of the earth (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.1a"},"JST, Revelation 13:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/17.8-14"},"17:8–14"],"; Bruce R. McConkie,",["span.emphasis","Doctrinal New Testament Commentary"],"3:520); the “great and abominable church,” “the church of the devil,” “the great whore,” and “the mother of … abominations” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/17.1,5"},"Revelation 17:1, 5"],")."],["p.para","Elder George Q. Morris of the Quorum of the Twelve stated that some of the totalitarian regimes of the 20th century were part of this coalition:"],["p.para","“The Savior recognized the domination of Satan over the world generally, and called him the prince of the world, but in a special way—in the way that Brother [Ezra Taft] Benson has referred to—he has entered into the politics of the world among the nations of the world, and already subjugated about one billion people of the world, and by a dire, sanguinary, and deadly philosophy has brought death to millions and has brought slavery to almost a billion people.” (In Conference Report, Apr. 1960, p. 100.)"]]]]],[".topic",["h2","(I-4) Armageddon: The Participants"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.f2"},["p.preamble","Ezekiel and Jeremiah indicated areas that will be involved and named Israel as the target of the war:"],["ol.number",["li",["span.label","1."],["p.para","Ezekiel named Gog of the land of Magog, the prince of Meshech and Tubal, as the leader of the forces that would come against Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.1-3"},"Ezekiel 38:1–3"],"). Magog, Meshech, and Tubal were ancient peoples in the northern part of Asia Minor (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-27.p1"},"Notes and Commentary on Ezekiel 38:2–6"],").",["span.emphasis","Gog"],"is a symbolic name for the leader or leaders of this great evil power that will arise in the last days."]],["li",["span.label","2."],["p.para","Ezekiel named Persia, Ethiopia, Libya, Gomer, and Togarmah as being in alliance with Gog (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.2-6"},"Ezekiel 38:2–6"],"; see also",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-27.p1"},"Notes and Commentary on Ezekiel 38:2–6"],"and the",["a.scriptureRef",{"href":"/scriptures/bd"},"Bible Dictionary"],")."],["p.para","These designations refer to general areas of the ancient world, so a list of modern nations fighting in Armageddon cannot be compiled from these sources. Elder Bruce R. McConkie said: “The prophecies do not name the modern nations which will be fighting for and against Israel, but the designation Gog and Magog is given to the combination of nations which are seeking to overthrow and destroy the remnant of the Lord’s chosen seed.” (",["span.emphasis","Mormon Doctrine,"],"p. 298.)"]],["li",["span.label","3."],["p.para","The prophets agreed that all nations should be joined in this alliance in one way or another (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/25.26"},"Jeremiah 25:26"],";",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.1"},"Joel 3:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.2"},"Zechariah 14:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.14"},"Revelation 16:14"],")."]],["li",["span.label","4."],["p.para","The strategic objective of this great and evil alliance is clearly the nation of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.8,15-16"},"Ezekiel 38:8, 15–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.1"},"Joel 2:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.1-2"},"3:1–2"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.2"},"Zechariah 14:2"],")."]]]]],[".topic",["h2","(I-5) Armageddon: The Army of Gog"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p39"},"Several of the prophets vividly described in figurative language the power and massiveness of this army."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p40"},"Ezekiel described it as “clothed with all sorts of armour, even a great company with bucklers and shields, all of them handling swords” (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.4"},"Ezekiel 38:4"],") and as coming like “a storm” and “a cloud to cover the land” (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.9"},"v. 9"],"), having “many people” with him, “all of them riding upon horses [a symbol of power in war], a great company, and a mighty army” (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.15"},"v. 15"],")."],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p41"},"Daniel described the “king of the north” as coming with a “great army” which others have no “strength to withstand” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/11.13,15"},"Daniel 11:13, 15"],") and as coming “like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass over” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/11.40"},"v. 40"],"). Elder Joseph Fielding Smith specifically identified",["a.scriptureRef",{"href":"/scriptures/ot/dan/11"},"Daniel 11–12"],"as referring to the last days (see",["span.emphasis","Signs of the Times,"],"p. 156)."],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p42"},"Joel stated that the army would be the greatest army in the history of the world up to that point (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.2"},"Joel 2:2"],"). He described it as being like a “fire” that devours the land, leaving what had looked like the “garden of Eden” before their coming as “a desolate wilderness” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.3"},"Joel 2:3"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.2,4-5"},"Joel 2:2, 4–5"],"). Joel also said that the army would be highly disciplined in warfare and virtually invincible: “When they fall upon the sword, they shall not be wounded” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.8"},"Joel 2:8"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.7,9"},"Joel 2:7, 9"],")."],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p43"},"John the Revelator used the imagery of a cloud of locusts (vast numbers that bring great devastation) and described the army as having the “teeth of lions,” “breastplates of iron,” and “wings” that sounded like the “sound of chariots of many horses running to battle” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/9.8-9"},"Revelation 9:8–9"],"). The army was numbered “two hundred thousand thousand” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/9.16"},"Revelation 9:16"],"), having “breastplates of fire, and of jacinth, and brimstone” and with “fire and smoke and brimstone” issuing “out of their mouths” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/9.17"},"Revelation 9:17"],"). Elder Bruce R. McConkie, referring to the imagery of John and Joel, suggested that “it is not improbable that these ancient prophets were seeing such things as men wearing or protected by strong armor; as troops of cavalry and companies of tanks and flame throwers; as airplanes and airborne missiles which explode, fire shells and drop bombs; and even other weapons yet to be devised in an age when warfare is the desire and love of wicked men” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:503)."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p44"},"It will be partly through the aid of false religionists working miracles that so many people join in this unholy alliance (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.11-15"},"Revelation 13:11–15"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.20"},"19:20"],"). Elder Orson Pratt taught that “so great will be the darkness resting upon Christendom, and so great the bonds of priestcraft with which they will be bound, that they will not understand, and they will be given up to the hardness of their hearts. Then will be fulfilled that saying, That the day shall come when the Lord shall have power over his Saints, and the Devil shall have power over his own dominion. He will give them up to the power of the Devil, and he will have power over them, and he will carry them about as chaff before a whirlwind. He will gather up millions upon millions of people into the valleys around about Jerusalem in order to destroy the Jews after they have gathered. How will the Devil do this? He will perform miracles to do it. The Bible says the kings of the earth and the great ones will be deceived by these false miracles. It says there shall be three unclean spirits that shall go forth working miracles, and they are spirits of devils. Where do they go? To the kings of the earth; and what will they do? Gather them up to battle unto the great day of God Almighty. Where? Into the valley of Armageddon.” (In",["span.emphasis","Journal of Discourses,"],"7:189.)"]],[".topic",["h2","(I-6) Gog Will Be Thwarted by the Power of Two Witnesses"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p46"},"One question that arises as one studies the prophetic picture is, How could a nation as tiny as modern Israel stand against the combined armies of the world? The answer lies in an understanding of the role of two important participants in these great events."],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p47"},"John the Revelator gave the most detailed picture of these two participants. They are called the “two witnesses,” the “two olive trees” and the “two candlesticks” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.3-4"},"Revelation 11:3–4"],"). Latter-day revelation teaches that they are “two prophets … raised up to the Jewish nation” who will “prophesy to [them] after they are gathered and have built … Jerusalem” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.15"},"D&C 77:15"],")."],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p48"},"Elder Bruce R. McConkie wrote:"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p49"},"“These two shall be followers of that humble man, Joseph Smith, through whom the Lord of Heaven restored the fulness of his everlasting gospel in this final dispensation of grace. No doubt they will be members of the Council of the Twelve or of the First Presidency of the Church. Their prophetic ministry to rebellious Jewry shall be the same in length as was our Lord’s personal ministry among their rebellious forebears."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p50"},"“The two olive trees, and the two candlesticks [are] symbols of the two witnesses; meaning, perhaps, that as olive trees, they shall provide oil for the lamps of those who go forth to meet the Bridegroom; … and that as lamp stands they shall reflect to men that light which comes from Him who is the Light of the World.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:509–10.)"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p51"},"These prophets will have power to pronounce great judgments upon the earth (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.5-6"},"Revelation 11:5–6"],")."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p52"},"“They shall have power like Elijah who called down fire from heaven to consume his enemies, and who sealed the heavens that it rained not in all Israel for the space of three and a half years (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17"},"1 Kings 17"],"and",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18"},"18"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/1"},"2 Kings 1"],"), and like Moses by whose word blood and plagues lay heavily upon the Egyptians. (",["a.scriptureRef",{"href":"/scriptures/ot/ex/7"},"Ex. 7"],",",["a.scriptureRef",{"href":"/scriptures/ot/ex/8"},"8"],",",["a.scriptureRef",{"href":"/scriptures/ot/ex/9"},"9"],", and",["a.scriptureRef",{"href":"/scriptures/ot/ex/10"},"10"],".)” (McConkie,",["span.emphasis","Doctrinal New Testament Commentary,"],"3:510.)"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p53"},"Their miraculous power seems to be the force preventing Gog and his army from succeeding in annihilating Israel. Elder Parley P. Pratt wrote: “John, in the eleventh chapter of Revelation, gives us many more particulars concerning this same event. He informs us that after the city and temple are rebuilt by the Jews, the Gentiles will tread it under foot forty and two months, during which time there will be two prophets continually prophesying and working mighty miracles. And it seems that the Gentile army shall be hindered from utterly destroying and overthrowing the city, while these two prophets continue.” (",["span.emphasis","A Voice of Warning,"],"p. 33.)"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p54"},"Isaiah called these prophets “two sons” and said they were the only hope of deliverance for Israel because they would be “full of the fury of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.19-20"},"JST, Isaiah 51:19–20"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.17-18"},"JST, Isaiah 51:17–18"],")."]],[".topic",["h2","(I-7) Armageddon: The Final Extremity"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p56"},"John showed that eventually the two prophets will be captured and killed by the opposing army, and their bodies will be left in the streets of Jerusalem for “three days and an half” as the forces of evil engage in a great celebration over their death (",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.9"},"Revelation 11:9"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.7-8,10"},"Revelation 11:7–8, 10"],")."],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p57"},"“That level of spiritual debauchery is shown forth by the fact that the wicked not only slay the prophets of God, but boast of their deeds and glory in them. Such people, as the Jaredites and Nephites before them, are ripened in iniquity and are ready for that destruction and burning which shall cleanse the vineyard of corruption when Jesus descends with his chariots of fire.” (McConkie,",["span.emphasis","Doctrinal New Testament Commentary,"],"3:510.)"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p58"},"During the “three days and an half” that the prophets lie dead in the streets, the army will ravage the city of Jerusalem and the remaining population of Israel (",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.9"},"Revelation 11:9"],"). Elder Pratt explained: “After a struggle of three years and a half, they [Gog’s army] will at length succeed in destroying these two prophets and then overrunning much of the city; they will send gifts to each other because of the death of the two prophets, and in the meantime will not allow their dead bodies to be put in graves, but will suffer them to lie in the streets of Jerusalem three days and a half, during which time the armies of the Gentiles, consisting of many kindreds, tongues, and nations, passing through the city, plundering the Jews, will see their dead bodies lying in the street.” (",["span.emphasis","Voice of Warning,"],"p. 33.)"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p59"},"Zechariah says that only one-third of the nation of Israel will survive this final extremity when the “city [Jerusalem] shall be taken, and the houses rifled [looted], and the women ravished; and half of the city shall go forth into captivity” (",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.2"},"Zechariah 14:2"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/zech/13.8-9"},"Zechariah 13:8–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.1"},"14:1"],")."]],[".topic",["h2","(I-8) Armageddon: The Deliverance"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p61"},"In what will be one of the blackest moments of Israel’s history, just as it appears that they are about to be annihilated, the Lord’s fury will be unleashed upon the kingdoms of the world (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.18"},"Ezekiel 38:18"],"), and the Lord will “go forth, and fight against those nations” (",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.3"},"Zechariah 14:3"],")."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.f3"},["ol.number",["li",["span.label","1."],["p.para","The two prophets, lying dead in the streets of Jerusalem, will be resurrected in the sight of the people (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.11-12"},"Revelation 11:11–12"],"): “After three days and a half, on a sudden, the spirit of life from God will enter them; they will arise and stand upon their feet, and great fear will fall upon them that see them. And then they shall hear a voice from heaven saying, ‘Come up hither,’ and they will ascend up to heaven in a cloud, with their enemies beholding them.” (Pratt,",["span.emphasis","Voice of Warning,"],"p. 33.)"]],["li",["span.label","2."],["p.para","An earthquake will strike the earth, affecting the whole world—the greatest earthquake the world has ever known (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.13"},"Revelation 11:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.18"},"16:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.19-20"},"Ezekiel 38:19–20"],";",["a.scriptureRef",{"href":"/scriptures/ot/hag/2.6-7"},"Haggai 2:6–7"],")."],["p.para","Elder McConkie taught:"],["p.para","“Three natural changes in the earth—all apparently growing out of one transcendent happening—are here named [",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.17-21"},"Revelation 16:17–21"],"] as attending our Lord’s Second Coming. They are:"],["p.para","“1. Earth’s land masses shall unite; islands and continents shall become one land."],["p.para","“2. Every valley shall be exalted and every mountain shall be made low; the rugged terrain of today shall level out into a millennial garden."],["p.para","“3. Such an earthquake as has never been known since man’s foot was planted on this planet shall attend these changes in the earth’s surface and appearance."],["p.para","“And, fourthly, as recorded elsewhere, the great deep—presumably the Atlantic ocean—shall return to its place in the north, ‘and the earth shall be like as it was in the days before it was divided.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.21-24"},"D. & C. 133:21–24"],".)” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:543.)"],["p.para","This quake will evidently create a huge spring in Jerusalem which will form a new river, flowing westward to the Mediterranean Sea and eastward to the Dead Sea (see",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.8-9"},"Zechariah 14:8–9"],";",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.18"},"Joel 3:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/47.1-5"},"Ezekiel 47:1–5"],"). Because of this river, the Dead Sea will have its waters healed, that is, it will become a lake with verdant foliage surrounding its shores and fish teeming in its waters (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/47.6-12"},"Ezekiel 47:6–12"],"; Joseph Smith,",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"p. 286)."],["p.para","The area around Jerusalem, which is now very hilly and steep, will be smoothed out and become like “a plain” (",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.10"},"Zechariah 14:10"],")."]],["li",["span.label","3."],["p.para","The Mount of Olives will be split in two, providing an avenue of escape for the house of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.4-5"},"Zechariah 14:4–5"],")."],["p.para","“All [the prophets] speak of [this day]; and when that time comes, the Lord is going to come out of His hiding place. You can see what a terrible condition it is going to be; and the Jews besieged, not only in Jerusalem but, of course, throughout Palestine are in the siege; and when they are about to go under, then the Lord comes. There will be the great earthquake. The earthquake will not be only in Palestine. There will not be merely the separation of the Mount of Olives, to form a valley that the Jews may escape, but the whole earth is going to be shaken. There will be some dreadful things take place, and some great changes are going to take place, and that you will find written in the book of Ezekiel (38:17–23).” (Smith,",["span.emphasis","Signs of the Times,"],"p. 170.)"]],["li",["span.label","4."],["p.para","As the Jews flee through this avenue of escape they will see their Messiah who has come to deliver them. In gratitude and joy they will throw themselves at the feet of the Deliverer and discover the wounds in His hands and feet. Suddenly they will realize that their Messiah is the Messiah who came to them before, and the Jewish nation will be converted to their God. (see",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.5"},"Zechariah 14:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/12.9-10"},"12:9–10"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/13.6"},"13:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.47-53"},"D&C 45:47–53"],".)"]],["li",["span.label","5."],["p.para","The Lord’s fury upon the army of Gog will consist of other judgments in addition to the great earthquake:"],["p.para","The armies of Gog will turn upon each other, perhaps in the panic and confusion of the great earthquake (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.21"},"Ezekiel 38:21"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.13"},"Zechariah 14:13"],")."],["p.para","A great rain of fire and hail will shower down upon the army (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.22"},"Ezekiel 38:22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.21"},"D&C 29:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.21"},"Revelation 16:21"],"). John said the hailstones will weigh a talent, which is about 75.6 pounds or 34.3 kilograms (see",["a.scriptureRef",{"href":"/scriptures/bd/weights-and-measures"},"Bible Dictionary, s.v. “weights and measures”"],"). Ezekiel stated that fire will also be sent against the land of Magog (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/39.6"},"Ezekiel 39:6"],"). The account by Ezekiel could very easily be a description of atomic warfare. Isaiah described the fire’s effect on the land itself (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.9-10"},"Isaiah 34:9–10"],")."],["p.para","A plague will strike the army, causing terrible disease and calamity (see",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.12"},"Zechariah 14:12"],"; compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.18-20"},"D&C 29:18–20"],")."],["p.para","The result will be that only one-sixth of the invading army will survive the Lord’s judgments (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/39.2"},"Ezekiel 39:2"],"), and their power to make war will be destroyed. In Jerusalem itself, 7000 will be slain, and one-tenth of the city destroyed (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.13"},"Revelation 11:13"],")."],["p.para","So great will be the devastation that for seven years Israel will be able to live off the spoils of war left behind (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/39.8-10"},"Ezekiel 39:8–10"],"). It will take seven months to bury the dead, and thereafter burial teams will search out the remaining bodies in an attempt to cleanse the land (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/39.11-16"},"Ezekiel 39:11–16"],"). Isaiah said that the Lord “hath delivered them to the slaughter … and the mountains shall be melted with their blood” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.2-3"},"Isaiah 34:2–3"],"). Jeremiah stated that the Lord “will give them that are wicked to the sword, … and the slain of the Lord shall be at that day from one end of the earth even unto the other” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/25.31,33"},"Jeremiah 25:31, 33"],")."],["p.para","The judgments of the Lord upon the armies of Gog is known in the scriptures as the great day of the Lord’s “sacrifice” (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/34.5-6"},"Isaiah 34:5–6"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/39.17-22"},"Ezekiel 39:17–22"],"), the Lord’s “controversy with the nations” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/25.31"},"Jeremiah 25:31"],"), the “supper of the great God” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.17"},"Revelation 19:17"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.18-21"},"Revelation 19:18–21"],"), and “the great winepress of the wrath of God” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.19"},"Revelation 14:19"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.15"},"Revelation 19:15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.48-51"},"D&C 133:48–51"],")."]],["li",["span.label","6."],["p.para","Elder Charles W. Penrose summarized the foregoing list of events: “The bankrupt nations, envying the wealth of the sons of Judah, will seek a pretext to make war upon them, and will invade the ‘holy land’ to ‘take a prey and a spoil.’ …"],["p.para","“His [Christ’s] next appearance [after coming to his temple] will be among the distressed and nearly vanquished sons of Judah. At the crisis of their fate, when the hostile troops of several nations are ravaging the city and all the horrors of war are overwhelming the people of Jerusalem, he will set his feet upon the Mount of Olives, which will cleave and part asunder at his touch. Attended by a host from heaven, he will overthrow and destroy the combined armies of the Gentiles, and appear to the worshipping Jews as the mighty Deliverer and Conquerer so long expected by their race; and while love, gratitude, awe, and admiration swell their bosoms, the Deliverer will show them the tokens of his crucifixion and disclose himself as Jesus of Nazareth, whom they had reviled and whom their fathers put to death. Then will unbelief depart from their souls, and ‘the blindness in part which has happened unto Israel’ be removed.” (“The Second Advent,”",["span.emphasis","Millennial Star,"],"10 Sept. 1859, pp. 582–83.)"]]]]],[".topic",["h2","(I-9) Armageddon: The End or the Beginning?"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p86"},"Armageddon signals the end of the world, which is defined as “the destruction of the wicked” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.4"},"JS—M 1:4"],"). But it prepares the way for the ushering in of the millennial reign of Christ and the era of peace that will endure for a thousand years. Mankind will enter a remarkable period of righteousness, health, education, prosperity, and security. (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/65.17-25"},"Isaiah 65:17–25"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.9,16-20"},"Zechariah 14:9, 16–20"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.98-102"},"D&C 84:98–102"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.23-24"},"101:23–24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.52-56"},"133:52–56"],".)"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p87"},"The millennial era could not begin without the widespread destruction of the wicked. Therefore, while the battle of Armageddon is in and of itself a thing horrible to contemplate, it is necessary because of the wickedness of the world, and ultimately it will play an important part in the Lord’s plan for redemption of the world. President Joseph Fielding Smith observed:"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p88"},"“I know these are unpleasant things. It is not a pleasant thing even for me to stand here and tell you that this is written in the Scriptures. If the Lord has a controversy with the nations, He will put them to the sword. Their bodies shall lie unburied like dung upon the earth. That is not nice, is it, but should we not know it? Is it not our duty to read these things and understand them? Don’t you think the Lord has given us these things that we might know and we might prepare ourselves through humility, through repentance, through faith, that we might escape from these dreadful conditions that are portrayed by these ancient prophets? That is why I am reading them. I feel just as keenly as you do about the condition, and I pray for it to come to an end, but I want it to come to an end right. …"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-i.p89"},"“So I pray every day of my life that the Lord will hasten His work; and while all this has to take place, I hope He will hasten it, that it may soon come to an end, that peace may come; and so I repeat, as I said in one of the talks some time ago, I am praying for the end of the world because I want a better world. I want the coming of Christ. I want the reign of peace. I want the time to come when every man can live in peace and in the spirit of faith, humility and prayer.” (",["span.emphasis","Signs of the Times,"],"pp. 154–55, 175.)"]]]]]],"refs":null}
