{"id":41,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":41,"title":"The Persian Empire, the Return of the Jews, and the Diaspora","subtitle":"","short_title":"J","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.head1"},[".titleNumber","J"],["h1","The Persian Empire, the Return of the Jews, and the Diaspora"],["h1","Enrichment"]],[".bodyBlock",[".topic",["h2","(J-1) New Masters for the House of Israel"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p5"},"When the Northern Kingdom of Israel was taken captive by Assyria in 721",["span.small","B.C."],", Assyria ruled most of the known world. Yet, within a few short decades, the Assyrian Empire had crumbled before the onslaught of the Babylonians. Under Nebuchadnezzar Babylonia became a world empire, inheriting for the most part territories and peoples conquered by Assyria. If these peoples resisted their new masters, Nebuchadnezzar responded swiftly and savagely. So fell Judah in 586",["span.small","B.C."],"Though the Lord used the conquering empires as scourges in His hand to punish rebellious and backsliding Israel and Judah, once they had fulfilled their purpose they too came to a swift end."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p6"},"Nebuchadnezzar’s vigorous rule in Babylon was finished in 562",["span.small","B.C."],"He was the last great Chaldean ruler, and at his death the empire’s decline was rapid. The Babylonians’ own wickedness brought swift decline. Nebuchadnezzar was followed by Amil-Marduk (called Evil-merodach in",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/25.27"},"2 Kings 25:27"],"), who ruled for less than two years. Neriglissar, a brother-in-law to Evil-merodach, ruled for only four years. Labashi-Murduk, son of Neriglissar, was deposed after nine months. Nabonidus, a leader of the priestly party, ruled for sixteen years, from 555 to 539",["span.small","B.C."],", but he spent most of his time at the Oasis of Teima in Arabia. Affairs of state in Babylon were left in the hands of Belshazzar, the son of Nabonidus. Under Belshazzar, even the people of Babylon became disgusted with their corrupt nation."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p7"},"As long as the mighty stag in the forest is erect and strong, its enemies are held at bay. But at the slightest sign of weakness, the wolves move in for the kill. So it is with empires, and Babylon was reeling. The predators were waiting. East and north of the Persian Gulf, two nations were coming to power: the Medes and the Persians. Uniting under the direction of Cyrus, the Median-Persian alliance turned toward Babylon. Cyrus was to have a profound effect on the history of the house of Israel and the world. One historian noted the significance of this man:"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p8"},"“Cyrus the Great emerged in history in 559",["span.small","B.C."],"as ruler of the little province of Anshan, a district in northwestern Elam just south of Media and east of the Zagros Mountains. Anshan was then under the overlordship of Media. When Cyrus revolted against his overlord Astyages, the Median army went over to him in a body, surrendering Astyages as prisoner. Cyrus apparently was the voluntary choice of the Medes as their king. The empire’s capital, Ecbatana, with all its treasure, came into possession of Cyrus practically without a blow. Thus within ten years Cyrus made himself master of the Median empire comprising modern Persia, northern Assyria, Armenia, and Asia Minor as far west as the river Halys."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p9"},"“After two years spent in organizing the empire Cyrus moved westward, bent on conquest. After conquering northern Mesopotamia he attacked and defeated the fabulously rich Croesus, king of Lydia, whose kingdom extended from the river Halys [in Turkey] to the Aegean Sea [in Greece]. …"],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p10"},"“Returning in 539",["span.small","B.C."],", Cyrus advanced against Babylon, which opened its gates to him without a battle. [According to Daniel, Belshazzar saw the handwriting on the wall telling him of the fall of Babylon the very night before Cyrus entered the city and brought an end to the Babylonian empire (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/5"},"Daniel 5"],").] Indeed, [Cyrus] seems to have been welcomed by the populace as a friend and benefactor. Thus Cyrus became master of all western Asia."],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p11"},"“The fall of Babylon marked the end of Semitic world power. With the triumph of Cyrus, a new race, the Indo-European, came into world dominion and the political destiny of the world was thenceforth in the hands of that race. This, therefore, marks a new and very important watershed in Biblical history."],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p12"},"“Cyrus was a born ruler of men. He inaugurated a new policy in the treatment of conquered peoples. Instead of tyrannizing over them and holding them in subjection by brute force, he treated his subjects with consideration and won them as his friends. He was particularly considerate of the religions of conquered peoples. The effect of this policy was to weld his subjects to him in a loyalty which made his reign an era of peace.” (Elmer W. K. Mould,",["span.emphasis","Essentials of Bible History,"],"pp. 348–49.)"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p13"},"This revolution in policy was to have a profound effect on the history of the world and particularly on Jewish history, for when Cyrus marched into Babylon, the Jews were still in exile there."]],[".topic",["h2","(J-2) Cyrus Was Raised Up by the Lord to Free the Jews"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p15"},"Babylon fell to Cyrus in 539",["span.small","B.C."],"Shortly thereafter, as recorded in",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/36.22-23"},"2 Chronicles 36:22–23"],"and",["a.scriptureRef",{"href":"/scriptures/ot/ezra/1.1-11"},"Ezra 1:1–11"],", Cyrus decreed throughout his empire that any captive Jews in Babylonia who desired to could return to Jerusalem to rebuild the temple. Cyrus even allowed the vessels of gold and silver stolen by Nebuchadnezzar’s troops to be returned."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p16"},"What motivated Cyrus to make such a liberal proclamation? While Cyrus may have been influenced by the religion of his gods (see",["a.scriptureRef",{"href":"/scriptures/ot/ezra/1.7"},"Ezra 1:7"],"), including the emerging Zoroastrianism, to have respect for the God of Judah, it appears that Cyrus was motivated by the Spirit of the Lord to send the Jews back to their homeland. Josephus wrote:"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p17"},"“In the first year of the reign of Cyrus, which was the seventieth from the day that our people were removed out of their own land into Babylon, God commiserated [mourned] the captivity and calamity of these poor people, according as he had foretold to them by Jeremiah the prophet, before the destruction of the city, that after they had served Nebuchadnezzar and his posterity, and after they had undergone that servitude seventy years, he would restore them again to the land of their fathers, and they should build their temple, and enjoy their ancient prosperity. And these things God did afford them; for he stirred up the mind of Cyrus, and made him write this throughout all Asia: ‘Thus saith Cyrus the king: Since God Almighty hath appointed me to be king of the habitable earth, I believe that he is that God which the nation of the Israelites worship; for indeed he foretold my name by the prophets, and that I should build him a house at Jerusalem, in the country of Judea.’"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p18"},"“This was known to Cyrus by his reading the book which Isaiah left behind him of his prophecies; for this prophet said that God had spoken thus to him in a secret vision: ‘My will is, that Cyrus, whom I have appointed to be king over many and great nations, send back my people to their own land, and build my temple.’ This was foretold by Isaiah one hundred and forty years before the temple was demolished. Accordingly, when Cyrus read this, and admired the Divine power, an earnest desire and ambition seized upon him to fulfil what was so written; so he called for the most eminent Jews that were in Babylon, and said to them, that he gave them leave to go back to their own country, and to rebuild their city Jerusalem, and the temple of God, for that he would be their assistant, and that he would write to the rulers and governors that were in the neighbourhood of their country of Judea, that they should contribute to them gold and silver for the building of the temple, and besides that, beasts for their sacrifices.” (",["span.emphasis","Antiquities of the Jews,"],"bk. 11, chap. 1, pars. 1–2.)"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p19"},"The prophecy of Isaiah alluded to by Josephus and implied in",["a.scriptureRef",{"href":"/scriptures/ot/ezra/1.2"},"Ezra 1:2"],"is found in",["a.scriptureRef",{"href":"/scriptures/ot/isa/44.28"},"Isaiah 44:28–45:1"],"."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p20"},"Adam Clarke suggested: “It is very probable that when Cyrus took Babylon he found",["span.emphasis","Daniel"],"there, who had been long famed as one of the wisest ministers of state in all the East; and it is most likely that it was this person who pointed out to him the prophecy of Isaiah, and gave him those farther intimations relative to the Divine will which were revealed to himself” (",["span.emphasis","The Holy Bible … with a Commentary and Critical Notes,"],"2:730)."],[".img-left",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_j_02-benson.jpg"}],[".caption",["p",{"id":"lds-27"},"Elder Ezra Taft Benson"]]],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p21"},"Elder Ezra Taft Benson spoke of the contributions of Cyrus:"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p22"},"“King Cyrus lived more than five hundred years before Christ and figured in prophecies of the Old Testament mentioned in 2 Chronicles and the book of Ezra, and by the prophets Ezekiel, Isaiah, and Daniel. The Bible states how ‘the Lord stirred up the spirit of Cyrus, King of Persia.’ (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/36.22"},"2 Chron. 36:22"],".) Cyrus restored certain political and social rights to the captive Hebrews, gave them permission to return to Jerusalem, and directed that Jehovah’s temple should be rebuilt."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p23"},"“Parley P. Pratt, in describing the Prophet Joseph Smith, said that he had ‘the boldness, courage, temperance, perseverance and generosity of a Cyrus.’ (",["span.emphasis","Autobiography of Parley Parker Pratt"],"[Deseret Book Company, 1938], p. 46.)"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p24"},"“President Wilford Woodruff said:"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p25"},"“‘Now I have thought many times that some of those ancient kings that were raised up, had in some respects more regard for the carrying out of some of these principles and laws, than even the Latter-day Saints have in our day. I will take as an ensample Cyrus. … To trace the life of Cyrus from his birth to his death, whether he knew it or not, it looked as though he lived by inspiration in all his movements. He began with that temperance and virtue which would sustain any Christian country or any Christian king. … Many of these principles followed him, and I have thought many of them were worthy, in many respects, the attention of men who have the Gospel of Jesus Christ.’ (",["span.emphasis","Journal of Discourses,"],"vol. 22, p. 207.)"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p26"},"“God, the Father of us all, uses the men of the earth, especially good men, to accomplish his purposes. It has been true in the past, it is true today, it will be true in the future.” (In Conference Report, Apr. 1972, pp. 48–49.)"]],[".topic",["h2","(J-3) The First Return of the Jews"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p29"},"How did the Jews react to Cyrus’s edict? One writer noted that “not many Jewish exiles proved eager to rush back to Palestine. A half century in Babylonia had led the majority to sink their roots deeply in the land of their enforced adoption. Most of them had become bound to the new land by ties of marriage and friendship and by strong business connections. Moreover there had grown up in Babylonia a generation which knew not Palestine and for such Jews Judea, no longer an attractive place to live in, had no appeal. The pull of a powerful sentimental attachment was needed to induce any of them to return to Palestine and few felt this. Accordingly, the greatest difficulty was encountered in arousing enough enthusiasm to make up a party for the first returning group.” (Mould,",["span.emphasis","Essentials of Bible History,"],"p. 350.)"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p30"},"The first group of returning exiles arrived in Judea sometime after 536",["span.small","B.C."],"under the leadership of Zerubbabel or (Zorobabel), a member of the royal Davidic line (see",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/3.19"},"1 Chronicles 3:19"],"), and Joshua (or Jeshua), a priest of the lineage of Zadok. (Zadok was the high priest at the dedication of Solomon’s temple.) The first return somewhat resembled a religious crusade. It consisted of forty to fifty thousand people. Small groups of exiles continued to come for the next century from Babylonia, but the majority of Jews did not return, and for centuries there was a greater number of Jews in Babylon than in the Holy Land."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p31"},"A person known in the book of Ezra as Sheshbazzar (see",["a.scriptureRef",{"href":"/scriptures/ot/ezra/1.8,11"},"Ezra 1:8, 11"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezra/5.14,16"},"5:14, 16"],") was designated as the governor of this Holy Land colony. Scholars dispute whether Sheshbazzar was the same person as Zerubbabel. If Sheshbazzar was another person, as indicated in 1 Esdras 6:18 of the Apocrypha, then he mysteriously vanished, since Zerubbabel soon took center stage in Jerusalem."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p32"},"When the Jews returned to Israel, they found the land inhabited by Samaritans, a people whose name came from the city of Samaria, which had been the capital of the Northern Kingdom. When the Northern Kingdom fell to Assyria in 721",["span.small","B.C."],", only a few of the poorest class of Israelites were left in the land. The Assyrians brought other peoples to inhabit the land, and they intermarried with the remaining Israelites. They adopted some forms of the worship of Jehovah, but they mixed them with pagan ideas. The Jews in the Southern Kingdom viewed these Samaritans as being not only impure Israelites but pagans as well."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p33"},"The Jews returning from Babylonia were eager to reinstitute the official worship of Jehovah in Jerusalem. Their first act was to repair the altar of burnt offering and to renew the regular morning and evening sacrifices. They then observed the feast of Tabernacles and other feasts in routine succession. (see",["a.scriptureRef",{"href":"/scriptures/ot/ezra/3.1-6"},"Ezra 3:1–6"],".)"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p34"},"Under the direction of Zerubbabel, the Jews repaired the altar and began to rebuild the temple. The Samaritans asked to join in the project, saying that they had been offering sacrifice to Jehovah since the days of the Assyrian conquest (see",["a.scriptureRef",{"href":"/scriptures/ot/ezra/4.1-2"},"Ezra 4:1–2"],"). The Jews flatly refused their help, and the Samaritans in anger openly opposed the project (see",["a.scriptureRef",{"href":"/scriptures/ot/ezra/4.3-5"},"Ezra 4:3–5"],"). Because of this interference from the Samaritans and because of indifference that arose among the Jews (see",["a.scriptureRef",{"href":"/scriptures/ot/hag/1.2-6"},"Haggai 1:2–6"],"), the temple building was put off until the second year of the reign of Darius I, about 520",["span.small","B.C."]]],[".topic",["h2","(J-4) The Second Temple"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p36"},"The resumption of the temple construction was inspired by two prophets, Haggai and Zechariah (see",["a.scriptureRef",{"href":"/scriptures/ot/ezra/5.1"},"Ezra 5:1"],"), whose brief writings are preserved in the Old Testament. The local governor and the leaders of Samaria attempted to obstruct the project. The Jews appealed to Darius, eventually proving that they were doing only what Cyrus had granted them permission to do. So they were allowed to continue their project (see",["a.scriptureRef",{"href":"/scriptures/ot/ezra/5"},"Ezra 5–6"],"). The temple was finished in 515",["span.small","B.C."],"This temple is known either as the second temple (Solomon’s was the first) or the temple of Zerubbabel. The second temple did not compare in splendor to the temple of Solomon, for the people were very poor at the time they built it."],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p37"},"There is no mention of Zerubbabel after the temple was completed. After his time, the leadership of the community was held by the priests. This theocratic government was permitted by the Persians and for a time by Alexander the Great."],[".",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32498/32498_all_028_09-alexander.jpg"}],[".caption",["p",{"id":"lds-177"},"Persia fell to Alexander the Great."]]]],[".topic",["h2","(J-5) The Return of the Jews under Ezra and Nehemiah"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p39"},"Not much is known of the state of Jewish affairs between the completion of the temple in 515",["span.small","B.C."],"and the appearance in Jerusalem of Ezra and Nehemiah and the colonies that came with them. Nehemiah’s appearance at Jerusalem can be firmly dated at 445",["span.small","B.C."],"The date of Ezra’s mission is disputed. Some scholars date Ezra’s journey before that of Nehemiah, some after. The scriptures seem to indicate that Ezra’s group came to Jerusalem before Nehemiah. Another source states that Ezra came in 458",["span.small","B.C."],"(see J. D. Douglas, ed.,",["span.emphasis","The Illustrated Bible Dictionary,"],"s.v. “Persia,” p. 1199)."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p40"},"In any event, there is a span of about three generations between the first return and the return of Ezra and Nehemiah. During this period, Persian culture reached its greatest height, as evidenced by the impressive ruins standing at Persepolis, the capital of the Persian Empire. The luxury of the Persian court is described in the book of Esther."],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p41"},"Little is known about Jewish life during this period. Politically the Jews were ruled by Persian officers, but from their own point of view, and in general practice, they maintained a theocracy ruled by God’s anointed high priest. In view of the reforms initiated later by Ezra and Nehemiah, a strict adherence to the laws of Moses was evidently not observed. The priests intermarried with their non-Israelite neighbors, and the city of Jerusalem was allowed to further deteriorate."],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p42"},"Under Artaxerxes I (465–424",["span.small","B.C."],"), Jewish officers had official representation at the Persian court. Ezra seems to have held some kind of important court office, and he was accredited as a special envoy to reorganize the temple services at Jerusalem. The eager Jews were led on by the encouragement they had received from the Persian court to exceed the terms of Ezra’s commission, and they rebuilt the city wall."],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p43"},"Nehemiah was a royal cupbearer in the Persian court (see",["a.scriptureRef",{"href":"/scriptures/ot/neh/2.1"},"Nehemiah 2:1"],"). Since assassination was an ever-present danger for kings anciently, and poison was often employed, the cupbearer held a highly trusted position in the court. His calling was to ensure that the king’s food and drink were safe. (See Samuel Fallows, ed.,",["span.emphasis","The Popular and Critical Bible Encyclopedia and"],["span.emphasis","Scriptural Dictionary,"],"s.v. “Cupbearer.”) Nehemiah succeeded in using his favored position to have himself named governor of Judah."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p44"},"Nehemiah’s energy, ability, unselfish patriotism, and personal integrity brought a new, exuberant Judah into existence once again. The restoration of Jerusalem, which had lain in ruins for a century and a half, was begun. Ezra, a righteous, dedicatedf priest, joined Nehemiah in the work, and together they succeeded in restoring a Jewish community in Jerusalem once again.",["a.scriptureRef",{"href":"/scriptures/ot/ps/48"},"Psalm 48"],"is a song celebrating the restoration of Jerusalem. It shows how Jewish confidence was then revived. Judah developed a semiautonomous government and gradually enlarged their district’s borders to become approximately half the size of the kingdom of Judah when it fell in 581",["span.small","B.C."],"Judah remained in peace throughout the duration of the Persian Empire."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p45"},"When Alexander the Great conquered the Persian Empire in 331",["span.small","B.C."],", the Jews simply transferred their allegiance from one monarch to another. Jewish tradition relates how Alexander was met by the high priest in Jerusalem and was read the prophecies of Daniel that one of the Greeks would destroy the Persians (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.6"},"Daniel 7:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/8.3,20-22"},"8:3, 20–22"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/11.3"},"11:3"],"). Alexander, supposing this meant himself, rejoiced and accepted the Jewish nation without going to war against them."]],[".topic",["h2","(J-6) The Diaspora"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p47"},["span.emphasis","Diaspora"],"is a Greek word meaning “dispersion.” According to the Jews, there is a difference between a forced exile and a voluntary dispersion. The forced exile is usually referred to by the Hebrew word",["span.emphasis","galut,"],"meaning “exile.”",["span.emphasis","Diaspora"],"is generally used by the Jews to refer to their voluntary dispersion. According to present-day Jews, Diaspora is a correct designation for all Jews still living outside of",["span.emphasis","Eretz"],"Israel (land of Israel)."],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p48"},"The term",["span.emphasis","Diaspora"],"refers to the scattering of the house of Israel into countries other than the Holy Land. Latter-day Saints know that the entire house of Israel was scattered, but, as used by most scholars, the word",["span.emphasis","Diaspora"],"is applied principally to the dispersion of the Jews throughout all the earth."],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p49"},"The Lord through His prophets long ago foretold the scattering or dispersion of Judah and all of Israel throughout the world. (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.64"},"Deuteronomy 28:64"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/29.18"},"Jeremiah 29:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/12.15"},"Ezekiel 12:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/amos/9.9"},"Amos 9:9"],";",["a.scriptureRef",{"href":"/scriptures/ot/zech/10.9"},"Zechariah 10:9"],".)"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p50"},"The first major dispersion of Israel began with the Assyrian conquest of the Northern Kingdom of Israel, which resulted in the captivity of that nation in 722",["span.small","B.C."],"(See",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p1"},"Enrichment D."],")"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p51"},"Although the first significant",["span.emphasis","Jewish"],"Diaspora resulted from the Babylonian exile, small colonies of Jews made their way to Egypt before this exile. One of these exiles is the subject of some of Jeremiah’s dire prophecies (see",["a.scriptureRef",{"href":"/scriptures/ot/jer/43"},"Jeremiah 43–44"],"). The Jews spoken of by Jeremiah settled near the delta of the Nile. They repudiated Jehovah completely, impudently asserting that it was worship of Him that had caused all their misery and disaster. Other groups of Jews who came to Egypt shortly before and during the Babylonian sieges of Jerusalem were hospitably received, and they prospered. They established Jewish quarters in several of the larger cities there. Many of them attempted to transplant to this new home the pattern of their religious life. Such was the case at Elephantine, where archeological discoveries reveal that a Jewish colony constructed a temple similar to the one in Jerusalem."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p52"},"Nebuchadnezzar deported to Babylon large groups of Jewish exiles between 605",["span.small","B.C."],"and 587",["span.small","B.C."],"Despite Cyrus’s edict, most of the exiles chose to stay in Babylon because of favorable economic and agricultural conditions. Gradually, in the centuries from 400",["span.small","B.C."],"to",["span.small","A.D."],"200 and even later, the Jews dispersed themselves to all parts of the known world and set up enduring colonies."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p53"},"An eminent historian discussed the existence of dispersed Jews in other parts of the Roman Empire at the time of the Christian era:"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p54"},"“Josephus describes Syria as the country with the highest percentage of Jewish inhabitants, which is very probably on account of its proximity to",["span.emphasis","Eretz"],"Israel. There were particularly important Jewish centers in the capital Antioch, in Damascus, and in Apamea. According to Philo, numerous Jews lived in Syria and in Asia Minor, where the settlement of Jews was greatly promoted by the policy of the Seleucid kings, whose rule extended over large areas of Asia Minor. Thus it is known that Antiochus III (223–187",["span.small","B.C.E."],") settled 2,000 Babylonian Jewish families in Phrygia and Lydia. From the period of the Roman rule at the end of the republic and the beginning of the Julio-Claudian principate there is clear evidence of the existence of Jews in most of the important cities of Asia Minor, in Adramyttium, Pergamum, Sardis, Ephesus, Tralles, Miletus, Iasus, Halicarnassus, Laodicea, Tarsus, and very many others, as well as in the regions of Bithynia, Pontus, and Cappadocia. … There were many Jews, too, in the various islands of the eastern Mediterranean. … Many Jews also lived in Crete, Delos, Paros, Melos, Euboea, and in other islands."],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p55"},"“… There were Jews in all the important urban centers of Greece and Macedonia. … According to the Acts of the Apostles, there were Jewish communities in Thessalonica, in the Macedonian cities of Philippi and Beroea, and in the famed Greek cities of Athens and Corinth. Inscriptions also attest to Jewish settlements in various places in the Peloponnesus (the district of Laconia, the city of Patrae, Tegea), in Athens, and in Thessaly. From Greece the Jewish settlements spread northward to the Balkan peninsula (Stobi) and reached Pannonia [present-day Europe].” (",["span.emphasis","Encyclopaedia Judaica,"],"s.v. “Diaspora,” 6:10–11.)"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p56"},"The dispersed people of Judah are frequently referred to in the New Testament. The Jews in the temple spoke of them when questioning Jesus at the feast of Tabernacles (see",["a.scriptureRef",{"href":"/scriptures/nt/john/7.35"},"John 7:35"],"). At the feast of Pentecost, fifteen locations other than Judea were represented by Jewish pilgrims (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.9-11"},"Acts 2:9–11"],"). Luke, in the book of Acts, spoke of Jewish synagogues in the Roman Empire that were of great service in the spreading of Christianity (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.9"},"Acts 6:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.43-45"},"13:43–45"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/14.1-2,19"},"14:1–2, 19"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/16.3"},"16:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.1,4,10-13"},"17:1, 4, 10–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.2,12,19"},"18:2, 12, 19"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/19.13-17,33"},"19:13–17, 33"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/28.17-29"},"28:17–29"],")."]],[".topic",["h2","(J-7) The Jewish Religion in the Diaspora"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p58"},"“In general, the Jews of the Dispersion were sincerely loyal to the religion of their ancestors. They recognized Jerusalem as the Holy City, paid their annual taxes to the temple and whenever possible made pilgrimages to Zion to celebrate the holy days. Nevertheless, in many synagogues outside Judea services were being conducted in Greek, mixed marriages were becoming a familiar practice again and the rite of circumcision was increasingly ignored. Among the many Hellenistic ideas that gained ground with the dispersed Jews was the popular belief that different peoples simply worshiped the same God by different names. This doctrine was anathema to the priests and scholars of Jerusalem, for it blurred the differences between Jew and Gentile.” (",["span.emphasis","Great People of the Bible and How They Lived,"],"p. 253.)"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p59"},"Devout Jews visited Jerusalem for the great feasts when possible (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.5-11"},"Acts 2:5–11"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.27"},"8:27"],"). Paul, raised as a Jew of the Diaspora in Tarsus, was faithful to the law and to the nation (see",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.5-6"},"Philippians 3:5–6"],"). Apollos, a Christian convert, was a Jew of the Diaspora from Alexandria and was “mighty in the scriptures” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.24"},"Acts 18:24"],")."],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p60"},"What effect did the Jewish religion of the Diaspora have upon their gentile neighbors? One author describes how the Jews made proselytes:"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p61"},"“The Jews are often unjustly charged with a rigid exclusivism. In fact, particularly among the Dispersion, they recognized their mission to the Gentiles, and there was a sincere attempt to win converts. To accept the Jewish religion was no light matter for a Gentile. He must accept circumcision and baptism, and agree to keep the whole law of Moses, including such ritual prescriptions as the sabbath and the laws about unclean food. He must in fact renounce his own nationality. There were a considerable number who took this drastic step, and it is to them that the term ‘proselyte’ applies."],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p62"},"“Many more were attracted by the monotheistic faith and the strict morality of Judaism in contrast with the decadent polytheism of Rome. They were prepared to identify themselves with the faith and ideals of the Jews, but stopped short of the proselyte’s full commitment. These fellow-travellers, many of them rich and influential officials, are known in the New Testament as ‘those who fear God’ or ‘the devout’ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/13.26,43,50"},"Acts 13:26, 43, 50"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.4"},"17:4"],").” (David Alexander and Pat Alexander, eds.,",["span.emphasis","Eerdmans’ Handbook to the Bible,"],"p. 497.) The proselytes were a rich source of converts to early Christianity, for in the Church they found the moral law without the burdens of the Mosaic code."]],[".topic",["h2","(J-8) Life in the Diaspora"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p65"},"During the first centuries of the dispersion, “the occupations of the Jews in the countries of the Hellenistic-Roman Diaspora were varied, and certainly they were not confined to only a few specified occupations, as was the case in the Middle Ages, and no restrictions were placed on them. In Judea, the Jews had been farmers from the earliest days, and while the cultivation of the soil remained an important occupation of the Jews in the countries of the Diaspora, they also engaged in other pursuits. Numerous papyri in particular furnish considerable evidence of the part played by the Jews in the agriculture of Egypt. Among the Jewish agriculturists in Ptolemaic Egypt were ‘royal farmers,’ tenant farmers, military settlers, and agricultural workers. There were also Jewish peasants and shepherds. Other documents show that there was a Jewish family of potters in ‘a Syrian village’ in the Fayyum district, and also a Jewish weaver in Upper Egypt in the second century",["span.small","B.C.E."],"Jewish officials were prominent in government service, occupying positions in the police force, in the administration of the government banks, and particularly in the collection of taxes."],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p66"},"“A similar diversity characterized the economic life of the Jews in Roman Egypt. In Roman Alexandria there were wealthy Jews, bankers with interterritorial connections, important merchants, and shipowners who filled a notable role in the Egyptian, and in the entire Mediterranean, economy. However, alongside these, Jewish artisans and poor Jews were no less prominent. The Jewish artisans in Roman Alexandria engaged in various trades, and even occupied places in the large synagogue according to their occupations. Among the Alexandrian Jews, some owned land in various places whereas others had difficulty in making a livelihood, as can be seen from the papyri of Abusir el Meleq. This picture is confirmed by documents relating to the provincial towns. Thus in Roman Egypt some Jews owned land, some engaged in cultivating the soil and in rearing sheep, some in transport on land or along the Nile where they loaded cargo for various parts of Egypt, while others were artisans. … More or less the same state of affairs existed in the other countries of the Mediterranean world. …"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p67"},"“[Under Roman law the Jews were granted the right] to organize themselves in their own institutions and to establish an autonomous system of internal administration and justice, to refrain from taking part in what they regarded as idolatry, and to be exempt from duties involving a transgression of Jewish religious precepts. The permission to refrain from idolatry also included the right to abstain from taking part in emperor worship, the chief expression of the loyalty of the peoples of the empire, abstention from which was generally regarded as treason.” (",["span.emphasis","Encyclopaedia Judaica,"],"s.v. “Diaspora,” 6:11–13.)"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p68"},"In the year 2000, of the estimated 13 million Jews in the world, about 5,800,000 million resided in the United States, 4,800,000 in Israel; 600,000 in France; and 400,000 in Russia, with other sizeable groups in Europe, the Americas, and around the world."]],[".topic",["h2","(J-9) The Gathering of Dispersed Israel"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p70"},"The Lord never intended for Israel and Judah to remain scattered. Isaiah prophesied that “the Lord shall set his hand again the second time to recover the remnant of his people … and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.11-12"},"Isaiah 11:11–12"],").",["a.scriptureRef",{"href":"/scriptures/ot/ps/147.2"},"Psalm 147:2"],"reads: “The Lord doth build up Jerusalem: he gathereth together the outcasts [",["span.emphasis","diasporai"],"in the Greek version of the Old Testament] of Israel.” Nephi added this significant idea to the teachings of the restoration of the Jews: “After [the Jews] have been scattered … even down from generation to generation, … they shall be persuaded to believe in Christ, the Son of God, and the atonement” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.16"},"2 Nephi 25:16"],"). Isaiah described how in large measure the Jews would be restored: “And kings shall be thy nursing fathers, and their [the Gentiles’] queens thy nursing mothers” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/49.23"},"Isaiah 49:23"],")."],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-j.p71"},"Elder Wilford Woodruff, then a member of the Quorum of the Twelve, issued an epistle to the world on 22 February 1879 and, in part, addressed himself to the dispersed of Judah: “For the fulness of the Gentiles has come in, and the Lord has decreed that the Jews should be gathered from all the Gentile nations where they have been driven, into their own land, in fulfillment of the words of Moses their lawgiver. And this is the will of your great Eloheim, O house of Judah, and whenever you shall be called upon to perform this work, the God of Israel will help you. You have a great future and destiny before you and you cannot avoid fulfilling it; you are the royal chosen seed, and the God of your father’s house has kept you distinct as a nation for eighteen hundred years, under all the oppression of the whole Gentile world. You may not wait until you believe on Jesus of Nazareth, but when you meet with Shiloh your king, you will know him; your destiny is marked out, you cannot avoid it. It is true that after you return and gather your nation home, and rebuild your City and Temple, that the Gentiles may gather together their armies to go against you to battle, to take you a prey and to take you as a spoil, which they will do, for the words of your prophets must be fulfilled; but when this affliction comes, the living God, that led Moses through the wilderness, will deliver you, and your Shiloh will come and stand in your midst and will fight your battles; and you will know him, and the afflictions of the Jews will be at an end, while the destruction of the Gentiles will be so great that it will take the whole house of Israel who are gathered about Jerusalem, seven months to bury the dead of their enemies, and the weapons of war will last them seven years for fuel, so that they need not go to any forest for wood. These are tremendous sayings—who can bear them? Nevertheless they are true, and will be fulfilled, according to the sayings of Ezekiel, Zechariah, and other prophets. Though the heavens and the earth pass away, not one jot or tittle will fall unfulfilled.” (In Matthias F. Cowley,",["span.emphasis","Wilford Woodruff,"],"pp. 509–10.)"]]]]]],"refs":null}
