{"id":38,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":38,"title":"Enrichment Section G: Hebrew Literary Styles","subtitle":"","short_title":"G","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.head1"},[".titleNumber","G"],["h1","Enrichment Section"],["h1","Hebrew Literary Styles"]],[".bodyBlock",[".topic",["h2","(G-1) Hebrew Poetry"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p5"},"Psalms is included in that part of the Old Testament known as the wisdom literature or the poetic books. The books usually included in this classification are Job, Psalms, Proverbs, Ecclesiastes, and the Song of Solomon. (",["span.emphasis","Note:"],"Joseph Smith indicated that “the Song of Solomon is not inspired scripture”; Bible Dictionary, s.v.",["a.scriptureRef",{"href":"/scriptures/bd/song-of-solomon"},"“Song of Solomon.”"],"It will therefore not be treated in this manual.) But it would be a serious misconception to think that there are no poetic or literary passages elsewhere in the Old Testament. There are whole passages of poetic songs in the historical books (for example, see the song of Moses in",["a.scriptureRef",{"href":"/scriptures/ot/ex/15"},"Exodus 15"],"and the song of Deborah and Barak in",["a.scriptureRef",{"href":"/scriptures/ot/judg/5"},"Judges 5"],"). The prophetic writings, especially Isaiah, are also replete with passages of poetic quality and form. While this Hebrew literature is as commonly spoken of as poetry, this name is misleading, for it is greatly different from Western poetry, whether rhyming verse or blank verse. It is beneficial to the study of Psalms for one to understand some of the basic elements of the ancient Israelite literary styles before studying the actual writings. Four important characteristics are of note: parallelism, chiasmus, figurative imagery, and dualism."]],[".topic",["h2","(G-2) Hebrew Poetry Is Based on Parallelism, or “Thought-Rhythm”"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p7"},"“The chief characteristics … of Hebrew poetry are found in the peculiar form in which it gives utterance to its ideas. This form has received the name of ‘parallelism.’ Ewald justly prefers the term ‘thought-rhythm,’ since the rhythm, the music, the peculiar flow and harmony of the verse and of the poem, lie in the distribution of the sentiment in such a manner that the full import does not come out in less than a distich [a poetic form containing two lines; a couplet].” (Fallows, Bible Encyclopedia, s.v., “Poetry, Hebrew,” 3:1357)."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p8"},"“The word ‘poetry’ may suggest to us a highly specialized branch of literary art, produced by the few for the few. But this would be a misleading term for any part of the Old Testament. A closer modern equivalent would be the measured oratory of, for instance, a Winston Churchill—"],[".poetry",["p.title"],[".stanza",["p.line","We shall fight on the beaches,"],["p.line","We shall fight on the landing-grounds,"],["p.line","We shall fight in the fields and in the streets"]]],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p12"},"—in which reiteration (or other devices) and rhythm join to make a passage doubly memorable and impressive."],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p13"},"“Reiteration was a favourite Canaanite technique, and is also a mark of some of the earliest biblical poetry:"],[".poetry",["p.title"],[".stanza",["p.line","Spoil of dyed stuffs for Sisera,"],["p.line","Spoil of dyed stuffs embroidered,"],["p.line","Two pieces of dyed work embroidered for my neck as spoil (",["a.scriptureRef",{"href":"/scriptures/ot/judg/5.30"},"Judges 5:30"],")."]]],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p17"},"“The rhythm, though tighter than this in the original, is a flexible matter of stresses, or beats, not of fixed numbers of syllables. Most often there will be three stresses to a line, matched by another three in the following line which pairs with it to form a couplet. But this pattern may be varied by an occasional longer or shorter couplet, or by a triplet, in the same passage; or again the predominating rhythm may be of couplets in which a three-beat line is answered by another of two beats:"],[".poetry",["p.title"],[".stanza",["p.line","How are the mighty fallen"],["p.line","in the midst of the battle!"]]],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p20"},"“This last rhythm, with its touch of fading or drooping, is often used for taunts or laments (as in the book of Lamentations), and this had suggested the name",["span.emphasis","Qinah"],"(lament) for it, although its use is not confined to such themes."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p21"},["span.emphasis","“What is almost the hallmark of biblical poetry, in contrast to our own, is parallelism: the echoing of the thought of one line of verse in a second line which is its partner:"]],[".poetry",["p.title"],[".stanza",["p.line","Has he said, and will he not do it?"],["p.line","Or has he spoken, and will he not fulfil it?"]]],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p25"},"“There are many varieties of this, from virtual repetition to amplification or antithesis. It has a dignity and spaciousness which allows time for the thought to make its effect on the hearer, and often also the opportunity to present more than one facet of a matter:"],[".poetry",["p.title"],[".stanza",["p.line","For my thoughts are not your thoughts,"],["p.line","neither are your ways my ways, says the Lord"]]],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p29"},"“Bishop Lowth, whose lectures on Hebrew poetry in 1741 first introduced the name ‘parallelism’ for this poetic style, pointed out that",["span.emphasis","this structure, based as it is on meaning, survives translation into the prose of any language with remarkably little loss,"],"unlike the poetry that relies on complex metre or a special vocabulary.” (Derek Kidner, “Poetry and Wisdom Literature,” in Alexander and Alexander, Eerdmans’ Handbook to the Bible, p. 316; emphasis added.)"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p30"},"“Lowth distinguished three chief types of parallelism: a.",["span.emphasis","Synonymous parallelism."],"This is a repetition of the same thought with equivalent expressions, the first line or stich reinforcing the second, giving a distich or couplet:"],[".poetry",["p.title"],[".stanza",["p.line","‘He that sitteth in the heavens shall laugh;"],["p.line","The Lord will have them in derision’ (Psa. 2:4)."]]],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p33"},"b.",["span.emphasis","Antithetic parallelism"],"consists of the repetition of a contrasting thought in the second line to accentuate the thought of the first:"],[".poetry",["p.title"],[".stanza",["p.line","‘The young lions do lack and suffer hunger:"],["p.line","But they that seek Jehovah shall not want any good thing.’ (Psa. 34:10)."]]],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p36"},"c.",["span.emphasis","Synthetic parallelism"],"is a building up of thought, with each succeeding line adding to the first:"],[".poetry",["p.title"],[".stanza",["p.line","‘And he shall be like a tree planted by the rivers of water,"],["p.line","That bringeth forth fruit in its season,"],["p.line","Whose leaf shall not wither"],["p.line","And whatsoever he doeth shall prosper’ (Psa. 1:3)."]]],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p41"},"This basic pattern of Hebrew poetry conveys thoughts pleasing to the mind and produces a musical cadence pleasing to the ear. There are numbers of variations in parallelism discovered since Lowth’s day, such as",["span.emphasis","inverted parallelism"],"(Psa. 137:5, 6; Psa. 30:8–10). This occurs in a quatrain when the first line is parallel to the fourth instead of the second and the intervening lines are parallel.” (Unger, Bible Dictionary, s.v.",["a.scriptureRef",{"href":"/scriptures/bd/old-testament"},"“poetry, Old Testament,”"],"p. 874.)"]],[".topic",["h2","(G-3) Chiasmus in the Old Testament"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p43"},"The last form mentioned above has also been called chiasmus, from the Greek letter",["span.emphasis","chi"],"(which resembles the letter",["span.emphasis","X"],"), because lines connecting the parallelisms form an",["span.emphasis","X."],"For example, note the diagram of the parallels in",["a.scriptureRef",{"href":"/scriptures/ot/ps/124.7"},"Psalm 124:7"],":"],[".poetry",["p.title"],[".stanza",["p.line","Our soul is",["span.emphasis","escaped"],"as a bird out of the",["span.emphasis","snare"],"of the fowlers:"],["p.line","The",["span.emphasis","snare"],"is broken, and we are",["span.emphasis","escaped."]]]],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p46"},"In other words, chiasmus is inverted parallelism."],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p47"},"“Chiasmus was first noticed by a few nineteenth century pioneer theologians in Germany and England, but the idea had to wait until the 1930s before it found an ardent exponent, Nils Lund, who was able to lay the principle before the eyes of the world in a convincing way. … Today, articles on the subject are quite common."],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p48"},"“What is it that has drawn this attention? To see this for ourselves, we had best begin with an example of chiasmus, and a convenient one is to be found in",["a.scriptureRef",{"href":"/scriptures/ot/ps/3.7-8"},"Psalms 3:7–8"],", which reads (translating literally from the Hebrew):"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p49"},"“7. Save me, O my God, for thou has smitten all my enemies on the cheek-bone;"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p50"},"“8. The teeth of the wicked thou has broken; to Jehovah, the salvation."],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p51"},"“What’s so odd about that? Well, a careful look at these verses reveals something that at first glance is not altogether obvious: namely, that the words occur in a peculiar sequence. Everything gets said",["span.emphasis","twice,"],"and in the repetition everything gets said backwards, back to front, or in a",["span.emphasis","reverse order."],"Consider what happens when we rewrite these verses by arranging them in the following way:"],[".poetry",["p.title"],[".stanza",["p.line","a Save me,"],["p.line","b O my God"],["p.line","c for thou has smitten"],["p.line","d all my enemies"],["p.line","e on the cheekbone;"],["p.line","e The teeth"],["p.line","d of the wicked"],["p.line","c thou hast broken;"],["p.line","b to Jehovah,"],["p.line","a the salvation."]]],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p62"},"It now becomes quite clear to us that the repetition in these verses is not just a haphazard redundancy. It is an ordered reversal of the original sequence of the psalmist’s thoughts."],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p63"},"“Scholars in fact find that many passages follow this same pattern of inverted repetition, and when they do, they call them chiastic. …"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p64"},"“Some chiasms are relatively straightforward, such as the example in",["a.scriptureRef",{"href":"/scriptures/ot/gen/7.21-23"},"Genesis 7:21–23"],"(translating literally from the Hebrew):"],[".poetry",["p.title"],[".stanza",["p.line","a There died on the earth"],["p.line","b all birds,"],["p.line","c cattle,"],["p.line","d beasts and creeping things,"],["p.line","e man;"],["p.line","f all life"],["p.line","g died"],["p.line","g and was destroyed."],["p.line","f Every living thing"],["p.line","e both man,"],["p.line","d creeping things,"],["p.line","c cattle,"],["p.line","b birds,"],["p.line","a were destroyed from the earth."]]],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p79"},"Other chiasms, as we shall see, are much more complex."],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p80"},"“It is also important for us to notice that chiasmus is not just a simple repetition; it also involves an",["span.emphasis","intensification"],"or an aspect of completion in the second half. Compare, for example, the more powerful ideas of",["a.scriptureRef",{"href":"/scriptures/ot/ps/3.8"},"Psalms 3:8"],"over 3:7: the strength of the teeth over the passive nature of the cheekbone; or getting broken vis-a-vis getting smitten; being wicked instead of just being an enemy. Quite consistently, therefore, a shift can be seen to occur at the center of a chiasm so that the bigger, more powerful, or more intense ideas will appear in the second half of chiastic passages."],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p81"},"“Chiasmus is not limited to short passages. It may also be used to give order, emphasis, and completeness to longer passages, such as is the case in the 58th Psalm:"],[".poetry",["p.title"],[".stanza",["p.line",["span.emphasis","a Do ye indeed"],"O gods",["span.emphasis","speak"],"righteousness?"],["p.line",["span.emphasis","Do ye"],"judge",["span.emphasis","uprightly,"],"O",["span.emphasis","ye sons"],"of men?"],["p.line","b Nay in the heart ye work wickedness,"],["p.line","Ye weigh out the violence of your hands in the earth."],["p.line","c The wicked are estranged from the womb …"],["p.line","d Their poison is like the poison of a serpent …"],["p.line","e O God"],["p.line","break"],["p.line","their teeth in their mouth;"],["p.line","e the great teeth of the young lions"],["p.line","break out"],["p.line","O Jehovah"],["p.line","d They shall melt away like waters, like a"],["p.line","snail will melt as it goes along …"],["p.line","c Abortions of a woman that have not beheld"],["p.line","the sun …"],["p.line","b The righteous shall rejoice when he seeth the vengeance;"],["p.line","he shall wash his feet in the blood of the wicked."],["p.line","a And men shall say, there is a reward for righteousness."],["p.line","Surely there is a God that judgeth the earth."]]],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p102"},"“By comparing each emphasized word in the first half of this psalm with the corresponding emphasized word in the second half, you can see the interesting chiastic order and the contrasting intensifications that have been written into this psalm. Chiasmus makes this poem harmonic, complete, and brilliant. No end is left untied. No thought is left unbalanced. And yet it flows freely and naturally from one point to the next and back again. To an ancient Israelite this was beautiful, this was metrical, this was inspirational."],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p103"},"“A further phenomenon that we can see in the structure of the 58th Psalm is the importance of the chiastic",["span.emphasis","turning point."],"Notice how the short prayer at the center of this psalm is marked and spotlighted. The prayer is set in the center for the very purpose of showing how prayer to the Lord God can turn everything completely around. After the prayer the strength of the wicked melts away like the slime of a snail, while the requests of the righteous are granted."],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p104"},"“Needless to say, the discovery of chiasmus has given us plenty to think about. It has led us to think about the nature of our sacred literature and to reevaluate the skill and deliberation with which it was written. By it many passages that were previously obscure have now become clear. Other places that once seemed disorganized have now regained their original orderliness. Above all, we have learned once again that, if we are to judge the literature of another culture, we must not judge it according to our likes and dislikes. The fact that chiasmus was a unique and prevalent form of Hebrew writing requires us to take it into account when we consider the literary accomplishments of ancient Israel.” (John W. Welch,",["span.crossRef","“Chiasmus in the Book of Mormon; or, the Book of Mormon Does It Again,”"],"New Era, Feb. 1972, pp. 6–7.)"]],[".topic",["h2","(G-4) Hebrew Literature Is Full of Imagery and Is Highly Figurative"],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p106"},"As explained in Enrichment Section C, the use of symbolic language is characteristic of Old Testament writings. Figurative language and rich imagery abound, especially in the poetic books. Every rhetorical device is used, including alliteration, hyperbole, simile, metaphor, personification, and metonymy. Sidney B. Sperry used an interesting analogy to illustrate a fundamental difference between the Eastern and Western ways of using language:"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p107"},"“Rudyard Kipling was certainly right when he said: ‘Oh, East is East, and West is West, and never the twain shall meet.’"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p108"},"“As Latter-day Saints, we should keep Kipling’s saying in mind when we read the scriptures. We ofttimes read our Bible as though its peoples were English or American and interpret their sayings in terms of our own background and psychology. But the Bible is actually an Oriental book. It was written centuries ago by Oriental people and primarily for Oriental people. …"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p109"},"“It may be of interest to contrast the speech of modern and ancient Palestinians with our own. In thought and speech the Oriental is an artist; the Occidental, on the other hand, may be thought of as an architect. When speaking, the Oriental paints a scene whose total effect is true, but the details may be inaccurate; the Occidental tends to draw diagrams accurate in detail. When our Lord spoke of the mustard seed as ‘less than all the seeds that be in the earth,’ and the plant as ‘greater than all herbs’ (",["a.scriptureRef",{"href":"/scriptures/nt/mark/4.31-32"},"Mark 4:31–32"],"), he was speaking as an Oriental. Any good botanist knows that the mustard seed (sinapi) of which Jesus spoke, though small, is not the smallest of all seeds, nor is the plant greater than all herbs.” (",["span.crossRef","“Hebrew Manners and Customs,”"],"Ensign, May 1972, pp. 29–30>.)"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p110"},"Another scholar wrote: “Nowhere is the genius of Hebrew poetry more apparent than in its imagery. It lays heaven and earth under tribute. It steals music from the morning stars, and light from the bridegroom who needs no virginal lamps. Its eternal summer fades not, and its snows are undefiled. It rules the raging of the sea, it drives on the clouds, and rides on the wings of the wind. It makes the royal gold richer, the myrrh more fragrant, and the frankincense sweeter. The offerings it takes from the shepherd suffer no death, and his flock is folded in evergreen pastures. The bread of its harvest will never waste, the oil from its press never fail, and its wine is for ever new. So long as men can breathe, its eternal lines will form the litany of the praying heart. The strings it touches are the strings of the harp of God."],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p111"},"“The rhythm of Hebrew poetry is not the measured beat of the earth-locked body. It is the majestic rhythm of the soaring spirit, felt only by him who has the music of heaven in his soul. It rises above the metrical to a loftier plane and to a new dimension—the dimension of the spirit, where they who worship God worship Him in spirit and in truth."],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p112"},"“Its proper object is the Highest, the God of heaven and earth; its source and fount, the depths of the God-hungry heart. Its great theme is the personal encounter with the living God.” (Douglas, New Bible Dictionary, s.v. “poetry,” p. 1008.)"]],[".topic",["h2","(G-5) The Use of Dualism in Hebrew Writings"],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p114"},"One difficult aspect of Hebrew literature is the frequency with which certain writers use figures or images or write of things that have a dual meaning. Such dualism is similar to esoteric language, which is “designed for or understood by the specially initiated alone,” that is, language “restricted to a small group” (Webster’s New Collegiate Dictionary, 1979 ed., s.v. “esoteric”). For example, suppose a person in a crowd of strangers wants to determine if there are any Latter-day Saints present without openly asking. He stands on a bench and begins to sing, “Come, come, ye Saints, no toil nor labor fear” (Hymns, no. 30). He is using esoteric language. Members of the Church would recognize the words instantly, but everyone else would assume that the was only singing a song unfamiliar to them."],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p115"},"The same technique was often used in Old Testament writings. Special messages of spiritual importance were placed in apparently mundane or spiritually insignificant passages. But to the spiritually initiated, the spiritually sensitive, the second and more important meaning leaps out clearly. Isaiah wrote a “proverb” (a taunting or judgmental speech) against the “king of Babylon” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.4"},"Isaiah 14:4"],"). It is a masterful condemnation of the ruler of the empire that would shortly become Israel’s primary enemy and eventual destroyer. In the midst of the prophecy of this downfall is this passage: “How art thou fallen from heaven, O Lucifer, son of the morning! how art thou cut down to the ground, which didst weaken the nations!” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.12"},"Isaiah 14:12"],")."],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p116"},"Most scholars simply conclude that Lucifer, which in Hebrew means “brilliant star” or “morning star”, was a poetic name for the king of Babylon, since kings and other important personages were sometimes referred to as stars (Wilson, Old Testament Word Studies, s.v. “Lucifer,” p. 261). And indeed the whole passage (",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.4-22"},"Isaiah 14:4–22"],") makes perfect sense if applied to the head of the Babylonian government. But Satan’s name was Lucifer and the falling from heaven represented his being cast out of God’s presence after his rebellion led to the war in heaven (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.25-28"},"D&C 76:25–28"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.1-4"},"Moses 1:1–4"],"). In addition,",["span.emphasis","Babylon"],"came to refer to the world and Satan’s dominions (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/17.5"},"Revelation 17:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.16"},"D&C 1:16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.14"},"133:14"],"). Read the passage again in light of the other meanings for",["span.emphasis","Babylon"],"and",["span.emphasis","Lucifer."],"A whole new meaning, equally valid and meaningful, becomes apparent. Which is the correct interpretation? The answer—and one key to understanding Hebrew literature—is that both are correct. The passage was written in literary style."],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p117"},"Prophecies concerning Zion provide another example of dualism.",["span.emphasis","Zion"],"was a common title for the city of Jerusalem, and by extension, the covenant people (just as one says Washington or Moscow to mean the United States or Russia). Most scholars interpret Zion references as referring to ancient Israel, and undoubtedly they did. But to Latter-day Saints,",["span.emphasis","Zion"],"has modern implications, which give deeper significance to such passages (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/2.1-4"},"Isaiah 2:1–4"],"). Old Jerusalem (Zion) has again been set up in the tops of the mountains of Israel, and many Jews from all over the world have flowed unto it. But the establishment of the restored Church in Salt Lake City and in other places in the tops of the mountains has also fulfilled this prophecy. So here is another classic example of prophetic and literary dualism."],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p118"},"Still another example is the prophecies concerning the scattering and gathering of Israel. These prophecies have been fulfilled several times in different ways. The Jews were carried away captive by Babylon and returned seventy years later. They were scattered again by the Romans and are now returning to the land of their forefathers. The Lamanites, another branch of Israel, have been scattered and are now returning to the Church. Israelites from all over the world are gathering to the true Church."]],[".topic",["h2","(G-6) Summary"],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p120"},"The key to understanding such literary styles is the Spirit. Elder Bruce R. McConkie said the following:"],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-g-hebrew-literary-styles.p121"},"“In the final analysis, there is no way—absolutely none (and this cannot be stated too strongly!)—to understand any Messianic prophecy, or any other scripture, except to have the same spirit of prophecy that rested upon the one who uttered the truth in its original form. Scripture comes from God by the power of the Holy Ghost. It does not originate with man. It means only what the Holy Ghost thinks it means. To interpret it, we must be enlightened by the power of the Holy Spirit. As Peter said, ‘No prophecy of the scripture is of any private interpretation. For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.’ (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.20-21"},"2 Pet. 1:20–21"],".) Truly, it takes a prophet to understand a prophet, and every faithful member of the Church should have ‘the testimony of Jesus’ which ‘is the spirit of prophecy.’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"Rev. 19:10"],".) Thus, as Nephi says, “The words of Isaiah’—and the principle applies to all scripture, all inspired writing, all Messianic prophecies—‘are plain unto all those that are filled with the spirit of prophecy.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.4"},"2 Ne. 25:4"],".) This is the sum and substance of the whole matter and an end to all controversy where discovering the mind and will of the Lord is concerned.” (The Promised Messiah, p. 44.)"]]]]]],"refs":null}
