{"id":32,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":32,"title":"Babylonia and the Conquest of Judah","subtitle":"","short_title":"G","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.head1"},[".titleNumber","G"],["h1","Babylonia and the Conquest of Judah"],["h1","Enrichment"]],[".bodyBlock",[".topic",["h2","(G-1) Babylon: Symbol of Worldly Splendor"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p5"},"Not many years after Assyria had conquered the Northern Kingdom of Israel and taken the ten tribes captive, the empire began to crumble (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p1"},"Enrichment D"],"). In the southern part of the empire, the Chaldeans and Babylonians were in the ascendancy, and they quickly seized power from the toppling Assyrians. In 609",["span.small","B.C."],", King Nabopolassar, in league with Egypt and Media, attacked and conquered Nineveh, the capital of Assyria. Babylonia became the ruling empire and set about to consolidate its position. Like Assyria before it, Babylonia used a combination of conquest and deportation of whole populations to do so."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p6"},"Nebuchadnezzar inherited the empire when his father, Nabopolassar, died. Under Nebuchadnezzar’s leadership Babylon reached the summit of its greatness and glory. Using slaves from various areas of the empire, Nebuchadnezzar inaugurated a massive building program and quickly made Babylon the greatest city in the world. Through conquest and commerce, the wealth of the world flowed into Babylon’s treasury, and Nebuchadnezzar used that wealth to glorify the city. The descriptive phrases found in the prophetic writings of the Old Testament describe Babylon’s glory. Daniel called it “this great Babylon” (",["a.scriptureRef",{"href":"/scriptures/ot/dan/4.30"},"Daniel 4:30"],"); Jeremiah described it as “the praise of the whole earth” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/51.41"},"Jeremiah 51:41"],"); Isaiah said it was “the lady of kingdoms” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.5"},"Isaiah 47:5"],"), “the glory of kingdoms,” and “the beauty of the Chaldees’ excellency” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.19"},"Isaiah 13:19"],")."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p7"},"Ancient historians spoke in detail of Babylon and showed that such descriptive phrases were not exaggerations. A modern scholar wrote that present-day archaeology supports the incredible claims of these writers:"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p8"},"“Herodotus claimed that this wall was eighty-four feet wide and three hundred and thirty-six feet high. He also claimed that small one-story houses were built on the top of the wall on either side, and there was even then space enough between the houses to permit four chariots to drive abreast."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p9"},"“Herodotus has fared badly at the hands of modern critics, but in this instance the explorers found that this work of antiquity was even larger than he claimed. The outer retaining wall was twenty-three and a half feet thick and was made of baked bricks laid with asphalt. Inside of this there was a filling of sand and gravel which extended sixty-nine feet, and then the inner retaining wall, which was forty-four feet thick. The whole structure, therefore, was one hundred and thirty-six and a half feet wide. They also verified the statement of Diodorus to the effect that many of the bricks of the wall and its citadels were beautifully colored.” (Samuel Fallows, ed.,",["span.emphasis","The Popular and Critical Bible Encyclopedia and Scriptural Dictionary,"],"s.v. “Babylon,” pp. 208–9.)"],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p10"},"These massive walls encircled the entire city, running an estimated fifty-six miles, about fourteen miles on each side (see Merrill F. Unger,",["span.emphasis","Unger’s Bible Dictionary,"],"s.v. “Babylon,” p. 116)."],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p11"},"The walls were not the only amazing structure in Babylon. Nebuchadnezzar married a Persian princess named Amytis. Raised in the mountain highlands around Ecbatana, she found the arid plains of Babylon depressing. Nebuchadnezzar set about to create a mountain paradise within the walls of Babylon to help his wife feel more at home. Thus were built the famous hanging gardens of Babylon, ranked as one of the seven wonders of the ancient world. The sheer size of the undertaking staggers the imagination. Fallows wrote:"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p12"},"“Babylon was all flat; and to accomplish so extravagant a desire an artificial mountain was reared, 400 feet on each side, while terraces one above another rose to a height that overtopped the walls of the city, that is, above 300 feet in elevation. The ascent from terrace to terrace was made by corresponding flights of steps, while the terraces themselves were reared to their various stages on ranges of regular piers, which, forming a kind of vaulting, rose in succession one over the other to the required height of each terrace, the whole being bound together by a wall of 22 feet in thickness. The level of each terrace or garden was then formed in the following manner: the top of the piers was first laid over with flat stones, 16 feet in length and 4 feet in width; on these stones were spread beds of matting, then a thick layer of bitumen; after which came two courses of bricks, which were covered with sheets of solid lead. The earth was heaped on this platform; and in order to admit the roots of large trees, prodigious hollow piers were built and filled with mold. From the Euphrates, which flowed close to the foundation, water was drawn up by machinery. The whole, says Q. Curtius (v:5), had, to those who saw it from a distance, the appearance of woods overhanging mountains. Such was the completion of Nebuchadnezzar’s work when he found himself at rest in his house, and flourished in his palace. The king spoke and said, ‘Is not this great Babylon that I have built for the house of the kingdom by the might of my power, and the honor of my majesty’? [",["a.scriptureRef",{"href":"/scriptures/ot/dan/4.30"},"Daniel 4:30"],"], a picture which is amply justified by the descriptions of heathen writers. Nowhere could the king have taken so comprehensive a view of the city he had so magnificently constructed and adorned as when walking on the highest terrace of the gardens of his palace.” (",["span.emphasis","Bible Encyclopedia,"],"s.v. “Babylon,” pp. 204–5.)"]],[".topic",["h2","(G-2) Babylon: Symbol of Worldly Wickedness"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p14"},"As so often happens, Babylon’s wealth and glory were accompanied by moral decay, wickedness, and iniquity. So terrible were the morals of Babylon that the very name became the symbol for worldliness, spiritual wickedness, and Satan’s kingdom. It is “the great whore” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/17.1"},"Revelation 17:1"],"); “the mother of harlots and abominations” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/17.5"},"Revelation 17:5"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.14"},"D&C 133:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.16"},"1:16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.5-9"},"1 Nephi 13:5–9"],"). The secular historians give information that helps to explain why the prophets used the name",["span.emphasis","Babylon"],"to symbolize the antithesis of godliness. Will Durant wrote that “even Alexander, who was not above dying of drinking, was shocked by the morals of Babylon” (",["span.emphasis","Our Oriental Heritage,"],"The Story of Civilization, vol. 1, p. 244)."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p15"},"Fallows also described the great city: “Babylon, as the center of a great kingdom, was the seat of boundless luxury, and its inhabitants were notorious for their addiction to self-indulgence and effeminacy. Q. Curtius (v:I) asserts that, ‘nothing could be more corrupt than its morals, nothing more fitted to excite and allure to immoderate pleasures. The rites of hospitality were polluted by the grossest and most shameless lusts. Money dissolved every tie, whether of kindred, respect, or esteem. The Babylonians were very greatly given to wine, and the enjoyments which accompany inebriety. Women were present at their convivialities, first with some degree of propriety, but, growing worse and worse by degrees, they ended by throwing off at once their modesty and their clothing.’ On the ground of their awful wickedness the Babylonians were threatened with [appropriate] punishment, through the mouths of the prophets; and the tyranny with which the rulers of the city exercised their sway was not without a decided effect in bringing on them the terrific consequences of the Divine vengeance. Nor in the whole range of literature is there anything to be found approaching to the sublimity, force, and terror with which Isaiah and others speak on this painful subject [",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.2"},"Isaiah 14:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/47.1"},"47:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/51.39"},"Jeremiah 51:39"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/5.1"},"Daniel 5:1"],"].” (",["span.emphasis","Bible Encyclopedia,"],"s.v. “Babylon,” pp. 205–6.)"]],[".topic",["h2","(G-3) Judah Failed to Heed the Prophetic Warnings"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p17"},"Abraham foresaw that Israel would be in bondage in Egypt and not have an inheritance in the promised land because, as the Lord revealed, “the iniquity of the Amorites is not yet full” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/15.16"},"Genesis 15:16"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/15.13"},"v. 13"],"). The Canaanites, of whom the Amorites were a part, had not yet “ripened in iniquity” (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/2.9"},"Ether 2:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/9.20"},"9:20"],"). By the time Joshua led the Israelites into Canaan, however, the Canaanites had become so degenerate that the Lord commanded that they be utterly destroyed (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.1-5"},"Deuteronomy 7:1–5"],")."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p18"},"Of all peoples who ought to have understood that wickedness will be punished, it should have been the people living in the Southern Kingdom of Judah. They had seen the Northern Kingdom fall to Assyria, and they themselves had been miraculously delivered from the Assyrian army because they had heeded the words of Isaiah (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/chapter-12.p1"},"Notes and Commentary on 2 Kings 18–19"],"and",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-d.p1"},"Enrichment D"],")."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p19"},"God has clearly taught that He is no respecter of persons (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.34"},"Acts 10:34"],"). He does not show favoritism. All who are obedient receive blessings; all who are ripened in iniquity lose their blessings. As Nephi told his brothers, the Canaanites were destroyed because of their iniquity, and if the Jews were no better, they faced a similar fate (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/18.24-28"},"Leviticus 18:24–28"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.32-35"},"1 Nephi 17:32–35"],")."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p20"},"But Judah did not learn the lesson. After Assyria was overthrown, the pressures on the Southern Kingdom lessened while the new empire, Babylon, consolidated its power. Like her northern sister, Judah was soon deeply entrenched in idolatry and wickedness, so much so that the Lord said that king “Manasseh seduced them [Judah] to do more evil than did the nations whom the Lord destroyed before the children of Israel” (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/21.9"},"2 Kings 21:9"],"). In that state, Judah lost the promise of divine protection. And Babylon, hungry for power, stood waiting to conquer the world. The Lord sent His prophets to warn the people of their impending destruction. Jeremiah, Lehi, and many others were called (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4"},"1 Nephi 1:4"],"), but their warnings fell on deaf ears."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p21"},"Under King Josiah (640–609",["span.small","B.C."],"), one last attempt was made at reformation (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22"},"2 Kings 22–23"],"), but it was short-lived, and soon the people had forsaken Jehovah. The political rulers looked to Egypt for protection and power against Babylon’s growing influence, even though Jeremiah had again and again warned Judah not to trust in Egypt for deliverance. Thus the stage was set for a second tragedy among the people of Israel."]],[".topic",["h2","(G-4) The Fall of Judah to Babylon"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p23"},"The events of the twenty or so years that followed Josiah’s reign saw the fruits of Judah’s disobedience brought to maturity. Judah was caught in the power struggle between Egypt and Babylonia. Jehoahaz succeeded his father and reigned three months. Then he was taken to Egypt, and his half brother who was given the throne name of Jehoiakim ruled as an Egyptian vassal. He exacted heavy taxes from his people for Egypt."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p24"},"Babylon defeated the Egyptians at Carchemish in 605",["span.small","B.C."],"Judah became a vassal of the new conquerors. Jehoaikim paid tribute to Babylon for three years before unsuccessfully attempting to free his people. The rebellious king was killed, and many of his people were exiled to Babylon. The king’s wickedness had accelerated the deterioration of the people of Judah. He was succeeded by his young son Jehoiachin, who continued to resist the Babylonians but was defeated within three months."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p25"},"The Babylonians deported many of the educated, skilled, and religious to weaken the leadership capability of Judah. Jehoiachin was likewise exiled, and his uncle, who took the throne name Zedekiah, ruled in his stead. He pledged loyalty as a vassal king but in time found resistance among the people. A spirit of nationalism rose against the weight of foreign servitude. Revolt in Babylon caused the withdrawal of the caretaker forces from Judah, and a growing patriotic feeling among the people brought Zedekiah to seek the support of Egypt in rebellion against the power of the north."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p26"},"With matters quieted at home, the Babylonians returned with swift vengeance against Judah. Jerusalem was besieged and other fortresses in the land of Judah were attacked and reduced to rubble. The siege against Jerusalem continued after the rest of the nation had fallen. The conditions during this time were almost beyond imagination."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p27"},"An eyewitness recorded the following description:"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p28"},"“How is the gold become dim! how is the most fine gold changed! the stones of the sanctuary are poured out in the top of every street. The precious sons of Zion, comparable to fine gold, how are they esteemed as earthen pitchers, the work of the hands of the potter! Even the sea monsters draw out the breast, they give suck to their young ones: the daughter of my people is become cruel, like the ostriches in the wilderness. The tongue of the sucking child cleaveth to the roof of his mouth for thirst: the young children ask bread, and no man breaketh it unto them. They that did feed delicately are desolate in the streets: they that were brought up in scarlet embrace dunghills.” (",["a.scriptureRef",{"href":"/scriptures/ot/lam/4.1-5"},"Lamentations 4:1–5"],".)"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p29"},"“They that be slain with the sword are better than they that be slain with hunger: for these pine away, stricken through for want of the fruits of the field. The hands of the pitiful women have sodden their own children: they were their meat in the destruction of the daughter of my people.” (",["a.scriptureRef",{"href":"/scriptures/ot/lam/4.9-10"},"Lamentations 4:9–10"],".)"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p30"},"Bible historian Harry Thomas Frank wrote of the demise of this people and their city:"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p31"},"“In July of 587 Zedekiah sought to surrender the city and end the suffering. Once before, ten years ago, the Babylonians had treated Jerusalem with what was for those days extraordinary mercy. Not now. This time they meant to be done with the center of intrigue. Food ran out. So did the king. In the evening of the day Babylonian soldiers poured into the city, Zedekiah and some of his men fled, making for the Jordan and hoping to escape to safety in the desert. They got as far as Jericho before they were captured. Nebuchadnezzar was in Syria at his headquarters. There the Judahite and his sons were taken. No more Hebrew kings were to live in luxurious exile as Jehoiachin had done. With despatch Zedekiah was brought into the presence of the great king of Babylon, his sons were slain in his presence, and then he was blinded and dragged off northward in chains."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p32"},"“Jerusalem had meanwhile passed into Babylonian hands. What the Babylonians found in the city, and what they did to what they found does not require a very fertile imagination. At the same time, somewhat surprisingly, there seems not to have been any prior decision as to what should be done with the city when it fell. For a month further horrors and indignities were visited upon the sorely tried people, who must have believed that they were indeed abandoned by God himself. Then Nebuzaradan, chief of Nebuchadnezzar’s bodyguard and thus a person of considerable importance, arrived in Jerusalem. Nebuzaradan was not a herald of good news. Upon his orders high officials of the state, and with them certain leading persons in various professions, were taken to Riblah, the Syrian headquarters, where they were executed. Others were herded together to be taken into exile in Babylonia.",["a.scriptureRef",{"href":"/scriptures/ot/jer/52.29"},"Jeremiah 52:29"],"mentions the number 832. But this doubtless refers only to adult males and likely only to inhabitants of Jerusalem. The number of deportees was much larger. Finally the walls of Jerusalem were leveled, and what remained after a year and a half of siege, and a month of occupation and terror brought by Nebuzaradan, was put to the torch."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-g.p33"},"“Not for the last time smoke hung heavy over the Judean hills and blew gently across the Mount of Olives and toward the wilderness near the Jordan. But on that day, in the heat of the summer of 587, it rose from Judah’s funeral pyre.” (",["span.emphasis","Discovering the Biblical World,"],"p. 130."]]]]]],"refs":null}
