{"id":48,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":48,"title":"Between the Testaments","subtitle":"","short_title":"K","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.head1"},[".titleNumber","K"],["h1","Between the Testaments"],["h1","Enrichment"]],[".bodyBlock",[".topic",["h2","(K-1) The Last Recorded Prophet in Old Testament Israel"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p5"},"For years Israel had denied, dishonored, persecuted, fought, and rebelled against the prophets. Malachi was the last of the true prophets in Israel in the Old Testament period of whom we have a record. God had desired that this nation be holy, His peculiar treasure. Upon them He had promised to heap His riches, glory, and power: “I will abundantly bless her provision: I will satisfy her poor with bread. I will also clothe her priests with salvation: and her saints shall shout aloud for joy.” (",["a.scriptureRef",{"href":"/scriptures/ot/ps/132.15-16"},"Psalm 132:15–16"],".) Not only this, but He desired to have them sufficiently pure that He could make their cities His place of habitation. They were to become Zion, where the Lord declared He would make His abode forever. (see",["a.scriptureRef",{"href":"/scriptures/ot/ps/132.13-14"},"Psalm 132:13–14"],".) By rejecting the prophets, Israel forfeited the promises and potential of becoming like Enoch’s people."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p6"},"After the Babylonian exile, the Jewish nation zealously taught and practiced the law and gathered and preserved the words of the prophets. This in itself was good, but by the time of Christ, the learning of scribes gained precedence over continuing revelation, and the oral tradition in many cases had come to overshadow the law. The temptation for the Jews during this period was to honor dead prophets over living ones. Dead prophets do not have power to say “no,” any more than did the false gods worshiped by the Israelites in earlier times. Dead prophets call only past generations to repentance, or so it seems to those who reject the living ones. The word of God to dead prophets can be falsified, misinterpreted, and bent to where it has lost its power to bring people to the Lord. Individuals are able to maintain a false sense of piety and righteousness even as they reject the living oracles. Christ criticized the people of His day for building the tombs of the prophets (",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.48"},"Luke 11:48"],"), and Samuel the Lamanite called the Book of Mormon people to repentance for the same sin (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.25-27"},"Helaman 13:25–27"],"). Elder Hartman Rector Jr., who was a member of the Seventy, said of those in our day: “Following the living prophet is the only way that we can follow the Lord God and do his will. You can’t do it by quoting the dead prophets or ignoring or throwing rocks at the living prophets” (in Conference Report, Oct. 1972, 172; or",["span.emphasis","Ensign,"],"Jan. 1973, 131)."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p7"},"The men who guided Israel during the period of Persian domination, unlike Moses, did not derive their authority from divine revelation but from the commission of a foreign emperor. A human king gave status and authority to the Torah, encouraged its codification, and threatened any offender of Mosaic precepts with fines, banishment, or death. In this way the law of Moses was established and made known to, even imposed upon, all Jewry under foreign rule. (See Elias Bickerman,",["span.emphasis","From Ezra to the Last of the Maccabees,"],"pp. 9–10.) Unfortunately, the human hand by itself can preserve only the letter of the law."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p8"},"Being a part of the empires of the day was a blessing for physical, if not spiritual, Israel. Throughout Israel’s history the sedentary Israelites were continually pressured by the Arabic and Aramean nomads. The power of the Persian, and later the Greek, armies preserved the security of the Jewish population during those periods when the nation was too weak to defend itself. Had Judah not been part of the gentile empires, the nomads might have overwhelmed the inhabitants of Judea. They could have pushed the Jews into the sea. (See Bickerman,",["span.emphasis","Ezra to the Last of the Maccabees,"],"p. 10.) Thus, as in so many other things, the centuries of subjection brought Israel both blessings and problems."]],[".topic",["h2","(K-2) The Rise of the Scribes"],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p10"},"When Judah returned from exile in Babylon, they brought back with them a number of things that were not a part of their original beliefs. If one of these things could be picked out to typify all the rest and symbolize what they meant, it would be the scribes. The scribes were originally educated men who made their livelihood keeping the records of the empire or as copyists of the scriptures (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-kings-malachi/enrichment-h.p1"},"Enrichment H"],"). These they studied diligently, both to detect scribal errors and to understand the scriptures’ meaning. Eventually their role expanded. Not only did they supply copies of the scriptures to the growing number of synagogues, but they also became teachers of the law. As long as Israel had prophets, the scribes remained teachers and copyists. But when the prophetic voice ceased in Israel, these experts in the law of Moses began to fill the vacuum."],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p11"},"“Once the true prophet has been duly rejected and passed to his reward, swarms of experts descend upon his words to begin the learned business of exegesis [drawing meaning out of the written word]. The words of the dead prophets become the peculiar possession of armies of specially trained and carefully conditioned scholars.” (Hugh Nibley,",["span.emphasis","The World and the Prophets,"],"pp. 24–25.)"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p12"},"A major factor contributing to the escalation of the power of the scribes was the shift of the common language of the people from Hebrew to Aramaic. Though a sister tongue, Aramaic was still sufficiently different that it made the Hebrew of the scriptures hard to understand. So, the people had to rely on the scholars for their information and understanding. The titles the scribes took upon themselves reflected their growing importance: lawyers, doctors, elders, and rabbis. It should not be surprising that there was no unity of interpretation among these scholars, nor that they competed to bring people to their varying points of view. The result was the creation of such distinct religious sects in Judah as the Sadducees, the Pharisees, and the Essenes."]],[".topic",["h2","(K-3) The Hellenization of Judea"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p14"},"In the closing years of the fourth century",["span.small","B.C."],", a new power was preparing to force itself to the forefront of world history. The continual pressure of the Persian Empire served as a catalyst to unite a number of Greek city-states under one administrative head: King Philip of Macedonia. Under his direction the whole Greek peninsula was soon unified and prepared to challenge the supremacy of the Persians. Under Philip’s son Alexander a war of conquest began. In 334",["span.small","B.C."],"he successfully attacked the Persian Empire and defeated it. From there he quickly swept through the entire Middle East, conquering all the nations that lay before him, including Judea. Behind him came hordes of Greek colonists—merchants, craftsmen, laborers—eager to impose the Greek culture. (see",["span.emphasis","Everyday Life in Bible Times,"],"p. 291.) Within a few years Alexander died, but the Hellenic, or Greek, influence was felt for centuries. With his conquest of the little Judean state, the Jewish world pivoted westward and came under the influence of the civilizations of Europe. In the past the Jews had been carried and scattered to the northeast and to the south; now it would be to the north and to the west. In the past their masters had been from the Oriental East, like themselves. Now the Occidental, or Western, peoples took over."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p15"},"The Greeks were sure that their culture held the solution to the world’s problems. It was their goal, at least initially, to convert the youth of the world to a classical Greek viewpoint. To accomplish this objective, they established cities where learning was to take place uninhibited by old customs. Further, retired Greek soldiers were given land throughout the empire. In this way, the Greeks attempted to ensure the learning of Hellenic ideas. (See T. Edgar Lyon, “Greco-Roman Influences on the Holy Land,”",["span.emphasis","Ensign,"],"Sept. 1974, p. 20.) As a result, Greek became the new language of the empire and the Hellenic culture became the standard. Thus, new pagan influences and challenges faced the Jewish people. Greeks looked on the traditions, customs, and religion of the Jews as primitive, archaic, and barbaric; they set about to “enlighten” them. Even the surrounding peoples quickly accepted the Greek rule, and soon the Jews were an island in a sea of Greek influence. The crucial question arose about whether, against the force of this united front, the Jewish nation could hold its own or whether it would be subsumed culturally and religiously as it had been politically and thus lose its identity. (See H. H. Ben-Sasson, ed.,",["span.emphasis","A History of the Jewish People,"],"pp. 196–97.)"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p16"},"The danger was real. The intoxicating influence of the heady Greek philosophy and materialism soon penetrated the upper strata of Jewish society. Even the prestigious Zadok family, which had dominated the high priest’s office and thus controlled both temple worship and the more political council of elders, succumbed to the pressure and abandoned part of the simple cloak of the Torah for the more elaborate garb of the Gentiles. Compromise, if not abandonment, was the order of the day. A number of the Hellenized Jewish elite entered the very profitable ranks of Greek tax collectors. Their open concessions to the way of the pagan caused many of the more pious to lump these opportunists with sinners in general—an association that would endure to the time of Christ."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p17"},"About this time an interesting irony developed. Since the days of the captivity, Samaria had been a land in which Israelite blood had been greatly diluted by that of Gentiles. Even so, the inhabitants, to the days of Nehemiah, had looked to Jerusalem for their spiritual light. Only when the returning Jews refused to allow them to contribute to the rebuilding of the temple did the Samaritans revolt and lay the foundation of their own temple on Mount Gerizim. (see",["a.scriptureRef",{"href":"/scriptures/ot/ezra/4"},"Ezra 4–5"],";",["a.scriptureRef",{"href":"/scriptures/ot/neh/13.27-31"},"Nehemiah 13:27–31"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/4.20"},"John 4:20"],";",["a.scriptureRef",{"href":"/scriptures/bd/gerizim-and-ebal"},"Bible Dictionary, s.v. “Gerizim.”"],") Mount Gerizim became for the Samaritans what the temple mount, Mount Moriah, was to the Jews. Under Greek pressure Samaria quickly adopted gentile ways and became a stronghold for Hellenic ideas."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p18"},"Though the Jews at Jerusalem made concessions right and left, the seemingly wholesale abandonment of the ways of the fathers by the Samaritans caused dismay that eventually hardened into hatred. This enmity destroyed forever any possible union between Jerusalem and Samaria. By the time of Christ, the bitterness had become so entrenched that some Jews would take a lengthy detour around Samaria when traveling from Galilee to Judea rather than risk contamination by their so-called evil influence."]],[".topic",["h2","(K-4) Judea under the Hellenistic Kingdoms"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p20"},"Wars swept over the entire east after the death of Alexander. His generals fought to gain control of the empire. Two of the generals finally came to dominate in the Holy Land. Seleucus (pronounced Sel-ay-ooh-cus) conquered Syria and the northern part of the Middle East. Ptolemy (pronounced Toll-oh-mee) took Egypt. Judea lay directly between the two rivals. The Holy Land changed hands several times during the next few years as Ptolemies and Seleucids fought for its control, causing disastrous results to the towns and population of Judea. In 301",["span.small","B.C."],"it finally fell to the Ptolemies of Egypt, to whom it belonged for one hundred years. But during this entire time, the Seleucids contested their rule. Judea was for the Ptolemies, as it had been for many rulers of Egypt, Persia, and Assyria, of strategic importance. For the Egyptians it served as an advance defense base. In addition, it had great economic value because of the trade routes that crossed it. On the other hand, the Seleucids, who had firmly established themselves in Syria, did not want to have the Ptolemies rule a country so close to the heart of their land. Thus, Judea remained a point of contention between the two rival powers. It was not until 200",["span.small","B.C."],"that the Seleucids were able to capture and hold Judea."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p21"},"The change of administration from one Hellenic dynasty to the other caused more trouble for the Jews than the change from the Persians to Greeks. Under the Ptolemies, the Hellenizing pressures were subtle and were felt primarily by the wealthy. As long as the lower classes paid their taxes, there was little problem. During this period the Jewish population greatly increased, especially outside the Holy Land. The city of Alexandria in Egypt, for example, had the largest Jewish community in the world. There were also large colonies in Babylon and other cities. The Jews of the Diaspora outnumbered the Jews of Judea."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p22"},"When Antiochus IV, a Seleucid king, came to power in 175",["span.small","B.C."],", the relative tranquility of the Palestinian Jews came to an end. Antiochus decided the Greeks had been tolerant of what they considered Jewish narrowness and superstitious barbarity long enough. He attempted to destroy the religion of the Jews by imposing the Greek religion. He built a gymnasium in Jerusalem and introduced Greek philosophy, drama, and education. Most of the upper classes of the Jewish population accepted this change with little problem. They had the most to gain from friendly relations with the Gentiles and the most to lose should the wrath of their rulers be kindled. But most of the population saw these trends as alarming abandonments of their religion."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p23"},"The word",["span.emphasis","gymnasium"],"comes from the Greek word",["span.emphasis","gymnos,"],"which means “naked.” The Greeks glorified the beauty of the human body and had the young men in the gymnasiums (schools or academies) participate in athletic contests in the nude. This practice was seen by the more conservative people as a great abomination. But to add to the shame, the families of the wealthy began to turn away from the law of circumcision since their sons would thus be different and easily distinguished in the gymnasiums. In some cases, the young men even underwent painful operations to hide the token of the Abrahamic covenant. (See Emil Schurer,",["span.emphasis","A History of the Jewish People in the Time of Jesus,"],"p. 25.)"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p24"},"The pressure applied by Antiochus on the Jews to Hellenize came partly from his desire to make them “civilized,” but political reasons entered in as well. Rome was fast coming to world power. The Mediterranean areas had already fallen, as had Egypt and parts of Asia Minor. Antiochus saw that Syria and Judea were logical targets. He needed a strong, stable people under him to counterbalance the growing threat. The Jews were notoriously rebellious and difficult to govern, and obviously their attitude was closely related to their religion. To Antiochus, the answer was clear: Judaism had to go, and so he began to increase the pressures. (See Ben-Sasson,",["span.emphasis","History of the Jewish People,"],"p. 191.)"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p25"},"In 169",["span.small","B.C."],"the temple was plundered under orders of Antiochus. Two years later his troops were sent into the holy city on the Sabbath. The Jews, interpreting the fourth commandment strictly, did not resist, and thousands were killed. Shortly thereafter the city’s walls were knocked down, and a garrison was established in a fortress built near the desecrated Temple Mount. The limited temple worship that did take place was soon suspended. Sabbath observance, celebrations, and circumcision were forbidden on penalty of death. Pigs, unclean under the Mosaic law and viewed as an abomination by the Jews, were offered in sacrifice as the troops of Antiochus stood watch. The people were forced to worship idols of Zeus and other false gods."]],[".topic",["h2","(K-5) Pharisees and Sadducees"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p28"},"At this point in history two important Jewish groups emerged. Although there is quite a bit of disagreement concerning the origin and history of each group, many authorities agree that while their roots go back to the era of the Babylonian captivity, the Sadducees and Pharisees gained prominence when Judah was trying to cope with the strong Hellenizing efforts of the Seleucids. By the time the Hasmonean revolt (discussed below) was over, these parties had become powerful and rival sects."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p29"},"The party from which the Pharisees evolved was probably the",["span.emphasis","Hasidim,"],"a name meaning “the holy ones.” This sect promoted the observance of Jewish rituals and the study of the Torah. Some of these took a vow to separate themselves from the impurities of those living around them and to follow strictly their interpretation of the law. The Hasidim not only maintained the validity of the Torah, the written scriptures, as the source of their religion, but they enlarged on this background. In an effort to adapt old codes to new conditions, they took a more figurative interpretation of the law. This interpretation became known as the oral law, since for the most part it was memorized and passed on by word of mouth. The Hasidim believed in a combination of free will and predestination, in the resurrection of the dead, and in a judgment resulting in reward or punishment in the life to come. (see",["span.emphasis","Encyclopaedia Judaica,"],"s.v. “Pharisees.”)"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p30"},"Deeply alarmed by the growing abandonment of the traditional values of Judaism, more and more of the population began to look with favor upon the Hasidim, who seemed to be the only ones interested in preserving the religion. A major group began to form around the Hasidim, dedicating themselves to the preservation of the Mosaic code. To counteract the Greek influences they turned to a strict, almost rigid, obedience to the law. Because of their attempts to keep themselves separate from the worldly taint of false ideas, this group began to be called the",["span.emphasis","powrashim,"],"from the Hebrew",["span.emphasis","powrash,"],"which means “to be separated.” Thus evolved the name",["span.emphasis","Pharisees,"],"which is the Greek transliteration of",["span.emphasis","powrashim."]],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p31"},"Because of their appeal to the majority of the population, the Pharisees constituted a much larger group than the Sadducees and had more support from the people, a fact that held true even until the time of the Savior."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p32"},"While the Pharisees were primarily from the common people, the Sadducees were from the upper level of society: priests, merchants, and aristocrats. The name of the sect (",["span.emphasis","Zedukim"],"in Hebrew) is probably derived from Zadok, the high priest in the days of King David. Ezekiel entrusted Zadok’s family with control of the temple (see",["a.scriptureRef",{"href":"/scriptures/ot/ezek/40.46"},"Ezekiel 40:46"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/43.19"},"43:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/44.10-15"},"44:10–15"],"), and the descendants of this family controlled the temple hierarchy until about 200",["span.small","B.C."],"Hence, the name",["span.emphasis","Sadducees"],"referred to those who were sympathetic with the Zadokites. (see",["span.emphasis","Encyclopaedia Judaica,"],"s.v. “Sadducees.”) It was largely among this wealthy class that acceptance of the Greek culture was taking place; thus, the Sadducees were not popular with the majority of the people."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p33"},"This sect, on the whole, was conservative. Unlike the Pharisees, the Sadducees rejected the oral law as binding except for that part that was based strictly on the Torah. Further, they denied the afterlife and, therefore, the Resurrection. The purpose of keeping the law was for divine assistance in mortality. Their theology tended to bring God down to man, and the worship offered Him was not unlike the homage paid to a human ruler. His law was to be strictly interpreted. No symbolic or allegorical interpretation, a favorite of the Pharisees, was allowed."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p34"},"In the power struggle between these two sects can be traced the inception of formal synagogue worship. The Pharisees sought to undermine the religious authority of the Sadducees, which was based on their exclusive priestly domination of the temple. To weaken this control, the Pharisees advocated taking certain ceremonies, previously associated exclusively with the temple, and practicing them in the home. In addition, formal places of worship, the synagogue, were set up that promulgated and perpetuated their doctrine. It was in this way that learned men of other than priestly descent began to play a role in national religious affairs."]],[".topic",["h2","(K-6) The Essenes"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p36"},"The idea of separation from society to avoid religious impurity went so far with some people that it led to the formation of another sect, known as Essenes. The name is found only in Greek writings and probably means “the pious ones.” Interest in this group was acutely aroused in the late 1940s because of the discovery of their sacred writings, known as the Dead Sea Scrolls, at Qumran. This sect varied only in degree from the Pharisees, the main differences resulting from the extremes to which they went to practice their beliefs. The Essenes believed the Pharisees did not go far enough in their attempts to separate themselves from the world. They separated themselves literally as well as spiritually, setting up communities in such isolated areas as the shores of the Dead Sea, where they could completely escape the world."],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p37"},"Life in these communes was strict and highly structured. Members did not usually marry, because of the pollutions to which women were subject, according to the Mosaic law, and because of the idea that marriage was a hindrance to a devotional state of mind. They abstained from temple worship and those sacrifices associated therewith. They arose before sunrise and met together in common prayer, then carried out their respective duties until approximately 11:00",["span.smallCaps","A.M."],"At that time they were all baptized, put on white robes, and ate a common meal. After the meal they would remove their sacred garments, don their work clothes, and labor until evening, when they would again partake of a common meal. They raised crops and tended flocks and were self-sufficient."]],[".topic",["h2","(K-7) The Hasmoneans and the Maccabean Revolt"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p39"},"The efforts of Antiochus to stamp out Judaism became more and more brutal. His soldiers would surround a village and conduct a house-to-house search. If a male child was found that had been circumcised, the infant was killed and tied around the neck of the mother as a warning to others. Then the mothers were hurled off a high wall. (See 2 Maccabees 6:10.) In another case, a woman with seven sons was forced to watch each killed in a horrible way when they refused to eat the flesh of pigs. Exhorting each to keep the faith, she did not weaken and finally was herself put to death. (See 2 Maccabees 7.)"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p41"},"The brutality and horror had the opposite effect to the one intended. The resistance stiffened, hatred for Antiochus and his Greek soldiers spread like wildfire, and rebellion smouldered in the hearts of the people. Finally, a spark was ignited that exploded into open revolt."],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p42"},"In 167",["span.small","B.C."],", in a little village called Modin, the Greek soldiers gathered the people and demanded that Mattathias, an old priest of the Asmonean family, offer a sacrifice to the pagan god. Mattathias refused, even though he was threatened with death. Another priest stepped forward and agreed to do as the soldier demanded. As this weaker priest lifted the knife, an enraged Mattathias grabbed a sword and cut down both the priest and the Syrian officer. Mattathias and his five sons then fled to the hills and called on all of Judah to join them. (See 1 Maccabees 2:1–27.) The revolt had begun! It roared through the land, gathering support on every side as the Jews turned on the hated Greeks. By the time Antiochus took the revolt seriously, he faced an entire nation thirsting for freedom."],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p43"},"Since Mattathias was a priest seeking to defend the Mosaic code, the Pharisees threw their support to the Asmonean family (often anglicized to Hasmonean). Mattathias himself died shortly after the revolt began, but he had five sons. Upon his death, Judah took over. Judah was a military genius and again and again exhorted his vastly outnumbered and poorly equipped troops to have faith in God and the righteousness of their cause. Again and again he devastated forces two to four times the size of his own. (See Josephus,",["span.emphasis","Antiquities of the Jews,"],"bk. 12, chap. 7, par. 3.) By 164",["span.small","B.C."],"the city of Jerusalem had been reconquered and the temple cleansed of its impurities and rededicated to the worship of Jehovah. The Jews became independent of their foreign overlords for the first time in over four hundred years."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p44"},"The Hasmonean revolt is more commonly known as the Maccabean revolt because Mattathias’s son was called Judah the Maccabee or Judas Maccabeas. Most scholars believe the word",["span.emphasis","Maccabee"],"comes from the Hebrew word for “hammer” and may have been given to Judah because of his success in warfare. One authority, however, suggested an explanation that has interesting parallels to the Book of Mormon."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p45"},"According to Humphrey Prideaux, Judah raised a banner or standard to which those loyal to his cause gathered. On that standard he abbreviated a sentence taken from scripture (",["a.scriptureRef",{"href":"/scriptures/ot/ex/15.11"},"Exodus 15:11"],"):",["span.emphasis","“Mi Camo-ka Baelim Jehovah,"],"i.e.",["span.emphasis","who is like unto thee among the Gods O Jehovah"],"… the initial letters of these Words put together, which made the artificial word",["span.emphasis","Maccabi,"],"hence all that fought under that Standard were called",["span.emphasis","Maccabees"],"or",["span.emphasis","Maccabeans."],"” (",["span.emphasis","The Old and New Testament Connected in the History of the Jews and Neighboring Nations,"],"part 2, vol. 3, pp. 260–61.)"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p46"},"Judah continued to strive for the autonomy of Judea and won additional victories against the Seleucid forces. By 161",["span.small","B.C."],"he had established an alliance with Rome. Though Judah’s death in battle slowed Judea’s progress toward independence, his brothers Jonathan and Simeon continued his policies, taking advantage of the lessening political power of the Seleucid dynasty to strengthen their own influence and to extend the borders of Judea."],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p47"},"The hard-won victories of Mattathias and his sons were short-lived, however. Very quickly, the people and the descendants of the Hasmoneans forgot that it was the Lord who had delivered them. Like Saul and David and Solomon, the members of the new dynasty were corrupted by the power and glory of the courts of power. The sons and grandsons of the Maccabees degenerated into a mode of politics as usual, and before a hundred years had passed they had become so corrupt that the land of Israel fell like a ripe plum into the hands of the Romans when Pompey annexed Judea in 63 B.C."],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p48"},"Because the Pharisees had thrown their support to the Hasmoneans and helped gain the independence of the nation, they not only became immensely popular but were brought into the upper reaches of power in the kingdom. The Sadducees, who traditionally held the favored position, fell out of favor because they had been most favorable to the Greeks. By the time of Jesus, however, though the Pharisees still had the support of the common people, the Sadducees were back in power, controlling the Sanhedrin and the office of the high priest."],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p49"},"Schurer explained what happened to bring this change about: “The ostensible occasion of the breach between Hyrcanus [the Hasmonean king and grandson of Mattathias] and the Pharisees is described by Josephus and the Talmud in a similar manner as follows. Hyrcanus once made the request, when many Pharisees were with him at dinner, that if they observed him doing anything not according to the law, they should call attention to it, and point out to him the right way. But all present were full of his praise. Only one, Eleasar, rose up and said: ‘Since thou desirest to know the truth, if thou wilt be righteous in earnest, lay down the high-priesthood and content thyself with the civil government of the people.’ And when Hyrcanus wished to know for what cause he should do so, Eleasar answered: ‘We have heard it from old men that thy mother had been a captive under the reign of Antiochus Epiphanes’ [an accusation which implied Hyrcanus was an illegitimate son of Antiochus]. But this statement was incorrect. On account of it Hyrcanus was incensed against him in the highest degree. When then Hyrcanus laid before the Pharisees the question as to the punishment which Eleasar deserved, they made answer, ‘stripes and bonds.’ Hyrcanus, who believed for such an offence nothing less than death was due, became now still more angry, and thought that Eleasar had given expression to a sentiment that was approved of by his party. Forthwith he separated himself entirely from the Pharisees, forbade under penalties the observance of the laws ordained by them, and attached himself to the Sadducees.” (",["span.emphasis","Jewish People,"],"p. 77.)"]],[".topic",["h2","(K-8) Judea under the Romans"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p51"},"As the peace of Rome settled over the Near East, the war of philosophies escalated. The idea of reason and the supremacy of the mind is the root of Greek philosophy. One of the ironies of this period was that the Pharisees, who strove so desperately to keep Judism free of heathen influence, elevated reason to an equivalent degree. Reason was the basis of the oral law. In an important sense, the Hellenic axiom that public education was the key to transforming people was taken over by the Pharisees in the synagogue. There the people were given rules regarding exactly what they must do. In the house, on the street, in the shop and market, every movement of the pious was regulated. (See Bickerman,",["span.emphasis","Ezra to the Last of the Maccabees,"],"pp. 160–65.) Since these rules and regulations affected every area of life, though there were many righteous among the Jews, it was possible to have a strong sense of religiosity without having the law enter into one’s heart or mind at all. Even more ironic than the role of reason was the fact that the scribes and Pharisees, the defenders of the law, presented the most organized opposition to Jesus Christ, to whom the law pointed. Christ criticized them severely and repeatedly for false piety, telling them they drew near to the Lord with their lips, but their hearts were far from Him (see",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.13"},"Isaiah 29:13"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/15.7-9"},"Matthew 15:7–9"],")."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p52"},"When Pompey took over Judea for Rome, he appointed one of the Hasmoneans to be king. The adviser to this puppet king was an Idumean, a people hated by the Jews, named Antipater (An-tip-i-ter). He quickly ingratiated himself with Rome and took over power from the Jewish king. Antipater consolidated his power by helping Rome in their struggle against the Parthians, an enemy from the east that constantly threatened Rome’s interest. In payment for this aid, Antipater was granted the right to have his son appointed king of Judea. Thus came on the scene a man destined to have a profound effect on the history of the Jews and who is well known for his role in the first attempted assassination of Jesus: Herod the Great."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p53"},"Herod was hated by the Jewish people for many reasons, not the least of which was that he was not a Jew, though he had supposedly converted to Judaism. He was brutal and vicious, though an able administrator of his kingdom. The Romans were pleased, for he kept control in what was well known to be a troublesome province, and he was completely loyal to Rome. Herod was a great supporter of Hellenic and Roman culture and reinstated it in Judea. In conjunction with this Hellenization, he undertook great building programs, all of which the people paid for through heavy taxation. The Jews saw their money erect fortresses, gymnasiums, and pagan temples. To placate them, as well as to give more power and prestige to the Sadducees, who were generally his supporters, Herod began an elaborate expansion program on the temple mount, eventually making it into one of the marvels of the ancient world. This building program was still in progress in Christ’s day."],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p54"},"Under the Romans, the Jews themselves were given limited political power. What little there was was invested in a religious and political body traditionally composed of seventy-one men and presided over by the high priest. This council was the remnant of the important council of elders that had dominated Judean affairs until about 100",["span.small","B.C."],"Under the Hasmoneans, in a somewhat weakened condition, it was given the name of all Hellenic councils that served kings: Synedrion, or Sanhedrin. (See Chaim Potok,",["span.emphasis","Wanderings: Chaim Potok’s History of the Jews,"],"p. 191.)"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p55"},"Herod the Great died shortly after the birth of Jesus, and the Romans divided the kingdom among Herod’s three sons. Philip ruled north and east of Galilee; Herod Antipas ruled Galilee and Perea; and Archelaus ruled Judea, Samaria, and Idumea. Because of Archelaus’s extreme and oppressive measures, the Jews were successful in having him removed in",["span.small","A.D."],"6. His territory was then given to Herod Antipas to rule."]],[".topic",["h2","(K-9) The Herodians and the Zealots"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p57"},"Two other groups mentioned in the New Testament grew up during the period between the testaments. A group of Jews favored the reign of Herod Antipas and urged the people to support his sovereignty. For that reason they were called Herodians. The Herodians saw Herod Antipas’s rise to power as the fulfillment of certain messianic ideas then current. They preached these ideas and opposed any whom they felt might upset the status quo. This political party joined forces with the religious sect of the Pharisees to oppose Jesus (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.16"},"Matthew 22:16"],") since they saw the Master as a threat to their political aims."],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p58"},"In opposition to the Herodians stood the Zealots. This party was formed in",["span.small","A.D."],"6 under the head of Judah of Galilee in opposition to Roman taxation. These rebels had some of the spirit of the Maccabees in their opposition to gentile rule and influence and desired to keep Judea free. It was not just to the Maccabees that they looked as a prototype, however, but to Aaron’s grandson Phinehas (see",["a.scriptureRef",{"href":"/scriptures/ot/num/25.7-13"},"Numbers 25:7–13"],"). During the Exodus from Egypt, Phinehas killed a man and a woman who had blatantly violated the laws of God in the wilderness and threatened the safety of the whole house of Israel. The Lord commended Phinehas for his “zeal” in defending the law of God. The Zealots thus reasoned that violence was justified in seeking to overthrow Rome. The Romans called them the",["span.emphasis","Sicarri,"],"from the Latin word for dagger, since they would sometimes mingle in a crowd with daggers under their cloaks. They would then assassinate those known to favor Rome or sometimes Roman officials themselves. Though violent, the Zealots were strictly religious, justifying themselves on the grounds that only through the overthrow of Rome could God’s kingdom come about. Their very name suggested great zeal for the law of Moses. Their initial rebellion in",["span.small","A.D."],"6 was successfully suppressed by the Romans, after which the survivors went to the deserts where they continued to put pressure on the Romans through guerrilla tactics during the time of the Savior. After the death of Jesus, it was the Zealots primarily who led the revolt against Rome that resulted in the destruction of Jerusalem in",["span.small","A.D."],"70."]],[".topic",["h2","(K-10) Conclusion"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/enrichment-k.p61"},"During the four hundred years that followed Malachi, we know of no prophet in Israel. Though services had been interrupted, the temple rites had continued during most of that time. Priests had made the proper sacrifice on the great altar, and the people had continued to pray daily while a priest had offered incense upon the altar in the holy place. All had gone like clockwork until one day a priest named Zacharias did not reappear as quickly as he should have from the holy place after his service. The people began to marvel and conjecture. And well they should have, for once again the veil had been lifted, and God’s word was proclaimed. The humble and aged Zacharias, of the priestly order of Abia, stood in the presence of an angel. “Thy prayer is heard; and thy wife Elisabeth shall bear thee a son. … And he shall … make ready a people prepared for the Lord.” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.13,17"},"Luke 1:13, 17"],".) This long-desired child was to be a messenger who would go forth in the spirit and power of Elias to declare that the kingdom of God was at hand. Once more Israel would be extended the covenant and the promise. Once more the keys and power were to be proffered to them. He who came to prepare the way was called John, or in Hebrew,",["span.emphasis","Johanan,"],"“gift of God.” Israel had a prophet once again, a forerunner, the prophet that would prepare the way for Jehovah’s coming to earth as the Son of God and the Messiah that Judah had awaited for so long. And thus the Old Testament, or old covenant, was brought to a close and the New Testament, or new covenant, begun."]]]]]],"refs":null}
