{"id":11,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":11,"title":"Equally Yoked Together","subtitle":"","short_title":"Equally Yoked Together","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.head1"},["h1","Equally Yoked Together"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p2"},"Elder Boyd K. Packer"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p4"},"Excerpt from an address delivered at regional representatives’ seminar, 3 April 1975, 1"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p5"},"Several years ago with Bill and Allie Marriott, Donna and I went to a country fair in New Hampshire. It was a beautiful fall day and a delightful old-time country fair."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.f1"},[".caption",["b","ELDER BOYD K. PACKER",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from an address delivered at regional representatives’ seminar, 3 April 1975, 1"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p6"},"The center of attraction was the oxen pulling contest. Several teams of oxen with heavy wooden yokes were lined up to compete. A wooden sledge was weighted with cement blocks: ten thousand pounds—five tons—to begin with. The object was for the oxen to move the sledge three feet."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p7"},"I noticed a well-matched pair of very large, brindled, blue-gray animals. They were the big-boned, Holstein, Durham-cross, familiar big blue oxen of seasons past. Because of their size, of course they were the favorites."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p8"},"Each team was given three attempts to move the sledge. If they were able to do so easily, more weight was added until the teams were eliminated one by one. In turn, each team was hitched to the sledge. The teamster would position his animals carefully, pat them, chortle to them, whisper to them, and then at a goad and a loud command they would slam forward against the yoke. Either the weight would move or the oxen were jerked to a halt."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p9"},"The big blue oxen didn’t even place! A small, nondescript pair of animals, not very well matched for size, moved the sledge all three times."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p10"},"I was amazed and fascinated and turned to an old New Englander in the crowd and asked if he could explain how that could happen. He said, “E-yeh.” (That means yes in New England.) And then he explained. The big blues were larger and stronger and better matched for size than the other team. But the little oxen had better teamwork and coordination. They hit the yoke together. Both animals jerked forward at exactly the same time and the force moved the load."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p11"},"One of the big blue oxen had lagged a second or pushed a second too soon—something like a football player being off side—and the force was spent in a glancing blow. The yoke then was twisted and the team jerked to one side and the sledge hardly moved."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p12"},"If I were to moralize, I would begin in typical Book of Mormon language, “And thus we see” that size and strength are not enough. It takes teamwork as well."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p13"},"All that I have to say in my appointed time here about education can be demonstrated by the foregoing illustration of teamwork by those two oxen. In the Church we must have teamwork in education—not the kind of teamwork where two teams compete in an adversary relationship such as we see in athletics, but teamwork like oxen yoked together, side by side, pulling together."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/equally-yoked-together.p14"},"In education we have two sides. On one side we have the professional, employed, and salaried teachers directed by supervisors and administrators. On the other hand we have the called, ordained, presided-over priesthood officers. They are to work side by side in the ward and in the stake and on a regional level. At the top both are presided over by the First Presidency and the Council of the Twelve, which are represented by the Church Board of Education."]]],"refs":null}
