{"id":8,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":8,"title":"Eternal Investments","subtitle":"","short_title":"Eternal Investments","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.head1"},["h1","Eternal Investments"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p2"},"President Howard W. Hunter"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p3"},"President of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p4"},"Excerpt from An Evening with President Howard W. Hunter, 10 February 1989"]]],[".bodyBlock",[".topic",[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.f1"},[".caption",["b","PRESIDENT HOWARD W. HUNTER",["br"],"PRESIDENT OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from An Evening with President Howard W. Hunter, 10 February 1989"]]],["h2","Labor for the Youth"],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p6"},"President Heber J. Grant once said:"],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p7"},"“There is no labor in which any of us can be engaged that is more acceptable in the sight of our Heavenly Father than laboring for the [youth] in the Church of Jesus Christ. …"],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p8"},"“… There is a saying that ‘as the twig is bent the tree is inclined.’ You who teach our [young people] are engaged in the labor of bending the twig. …"],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p9"},"“There is no dividend that any human being can draw from bonds or stocks, or anything in the wealth of the world, that compares with the knowledge in one’s heart that he or she has been an instrument in the hands of God of shaping some life for good” (“To Those Who Teach Our Children,”",["span.emphasis","Improvement Era,"],"Nov. 1970, pp. 5–6)."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p10"},"You who are gathered here tonight are important agents in this great work. You labor every day in reaching out to our young people, and you do have a profound influence on them. I am sure you have already discovered the truthfulness of President Grant’s words—that no financial or worldly dividend of any kind can compare with the satisfaction you feel in shaping these young lives for good. You are making a great investment in these students and a great investment in the future strength of the Church. You will one day enjoy a great personal return on that investment—the knowledge that you assisted directly in the eternal salvation of men and women and in the establishment of the kingdom of God on earth."]],[".topic",["h2","Study the Scriptures …"],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p12"},"I know there are difficulties in your work and not every classroom or circumstance is filled with perfection, but I have a secret for you—neither is anyone else’s circumstance or work in life perfect. Everyone faces problems in earning a living by the sweat of the brow, so if you face a few problems you can be certain you have a lot of company. Most working members of the Church work in a setting that does not have the ideal environment in which you work."]],[".topic",["h2","Teach Confidence in the Scriptures"],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p14"},"I strongly encourage you to use the scriptures in your teaching and to do all within your power to help the students use them and become comfortable with them. I would like our young people to have confidence in the scriptures, and I would like you to interpret that phrase two ways."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p15"},"First, we want the students to have confidence in the strength and truths of the scriptures, confidence that their Heavenly Father is really speaking to them through the scriptures, and confidence that they can turn to the scriptures and find answers to their problems and their prayers. That is one kind of confidence I would hope you give your students, and you can give it to them if you show them daily, hourly, that you trust in the scriptures just that way. Show them that you yourself are confident that the scriptures hold the answers to many—indeed most—of life’s problems. So when you teach, teach from the scriptures."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p16"},"Obviously another meaning implied in the phrase “confidence in the scriptures” is to teach students the standard works so thoroughly that they can move through them with confidence, learning the essential scriptures and sermons and texts contained in them. We would hope none of your students would leave your classroom fearful or embarrassed or ashamed that they cannot find the help they need because they do not know the scriptures well enough to locate the proper passages. Give these young people sufficient experience in the Bible, the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price that they have both of the kinds of confidence I have just mentioned."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p17"},"I have often thought that our young people in the Church would be very much like other young people outside of the Church if they do not establish some mastery and command of the standard works. All of you remember the verses the Prophet Joseph wrote from his confinement in Liberty Jail. Among them he wrote, “For there are many yet on the earth among all sects, parties, and denominations, who are blinded by the subtle craftiness of men, whereby they lie in wait to deceive, and",["span.emphasis","who are only kept from the truth because they know not where to find it"],"” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.12"},"D&C 123:12"],"; emphasis added)."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p18"},"We have a great responsibility as religious educators in the Church to make sure our own members, our own young people, do not fall into that unfortunate category of being blinded, of being good, fine, worthy young men and women who are kept from the truths of the scriptures because they do not know where to find those truths and because they do not possess confidence between the covers of their standard works."]],[".topic",["h2","Invite to Christ"],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p20"},"Let me give a word of caution to you. I am sure you recognize the potential danger of being so influential and so persuasive that your students build an allegiance to you rather than to the gospel. Now that is a wonderful problem to have to wrestle with, and we would only hope that all of you are such charismatic teachers. But there is a genuine danger here. That is why you have to invite your students into the scriptures themselves, not just give them your interpretation and presentation of them. That is why you must invite your students to feel the Spirit of the Lord, not just give them your personal reflection of that. That is why, ultimately, you must invite your students directly to Christ, not just to one who teaches his doctrines, however ably. You will not always be available to these students. You cannot hold their hands after they have left high school or college. And you do not need personal disciples."],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p21"},"Our great task is to ground these students in what can go with them through life, to point them toward him who loves them and can guide them where none of us will go. Please make sure the loyalty of these students is to the scriptures and the Lord and the doctrines of the restored Church. Point them toward God the Father and his Only Begotten Son, Jesus Christ, and toward the leadership of the true Church. Make certain that when the glamour and charisma of your personality and lectures and classroom environment are gone that they are not left empty-handed to face the world. Give them the gifts that will carry them through when they have to stand alone. When you do this, the entire Church is blessed for generations to come."]],[".topic",["h2","Thrust in the Sickle of Study …"],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p23"},"… We ought to have a Church full of women and men who know the scriptures thoroughly, who cross-reference and mark them, who develop lessons and talks from the Topical Guide, and who have mastered the maps, the Bible Dictionary, and the other helps that are contained in this wonderful set of standard works. There is obviously more there than we can master quickly. Certainly the scriptural field is “white already to harvest.” We need CES teachers who will thrust in their sickles with all their might and reap what is so plentifully offered there."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p24"},"Not in this dispensation, surely not in",["span.emphasis","any"],"dispensation, have the scriptures—the enduring, enlightening word of God—been so readily available and so helpfully structured for the use of every man, woman, and child who will search them. The written word of God is in the most readable and accessible form ever provided to lay members in the history of the world. Surely we will be held accountable if we do not read them, and surely you will be held accountable as professional teachers if you do not wholly invest your students in them. …"]],[".topic",["h2","Teach with the Spirit"],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p26"},"… May I also encourage you to prepare and live in such a way that you have the Spirit of the Lord in your teaching. There is so much in our world that destroys the feeling of the Spirit and so much that would keep us from having the Spirit with us. We need to do all we can for these young people who are assaulted and barraged by worldliness all around them. We need to do everything possible to let them feel the sweet, reassuring presence of the Spirit of the Lord. Your classrooms are weekday sanctuaries where they should be able to find that."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p27"},"In one of the most basic revelations of this dispensation, the Lord said, “And the Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit ye shall not teach” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],")."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p28"},"I take this verse to mean not only that we",["span.emphasis","should"],"not teach without the Spirit, but also that we really",["span.emphasis","cannot"],"teach without it. Learning of spiritual things simply cannot take place without the instructional and confirming presence of the Spirit of the Lord. Joseph Smith would seem to agree: “All are to preach the Gospel, by the power and influence of the Holy Ghost; and no man can preach the Gospel without the Holy Ghost” (Joseph Smith,",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [Salt Lake City: Deseret Book Co., 1976], p. 112)."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p29"},"Let me offer a word of caution on this subject. I think if we are not careful as professional teachers working in the classroom every day, we may begin to try to counterfeit the true influence of the Spirit of the Lord by unworthy and manipulative means. I get concerned when it appears that strong emotion or free-flowing tears are equated with the presence of the Spirit. Certainly the Spirit of the Lord can bring strong emotional feelings, including tears, but that outward manifestation ought not to be confused with the presence of the Spirit itself."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p30"},"I have watched a great many of my brethren over the years and we have shared some rare and unspeakable spiritual experiences together. Those experiences have all been different, each special in its own way, and such sacred moments may or may not be accompanied by tears. Very often they are, but sometimes they are accompanied by total silence. Other times they are accompanied by joy. Always they are accompanied by a great manifestation of the truth, of revelation to the heart."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p31"},"Give your students gospel truth powerfully taught; that is the way to give them a spiritual experience. Let it come naturally and as it will, perhaps with the shedding of tears, but perhaps not. If what you say is the truth, and you say it purely and with honest conviction, those students will feel the spirit of the truth being taught them and will recognize that inspiration and revelation has come into their hearts. That is how we build faith. That is how we strengthen testimonies—with the power of the word of God taught in purity and with conviction."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p32"},"Listen for the truth, hearken to the doctrine, and let the manifestation of the Spirit come as it may in all of its many and varied forms. Stay with solid principles; teach from a pure heart. Then the Spirit will penetrate your mind and heart and every mind and heart of your students."]],[".topic",["h2","Reach the Individual"],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p34"},"May I also encourage you to think about the students you teach and try to reach them on an individual level. Even though I work with large units like stakes, regions, and areas of the Church, I have to constantly remind myself that those units consist of individual people with individual problems and individual hopes and dreams. You have large classes. You have preparations to make and examinations to correct. The numbers can be staggering, but you must remember that you are teaching—and trying to reach—individual students."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p35"},"I have always been impressed that the Lord deals with us personally, individually. We do many things in groups in the Church, and we need organizations of some size to allow us to administer the Church well, but so many of the important things—the",["span.emphasis","most"],"important things—are done individually. We bless babies one at a time, even if they are twins or triplets. We baptize and confirm children one at a time. We take the sacrament, are ordained to the priesthood, or move through the ordinances of the temple as individuals—as one person developing a relationship with our Father in Heaven. There may be others nearby us in these experiences, just as there are others in your classroom, but heaven’s emphasis is on each individual, on every single person."],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p36"},"When Christ appeared to the Nephites, he said:"],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p37"},"“Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands and in my feet. …"],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p38"},"“And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do,",["span.emphasis","going forth one by one"],"until they had all gone forth,",["span.emphasis","and did see with their eyes and did feel with their hands,"],"and did know of a surety and did bear record” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.14-15"},"3 Nephi 11:14–15"],"; emphasis added)."],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p39"},"That experience took time, but it was important that each individual have the experience, that each set of eyes and each pair of hands have that reaffirming,",["span.emphasis","personal"],"witness. Later Christ treated the Nephite children exactly the same way."],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p40"},"“He took their little children,",["span.emphasis","one by one,"],"and blessed them, and prayed unto the Father for them” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.21"},"3 Nephi 17:21"],"; emphasis added)."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p41"},"It will be hard for you to give all of the personal attention some of your students both want and need, but try the best you can to think of them individually, to let them feel something personal and special in the concern of you, their teacher. Pray to know which student needs what kind of help, and remain sensitive to those promptings when they then come."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p42"},"Do not fall into the trap that some of us fall into by calling on the ones who are always so bright and eager and ready with the right answer. Look and probe for those who are hanging back, who are shy and retiring and perhaps troubled in spirit. If calling on such a person in class is not the best thing to do—and in some cases it may well not be—then find a reason to speak to him or her before class or after, in the hallway or, better yet, in your office. Remember that the very best teaching is one on one and often takes place out of the classroom."],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p43"},"Demands on your time are great. You will not be able to do as much of this as you would like, but think about it. Keep it in the forefront of your mind. Watch for the opportunity to eventually touch everyone personally during the course of your term. You should not be calculating about it, as though your students were on a laundry list requiring a check off, but you can be somewhat systematic in remembering who you give assignments to, who you ask to pray or respond, and how you can effectively reach each student individually."],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p44"},"In your search for individually teaching each student, you will most certainly discover that some are not doing as well as others and that some are not making it to class at all. Take personal interest in such students; give extra-mile effort to invite and help the lost sheep back into the fold. “Remember the worth of souls is great in the sight of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10"},"D&C 18:10"],"). An incalculable price has been paid by our Savior for every one of us, and it is incumbent on us to do all we can to assist him in his work. It is incumbent on us to make sure that the gift of the Atonement is extended to every young man or woman we have responsibility for. In your situation, that means keeping them in full activity in your classes."],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p45"},"Give special attention to those who may be struggling, and go out as necessary to find the lost sheep. A written postcard, a telephone call, or, if possible, a personal visit to a home in many cases will have a wonderful result. Personal attention to a young person just beginning to stray may save hours and hours—indeed, years and years—of effort later in our attempt to reclaim that person to activity. Do all you can to fortify the strong ones and reanchor the wayward ones at this age. It will be infinitely more difficult to successfully reach them later."]],[".topic",["h2","“Live As You Teach”"],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p47"},"Let me conclude this portion of counsel with an admonition to represent in your own life what you are trying to teach others to be in theirs. President Ezra Taft Benson said to this very group more than a decade ago:"],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p48"},"“Your responsibility is to live as you teach. Be consistent in your life with the message you declare to your students. The majority of you have provided strong, commendable examples of what a Latter-day Saint life and home should be. How many students have been induced into righteous decisions because of the examples of their seminary and institute teachers! …"],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p49"},"“… As teachers you need constantly to ask, ‘How would the Savior have me appear before others? How would He have me act?’ …"],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p50"},"“You have been counseled repeatedly to ‘live in the world, but not be one of the world.’ … Live by the covenants you took in the temple” (“The Gospel Teacher and His Message” [address to religious educators, 17 Sept. 1976], pp. 12, 14–15; see also",["span.emphasis","Charge to Religious Educators,"],"2d ed. [1982], pp. 52–53)."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/eternal-investments.p51"},"Our young people need great living examples, moral and religious heroes, if you will, who set a standard before them and show them the grace and beauty of a worthy life."]]]],"refs":null}
