{"id":20,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":20,"title":"Exercise: The Mom Prescription","subtitle":"By Jane McBride Choate","short_title":"Exercise: The Mom Prescription","uri":"/ensign/2013/01/exercise-the-mom-prescription","content":[["div",{"id":"head1","uri":"/ensign/2013/01/exercise-the-mom-prescription.head1"},[".title","Exercise: The Mom Prescription"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/01/exercise-the-mom-prescription.p2"},"By Jane McBride Choate"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/01/exercise-the-mom-prescription.p3"},"Jane McBride Choate lives in Colorado, USA."]]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/01/exercise-the-mom-prescription.p4"},"As a mother of five children, I rarely took time for myself. Physical fitness fell far down on my to-do list. After all, I reasoned, wasn’t I getting enough exercise chasing active toddlers through the house?"],["div",{"id":"p5","uri":"/ensign/2013/01/exercise-the-mom-prescription.p5"},"As the children grew, I noticed that my energy lagged. I was often physically and emotionally exhausted. So when several friends started walking together in the morning, I asked if I could join them. With their encouragement, I began rising early and walking for 45 minutes before the rest of my family awoke. The exhilaration of moving and knowing I was doing something positive for myself showed up in the rest of my life. I had more energy, more patience, and a new respect for myself and my needs."],"I recognize that early-morning walking is not the answer for many women. Each must find her own road to physical fitness. Following are a few ideas for finding the time and the commitment to make exercise a part of your life:",["ul.bullet",["li",["span.label","•"],[".para","Before you begin any exercise program, have a physical checkup and discuss your goals with your doctor."]],["li",["span.label","•"],[".para","Decide that you are important and need to take care of yourself."]],["li",["span.label","•"],[".para","If your time is limited (and whose isn’t?), prayerfully review your activities and determine what you can let go to make time for physical activity."]],["li",["span.label","•"],[".para","Enlist your family’s support. Ask for help with housework and other chores you typically do yourself so that you can take time for exercise. Explain that when you take time for yourself, you will have more energy to take care of others."]],["li",["span.label","•"],[".para","Inquire at a community center or a local college about physical fitness classes, frequently offered at a low cost."]],["li",["span.label","•"],[".para","Poll your friends to see if they would like to form a walking or aerobics group with you."]],["li",["span.label","•"],[".para","If circumstances prevent you from taking time to exercise away from home, look for opportunities to squeeze in short bursts of activity. Put your toddler in the stroller and walk around your neighborhood. Take advantage of exercise videos (sometimes available at libraries) and work out in front of the television. Involve your children. Chances are they’ll be enthusiastic about “playing” with Mommy."]],["li",["span.label","•"],[".para","Invest in the proper equipment. Many activities require only a good pair of walking shoes."]],["li",["span.label","•"],[".para","Experiment with different activities. Alternating exercises is good for different parts of your body and prevents boredom."]],["li",["span.label","•"],[".para","Have fun and find what you enjoy. Whether you take a dance class, jump rope with your children, or play tennis with friends, the important thing is that you choose something that you can maintain."]]],["div",{"id":"p17","uri":"/ensign/2013/01/exercise-the-mom-prescription.p17"},"Remember: you need to take care of yourself in order to take care of your family."]]],"refs":null}
