{"id":18,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":18,"title":"Exodus 20: The Ten Commandments","subtitle":"","short_title":11,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.head1"},[".titleNumber","11"],["h1","Exodus 20"],["h1","The Ten Commandments"]],[".bodyBlock",[".topic",["h2","(11-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p5"},"Many in the world today seem to think that the Ten Commandments were part of the Mosaic dispensation only and are not a part of the full gospel. As you begin your study of these ten principles revealed over three thousand years ago, ask yourself how relevant they are today. Do they form part of the gospel, or were they only for the ancient Israelites? This question is critical for you. Cecil B. DeMille, producer of the movie",["span.emphasis","The Ten Commandments,"],"made this observation:"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p6"},"“Some, who do not know either the Bible or human nature, may see in the orgy of the Golden Calf only a riot of Hollywood’s imaginations—but those who have eyes to see will see in it the awful lesson of how quickly a nation or a man can fall, without God’s law."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p7"},"“If man will not be ruled by God, he will certainly be ruled by tyrants—and there is no tyranny more imperious or more devastating than man’s own selfishness, without the law."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p8"},"“We cannot break the Ten Commandments. We can only break ourselves against them—or else, by keeping them, rise through them to the fulness of freedom under God. God means us to be free. With divine daring, He gave us the power of choice.” (Commencement Address, Brigham Young University Speeches of the Year, Provo, 31 May 1957.)"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/ex/20"},"Exodus 20"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Exodus 20"],[".topic",["h3","(11-2)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.1-17"},"Exodus 20:1–17"],". The Ten Great Foundation Stones"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p14"},"Perhaps the greatest indication of the importance of the Ten Commandments is that they are found in three of the four standard works of the Church. In addition to the first time they were given (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/20"},"Exodus 20"],"), Moses repeated them when he summarized the experiences of Israel in the wilderness (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.6-21"},"Deuteronomy 5:6–21"],"). The prophet Abinadi quoted them to the wicked priests of King Noah (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.12-24"},"Mosiah 13:12–24"],"), so they are also found in the Book of Mormon. And, although not given in the exact form that they appear in these scriptures, the same principles are also found in the New Testament (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.17-37"},"Matthew 5:17–37"],") and in the Doctrine and Covenants (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.18-29"},"D&C 42:18–29"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.5-9"},"59:5–9"],"). When the Lord emphasizes something with that much repetition, it must be important. Elder Mark E. Petersen said:"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p15"},"“By his own finger the Lord wrote the Ten Commandments on tablets of stone. They represent the basic law of the Almighty and have formed the underlying elements of civil and religious law ever since."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p16"},"“They are fundamental to our relationships with God. They are an integral part of the restored gospel of the Lord Jesus Christ and are essential to our becoming perfect as our Father in heaven is perfect. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42"},"D&C 42"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59"},"D&C 59"],".)"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p17"},"“Variations of these laws are given in the rules laid down in Leviticus and Deuteronomy as they are applied to specific matters, but generally they form the foundation for all proper human conduct.” (Moses, p. 110.)"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p18"},"These commandments show us the three great priorities of life. The first four commandments show us our proper relationship to God. The fifth commandment establishes the importance of the family and proper family relationships. The last five commandments regulate our relationships with others. If we are committed to the perfecting of our relationships with God, family, and others, we are well on our way to being perfected in all things."]],[".topic",["h3","(11-3)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.2-3"},"Exodus 20:2–3"],". “Thou Shalt Have No Other Gods before Me”"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p20"},"The first commandment gives mankind their first priority in life. If God is not first, then all other things are affected. Nothing in life, not even life itself, can come before God. Christ said: “Be not afraid of your enemies, for I have decreed in my heart, saith the Lord, that I will prove you in all things, whether you will abide in my covenant even unto death, that you may be found worthy. For if ye will not abide in my covenant ye are not worthy of me.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.14-15"},"D&C 98:14–15"],".)"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p21"},"“God will not favor us if we put him in second place in our lives and if we follow after worldly things regardless of what they may be."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p22"},"“The command of the Savior was: ‘Seek ye first the kingdom of God, and his righteousness.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.33"},"Matthew 6:33"],".) In revelations to the Prophet Joseph Smith the Lord taught that we must have an eye single to the glory of God. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.2"},"D&C 27:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/55.1"},"55:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.1"},"59:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.67"},"88:67"],".)” (Petersen, Moses, p. 111.)"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p23"},"At first some may think that this demand for exclusive worship and devotion by God for Himself sounds selfish. But two things should be remembered. First, as Lord and Creator of all the universe, and as one who has all power, knowledge, and glory, God does not need man’s adoration and worship to add to His state of being. So, His jealousy is not a protective concern for His own status."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p24"},"The second thing to remember is that the Lord taught Moses that God’s work is “to bring to pass the immortality and eternal life of man” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). Anytime His children set anything before God in importance, they begin to thwart His work for them. He is the only source of power and knowledge sufficient to save. To set anything above Him lessens their ability to draw on that power and knowledge for their salvation. That is why He says to His children, “Thou shalt have no other gods before me” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.3"},"Exodus 20:3"],")."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p25"},"One Bible scholar put it this way: “This commandment prohibits every species of",["span.emphasis","mental"],"idolatry, and all inordinate attachment to",["span.emphasis","earthly"],"and",["span.emphasis","sensible"],"things [things which appeal to the senses]. … God is the",["span.emphasis","fountain of happiness,"],"and no intelligent creature can be happy but through him. … The very first commandment of the whole series is divinely calculated to prevent man’s misery and promote his happiness, by taking him off from all false dependence, and leading him to God himself, the",["span.emphasis","fountain of all good."],"” (Clarke, Bible Commentary, 1:402–3.)"]],[".topic",["h3","(11-4)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.4-6"},"Exodus 20:4–6"],". “Thou Shalt Not Make unto Thee Any Graven Image”"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p27"},"In the preface to the Doctrine and Covenants, the Lord said that one of the characteristics of the modern world was that “every man walketh in his own way, and after the image of his own God, whose image is in the likeness of the world, and whose substance is that of an idol” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.16"},"D&C 1:16"],"). Commenting on modern idolatry, Elder Spencer W. Kimball said:"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p28"},"“The idolatry we are most concerned with here is the conscious worshipping of still other gods. Some are of metal and plush and chrome, of wood and stone and fabrics. They are not in the image of God or of man, but are developed to give man comfort and enjoyment, to satisfy his wants, ambitions, passions and desires. Some are in no physical form at all, but are intangible. …"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p29"},"“Modern idols or false gods can take such forms as clothes, homes, businesses, machines, automobiles, pleasure boats, and numerous other material deflectors from the path to godhood. What difference does it make that the item concerned is not shaped like an idol? Brigham Young said: ‘I would as soon see a man worshipping a little god made of brass or of wood as to see him worshipping his property’ [Journal of Discourses, 6:196]."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p30"},"“Intangible things make just as ready gods. Degrees and letters and titles can become idols. Many young men decide to attend college when they should be on missions first. The degree, and the wealth and the security which come through it, appear so desirable that the mission takes second place. Some neglect Church service through their college years, feeling to give preference to the secular training and ignoring the spiritual covenants they have made."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p31"},"“Many people build and furnish a home and buy the automobile first—and then find they ‘cannot afford’ to pay tithing. Whom do they worship? Certainly not the Lord of heaven and earth, for we serve whom we love and give first consideration to the object of our affection and desires. Young married couples who postpone parenthood until their degrees are attained might be shocked if their expressed preference were labeled idolatry. Their rationalization gives them degrees at the expense of children. Is it a justifiable exchange? Whom do they love and worship—themselves or God? Other couples, recognizing that life is not intended primarily for comforts, ease, and luxuries, complete their educations while they move forward with full lives, having their children and giving Church and community service."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p32"},"“Many worship the hunt, the fishing trip, the vacation, the weekend picnics and outings. Others have as their idols the games of sport, baseball, football, the bullfight, or golf. These pursuits more often than not interfere with the worship of the Lord and with giving service to the building up of the kingdom of God. To the participants this emphasis may not seem serious, yet it indicates where their allegiance and loyalty are."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p33"},"“Still another image men worship is that of power and prestige. Many will trample underfoot the spiritual and often the ethical values in their climb to success. These gods of power, wealth, and influence are most demanding and are quite as real as the golden calves of the children of Israel in the wilderness.” (Miracle of Forgiveness, pp. 40–42.)"]],[".topic",["h3","(11-5)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.5"},"Exodus 20:5"],". If Jealousy Is a Negative Trait, Why Is God a “Jealous” God?"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p35"},"The Hebrew root",["span.emphasis","kanah"],"denotes “ardour, zeal, jealousy” (Gesenius, Hebrew and English Lexicon of the Old Testament, p. 888). The implication is that the Lord possesses “sensitive and deep feelings” about idolatry (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.5"},"Exodus 20:5"],["span.emphasis","b"],"). The reason seems clear. The only power to save mankind from sin lies with God. Any false worship cuts the sinner off from that power. Since God loves His children and wishes only their best eternal welfare, He is jealous (that is, feels very strongly) about any vain or false worship they perform."]],[".topic",["h3","(11-6)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.5-6"},"Exodus 20:5–6"],". Does the Lord Punish Children for the Wickedness of Their Parents?"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p37"},"The explanation given as a footnote to",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.5"},"verse 5"],"is helpful. Commenting on the phrase “visiting the iniquity of the fathers upon the children,” the note says: “insofar as the children learn and do the sinful things the parents do; but see",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.6"},"v. 6"],"concerning those who repent and serve the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.5"},"Exodus 20:5"],["span.emphasis","f;"],"see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.46-47"},"D&C 98:46–47"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.50-52"},"124:50–52"],")."],[".topic"]],[".topic",["h3","(11-7)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.7"},"Exodus 20:7"],". “Thou Shalt Not Take the Name of the Lord Thy God in Vain”"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p40"},"Two aspects of this commandment are important. First, the third commandment implies that His children must have a deep and reverential attitude about God and His name."],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p41"},"“This precept not only forbids all",["span.emphasis","false oaths,"],"but all",["span.emphasis","common swearing"],"where the name of God is used, or where he is appealed to as a witness of the truth. It also necessarily forbids all",["span.emphasis","light"],"and",["span.emphasis","irreverent"],"mention of God, or any of his attributes.” (Clarke, Bible Commentary, 1:404.)"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p42"},"In an age when profanity dominates so much of the world’s conversation, it is well to remember the Lord’s warning that He will not hold such people guiltless. Elder LeGrand Richards said this of profanity:"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p43"},"“It is difficult to understand how a person may truly and sincerely approach God in prayer, seeking a blessing at his hand, at the same time be so disrespectful as to take his name in vain."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p44"},"“Profanity is incompatible with reverence. Surely at this critical time in our nation’s history, when we need the sustaining help of God, we should see that we do not offend him by reason of our language. We appeal to our young people everywhere to hold in reverence the sacred name of Deity, that they may walk acceptably before the Lord, so that, should there come a time in their lives when they need his sustaining help, they may go to him with good conscience and call upon him with faith that he will hear their plea.” (In “The Third Commandment,” The Ten Commandments Today, pp. 52–53.)"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p45"},"There is an additional implication in the commandment to avoid taking the name of God in vain. An integral part of living the gospel is the making of oaths and covenants with God. When a person is baptized he covenants to take the name of Christ upon himself (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],"). If he forgets that solemn oath made at baptism, he has taken the name of the Lord in vain. At temple altars men and women covenant to abide by sacred commitments. If they leave those temples and live as though the promises have no meaning, they violate the third commandment even though they may not speak actual profanity. Those who take the sacrament each week with little or no thought for the covenant to take His name upon them, keep His commandments, and always remember Him, take His name in vain. Such light treatment of sacred things constitutes vainness in the sight of God. The Lord Himself said in modern revelation, “Wherefore, let all men beware how they take my name in their lips—for behold, verily I say, that many there be who are under this condemnation, who use the name of the Lord, and use it in vain, having not authority” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.61-62"},"D&C 63:61–62"],")."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p46"},"In addition to religious oaths and covenants, many formal acts in modern society are accompanied by solemn oaths and vows. And yet frequently these oaths are dismissed or set aside. Clearly the violation of such oaths is a violation of the third commandment also."]],[".topic",["h3","(11-8)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.8-11"},"Exodus 20:8–11"],". “Remember the Sabbath Day, to Keep It Holy”"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p48"},"The doctrine of the Sabbath, as taught throughout the scriptures, includes the following important concepts."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f3"},["ol.number",["li",["span.label","1."],["p.para","The commandment has a dual aspect of promoting both work and worship. The commandment is to",["span.emphasis","labor"],"six days and",["span.emphasis","rest"],"the seventh. Elsewhere in scripture, the idler is condemned and work is encouraged (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.42"},"D&C 42:42"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.17"},"56:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/60.13"},"60:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.69"},"88:69"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.27"},"2 Nephi 9:27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.18"},"Alma 24:18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/38.12"},"38:12"],")."]],["li",["span.label","2."],["p.para","The Sabbath was given as a token or sign of the rest of the Gods after the work of the Creation. The Hebrew word",["span.emphasis","Shabbat"],"means “rest,” or “the cessation of labor.” The Sabbath is directly tied to the Creation not only in the actual commandment but in such scriptures as",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.1-2"},"Genesis 2:1–2"],"and",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.17"},"Exodus 31:17"],"."]],["li",["span.label","3."],["p.para","Under the Mosaic dispensation, the violation of the Sabbath was a capital crime (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.14-15"},"Exodus 31:14–15"],"). A noted Bible scholar made an important point about why this punishment was the case:"],["p.para","“The death penalties attached to the violation of the sabbath in the Old Testament era convey two very obvious assumptions.",["span.emphasis","First,"],"the sabbath law involves a principle so important and basic that violation thereof is a capital offense.",["span.emphasis","Second,"],"the law conveys also the fact that violation of the sabbath laws involves a kind of death in and of itself, i.e., that violation brings on death. The prophets clearly made this assumption. Obedience, by implication, means life.” (Rushdoony, Institutes of Biblical Law, p. 137.)"]],["li",["span.label","4."],["p.para","The Lord indicates that keeping the Sabbath was a “sign … that ye may know that I am the Lord that doth",["span.emphasis","sanctify"],"you” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.13"},"Exodus 31:13"],"; emphasis added). The Lord teaches a similar concept of holiness or spiritual cleanliness in modern revelation: “And",["span.emphasis","that thou mayest more fully keep thyself unspotted from the world,"],"thou shalt go to the house of prayer and offer up thy sacraments upon my holy day” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9"},"D&C 59:9"],"; emphasis added)."]],["li",["span.label","5."],["p.para","The concept of sanctification and the idea of rest as used in the scriptures seem closely related. The rest of the Lord is defined as “the fulness of [God’s] glory” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.24"},"D&C 84:24"],"). Alma taught that certain early Saints entered the “rest of the Lord” after being made pure through a process of sanctification (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.12"},"Alma 13:12"],"). In other words, God’s",["span.emphasis","work"],"is the sanctification of His children to the point where they can enter into the ultimate",["span.emphasis","rest,"],"which is the fulness of His glory. Once each week man is commanded to cease his own labors and allow God to perform His work of sanctification on him. Resting on the Sabbath, then, implies far more than taking a nap or stopping normal activities. Mankind must enter into the Lord’s work on that day. This work involves making themselves and others more godlike, another way to speak of sanctification. Doing the work of the Lord (sanctification) often involves great activity on the Sabbath day, and the day may not be restful in the usual sense. One can assume that if doing good to an animal on the Sabbath is approved by the Lord (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.11"},"Matthew 12:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.15"},"Luke 13:15"],"), then doing good to men is an even higher good. The two commandments for the Sabbath are rest and worship (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.10"},"D&C 59:10"],"). The Hebrew verb",["span.emphasis","la-avodh,"],"“to worship,” means also “to work” and “to serve.” This holy work then creates a new and holy man; so the Sabbath is tied into the work of creation."]],["li",["span.label","6."],["p.para","The commandment to observe the Sabbath was not just for an individual himself but included servants (employees), family members, and animals. Under the Mosaic law even the land itself was to have its rest once each seven years (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.10"},"Exodus 20:10"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/25.1-7"},"Leviticus 25:1–7"],"). Imagine the faith required to trust wholly in the providence of God rather than in the labors of one’s own hands every seventh year. (That challenge was given in",["a.scriptureRef",{"href":"/scriptures/ot/lev/25.20-22"},"Leviticus 25:20–22"],".)"]],["li",["span.label","7."],["p.para","Direct promises of temporal plenty, divine protection, and spiritual power are promised in connection with keeping the Sabbath. For example, after giving the commandment for the observance of the Sabbatical year, the Lord promises, “ye shall dwell in the land in safety. And the land shall yield her fruit, and ye shall eat your fill, and dwell therein in safety.” (",["a.scriptureRef",{"href":"/scriptures/ot/lev/25.18-19"},"Leviticus 25:18–19"],".) Isaiah promised to those who do not do their own pleasures on the Sabbath, “then shalt thou delight thyself in the Lord” (a concept perhaps related to having one’s confidence wax strong in the presence of God [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],"]), and the Lord “will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.14"},"Isaiah 58:14"],"). The heritage of Jacob was exaltation, and he was made a God! (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.37"},"D&C 132:37"],")."]]]],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p57"},"The promises of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.16-24"},"Doctrine and Covenants 59:16–24"],"are based on the condition in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.16"},"verse 16"],". Elder Spencer W. Kimball talked in some detail about the challenges of keeping the Sabbath day holy:"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p58"},"“The fourth commandment is a dual law, both positive and negative. On the negative side: ‘… in it (the Sabbath) thou shalt not do any work.’ On the positive side: ‘Remember the sabbath day to keep it holy. …"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p59"},"“Every week we find people defiantly carrying on their work and play activities on the Lord’s day. Shops and stores carry large signs: ‘Open Sunday.’ Factories and businesses run with ‘full steam ahead.’ Houses are displayed and sold. Beaches, parks, and other places of amusement enjoy their best business. Long waiting lines of people stand before ticket offices of theatres. The ball games and rodeos attract their thousands and families have their reunions in parks and canyons. Students study their secular lessons. Stockmen round up their cattle. People travel when unnecessary. Farmers plow and harvest and cultivate their crops. Some businessmen close their offices but spend their Sabbaths in streams, fishing, and in mountains, hunting, and in canyons, loafing. Women do their cleaning and other housework. Others explore and hike. The people, as a whole, seem to be on wheels—the highways are crowded. Half-clad men are clipping hedges, cutting lawns. Lunch stands and drive-ins work almost in a frenzy. Women in housecoats and unshaved men spend hours lazing about their homes. The socially elite hold receptions and teas, and week after week the Sabbath is desecrated and the law of God defied."],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p60"},"“It is conceded that many good folk are compelled to labor on Sunday. Their alternatives are to work or lose their employment. But frequently those whose shift work occupies part of the day excuse themselves from Sabbath activities using their work as an alibi. Shift workers seldom work more hours a day than other folk, and if they are determined such people can usually find ample time to render service and to hallow the Sabbath in the hours that remain."],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p61"},"“When employment is at a low ebb and difficult to obtain, some people find they must labor on the holy day as an ‘ox in the mire.’ But when employment is abundant, men can often find work which requires no Sabbath service. This change of employment might entail some financial sacrifice, but the Lord has promised he will bless those who live his laws.” (In “The Fourth Commandment,” Part 1, The Ten Commandments Today, pp. 55, 57–58.)"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p62"},"Then, speaking of the positive aspects of the commandment, Elder Kimball said:"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p63"},"“In Hebrew the term",["span.emphasis","Sabbath"],"means ‘rest.’ It contemplates quiet tranquility, peace of mind and spirit. It is a day to get rid of selfish interests and absorbing activities."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p64"},"“The Sabbath day is given throughout the generations of man for a perpetual covenant. It is a sign between the Lord and his children forever. It is a day in which to worship and to express our gratitude and appreciation to the Lord. It is a day on which to surrender every worldly interest and to praise the Lord humbly, for humility is the beginning of exaltation. It is a day not for affliction and burden but for rest and righteous enjoyment. It is a day not for lavish banqueting, but a day of simple meals and spiritual feasting; not a day of abstinence from food, except fast day, but a day when maid and mistress might be relieved from the preparation. It is a day graciously given us by our Heavenly Father. It is a day when animals may be turned out to graze and rest; when the plow may be stored in the barn and other machinery cooled down; a day when employer and employee, master and servant may be free from plowing, digging, toiling. It is a day when the office may be locked and business postponed, and troubles forgotten; a day when man may be temporarily released from that first injunction, ‘In the sweat of thy face shalt thou eat bread, until thou return unto the ground. … ’ It is a day when bodies may rest, minds relax, and spirits grow. It is a day when songs may be sung, prayers offered, sermons preached, and testimonies borne, and when man may climb high, almost annihilating time, space, and distance between himself and his Creator."],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p65"},"“The Sabbath is a day on which to take inventory—to analyze our weaknesses, to confess our sins to our associates and our Lord. It is a day on which to fast in ‘sackcloth and ashes.’ It is a day on which to read good books, a day to contemplate and ponder, a day to study lessons for priesthood and auxiliary organizations, a day to study the scriptures and to prepare sermons, a day to nap and rest and relax, a day to visit the sick, a day to preach the gospel, a day to proselyte, a day to visit quietly with the family and get acquainted with our children, a day for proper courting, a day to do good, a day to drink at the fountain of knowledge and of instruction, a day to seek forgiveness of our sins, a day for the enrichment of our spirit and our soul, a day to restore us to our spiritual stature, a day to partake of the emblems of his sacrifice and atonement, a day to contemplate the glories of the gospel and of the eternal realms, a day to climb high on the upward path toward our Heavenly Father.” (In “The Fourth Commandment,” Part 2, The Ten Commandments Today, pp. 66–68.)"]],[".topic",["h3","(11-9)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.12"},"Exodus 20:12"],". “Honour Thy Father and Thy Mother”"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p67"},"The fifth commandment establishes very clearly the importance of the family in the sight of the Lord. Proper family relationships constitute one of the ten fundamental principles of law, both in this world and in the world to come. In obedience to this law the family unit and all other parts of society remain stable and healthy. In this day, which was prophesied to be an age when people are “disobedient to parents” and “without natural affection” (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.2-3"},"2 Timothy 3:2–3"],"), one needs to contemplate seriously the implications of the commandment to honor father and mother and the promise included with it."],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p68"},"When parents are righteous, God-fearing people, children have little problem understanding the commandment to honor them, although they may have difficulty doing it. When parents are not righteous, however, two questions about this commandment are often raised. First, is one still required to honor unrighteous parents and, second, does honor imply obedience if the parents ask for unrighteous behavior?"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p69"},"First of all, though in most cases honor includes obedience, the two are not the same.",["span.emphasis","To honor"],"means to “bring honor to or to have an attitude of honoring.”",["span.emphasis","Obedience"],"means “to follow direction or example.” Paul said, “Children, obey your parents",["span.emphasis","in the Lord:"],"for this is right” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.1"},"Ephesians 6:1"],"; emphasis added), and then immediately thereafter adds, “Honour thy father and mother” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.2"},"v. 2"],"). This time, however, he added no qualifying statement, describing it only as the “first commandment with promise” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.2"},"Ephesians 6:2"],"). To obey one’s parents in the Lord means to obey them in righteousness (see McConkie, Doctrinal New Testament Commentary, 2:521). Anytime a child lives righteously he brings honor to his parents, whether those parents are themselves righteous or wicked. The opposite is also true. Anytime a child lives wickedly he brings shame to his parents, whether or not the parents are righteous. So, honoring parents may not always imply obeying them. In those relatively few cases where parents may ask for or encourage unrighteous behavior in their children, the individual brings dishonor to his parents if he obeys them."],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p70"},"But there is no qualification added to the commandment to honor one’s father and mother. To understand why, the ultimate model of the parent-child relationship must be examined. Only in the relationship of man’s heavenly parents to their children is the perfect model of parenting. They, of course, are perfectly honorable (that is, deserving of honor). If they were the only parents with whom one had to deal, it would be an easy matter to honor them."],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p71"},"But they have, in their infinite wisdom, chosen instead to have mortal parents stand as their representatives in the bringing forth and rearing of children. In other words, parents stand as direct representatives of God in mortality, and therefore, like priesthood offices, the office of parent requires honor. Obviously, an attendant responsibility and obligation goes along with that calling as God’s representative. Parents are obligated to strive to be as much like God as possible. The Lord has made it clear that should parents fail in their responsibility, which includes teaching children what He would teach them if He were here, serious consequences will follow (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-31"},"D&C 68:25–31"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.39-44"},"93:39–44"],")."],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p73"},"If parents do not fulfill their office and calling (and, of course, no parent can or will do this perfectly), they become accountable to God, but this circumstance does not affect the child’s obligation to honor them. Again, the parallels to a priesthood office or calling may be helpful in understanding why. While no priesthood holder perfectly fulfills his office and calling, yet, his office is to be honored in spite of his imperfections. A righteous and capable man also brings honor to himself, but even if a bishop were to be released because of unworthiness, one does not stop honoring his office of bishop."],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p74"},"The story of David and Saul is a classic illustration of this principle. Saul had been chosen and anointed king under direction from the Lord. Then, through pride and foolishness, he fell out of favor with God and eventually sinned grievously and lost the Spirit of the Lord. David, chosen and anointed his successor, had his life threatened time and again by Saul. And yet over and over he refused to lift his hand against Saul. His answer consistently was, “I will not put forth mine hand against my lord; for he is the Lord’s anointed” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/24.10"},"1 Samuel 24:10"],"). Saul clearly had failed in his calling, but David wisely understood that that failure made Saul accountable to God, not to David. Similarly, a parent may fail miserably in his office and calling, even to the point where a child cannot follow his example any longer, but the child always has the obligation to honor the parent because of the parent’s standing as a representative of God. Elder Bruce R. McConkie stated this principle as follows:"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p75"},"“Children come into mortality with the inborn requirement, planted in their souls by that very Being who gave them birth as spirits, to honor their parents and to obey their counsel in righteousness.” (Doctrinal New Testament Commentary, 2:521.)"]],[".topic",["h3","(11-10)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.12"},"Exodus 20:12"],". “That Thy Days May Be Long upon the Land”"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p77"},"As noted above, the Apostle Paul referred to the fifth commandment as the first commandment with promise (see",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.1-2"},"Ephesians 6:1–2"],"). How is it that honoring parents would lead to extended life upon the land? The following points should be considered in answer to that question."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f4"},["ol.number",["li",["span.label","1."],["p.para","The Israelites had been promised a particular land as their inheritance, just as the Jaredites and Lehi’s colony were given a promised land. In all cases, the Lord clearly taught that such a favored inheritance was not automatic, but depended upon the righteousness of the people, and that wickedness would jeopardize the inheritance (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/28.1-2,7,10"},"Deuteronomy 28:1–2, 7, 10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.20-21"},"1 Nephi 2:20–21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/2.7-12"},"Ether 2:7–12"],")."]],["li",["span.label","2."],["p.para","When Moses summarized the law that had been given to Israel, he changed the wording of the fifth commandment slightly.",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.16"},"Deuteronomy 5:16"],"reads: “Honour thy father and thy mother, as the Lord thy God hath commanded thee;",["span.emphasis","that thy days may be prolonged,"],"and that",["span.emphasis","it may go well with thee, in the land"],"which the Lord thy God giveth thee” (emphasis added)."]],["li",["span.label","3."],["p.para","Moses commanded the parents of Israel to diligently teach their children the laws of God so that “it may be well with thee … in the land that floweth with milk and honey” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.3"},"Deuteronomy 6:3"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.3-7"},"Exodus 20:3–7"],"for the entire commandment to parents)."]],["li",["span.label","4."],["p.para","Earlier, Moses used similar language when he warned the Israelites: “When thou shalt beget children, and children’s children … and shall do evil in the sight of the Lord … I [shall] call heaven and earth to witness against you this day, that ye shall soon utterly",["span.emphasis","perish from off the land;"],"… ye shall not",["span.emphasis","prolong your days upon it,"],"but shall be utterly destroyed” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.25-26"},"Deuteronomy 4:25–26"],"; emphasis added). Then Moses stated the same principle in a positive way, again using the same language as he used in the fifth commandment: “Thou shalt keep therefore his statutes, and his commandments, which I command thee this day, that it may go well with thee, and with thy children after thee, and that thou mayest prolong thy days upon the earth, which the Lord thy God giveth thee, for ever” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.40"},"Deuteronomy 4:40"],")."]],["li",["span.label","5."],["p.para","To summarize, the condition for maintaining an inheritance in a promised land is personal righteousness. Only when parents teach their children the law of God and children honor and obey their parents will personal righteousness be maintained. Thus, to stay “long upon the land” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.12"},"Exodus 20:12"],"), the family unit must be functioning properly and children must honor their parents."]],["li",["span.label","6."],["p.para","There is a personal aspect of the commandment as well. The Lord promised that those who walk “in obedience to the commandments” will enjoy health, vigor, endurance, and shall be passed over by the “destroying angel” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18,21"},"D&C 89:18, 21"],"). Commenting on Paul’s phrase that this commandment was the “first commandment with promise” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.2"},"Ephesians 6:2"],"), Elder Bruce R. McConkie said:"],["p.para","“Paul here interprets the promise as a personal one. Obedient and faithful children are to have long lives upon the earth. That is, in the generality of instances, temporal life is prolonged by obedience to gospel laws; but, more particularly and in the ultimate sense, those who are godfearing and righteous—meaning the meek—shall live upon the earth again in its final or celestial state. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.16-20"},"D. & C. 88:16–20"],".)” (Doctrinal New Testament Commentary, 2:521–22.)"]]]]],[".topic",["h3","(11-11)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.13"},"Exodus 20:13"],". “Thou Shalt Not Kill”"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p86"},"“One of the most serious of all sins and crimes against the Lord’s plan of salvation is the sin of murder or the destruction of human life. It seems clear that to be guilty of destroying life is the act of ‘rebellion’ against the plan of the Almighty by denying an individual … the privilege of a full experience in this earth-school of opportunity. It is in the same category as the rebellion of Satan and his hosts and therefore it would not be surprising if the penalties to be imposed upon a murderer were to be of similar character as the penalties meted out to those spirits which were cast out of heaven with Satan.” (Harold B. Lee, in “The Sixth Commandment,” Part 1, The Ten Commandments Today, p. 88.)"]],[".topic",["h3","(11-12)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.13"},"Exodus 20:13"],". How Does the Commandment Not to Kill Affect Those Who Engage in War?"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p88"},"“In a pertinent statement set forth in a message of the First Presidency to the Church during World War II and delivered at the general conference on April 6, 1942, this subject was fully discussed. This was delivered at a time when nearly one hundred thousand Latter-day Saint youths were engaged in or were undergoing training for combat in the most destructive war in all history. I quote here from that message (pages 32–36):"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p89"},"“‘… the Church is and must be against war. The Church itself cannot wage war, unless and until the Lord shall issue new commands. It cannot regard war as a righteous means of settling international disputes; these should and could be settled—the nations agreeing—by peaceful negotiation and adjustment."],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p90"},"“‘But the Church membership are citizens or subjects of sovereignties over which the Church has no control. The Lord himself has told us [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.4-7"},"D&C 98:4–7"],"]."],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p91"},"“‘While by its terms this revealed word related more especially to this land of America, nevertheless the principles announced are world-wide in their application, and they are specifically addressed to “you” (Joseph Smith), “and your brethren of my church.” When, therefore, constitutional law, obedient to these principles, calls the manhood of the Church into the armed service of any country to which they owe allegiance, their highest civic duty requires that they meet that call. If, harkening to that call and obeying those in command over them, they shall take the lives of those who fight against them, that will not make of them murderers, nor subject them to the penalty that God has prescribed for those who kill. … For it would be a cruel God that would punish his children as moral sinners for acts done by them as the innocent instrumentalities of a sovereign whom he had told them to obey and whose will they were powerless to resist."],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p93"},"“‘The whole world is in the midst of a war that seems the worst of all time. This Church is a world-wide Church. Its devoted members are in both camps. They are the innocent war instrumentalities of their warring sovereignties. On each side they believe they are fighting for home, and country and freedom. On each side, our brethren pray to the same God, in the same name, for victory. Both sides cannot be wholly right; perhaps neither is without wrong. God will work out in his own sovereign way the justice and right of the conflict, but he will not hold the innocent instrumentalities of the war, our brethren in arms, responsible for the conflict. This is a major crisis in the world-life of man. God is at the helm.’"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p94"},"“There is, then, a vast difference in destroying life while acting under the mandate of a sovereign nation whom we are in duty bound to obey and wantonly killing on our own responsibility. It would be well for every young man called to military service to study carefully the above quoted statement of the First Presidency.” (Lee, in “The Sixth Commandment,” Part 2, The Ten Commandments Today, pp. 93–94.)"]],[".topic",["h3","(11-13)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.14"},"Exodus 20:14"],". “Thou Shall Not Commit Adultery”"],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p96"},"“Man must reproduce himself. Man was not of the vegetable kingdom to follow the rules of that form of life. Neither was he an animal to be led by mere instincts. As a child of God, man was given powers not granted to any other form of life. He was of the divine race, and therefore could have many of the privileges and powers related to divinity."],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p97"},"“The power of reproduction must be given to man as it had been given to lower forms of life to perpetuate his species. But whereas the Lord had set up safeguards for this power among the lower forms, barriers which the animals had no tendency to break down because of the manner in which they were made, man was in a different situation. With his right of choice, with his impulses, some for good and some for evil (even Satan had rebelled in the pre-existence), he could now use these divinely-given powers for either good or bad purposes. It was not a matter of instinct with him. It was a matter of choice. He possessed the right of choice before he came into the world. It was not taken from him when he became mortal. The animals would not corrupt their reproductive powers. Instinct took care of that. But what would mortal man do? This question came to the very heart of the purpose for which man was sent here—to try him, and prove whether he was worthy to come back into God’s presence. With his right of choice, he would be at liberty to select his own course. He could do that which would be ennobling, or he could do that which would debase."],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p98"},"“Laws were the answer. How else could God deal with an intelligent person who had the right of choice and who was to be tested to see which he would choose?"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p99"},"“So God called before him the first man and the first woman. As male and female, they were to reproduce their species. But they were to do so under divinely prescribed conditions. …"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p100"},"“The covenant of marriage, this sacred thing which was to go on eternally, was the heavenly institution which God provided under which his mortal children on earth were to reproduce themselves. There should be no human sex relationship outside of marriage. Children born to man and woman under divinely appointed marriage were to remain as their children forever. Families would continue as a unit even into eternity. The ties of home established in earth life would last forever. It was part of the system of heaven transferred to earth. It must be kept sacred.” (Mark E. Petersen, in “The Seventh Commandment,” Part 1, The Ten Commandments Today, pp. 104–5.)"]],[".topic",["h3","(11-14)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.15"},"Exodus 20:15"],". “Thou Shalt Not Steal”"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p102"},"The Ten Commandments lay down the great foundational principles of righteousness. They are so broad and so profound in their extent that they cover all aspects of moral behavior. The eighth commandment is a good example. It consists of four words, and yet the implications are such as to cover a whole range of human behavior. From the Fall, Adam and all mankind who followed him were commanded to labor for their bread (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.19"},"Genesis 3:19"],"). When one seeks to reap the benefits of another’s labor without adequate compensation, it is theft. Thus, stealing involves far more than just taking the property of another. President Spencer W. Kimball said:"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p103"},"“In public office and private lives, the word of the Lord thunders: ‘Thou shalt not steal: … nor do anything like unto it.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.6"},"D&C 59:6"],".)"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p104"},"“We find ourselves rationalizing in all forms of dishonesty, including shoplifting, which is a mean, low act indulged in by millions who claim to be honorable, decent people."],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p105"},"“Dishonesty comes in many other forms: in hijacking, in playing upon private love and emotions for filthy lucre; in robbing money tills or stealing commodities of employers; in falsifying accounts; in taking advantage of other taxpaying people by misuse of food stamps and false claims; in taking unreal exemptions; in government or private loans without intent to repay; in unjust, improper bankruptcies to avoid repayment of loans; in robbing on the street or in the home money and other precious possessions; in stealing",["span.emphasis","time,"],"giving less than a full day of honest labor for a full day’s compensation; in riding without paying the fare; and in all forms of dishonesty in all places and in all conditions."],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p106"},"“To all thieveries and dishonest acts, the Lord says, ‘Thou shalt not steal.’ Four short common words He used. Perhaps He wearied of the long list He could have made of ways to steal, misrepresent, and take advantage, and He covered all methods of taking that which does not properly belong to one by saying, ‘Thou shalt not steal.’” (",["span.crossRef","“A Report and a Challenge,”"],"Ensign, Nov. 1976, p. 6.)"]],[".topic",["h3","(11-15)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.16"},"Exodus 20:16"],". “Thou Shalt Not Bear False Witness”"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p108"},["span.emphasis","“Murder, adultery,"],"and",["span.emphasis","stealing,"],"dealing respectively with",["span.emphasis","life, virtue,"],"and",["span.emphasis","property,"],"are generally considered more serious offenses before the law than the bearing of false witness. And yet, what the latter may lack in severity, it more than makes up for in prevalence. As a matter of fact, most of the readers of these lessons will likely shun—as they would a plague—the first three of these major social offenses; but consciously or unconsciously, we may all at times be tempted into the carelessness of rumor and other forms of bearing false witness. …"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p109"},"“To bear false witness is to testify to or to pass along",["span.emphasis","reports, insinuations, speculations,"],"or",["span.emphasis","rumors"],"as if they were true, to the hurt of a fellow human being. Sometimes the practice stems from a lack of correct information—sometimes from lack of understanding—sometimes from misunderstandings—sometimes from a vicious disposition to distort and misrepresent."],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p110"},"“Whereas murder involves the taking of human life,",["span.emphasis","bearing false witness"],"centers in the destruction of character or its defamation. It reaches to the ruin of reputation.” (Adam S. Bennion, in “The Ninth Commandment,” Part 1, The Ten Commandments Today, pp. 134–36.)"]],[".topic",["h3","(11-16)",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.17"},"Exodus 20:17"],". “Thou Shalt Not Covet”"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p112"},"“This is the last of the Ten Commandments, and if it were not so involved with all the others, some might suppose it to be one of the least. But all the commandments are so intertwined that none can be broken without weakening all the others. To illustrate (and to remind ourselves of the other nine):"],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p113"},"“He who covets the mere material ‘things’ of life may have ‘other gods before him,’ and may ‘bow down before them,’ in thought and in spirit, if not in physical fact."],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p114"},"“He who covets may become coarse and careless in other things also, such as taking ‘the name of the Lord God in vain.’"],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p115"},"“He who covets may desecrate the Sabbath day to get gain."],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p116"},"“He who covets may fail to sustain his father and his mother in their need."],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p117"},"“Some who have coveted have killed to get gain."],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p118"},"“Many who have coveted a ‘neighbour’s wife’ have committed the grievous sin of adultery."],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p119"},"“He who covets is more likely to steal (or to swindle or embezzle or engage in sharp practices)."],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p120"},"“He who covets may bear false witness to get gain."],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p121"},"“And so again: The tenth commandment is inseparably integrated with all the others, and coveting could lead to infraction of all the others—for there is a wholeness in life in which each part complements the other. And there is a wholeness and harmony in the word of God, and it all comes from the same source. And whenever we ignore any divine counsel or commandment, we can be sure that we weaken ourselves and increase our susceptibility to other sins. …"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p122"},"“The commandment against covetousness does not mean that we should not have a wholesome discontent or a wholesome desire to improve ourselves or our situation. It does not mean that we should not have an honest ambition to have more of the better things of life. It does not mean that we may not admire what our neighbor has, and seek by our own industry to earn things of like worth. The earth holds plenty for all—and the urge to acquire for ourselves such good things as other men have is a productive quality of character—provided that we acquire them by honest effort, by lawful means, and by keeping life well-balanced. The danger comes when mere ‘things’ begin to matter too much.” (Richard L. Evans, in “The Tenth Commandment,” Part 1, The Ten Commandments Today, p. 142–44.)"],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p123"},"The scriptures contain an interesting definition of coveting. Paul, on two occasions, equated coveting with idolatry (see",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.5"},"Ephesians 5:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/col/3.5"},"Colossians 3:5"],"). The implication is that when one sets his heart on things of the world to the point that allegiance to God and His principles no longer matters, then material things become as a god to that person; he follows after them or worships them, and this practice is the same as idolatry. The Lord said that idolatry was a major characteristic of this generation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.16"},"D&C 1:16"],"). Samuel told Saul that sin and iniquity were also idolatry (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.23"},"1 Samuel 15:23"],")."]]],[".topic",["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p124"},"Points to Ponder"],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p125"},["span.dominant","(11-17)"],"The laws set forth in the Ten Commandments were in effect before this earth was created. All the prophets have taught them. They are the foundation for all civilizations which have been developed. They are also the guidelines for a full and happy life for each individual. If we are wise we will seek after these blessings by obedience to the commandments. The Prophet Joseph Smith said:"],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p126"},"“Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God. But we cannot keep all the commandments without first knowing them, and we cannot expect to know all, or more than we now know unless we comply with or keep those we have already received. That which is wrong under one circumstance, may be, and often is, right under another.” (Teachings, pp. 255–56.)"],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p127"},"It is important to note that even today, in the midst of the dispensation of the fulness of times, the Lord has reiterated every point of the sacred law. Pause for a moment and consider the implications of the Ten Commandments today by reading the scriptures listed below."],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f5"},["h3","The Ten Commandments Then and Now"],["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Commandment"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Then"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Now"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",{"id":"f6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f6"},["ol.number",["li",["span.label","1."],["p.para","Thou shalt have no other gods before me."]]]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.10-14"},"Exodus 34:10–14"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.6-7"},"Deuteronomy 5:6–7"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.1-4"},"D&C 76:1–4"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",{"id":"f7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f7"},["ol.number",["li",["span.label","2."],["p.para","Thou shalt not make unto thee any graven image."]]]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.17"},"Exodus 34:17"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.15-19"},"Deuteronomy 4:15–19"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.15-16"},"D&C 1:15–16"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",{"id":"f8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f8"},["ol.number",["li",["span.label","3."],["p.para","Thou shalt not take the name of the Lord thy God in vain."]]]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.12"},"Leviticus 19:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.11"},"Deuteronomy 5:11"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.61-62"},"D&C 63:61–62"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",{"id":"f9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f9"},["ol.number",["li",["span.label","4."],["p.para","Remember the Sabbath day to keep it holy."]]]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.12-17"},"Exodus 31:12–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.12-15"},"Deuteronomy 5:12–15"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9-13"},"D&C 59:9–13"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",{"id":"f10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f10"},["ol.number",["li",["span.label","5."],["p.para","Honor thy Father and Mother."]]]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/ex/21.15,17"},"Exodus 21:15, 17"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/21.18-21"},"Deuteronomy 21:18–21"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.9"},"D&C 27:9"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",{"id":"f11","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f11"},["ol.number",["li",["span.label","6."],["p.para","Thou shalt not kill."]]]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/ex/21.12-14"},"Exodus 21:12–14"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.17"},"Deuteronomy 5:17"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.18-19,79"},"D&C 42:18–19, 79"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",{"id":"f12","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f12"},["ol.number",["li",["span.label","7."],["p.para","Thou shalt not commit adultery."]]]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/ex/22.16-17"},"Exodus 22:16–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.18"},"Deuteronomy 5:18"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.22-26,74-81"},"D&C 42:22–26, 74–81"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",{"id":"f13","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f13"},["ol.number",["li",["span.label","8."],["p.para","Thou shalt not steal."]]]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.13"},"Leviticus 19:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.19"},"Deuteronomy 5:19"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.20,84-85"},"D&C 42:20, 84–85"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",{"id":"f14","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f14"},["ol.number",["li",["span.label","9."],["p.para","Thou shalt not bear false witness."]]]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/ps/101.7"},"Psalm 101:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.20"},"Deuteronomy 5:20"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.21,27,86"},"D&C 42:21, 27, 86"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".figure",{"id":"f15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.f15"},["ol.number",["li",["span.label","10."],["p.para","Thou shalt not covet."]]]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/ot/prov/28.16"},"Proverbs 28:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.21-22"},"Deuteronomy 5:21–22"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.25-26"},"D&C 19:25–26"]]]]]]]]]]]],"refs":null}
