{"id":17,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":17,"title":"Exodus 11–19: The Passover and the Exodus","subtitle":"","short_title":10,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.head1"},[".titleNumber","10"],["h1","Exodus 11–19"],["h1","The Passover and the Exodus"]],[".bodyBlock",[".topic",["h2","(10-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p5"},"As past chapters have shown, the Lord has often influenced history in such a way that it becomes in and of itself symbolically significant. Jacob in the Book of Mormon taught that the commandment for Abraham to sacrifice Isaac provided a similitude of God’s sacrifice of His Only Begotten Son (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.5"},"Jacob 4:5"],"). Joseph, who was sold into Egypt, provided a type or symbol of Christ and His ministry (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p1"},"Reading 8-19"],"). Nephi taught that from the beginning of the world all things have been given to typify or symbolize Christ and His Atonement (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.4"},"2 Nephi 11:4"],")."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p6"},"These chapters of Exodus contain one of the grandest and most profound of all historical types. The deliverance of the house of Israel from bondage is not only one of history’s most dramatic events, but it is also full of symbolic significance for the Saints of all times."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p7"},"As preparation for reading the scriptural account of this remarkable event, consider Elder Bruce R. McConkie’s summary of the significance of these events:"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p8"},"“At the time appointed for their deliverance from Egyptian bondage, the Lord commanded each family in Israel to sacrifice a lamb, to sprinkle its blood on their doorposts, and then to eat unleavened bread for seven more days—all to symbolize the fact that the destroying angel would pass over the Israelites as he went forth slaying the firstborn in the families of all the Egyptians; and also to show that, in haste, Israel should go forth from slavery to freedom. As a pattern for all the Mosaic instructions yet to come, the details of the performances here involved were so arranged as to bear testimony both of Israel’s deliverance and of her Deliverer. Among other procedures, the Lord commanded, as found in",["a.scriptureRef",{"href":"/scriptures/ot/ex/12"},"Exodus 12"],":"],[".figure",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.f1"},["ol.number",["li",["span.label","“1."],["p.para","‘Your lamb shall be without blemish, a male of the first year,’ signifying that the Lamb of God, pure and perfect, without spot or blemish, in the prime of his life, as the Paschal Lamb, would be slain for the sins of the world."]],["li",["span.label","“2."],["p.para","They were to take of the blood of the lamb and sprinkle it upon the doorposts of their houses, having this promise as a result: ‘And the blood shall be to you for a token upon the houses where ye are: and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy you,’ signifying that the blood of Christ, which should fall as drops in Gethsemane and flow in a stream from a pierced side as he hung on the cross, would cleanse and save the faithful; and that, as those in Israel were saved temporally because the blood of a sacrificial lamb was sprinkled on the doorposts of their houses, so the faithful of all ages would wash their garments in the blood of the Eternal Lamb and from him receive an eternal salvation. And may we say that as the angel of death passed by the families of Israel because of their faith—as Paul said of Moses, ‘through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them’ (",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.28"},"Heb. 11:28"],")—even so shall the Angel of Life give eternal life to all those who rely on the blood of the Lamb."]],["li",["span.label","“3."],["p.para","As to the sacrifice of the lamb, the decree was, ‘Neither shall ye break a bone thereof,’ signifying that when the Lamb of God was sacrificed on the cross, though they broke the legs of the two thieves to induce death, yet they brake not the bones of the Crucified One ‘that the scripture should be fulfilled, A bone of him shall not be broken.’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/19.31-36"},"John 19:31–36"],".)"]],["li",["span.label","“4."],["p.para","As to the eating the flesh of the sacrificial lamb, the divine word was, ‘No uncircumcised person shall eat thereof,’ signifying that the blessings of the gospel are reserved for those who come into the fold of Israel, who join the Church, who carry their part of the burden in bearing off the kingdom; signifying also that those who eat his flesh and drink his blood, as he said, shall have eternal life and he will raise them up at the last day. (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.54"},"John 6:54"],".)"]],["li",["span.label","“5."],["p.para","As ‘the Lord smote all the firstborn in the land of Egypt’ because they believed not the word of the Lord delivered to them by Moses and Aaron, even so should the Firstborn of the Father, who brings life to all who believe in his holy name, destroy worldly people at the last day, destroy all those who are in the Egypt of darkness, whose hearts are hardened as were those of Pharaoh and his minions."]],["li",["span.label","“6."],["p.para","On the first and seventh days of the Feast of Unleavened Bread, the Israelites were commanded to hold holy convocations in which no work might be done except the preparation of their food. These were occasions for preaching and explaining and exhorting and testifying. We go to sacrament meetings to be built up in faith and in testimony. Ancient Israel attended holy convocations for the same purposes. Knowing that all things operate by faith, would it be amiss to draw the conclusion that it is as easy for us to look to Christ and his spilt blood for eternal salvation as it was for them of old to look to the blood of the sacrificed lamb, sprinkled on doorposts, to give temporal salvation, when the angel of death swept through the land of Egypt?"]]]],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p15"},"“It was, of course, while Jesus and the Twelve were keeping the Feast of the Passover that our Lord instituted the ordinance of the sacrament, to serve essentially the same purposes served by the sacrifices of the preceding four millenniums. After that final Passover day and its attendant lifting up upon the cross of the true Paschal Lamb, the day for the proper celebration of the ancient feast ceased. After that Paul was able to say: ‘Christ our passover is sacrificed for us,’ and to give the natural exhortation that flowed therefrom: ‘Therefore let us keep the feast, not with old leaven, neither with the leaven of malice and wickedness; but with the unleavened bread of sincerity and truth.’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/5.7-8"},"1 Cor. 5:7–8"],".)” (The Promised Messiah, pp. 429–31.)"],[".sidebar box-decor box-right",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.f2"},["h3","Instructions to Students"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.f3"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/ex/11"},"Exodus 11–19"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p19"},"Notes and Commentary on Exodus 11–19"],[".topic",["h3","(10-2)",["a.scriptureRef",{"href":"/scriptures/ot/ex/11"},"Exodus 11"],". What Is the Significance of the Final Plague on Egypt?"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p21"},"In Reading 10-1, Elder McConkie noted the similarities between the smiting of disobedient and hard-hearted Egypt and the spiritual death of those who refuse to hearken to the Firstborn of God. There is, however, one additional comparison that could be made. In the typology of the Passover, the children of God (Israel) are in bondage to an evil power (Egypt). Similarly, all of God’s children come into a world of sin and may find themselves in bondage to Satan and the powers of sin. (The terminology of",["span.emphasis","slavery"],"is used in such scriptures as",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.29"},"2 Nephi 2:29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.35"},"Alma 34:35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.49-51"},"D&C 84:49–51"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.4"},"Moses 4:4"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.26"},"7:26"],".) Thus, the pharaoh could be thought of as a type or symbol of Satan. In light of this truth, it should be noted that what finally released the children of Israel from the bondage of the pharaoh (the symbol of Satan) was the death of the firstborn of Egypt. In like manner the atoning sacrifice of the Firstborn Son of God freed the children of God from death, a bondage to Satan."]],[".topic",["h3","(10-3)",["a.scriptureRef",{"href":"/scriptures/ot/ex/11.2"},"Exodus 11:2"],". Was It Honest for the Israelites to “Borrow” Things from the Egyptians When They Had No Intention of Returning Them?"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p23"},"Adam Clarke, a Bible scholar, commented on the translation of the Hebrew word",["span.emphasis","sha’al"],"as “borrow.”"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p24"},"“This is certainly not a very correct translation: the original word …",["span.emphasis","shaal"],"signifies simply to",["span.emphasis","ask, request, demand, require, inquire,"],"&c. but it does not signify to",["span.emphasis","borrow"],"in the proper sense of that word, though in a very few places of Scripture it is thus used. In this and the parallel place, chap. xii. 35, the word signifies to",["span.emphasis","ask"],"or",["span.emphasis","demand,"],"and not to",["span.emphasis","borrow,"],"which is a",["span.emphasis","gross mistake."],"… God commanded the Israelites to",["span.emphasis","ask"],"or",["span.emphasis","demand"],"a certain recompense for their past services, and he inclined the hearts of the Egyptians to",["span.emphasis","give"],"liberally; and this, far from a matter of",["span.emphasis","oppression, wrong,"],"or even",["span.emphasis","charity,"],"was no more than a very",["span.emphasis","partial recompense"],"for the long and painful services which we may say",["span.emphasis","six hundred thousand"],"Israelites had rendered to Egypt, during a considerable number of years. And there can be no doubt that while their heaviest oppression lasted, they were permitted to accumulate no kind of property, as all their gains went to their oppressors.” (Bible Commentary, 1:307.)"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p25"},"The Egyptians, who seem to have been less hard-hearted than their pharaoh and more impressed with the powers of Moses, responded to this commandment, and the Israelites seem to have taken great wealth with them (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.35-36"},"Exodus 12:35–36"],"). Probably some of these spoils were later used in the construction of the golden calf (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/32.1-4"},"Exodus 32:1–4"],") and in the building of the tabernacle (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/35.22-24"},"Exodus 35:22–24"],"). The wealth of the Egyptians also fulfilled the promise given to Abraham that the children of Israel would “come out with great substance” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/15.14"},"Genesis 15:14"],")."]],[".topic",["h3","(10-4)",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.2"},"Exodus 12:2"],". The Beginning of Months"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p27"},"So significant was the event about to take place that the Lord commanded Israel to use this event as the beginning of their calendar. Thus the sacred calendar of Israelite feasts and festivals begins with the month of Abib (later called Nisan), which corresponds to late March and early April. The so-called “Jewish New Year,” which may come either in September or October, began while the Jews were captive in Babylon."]],[".topic",["h3","(10-5)",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.8-10"},"Exodus 12:8–10"],". Instructions for Cooking the Lamb"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p29"},["span.emphasis","Sodden with water"],"means “boiled or stewed.” The lamb was to be roasted, not cooked in water. The phrase “with the purtenance thereof” means that the entrails, or internal organs, were to be roasted with the animal. Keil and Delitzsch translated",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.9"},"verse 9"],"as follows:",["span.emphasis","“They shall eat the lamb in that night … and none of it ‘underdone’"],"(or raw),",["span.emphasis","or boiled; … but roasted with fire, even its head on"],"(along with)",["span.emphasis","its thighs and entrails.”"],"They explained that the lamb was thus “‘undivided or whole, so that neither head nor thighs were cut off, and not a bone was broken [see",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.46"},"Exodus 12:46"],"], and the viscera were roasted in the belly along with the entrails,’ the latter, of course, being first of all cleansed. … It is very certain that the command to roast was not founded upon the hurry of the whole procedure, as a whole animal could be quite as quickly boiled as roasted, if not even more quickly, and the Israelites must have possessed the requisite cooking utensils. It was to be roasted, in order that it might be placed upon the table undivided and essentially unchanged. ‘Through the unity and integrity of the lamb given them to eat, the participants were to be joined into an undivided unity and fellowship with the Lord, who had provided them with the meal.’” (Commentary, 1:2:14–15.)"]],[".topic",["h3","(10-6)",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.14"},"Exodus 12:14"],". In What Way Is the Passover An Ordinance Forever?"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p31"},"“The Feast of the Passover was fulfilled in that form in the crucifixion of Jesus Christ. The Passover was a law given to Israel which was to continue until Christ, and was to remind the children of Israel of the coming of Christ who would become the sacrificial Lamb. After he was crucified the law was changed by the Savior himself, and from that time forth the law of the sacrament was instituted. We now observe the law of the sacrament instead of the Passover because the Passover was consummated in full by the death of Jesus Christ. It was a custom looking forward to the coming of Christ and his crucifixion and the lamb symbolized his death. …"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p32"},"“The word forever used in the Old Testament does not necessarily mean to the end of time but to the end of a period.” (Smith, Answers to Gospel Questions, 5:153–54.)"]],[".topic",["h3","(10-7)",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.18-20"},"Exodus 12:18–20"],". What Is the Symbolic Meaning of the Unleavened Bread and Bitter Herbs?"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p34"},"Leaven, or yeast, was seen anciently as a symbol of corruption because it so easily spoiled and turned moldy. Jesus used this imagery when He warned the disciples of the “leaven of the Pharisees” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.6"},"Matthew 16:6"],"), meaning their corrupt doctrine (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.6-12"},"Matthew 16:6–12"],"). In the law of Moses no leaven could be offered with the trespass offering (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/6.17"},"Leviticus 6:17"],"), suggesting that the offering must be without any corruption. For the Israelites, eating the unleavened bread symbolized that they were partaking of the bread which had no corruption or impurity, namely, the Bread of Life, who is Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/nt/john/6.35"},"John 6:35"],"). The careful purging of the household of all leaven (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.19"},"Exodus 12:19"],") was a beautiful symbol of putting away all uncleanliness from the family. Paul drew on this imagery of the unleavened bread when he called upon the Corinthian Saints to put away sin from their lives (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/5.7-8"},"1 Corinthians 5:7–8"],"). (",["span.emphasis","Note:"],"Christ’s comparison of the kingdom of heaven to leaven does not refer to yeast’s tendency to spoil but to the fact it causes dough to rise or swell [see",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.33"},"Matthew 13:33"],"].)"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p35"},"The bitter herbs served to remind Israel of the bitter and severe bondage they had endured in Egypt."]],[".topic",["h3","(10-8)",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.37-38"},"Exodus 12:37–38"],". About Six Hundred Thousand Men"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p37"},"The figure given here of six hundred thousand men agrees approximately with the official census of the Israelites given in",["a.scriptureRef",{"href":"/scriptures/ot/num/1.45-46"},"Numbers 1:45–46"],". There, however,",["span.emphasis","men"],"means only the males twenty years and older who were capable of going to war. This fact means that the total company could easily have been over two million people. (See Enrichment Section E,",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-e-the-problem-of-large-numbers-in-the-old-testament.p1"},"“The Problem of Large Numbers in the Old Testament.”"],")"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p38"},"The “mixed multitude” of",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.38"},"verse 38"],"seems to refer to people of other nationalities who attached themselves to the Israelites and accompanied them in the Exodus. These seem to be the same people mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/deut/29.10-11"},"Deuteronomy 29:10–11"],"who did menial labor for the Israelites. Also, they later joined the Israelites in the rebellions against God (see",["a.scriptureRef",{"href":"/scriptures/ot/num/11.4"},"Numbers 11:4"],")."]],[".topic",["h3","(10-9)",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.40"},"Exodus 12:40"],". How Long Were the Israelites in Bondage?"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p40"},"The Bible contains two versions of how long Israel was in Egypt. According to",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.40-41"},"Exodus 12:40–41"],", the period was exactly 430 years. Paul, however, in",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.17"},"Galatians 3:17"],", seems to suggest that it was 430 years from the time Abraham received the covenant to the Exodus, although Paul may have meant something else."],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p41"},"The Samaritan text, one of the oldest manuscripts of the Old Testament, reads,",["span.emphasis","“Now the sojourning of the children of Israel"],"and of their fathers,",["span.emphasis","which they sojourned"],"in the land of Canaan and",["span.emphasis","in the land of Egypt was"],"430",["span.emphasis","years”"],"(in Clarke, Bible Commentary, 1:358). Other equally significant texts do not support this addition, however."],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p42"},"When Abraham was shown the future bondage of Israel in vision, the Lord said, “Thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall",["span.emphasis","afflict them four hundred years”"],"(",["a.scriptureRef",{"href":"/scriptures/ot/gen/15.13"},"Genesis 15:13"],"; emphasis added). This passage suggests strongly that the captivity would be four hundred years. One scholar wrote a summary of the evidence for both views and concluded that the idea of the longer captivity is the best supported. He said:"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p43"},"“Some years ago it was fashionable to date the Exodus to the fifteenth century",["span.small","B.C."],"First Kings 6:1 says it was 480 years from the Exodus to the fourth year of Solomon’s reign. This points to the fifteenth century. Moreover, the discovery of the fourteenth-century Amarna Letters, letters from vassal princes in Canaan to Amenophis IV (the famous Ahkenaton) speak of confusion in the land. The disturbance was occasioned by the relaxation of Egyptian rule coupled with marauding bands of brigands who are called ‘Hapiru.’ The Hapiru were associated in some scholars’ minds with the invading Hebrews. Furthermore, Professor John Garstang, the excavator at Jericho, said that that city was destroyed in the Late Bronze Age, a time which would fit with other evidence. This city was, of course, the one which the Bible says was the first to be taken by the Hebrews in Canaan as they marched around its walls and blew their trumpets and the walls came tumbling down. So a number of factors converged to support what seemed to be a Biblical dating for the Exodus. The suggestion was that the pharaoh of the Exodus was either Thutmoses III (ca. 1490–1435) or Amenophis III (ca. 1406–1370)."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p44"},"“Today the picture has changed entirely. One by one the factors which pointed to an early date for the Exodus have either been called into doubt or have been shown to have nothing to do with the question. At the same time new evidence has come to light which points to a later date: the thirteenth century, perhaps early in the reign of Ramses II (1290–1224).",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.11"},"Exodus 1:11"],"tells us that the Hebrews’ bondage had to do with rebuilding the royal treasure cities of Pithom and Ramses (Tanis). The nature of this bondage as described in",["a.scriptureRef",{"href":"/scriptures/ot/ex/1.14"},"Exodus 1:14"],"strongly suggests that, being nomads close to the building sites, these people were pressed into labor gangs. They were forced to develop the fields which would support the populations of the cities as well as make brick out of which the splendid new royal bastions were being constructed. Archaeologically recovered history of these sites indicates that they went into decline when the Hyksos were driven from the land, but that they were rebuilt under Ramses II or possibly his father, Seti I (1309–1290",["span.small","B.C."],"). There is also the statement in chapters 20 and 21 of Numbers that when the Hebrews sought to cross Edom and Moab they were turned back and had to make their way along the border between these lands. Again archaeological research can now tell us about the history of this Transjordanian area. It did not have a settled population until the thirteenth century. Before that time there would have been no Edom and no Moab to refuse passage to the Hebrews. There has also come to light another written source of interest in dating the Exodus. This is an Egyptian inscription celebrating the victories of Pharaoh Merneptah in Canaan around the year 1220",["span.small","B.C."],"This speaks of ‘Israel’ and is indeed the oldest written mention of Israel we know. Of course, this only shows the latest date one can give for the presence of Israel in Canaan. But the date of the inscription—1220",["span.small","B.C."],"—is taken by some to be significant in light of other evidence. A part of that evidence, in addition to what has been mentioned, is the violent destruction of a number of Canaanite cities in the thirteenth century. Was this the work of invading Hebrews?"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p45"},"“Clearly the question of the date of the Exodus cannot be settled decisively. Yet the weight of evidence is strong, and almost all scholars today agree upon Ramses II or possibly his father as the ruler whose heart was hardened against the Hebrews.” (Frank, Discovering the Biblical World, p. 56.)"]],[".topic",["h3","(10-10)",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.43-51"},"Exodus 12:43–51"],". Why Weren’t Non-Israelites Allowed to Eat the Passover?"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p47"},"The Passover was an ordinance and ceremony identifying Israel as a chosen nation, a people selected by Jehovah and a people who had in turn elected to serve Him. The Lord forbade strangers, or “nonmembers” of Israel, from partaking of the Passover just as He has said that partaking of the sacrament is only for those who have repented and are baptized and worthy (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.16,28-32"},"3 Nephi 18:16, 28–32"],"). To partake of either as a “nonmember” would imply a renewal of covenants which, in fact, had never been made. The Lord has always emphasized, however, that if a stranger “will [desire to] keep the passover” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.48"},"Exodus 12:48"],"), he must join Israel by circumcision, or, today, be baptized (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.30"},"3 Nephi 18:30"],"; see also Elder McConkie’s fourth point in",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p1"},"Reading 10-1"],")."]],[".topic",["h3","(10-11)",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.1-2,11-16"},"Exodus 13:1–2, 11–16"],". Why Did the Lord Ask for the Firstborn of Israel?"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p49"},"“Again, the Lord, through the sprinkling of the blood of a lamb on the door-posts of the Israelites, having saved the lives of all the first-born of Israel, made a claim upon them for their services in His cause. …"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p50"},"“But the first-born of the Egyptians, for whom no lamb as a token of the propitiation was offered, were destroyed. It was through the propitiation and atonement alone that the Israelites were saved, and, under the circumstances they must have perished with the Egyptians, who were doomed, had it not been for the contemplated atonement and propitiation of Christ, of which this was a figure."],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p51"},"“Hence the Lord claimed those that He saved as righteously belonging to Him, and claiming them as His He demanded their services; but afterwards, as shown in [",["a.scriptureRef",{"href":"/scriptures/ot/num/3.12-13"},"Numbers 3:12–13"],"]; He accepted the tribe of Levi in lieu of the first-born of Israel; and as there were more of the first-born than there were of the Levites, the balance had to be redeemed with money, which was given to Aaron, as the great High Priest and representative of the Aaronic Priesthood, he being also a Levite. [See",["a.scriptureRef",{"href":"/scriptures/ot/num/3.50-51"},"Numbers 3:50–51"],".]” (Taylor, Mediation and Atonement, p. 108.)"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p52"},"Of further significance is the truth that Christ is the Firstborn among all of Heavenly Father’s spirit children (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.21"},"D&C 93:21"],"). He came as the Redeemer, paying the price for all, and thus is justified in requesting that they serve Him. As Paul said, all mankind is “bought with a price” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/6.20"},"1 Corinthians 6:20"],")."]],[".topic",["h3","(10-12)",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.9-10"},"Exodus 13:9–10"]],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p54"},"See",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p1"},"Reading 19-12"],"for an explanation of the commandment to bind the sign on the hand and between the eyes."]],[".topic",["h3","(10-13)",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.17-22"},"Exodus 13:17–22"]],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p56"},"“The route Israel was to go was indicated by a pillar of fire signifying the presence of the Lord going before them. They would have had a short journey had they been ready and capable of following the coastal route through Philistine lands to Canaan” (Rasmussen, Introduction to the Old Testament, 1:80). Their faith, however, was not yet sufficient for such a task. God does not require a trial too great for one’s faith. (See",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.13"},"1 Corinthians 10:13"],".) The phrase they “went up harnessed” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.18"},"Exodus 13:18"],") seems to imply organization and orderliness and probably preparation for possible attack. Although the logistics of taking up to two million people into the wilderness is absolutely staggering, this verse suggests that it was not a disorganized flight but rather an orderly exodus."]],[".topic",["h3","(10-14)",["a.scriptureRef",{"href":"/scriptures/ot/ex/14.4,8,17"},"Exodus 14:4, 8, 17"]],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p58"},"Joseph Smith changed these two verses to show that the pharaoh hardened his own heart (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-1-10-let-my-people-go.p1"},"Reading 9-16"],")."]],[".topic",["h3","(10-15)",["a.scriptureRef",{"href":"/scriptures/ot/ex/14.10-31"},"Exodus 14:10–31"],". Why Did God Lead Israel to the Red Sea?"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p60"},"Some modern scholars have argued that Moses did not take Israel directly to and then through the Red Sea proper (the Gulf of Suez branch of the Red Sea), but rather through the “Reed Sea,” since in Hebrew",["span.emphasis","Yam Suph"],"means “The Reed Sea.” These scholars believe the area crossed was a marshy lowland near the Bitter Lakes. (See the map of the Exodus in Maps and Charts). They maintain that the chariots of the Egyptians bogged down in the mud and then the soldiers drowned when higher waters came in. But Latter-day Saints have information that the Exodus account is correct. Both the Book of Mormon and the Doctrine and Covenants state directly that it was the Red Sea (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.24-27"},"1 Nephi 17:24–27"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.3"},"D&C 8:3"],").",["a.scriptureRef",{"href":"/scriptures/ot/ex/14.22,29"},"Exodus 14:22, 29"],"says that “the waters were a wall unto them on their right hand, and on their left,” certainly implying more than passing through a marshy area dried by a sudden wind."],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p61"},"The Lord may have had at least two reasons for taking Israel through the Red Sea. First, the action displayed His awesome and great protective power. He was the only warrior in this battle against one of the most formidable armies in the world. Therefore, this event was the prelude and proof of His demand henceforth for trust and obedience. Second, when that battle was over, the power of the Egyptian army was destroyed. The time necessary for rebuilding Egypt’s power left Israel unmenaced until she became established in the promised land."],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p62"},"Paul taught that the passage through the Red Sea and the overshadowing of the cloud or pillar of fire were clearly types or symbols of the baptism of water and fire (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.1-4"},"1 Corinthians 10:1–4"],")."]],[".topic",["h3","(10-16)",["a.scriptureRef",{"href":"/scriptures/ot/ex/15.24"},"Exodus 15:24"],". “And the People Murmured against Moses”"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p65"},"This verse contains the first of over twenty uses of the word",["span.emphasis","murmur"],"in its various forms in the record of Israel’s wanderings. Murmuring seems to have been a dominant part of their natures and a root of some of the problems they faced. The word is used nearly the same number of times to describe the attitude of the rebellious members of the Lehi colony who traveled through the same general wilderness area after leaving Jerusalem (see Topical Guide, s.v.",["a.scriptureRef",{"href":"/scriptures/tg/murmuring"},"“murmuring, murmur”"],")."],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p66"},["span.emphasis","Murmuring"],"is defined as “a half-suppressed or muttered complaint” (Webster’s New Collegiate Dictionary, 1979 ed., s.v., “murmur”). Instead of open expression of concern and criticism so a problem can be dealt with, it is behind-the-scenes grumbling. That problem was not unique to the Israelites or to Laman and Lemuel. It is too often prevalent among Latter-day Saints today. Elder Marion G. Romney said:"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p67"},"“I desire to call your attention to the principle of loyalty, loyalty to the truth and loyalty to the men whom God has chosen to lead the cause of truth. I speak of ‘the truth’ and these ‘men’ jointly, because it is impossible fully to accept the one and partly reject the other."],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p68"},"“I raise my voice on this matter to warn and counsel you to be on your guard against criticism. … It comes, in part, from those who hold, or have held, prominent positions. Ostensibly, they are in good standing in the Church. In expressing their feelings, they frequently say, ‘We are members of the Church, too, you know, and our feelings should be considered.’"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p69"},"“They assume that one can be in full harmony with the spirit of the gospel, enjoy full fellowship in the Church, and at the same time be out of harmony with the leaders of the Church and the counsel and directions they give. Such a position is wholly inconsistent, because the guidance of this Church comes, not alone from the written word, but also from continuous revelation, and the Lord gives that revelation to the Church through His chosen leaders and none else. It follows, therefore, that those who profess to accept the gospel and who at the same time criticize and refuse to follow the counsel of the leaders, are assuming an indefensible position.” (In Conference Report, Apr. 1942, pp. 17–18.)"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p70"},"President David O. McKay showed the direct relationship between criticism and murmuring in this statement:"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p71"},"“In the Church we sometimes find two groups of people: the builders and the murmurers. Let each ask himself: ‘In which class should I be placed?’"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p72"},"“We are called upon to perform duties. When the priesthood and auxiliary leadership introduce new programs, many of the members will say, ‘Yes, we will do it. Let us perform in these new programs.’ But sometimes we hear a murmurer, a faultfinder, who will say, ‘No. We cannot do that.’ Misjudging motives, some soon find themselves with Laman and Lemuel instead of with Nephi, whose actions expressed willingness to follow the voice of God. (See",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.17"},"1 Ne. 17:17"],"ff.)"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p73"},"“Let us watch ourselves and be true to the examples set by our leaders. The warning is sometimes expressed: ‘Speak not against the authorities.’ What does it mean? It means ‘be not a murmurer.’ Murmuring against priesthood and auxiliary leadership is one of the most poisonous things that can be introduced into the home of a Latter-day Saint. Why are leaders called to their positions? To benefit themselves? No, not once can one point to an instance in this Church where a person was called for his personal benefit. When a call is made, it is made to bless someone, some class, or humanity at large. That is the mission of every member, from the President of the Church down to the latest convert. Everyone holds his position to build up, to bless, to establish righteousness, purity, and virtue among mankind.” (“Four Guideposts,” Improvement Era, Mar. 1969, p. 3.)"]],[".topic",["h3","(10-17)",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.1-35"},"Exodus 16:1–35"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/17.1-7"},"17:1–7"],". What Lessons Did God Seek to Teach Israel by the Way He Gave Them Water and Manna?"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p76"},"“The manna was used by God to teach lessons for spiritual instruction as well as physical sustenance. Israel was told that with the failure of other food (‘suffered thee to hunger’), His provision of manna was to ‘make thee know that man doth not live by bread only, but by every word that proceedeth out of the mouth of the Lord doth man live’ [",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.3"},"Deuteronomy 8:3"],", see",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.16"},"v. 16"],"]. God used the provision of manna on six days and not the seventh to teach Israel obedience, and convicted them of disobedience [see",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.19"},"Exodus 16:19"],", see",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.20,25-30"},"vv. 20, 25–30"],"]. Jesus Christ uses the manna, God-given ‘bread from heaven’, as a type of Himself, the true bread of life, and contrasts the shadow with the substance: ‘your fathers did eat manna in the wilderness, and are dead’ [",["a.scriptureRef",{"href":"/scriptures/nt/john/6.49"},"John 6:49"],"], but He could say, ‘I am the bread of life … which came down from heaven; if any man eat of this bread, he shall live for ever’ [",["a.scriptureRef",{"href":"/scriptures/nt/john/6.35,51"},"John 6:35, 51"],"; see",["a.scriptureRef",{"href":"/scriptures/nt/john/6.26-59"},"vv. 26–59"],"].” (Douglas, New Bible Dictionary, s.v.",["a.scriptureRef",{"href":"/scriptures/bd/manna"},"“manna,”"],"p. 780.)"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p77"},"Paul’s statement in",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.1-4"},"1 Corinthians 10:1–4"],"makes clear what the Lord was seeking to teach Israel regarding Christ when He provided both manna and water for them. Elder Bruce R. McConkie’s commentary on Paul’s statement is very enlightening:"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p78"},"“Christ is the bread which came down from heaven, the Bread of Life, the spiritual manna, of which men must eat to gain salvation. (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.31-58"},"John 6:31–58"],".) He is the spiritual drink, the living water, the water of life, which if men drink they shall never thirst more. (",["a.scriptureRef",{"href":"/scriptures/nt/john/4.6-15"},"John 4:6–15"],".)” (Doctrinal New Testament Commentary, 2:355.)"],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p79"},"The “hidden manna” mentioned by John in",["a.scriptureRef",{"href":"/scriptures/nt/rev/2.17"},"Revelation 2:17"],"was explained by Elder McConkie as being “the bread of life, the good word of God, the doctrines of Him who is the Bread of Life—all of which is hidden from the carnal mind. Those who eat thereof shall never hunger more; eternal life is their eventual inheritance.” (Doctrinal New Testament Commentary, 3:451.)"]],[".topic",["h3","(10-18)",["a.scriptureRef",{"href":"/scriptures/ot/ex/17.8-16"},"Exodus 17:8–16"],". Why Did God Command Moses to Destroy the Amalekites?"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p82"},"The Amalekites may have been descendants of Esau (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/36.12,16"},"Genesis 36:12, 16"],"). They attacked the Israelites in a most cowardly way, killing first the feeble, the faint, and the weary at the rear of the marching nation (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/25.17-19"},"Deuteronomy 25:17–19"],"). For this lack of respect toward God, the Amalekites were cursed by the Lord. The Israelites were subsequently commanded to “utterly put out the remembrance of Amalek from under heaven” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/17.14"},"Exodus 17:14"],")."],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p83"},"In this first battle with other people, only when Moses held up his hand did the Israelites prevail. When Moses’ hands grew weary, Aaron and Hur brought him a stone to sit on and “stayed up his hands” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/17.12"},"Exodus 17:12"],"). President Harold B. Lee, who was then First Counselor in the First Presidency, commented:"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p84"},"“I think that is the role that President [N. Eldon] Tanner [Second Counselor in the First Presidency] and I have to fulfill. The hands of President [Joseph Fielding] Smith [President of the Church] may grow weary. They may tend to droop at times because of his heavy responsibilities; but as we uphold his hands, and as we lead under his direction, by his side, the gates of hell will not prevail against you and against Israel. Your safety and ours depends upon whether or not we follow the ones whom the Lord has placed to preside over his church. He knows whom he wants to preside over this church, and he will make no mistake. The Lord doesn’t do things by accident. He has never done anything accidentally. And I think the scientists and all the philosophers in the world have never discovered or learned anything that God didn’t already know. His revelations are more powerful, more meaningful, and have more substance than all the secular learning in the world."],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p85"},"“Let’s keep our eye on the President of the Church and uphold his hands as President Tanner and I will continue to do.” (In Conference Report, Oct. 1970, p. 153.)"]],[".topic",["h3","(10-19)",["a.scriptureRef",{"href":"/scriptures/ot/ex/17.14"},"Exodus 17:14"]],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p87"},"What evidence is there that Moses actually recorded information which was passed down and which would refute the claim by some that the Bible is based on an oral tradition and recorded much later than Moses?"]],[".topic",["h3","(10-20)",["a.scriptureRef",{"href":"/scriptures/ot/ex/18"},"Exodus 18"]],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p89"},"“Jethro made a valuable contribution to Moses in suggesting an organization of leaders over units of ten, fifty, one hundred and one thousand to instruct and to judge the people in all but the most difficult of matters, which would be passed up through the system of inferior and superior courts if necessary, until they reached Moses at the head. Moses showed commendable humility and wisdom in accepting the old Priest’s advice. (A modern use of the same type of organization is seen in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136"},"D&C 136"],".)” (Rasmussen, Introduction to the Old Testament, 1:82–83.)"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p90"},"Joseph Smith changed",["a.scriptureRef",{"href":"/scriptures/ot/ex/18.1"},"Exodus 18:1"],"to read “the",["span.emphasis","high"],"priest of Midian” (emphasis added), confirming what is recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6-7"},"Doctrine and Covenants 84:6–7"],", that Jethro held the Melchizedek Priesthood."]],[".topic",["h3","(10-21)",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.5"},"Exodus 19:5"],". A “Peculiar” People"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p92"},"Today the word",["span.emphasis","peculiar"],"is used to mean something different and unusual. Since Israel was to be a peculiar people in this sense also,",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.5"},"Exodus 19:5"],"and similar scriptures (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/14.2"},"Deuteronomy 14:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.9"},"1 Peter 2:9"],") are often read in that way. The original word in both Hebrew and Greek, however, means “property, wealth, private property, which is laid up or reserved; the leading idea is that of select, precious, endeared; something exceedingly prized and [diligently] preserved” (Wilson, Old Testament Word Studies, s.v. “peculiar,” p. 305)."]],[".topic",["h3","(10-22)",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.10-25"},"Exodus 19:10–25"],". “Moses … Sought Diligently to Sanctify His People That They Might Behold the Face of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.23"},"D&C 84:23"],")"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p94"},"“If they had accepted all of the privileges offered them and followed the instructions which would have qualified them to receive the fulfillment of all God’s promises, they could have been accorded the grandest of all revelations: He offered to come down in the",["span.emphasis","sight"],"of all the people",["span.emphasis","and"],"let them",["span.emphasis","hear"],"when He spoke to Moses that they might know for themselves about His will and His law, and believe in Moses’ future revelations from God, and revere the Lord evermore (cf.",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.10"},"Deuteronomy 4:10"],"). Note the need of cleanliness and spiritual dedication in their preparation for this great spiritual experience."],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p95"},"“At the prearranged signal, the sounding of the trumpet ‘exceeding long,’ the people trembled in anticipation and awe, but apparently they were not fully ready to come up ‘in the sight’ of the Lord on the mount where Moses was, for the Lord told him to go down and warn them",["span.emphasis","not"],"to come up. Hints as to why this was so are found in the next chapter, 20:18–19, and in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.21-25"},"D&C 84:21–25"],". But even though their hearts were not fully prepared to endure His presence, they",["span.emphasis","did hear the voice"],"and the words of God as the Ten Commandments were given, as will be seen later when we study Moses’ review of these great events in his valedictory, in",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.10,12,33,36"},"Deuteronomy 4:10, 12, 33, 36"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.22-26"},"5:22–26"],"."],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p96"},"“(The presentation of the Ten Commandments on the",["span.emphasis","stone tablets"],"is recounted a little later in the narrative, in",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.18"},"Exodus 31:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/32.15,19"},"32:15, 19"],"; and a",["span.emphasis","second set of tablets,"],"prepared after the first set were broken, and are spoken of in",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.1"},"Exodus 34:1"],"ff.)” (Rasmussen, Introduction to the Old Testament, 1:83.)"]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p98"},["span.dominant","(10-23)"],"The Passover happened over three thousand years ago but is still commemorated by Jews all over the world. With Christ’s sacrifice, we no longer celebrate the actual feast but still look to the event as highly significant for Saints of all times. Assume that you were present on that night and on the days which followed and were a faithful journal keeper. On a separate sheet of paper (or in your own journal, if you wish) record the feelings you would have had if you had experienced the great events described in",["a.scriptureRef",{"href":"/scriptures/ot/ex/11"},"Exodus 11–19"],". Do not record what happened but rather what you would have",["span.emphasis","thought"],"and",["span.emphasis","felt"],"during these events. Try as much as possible to keep your writing in the style of a journal entry."]]]]]],"refs":null}
