{"id":8,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":8,"title":"Experiences in Profound Trust","subtitle":"By Melissa Zenteno","short_title":"Experiences in Profound Trust","uri":"/ensign/2013/07/experiences-in-profound-trust","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/experiences-in-profound-trust"},[".heading",{"id":"head1","uri":"/ensign/2013/07/experiences-in-profound-trust.head1"},[".title","Experiences in Profound Trust"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/07/experiences-in-profound-trust.p2"},"By Melissa Zenteno"],["p.para",{"id":"p3","uri":"/ensign/2013/07/experiences-in-profound-trust.p3"},"Church Magazines"]]],[".bodyBlock",["p.para",{"id":"p4","uri":"/ensign/2013/07/experiences-in-profound-trust.p4"},"When Claire (name has been changed) was six years old, her parents divorced. In the years that followed, she witnessed many failed marriages as well as family members struggling with addiction, inactivity in the Church, and depression. Saddened and confused, Claire lost her confidence in family."],["p.para",{"id":"p5","uri":"/ensign/2013/07/experiences-in-profound-trust.p5"},"“I told myself that marriage was not for me,” she says. “But I was just hiding my fear that my future would be the same as what I had experienced.”"],["p.para",{"id":"p6","uri":"/ensign/2013/07/experiences-in-profound-trust.p6"},"In addition to feeling distressed about her family situation, Claire felt alone. One day as a teenager, she fell to her knees in desperation and prayed, pleading to know if Heavenly Father was there. “When I ceased crying and speaking, I was overwhelmed with a burning feeling that was peaceful, strong, and so direct,” she says. “I knew Heavenly Father was there and would always love me and help me through my trials.”"],["p.para",{"id":"p7","uri":"/ensign/2013/07/experiences-in-profound-trust.p7"},"The answer Claire received sparked a desire to increase her testimony and trust in God and His commandments regarding the family. She not only continued to pray but also read her scriptures, attended seminary, and kept the commandments."],["p.para",{"id":"p8","uri":"/ensign/2013/07/experiences-in-profound-trust.p8"},"Now Claire is married, and she is learning to face her challenges with faith. “I don’t worry whether it will be impossible to raise a strong family because my husband and I have decided to always nurture our testimonies, include our Heavenly Father and our Savior in our lives, and remember the undeniable truth of the gospel.”"],["p.para",{"id":"p9","uri":"/ensign/2013/07/experiences-in-profound-trust.p9"},"For Claire, building trust in God began with a simple, sincere prayer. But what else can we do to build trust in Heavenly Father? Young adults from all over the world—each dealing with trials—share their experiences on how they have developed trust in the Lord and have learned to rely on His will, His way, and His timing."],[".topic",{"id":"t1","uri":"/ensign/2013/07/experiences-in-profound-trust.t1"},[".title","Maintain Gratitude"],["p.para",{"id":"p11","uri":"/ensign/2013/07/experiences-in-profound-trust.p11"},"Reflecting on her blessings helps Stefanie Egly of Hesse, Germany, trust in Heavenly Father’s plan and in His timeline."],["p.para",{"id":"p12","uri":"/ensign/2013/07/experiences-in-profound-trust.p12"},"Stefanie began writing down her blessings after a relationship with a good friend didn’t work out. “Though we hadn’t been dating, I had always hoped our relationship would develop into something more. My hope was destroyed when he told me he had a girlfriend.”"],["p.para",{"id":"p13","uri":"/ensign/2013/07/experiences-in-profound-trust.p13"},"Heartbroken, Stefanie found comfort after reading an article on gratitude in the",["span.emphasis","Liahona."],"She felt impressed to write down how she had been blessed—specifically how being single had been a blessing."],["p.para",{"id":"p14","uri":"/ensign/2013/07/experiences-in-profound-trust.p14"},"Her list helped her recognize that just because she hadn’t had the opportunity to get married, it did not mean she had been denied blessings. Stefanie recognizes that the Lord has blessed her with the chance to become an elementary school teacher and work with children. She has traveled, attended general conference, and participated as a counselor in the Especially for Youth program. Some of her dearest friendships developed through young single adult conferences that she has attended."],["p.para",{"id":"p15","uri":"/ensign/2013/07/experiences-in-profound-trust.p15"},"But the biggest blessing, she says, was being able to spend time with her grandmother shortly before she passed away, something that her siblings and cousins were not able to do because they lived far away or had families to care for."],["p.para",{"id":"p16","uri":"/ensign/2013/07/experiences-in-profound-trust.p16"},"Five years have passed since Stefanie started documenting her blessings. She still waits for the time when she will have the opportunity to marry in the temple. She says, “I don’t know when I will meet my eternal companion, but I trust the time will come. Until then, I know I will continue to have experiences that will help me learn and grow.” Heavenly Father has blessed her immensely, and she knows He will continue to do so if she is faithful."]],[".topic",{"id":"t2","uri":"/ensign/2013/07/experiences-in-profound-trust.t2"},[".title","Read the Word of God Daily"],["p.para",{"id":"p18","uri":"/ensign/2013/07/experiences-in-profound-trust.p18"},"Daniel Martuscello from Colorado, USA, had just finalized his divorce and found it hard to feel at peace with his new circumstances. Not only was he no longer married but he was also a new father and unemployed. He didn’t understand why this had happened—especially since he had always sought to be righteous."],["p.para",{"id":"p19","uri":"/ensign/2013/07/experiences-in-profound-trust.p19"},"Feeling alone and lost, Daniel turned to the scriptures. “I remembered the comfort I had felt in the past from reading the scriptures, so I made it a focus each day,” he says. Making time for daily scripture study meant he limited entertainment such as television and the Internet. But it wasn’t a sacrifice, he says. “As I read, I received comfort and guidance. Other things became secondary in importance. I didn’t just read to read, but I was looking for answers. I read with a purpose.”"],["p.para",{"id":"p20","uri":"/ensign/2013/07/experiences-in-profound-trust.p20"},"Daniel found comfort in the scriptures as he realized that everyone experiences adversity. “The prophets and others were righteous but still had trials,” he says. “Reading their experiences helped me understand that at some point in life, we all suffer, but in that suffering we can draw closer to Christ.”"],["p.para",{"id":"p21","uri":"/ensign/2013/07/experiences-in-profound-trust.p21"},"Additionally, Daniel says that reading daily lightened his burden because it was a way to include the Savior in his daily life. “As God spoke to me through the verses I read, I trusted that things would get better and that with His help, something good would come from this experience.”"]],[".topic",{"id":"t3","uri":"/ensign/2013/07/experiences-in-profound-trust.t3"},[".title","Put God First"],["p.para",{"id":"p23","uri":"/ensign/2013/07/experiences-in-profound-trust.p23"},"Po Nien of Kaohsiung, Taiwan, experienced fears after he proposed to his girlfriend, Mei Wah. “I had dated other people before, and at least three times prior, I had a serious relationship develop only to see it fall apart. Those experiences had shaken my confidence in having a lasting relationship that would lead to an eternal one,” he confesses."],["p.para",{"id":"p24","uri":"/ensign/2013/07/experiences-in-profound-trust.p24"},"Although Po Nien felt at peace when he prayed about marrying Mei Wah, he began to doubt his answer. Had he felt a confirmation from the Spirit? Or had his emotions confused him? Would this engagement lead to the temple? Or would this relationship fall apart?"],["p.para",{"id":"p25","uri":"/ensign/2013/07/experiences-in-profound-trust.p25"},"It was during this time that Po Nien remembered a quotation by President Ezra Taft Benson (1899–1994) he had heard in an institute class: “We must put God in the forefront of everything else in our lives. … When we put God first, all other things fall into their proper place or drop out of our lives.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p26","uri":"/ensign/2013/07/experiences-in-profound-trust.p26"},"This counsel marked a turning point in Po Nien’s life. “I knew that if I put God first in my life and as long as I was faithful and true to Him, wrong things would drop out and good things would fall into place,” he says. If he put God first and his relationship with Mei Wah was good, Heavenly Father would help it work out. Moving forward with trust, Po Nien married Mei Wah in the Hong Kong China Temple. “I have been richly blessed by placing my trust in the Lord,” he says."]],[".topic",{"id":"t4","uri":"/ensign/2013/07/experiences-in-profound-trust.t4"},[".title","Seek to Do His Will"],["p.para",{"id":"p28","uri":"/ensign/2013/07/experiences-in-profound-trust.p28"},"Another way of building trust in Heavenly Father is to do His will. For Marta Fernández-Rebollos from Tarragona, Spain, learning to trust Heavenly Father came from choosing to maintain her standards."],["p.para",{"id":"p29","uri":"/ensign/2013/07/experiences-in-profound-trust.p29"},"The young man she was dating was not a member of the Church and was not interested in joining. “My spirit began to struggle between what I had been taught about eternal marriage and the hundreds of excuses that my heart gave me to give it all up and marry that young man for this life only,” she says. “Those were months of confusion, pain, and many tears.”"],["p.para",{"id":"p30","uri":"/ensign/2013/07/experiences-in-profound-trust.p30"},"Torn by indecision, Marta went to her room and sought guidance from her patriarchal blessing. She read what was promised her if she chose the right. Bursting into tears, she knew what she had to do. “The consequences of the breakup didn’t matter to me anymore. I did not know what lay ahead, but I had conviction that as long as I was on the Lord’s side, it would undoubtedly be something good. I have discovered that when we raise our vision and follow the promptings of the Holy Ghost, we discover that the fruits of righteousness are ‘most sweet, above all that [we] ever before tasted’ (",["a",{"href":"/scriptures/bofm/1-ne/8.11"},"1 Nephi 8:11"],").”"],["p.para",{"id":"p31","uri":"/ensign/2013/07/experiences-in-profound-trust.p31"},"In",["a",{"href":"/scriptures/ot/prov/3.5-6"},"Proverbs 3:5–6"],", we read:"],["p.para",{"id":"p32","uri":"/ensign/2013/07/experiences-in-profound-trust.p32"},"“Trust in the Lord with all thine heart; and lean not unto thine own understanding."],["p.para",{"id":"p33","uri":"/ensign/2013/07/experiences-in-profound-trust.p33"},"“In all thy ways acknowledge him, and he shall direct thy paths.”"]],["p.para",{"id":"p34","uri":"/ensign/2013/07/experiences-in-profound-trust.p34"},"Building trust in God and in His plans is not always easy. We each face our own challenges. Perhaps you haven’t found a compatible person to date in your ward or branch. Perhaps marriage has come, but children have not. Perhaps you are dealing with divorce. Or perhaps past experiences have caused you to fear commitment. The Lord knows your struggles and asks you to trust in Him. As you learn to trust Heavenly Father, peace and direction will come."]],[".notes",["h3","Note"]],[".resources",[".sideQuote",{"id":"f2","uri":"/ensign/2013/07/experiences-in-profound-trust.f2"},[".title","Your Trust in God Must Be Powerful and Enduring"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/richard-g-scott.jpg"}],["p.para",{"id":"p38","uri":"/ensign/2013/07/experiences-in-profound-trust.p38"},"“This life is an experience in profound trust—trust in Jesus Christ, trust in His teachings, trust in our capacity as led by the Holy Spirit to obey those teachings for happiness now and for a purposeful, supremely happy eternal existence. To trust means to obey willingly without knowing the end from the beginning (see",["a",{"href":"/scriptures/ot/prov/3.5-7"},"Proverbs 3:5–7"],"). To produce fruit, your trust in the Lord must be more powerful and enduring than your confidence in your own personal feelings and experience. …"],["p.para",{"id":"p39","uri":"/ensign/2013/07/experiences-in-profound-trust.p39"},"“As you trust Him, exercise faith in Him, He will help you.”"],[".citationInfo",["p.para",{"id":"p40","uri":"/ensign/2013/07/experiences-in-profound-trust.p40"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles, “Trust in the Lord,”",["span.emphasis","Ensign,"],"Nov. 1995, 17."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/07/experiences-in-profound-trust.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Ezra Taft Benson, “The Great Commandment—Love the Lord,”",["span.emphasis","Ensign,"],"May 1988, 4."]]}
