{"id":13,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":13,"title":"Faith, Hope, and Relationships","subtitle":"By Elder Michael T. Ringwood","short_title":"Faith, Hope, and Relationships","uri":"/liahona/2013/01/faith-hope-and-relationships","content":[["div",{"id":"head1","uri":"/liahona/2013/01/faith-hope-and-relationships.head1"},[".title","Faith, Hope, and Relationships"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/01/faith-hope-and-relationships.p2"},"By Elder Michael T. Ringwood"],["div",{"id":"p3","uri":"/liahona/2013/01/faith-hope-and-relationships.p3"},"Of the Seventy"]],[".kicker","Desire, belief, and hope should prompt us to develop relationships that lead to marriage."]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/01/faith-hope-and-relationships.p5"},"“Did you really make a pro-and-con list?” The question my teenage son asked in an amazed tone referred to a list he found in one of my journals. It wasn’t just any old pro-and-con list; it was the list I had made 30 years ago, before I proposed to his mother. I don’t know how many men make a list like mine, but when I pondered the idea of marriage as a 24-year-old college student, it just seemed the right thing to do."],["div",{"id":"p6","uri":"/liahona/2013/01/faith-hope-and-relationships.p6"},"I don’t remember any other questions that day from my son about our courtship; he was too fixated on the list. I can still see him in my mind’s eye, yelling to his siblings, “Dad made a list about Mom! Come see it!” However, as I look back, I can think of many questions he",["span.emphasis","could"],"have asked."],["div",{"id":"p7","uri":"/liahona/2013/01/faith-hope-and-relationships.p7"},["span.emphasis","Didn’t you love her?"],"This question should have been his first. My answer would have been yes; that is why I made the list. I really did love her, and I",["span.emphasis","desired"],"more than anything for her to be happy. The list was more about seeing if I could make her happy than it was about whether or not I loved her."],["div",{"id":"p8","uri":"/liahona/2013/01/faith-hope-and-relationships.p8"},["span.emphasis","Didn’t you have fun together?"],"Again, my answer would have been yes; that is why I made the list. It was a way to see if my",["span.emphasis","hope"],"that she would always have fun with me could become reality."],["div",{"id":"p9","uri":"/liahona/2013/01/faith-hope-and-relationships.p9"},["span.emphasis","Didn’t you think she was the right one?"],"Perhaps this is the most intriguing question of all. I would have answered yes; I did",["span.emphasis","believe"],"she was “the one,” but I wanted to make sure my belief would inspire action on my part to make things work."],["div",{"id":"p10","uri":"/liahona/2013/01/faith-hope-and-relationships.p10"},"I don’t think I fully realized at the time the impact my mission president’s teachings on faith and its components of desire, belief, and hope were having on my courtship. With a clearer view from the passage of time, I am very grateful to President F. Ray Hawkins for his influence on me. I still have the notes I took as a 20-year-old missionary as my young mission president opened the scriptures and explained the elements of faith that would later figure into making the most important decision of my life."],["div",{"id":"t1","uri":"/liahona/2013/01/faith-hope-and-relationships.t1"},[".title","Alma’s Teachings on Faith"],["div",{"id":"p12","uri":"/liahona/2013/01/faith-hope-and-relationships.p12"},"Among the things President Hawkins shared about faith were Alma’s teachings to the poor among the Zoramites. Alma identified the need to have a particle of faith, which he described as",["span.emphasis","desire"],"(see",["a",{"href":"/scriptures/bofm/alma/32.27"},"Alma 32:27"],"). A desire for something to happen is a powerful influence for us to take the necessary steps to increase our faith."],["div",{"id":"p13","uri":"/liahona/2013/01/faith-hope-and-relationships.p13"},"A second particle of faith is what Alma taught comes from desire:",["span.emphasis","belief."],"He instructed the Zoramites to let their desire work in them until they believed in a manner that they could give place for his words in their hearts (see",["a",{"href":"/scriptures/bofm/alma/32.27"},"verse 27"],"). This combination of desire and belief begins to swell in our hearts, and we recognize it as good. It begins to enlarge our souls and enlighten our understanding. It begins to be delicious. (See",["a",{"href":"/scriptures/bofm/alma/32.28"},"verse 28"],".)"],["div",{"id":"p14","uri":"/liahona/2013/01/faith-hope-and-relationships.p14"},["span.emphasis","Hope"],"is another important particle of faith. Alma told the humble Zoramites that faith was not a perfect knowledge of things. It was a “",["span.emphasis","hope"],"for things which are not seen, which are true” (",["a",{"href":"/scriptures/bofm/alma/32.21"},"Alma 32:21"],"; emphasis added). Mormon likewise taught that hope is a necessary particle of faith when he said to Moroni, “How is it that ye can attain unto faith, save ye shall have hope?” (",["a",{"href":"/scriptures/bofm/moro/7.40"},"Moroni 7:40"],"). Hope can be described as the ability to see something better in the future.",["sup",["a",{"href":"fn_footnote1"},"1"]],"My list was my way of looking into the future with an eye of faith and, like Abraham, determining that “there was greater happiness and peace” (",["a",{"href":"/scriptures/pgp/abr/1.2"},"Abraham 1:2"],") for me in being married to my wife."],["div",{"id":"p15","uri":"/liahona/2013/01/faith-hope-and-relationships.p15"},"Having the",["span.emphasis","desire"],"particle of faith, I needed",["span.emphasis","belief"],"and",["span.emphasis","hope"],"to complete my faith, and I needed to take action by asking Rosalie to marry me. The list—my manifestation of desire, belief, and hope—was important in giving me the courage to take the action necessary to complete my faith. James taught that faith without works is dead (see",["a",{"href":"/scriptures/nt/james/2.17"},"James 2:17"],"). No amount of desire, belief, or hope would have helped me find the greater happiness and peace I have found in marriage if those particles hadn’t led me to ask the big question. (Sadly, the first time I proposed, Rosalie’s answer was no, but that is a story for another time. In such circumstances—when things don’t go according to our plan or timing—faith still plays an integral role in our lives.) It took some perseverance and patience for both of us, and we did later marry on a snowy day in December 1982."],["div",{"id":"p16","uri":"/liahona/2013/01/faith-hope-and-relationships.p16"},"Faith is important in all we do, including dating and courting. Desire, belief, and hope that there is indeed greater happiness and peace waiting for us should incite us to action to develop relationships that lead to marriage. Do you",["span.emphasis","desire"],"to follow the plan of happiness? Do you",["span.emphasis","believe"],"that following the plan will lead to greater happiness and peace? (Believe me when I tell you that following the plan and marrying in the temple does lead to greater happiness and peace.) Do you hope for a happy marriage? Does your hope allow you to see yourself in a better place in the future? If your answers to these questions are yes, then you must complete your faith by taking action. Ask someone on a date! Accept an invitation to go on a date! Put yourself in situations that could lead to meeting other like-minded young adults. In short, pursue a course that will lead to greater happiness and peace."]],["div",{"id":"t2","uri":"/liahona/2013/01/faith-hope-and-relationships.t2"},[".title","Joseph Smith’s Example of Faith"],["div",{"id":"p18","uri":"/liahona/2013/01/faith-hope-and-relationships.p18"},"Let’s look at Joseph Smith as an example of faith and of demonstrating the particles of desire, belief, and hope."],["div",{"id":"p19","uri":"/liahona/2013/01/faith-hope-and-relationships.p19"},"Joseph wanted to find the true Church of Jesus Christ. His desire was so strong that it led him to the scriptures, where he read, “If any of you lack wisdom, let him ask of God” (",["a",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],"). He thought about this scripture. He",["span.emphasis","desired"],"to have wisdom, and he",["span.emphasis","believed"],"that he would receive it if he asked God. He did the only logical thing: he prayed and asked God. Now think about this for a minute. Joseph had the desire to know the truth. He believed the words of James. He hoped for an answer. But if he had stopped there, we would not be here today. Exercising faith meant he had to enter the grove and pray. I believe that when Joseph went into the grove to pray, he expected to walk out with an answer. He might not have expected to see Heavenly Father and Jesus Christ, but he did expect an answer. What a great example of faith! He had desire, he believed, he hoped, and he took action."],["div",{"id":"p20","uri":"/liahona/2013/01/faith-hope-and-relationships.p20"},"The faith of a 14-year-old boy changed the world. Because of Joseph’s prayer in the Sacred Grove, the heavens were opened and God spoke again to His children through a prophet."]],["div",{"id":"t3","uri":"/liahona/2013/01/faith-hope-and-relationships.t3"},[".title","One of Your Opportunities to Demonstrate Faith"],["div",{"id":"p22","uri":"/liahona/2013/01/faith-hope-and-relationships.p22"},"The Lord continues to speak through His prophet today. Just over a year and a half ago, President Thomas S. Monson said:"],["div",{"id":"p23","uri":"/liahona/2013/01/faith-hope-and-relationships.p23"},"“There is a point at which it’s time to think seriously about marriage and to seek a companion with whom you want to spend eternity. If you choose wisely and if you are committed to the success of your marriage, there is nothing in this life which will bring you greater happiness."],["div",{"id":"p24","uri":"/liahona/2013/01/faith-hope-and-relationships.p24"},"“When you marry, … you will wish to marry in the house of the Lord. For you who hold the priesthood, there should be no other option. Be careful lest you destroy your eligibility to be so married. You can keep your courtship within proper bounds while still having a wonderful time.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p25","uri":"/liahona/2013/01/faith-hope-and-relationships.p25"},"Your desire, belief, and hope may not be manifested in the form of a list, as they were for me, but however you demonstrate these qualities, they will help you complete your faith by following the Lord’s prophet to seek a companion with whom you can find greater happiness. Your desire, belief, and hope will also help you choose wisely."],["div",{"id":"p26","uri":"/liahona/2013/01/faith-hope-and-relationships.p26"},"The blessings of choosing to pursue and nurture eternal marriage will lead us to experience the fruits of the gospel, which Alma described as “most precious, … sweet above all that is sweet, and … pure above all that is pure.” He continued, “Ye shall feast upon [these fruits] even until ye are filled, that ye hunger not, neither shall ye thirst” (",["a",{"href":"/scriptures/bofm/alma/32.42"},"Alma 32:42"],"). Instead of fearing the future, exercise the faith that will allow you to lay claim to the promises of the Lord."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/liahona/2013/01/faith-hope-and-relationships","uri":"/liahona/2013/01/faith-hope-and-relationships"},["span.label",["a",{"name":"footnote1"},"1."]],"See Dennis F. Rasmussen, “What Faith Is,” in Larry E. Dahl and Charles D. Tate Jr., eds.,",["span.emphasis","The Lectures on Faith in Historical Perspective"],"(1990), 164."],["div",{"id":"/liahona/2013/01/faith-hope-and-relationships","uri":"/liahona/2013/01/faith-hope-and-relationships"},["span.label",["a",{"name":"footnote2"},"2."]],"Thomas S. Monson, “Priesthood Power,”",["span.emphasis","Liahona"],"and",["span.emphasis","Ensign,"],"May 2011, 67–68."]]}
