{"id":24,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":24,"title":"Faith of the Islanders","subtitle":"By Joshua J. Perkey","short_title":"Faith of the Islanders","uri":"/ensign/2013/06/faith-of-the-islanders","content":[["div",{"id":"head1","uri":"/ensign/2013/06/faith-of-the-islanders.head1"},[".seriesTitle","Until We Meet Again"],[".title","Faith of the Islanders"],[".byline",["div",{"id":"p3","uri":"/ensign/2013/06/faith-of-the-islanders.p3"},"By Joshua J. Perkey"],["div",{"id":"p4","uri":"/ensign/2013/06/faith-of-the-islanders.p4"},"Church Magazines"]]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/06/faith-of-the-islanders.p5"},"On a recent trip from the United States to the Marshall Islands and Tonga, I was struck by the pure faith of those I met. By and large, it seemed to me, their faith is uncluttered by Western society’s ever-shifting definitions of morality and truth. The faith of the islanders is profound, as described by former mission president to Tonga, Elder John H. Groberg (of the Seventy, 1976–2005). It is rooted in the Atonement and the plan of salvation. Such faith ceases to question that which has been learned by the Spirit."],["div",{"id":"p6","uri":"/ensign/2013/06/faith-of-the-islanders.p6"},"In some ways, life on the Pacific Islands tends to move at a gentler pace than I was used to. Although the islanders have access to cars and TVs, movies and the Internet, sports and a number of other activities, such things seem to be less obtrusive than they are in many cultures, including in the United States."],["div",{"id":"p7","uri":"/ensign/2013/06/faith-of-the-islanders.p7"},"Of course, the islanders face challenges of their own. Like me, they must find ways to provide food and shelter as well as take care to protect their testimonies. Yet time and time again, I witnessed the faith of those who did not waver under the pressure of challenges or get diverted by busyness or distractions. Instead, they are aware of the Lord’s hand in their lives. As Elder David S. Baxter of the Seventy (and former Pacific Area President) explained, “They believe in miracles, they expect to receive them, and they do.”"],["div",{"id":"p8","uri":"/ensign/2013/06/faith-of-the-islanders.p8"},"As I returned home from my experience in the South Pacific, I pondered several questions: Why do some people remain firm in their faith, while others allow questions or doubt to disturb their thoughts? Why, with a testimony once gained, do some allow it to weaken or become fragile? Why, when some witness the Lord’s hand in their life, are they surprised?"],["div",{"id":"p9","uri":"/ensign/2013/06/faith-of-the-islanders.p9"},"Perhaps the answers lie with how resolutely a person’s heart is placed on the altar of the Lord. For the islanders I met, the decision is not one they seem to make and remake with frequency. Having established their faith on the Rock of their Redeemer, the sure foundation, many cease to question; they refuse to let their testimonies be shaken. They accept what they know to be true and let the doubts fade away."],["div",{"id":"p10","uri":"/ensign/2013/06/faith-of-the-islanders.p10"},"That is a quality I want to perfect. When challenges to my beliefs arise, I want to be able to do what the Lord told Oliver Cowdery to do: “Cast your mind upon the night that you cried unto me in your heart, that you might know concerning the truth of these things. Did I not speak peace to your mind concerning the matter? What greater witness can you have than from God?” (",["a",{"href":"/scriptures/dc-testament/dc/6.22-23"},"D&C 6:22–23"],"). Such remembering leads to unwavering faith."],["div",{"id":"p11","uri":"/ensign/2013/06/faith-of-the-islanders.p11"},"This type of faith is pure and free of distractions. It is devoted and accepting. It affirms: “I know this. I do not need to question it again.”"],["div",{"id":"p12","uri":"/ensign/2013/06/faith-of-the-islanders.p12"},"Exercising this kind of faith in our Heavenly Father and His plan allows His power to be active in our lives. It does not yield to attacks on our beliefs, to weariness, or to the unknown. It allows us to say, “He lives!” And that, for me, is enough."]],[".resources",[".callout",{"id":"f1","uri":"/ensign/2013/06/faith-of-the-islanders.f1"},["div",{"id":"p13","uri":"/ensign/2013/06/faith-of-the-islanders.p13"},"The islanders I met accept what they know to be true and let the doubts fade away."]]]],"refs":null}
