{"id":14,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":14,"title":"Faith and Intellect","subtitle":"By Melissa Wei-Tsing Inouye","short_title":"Faith and Intellect","uri":"/ensign/2013/01/faith-and-intellect","content":[["div",{"id":"head1","uri":"/ensign/2013/01/faith-and-intellect.head1"},[".title","Faith & Intellect"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/01/faith-and-intellect.p2"},"By Melissa Wei-Tsing Inouye"],["div",{"id":"p3","uri":"/ensign/2013/01/faith-and-intellect.p3"},"PhD in Chinese History"]],[".kicker","When my teacher challenged me to explain rationally why I believed in the gospel, I didn’t know how to respond."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/01/faith-and-intellect.p5"},"One day when I was a senior in high school, a teacher challenged me to explain rationally how I knew what I believed was true. I responded that I wasn’t sure, but I really loved my family, and since everything I loved about my family was inextricably tied to the Church, something had to be right. At the time, my inability to come up with a more “rational” explanation troubled me."],["div",{"id":"p6","uri":"/ensign/2013/01/faith-and-intellect.p6"},"I knew the Church was important to me, but I had been struggling with questions about the restored gospel that seemed difficult to answer. I sought to have a simple faith, but some things didn’t seem simple."],["div",{"id":"p7","uri":"/ensign/2013/01/faith-and-intellect.p7"},"My questions left me confused and apprehensive. Sometimes it seemed like I might have to choose between being smart and having faith. My testimony, though still developing, was very precious to me. I was afraid of losing it in the process of becoming educated."],["div",{"id":"t1","uri":"/ensign/2013/01/faith-and-intellect.t1"},[".title","Faith and Intellect Are Not Exclusive"],["div",{"id":"p9","uri":"/ensign/2013/01/faith-and-intellect.p9"},"After graduating from high school, I attended Harvard University (Massachusetts, USA), where I made a wonderful discovery. Although my college classes placed a clear priority on critical thinking over religious belief, in the Latter-day Saint community that included university students, professors, and institute teachers from the Boston area, I met people who excelled in their academic work and still remained active, committed members of the Church."],["div",{"id":"p10","uri":"/ensign/2013/01/faith-and-intellect.p10"},"I looked up to these Latter-day Saints because they were sympathetic to my intellectual questions—many of them had grappled with similar questions themselves—and because of their cheerful faith. Their examples taught me that faith and intellect are not mutually exclusive. I began to realize that it was God who gave His children intelligence—described in",["a",{"href":"/scriptures/dc-testament/dc/93.36"},"Doctrine and Covenants 93:36"],"as “the glory of God”—and who instructed us to “seek … out of the best books words of wisdom” (",["a",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],")."],["div",{"id":"p11","uri":"/ensign/2013/01/faith-and-intellect.p11"},"In this spirit and with some mentored guidance, I pursued my desire to learn more about Church history. As I studied histories written by renowned scholars who were also believing Latter-day Saints, I came to appreciate the fact that the early Saints in Nauvoo, the pioneers who had crossed the plains, and other significant figures in Church history had been real people with strengths and weaknesses. This understanding ultimately strengthened my faith. The more I realized that the early Saints weren’t superhuman—that they were people just like me and other Church members I know today—the more I understood how God uses imperfect people to accomplish a divine work. God had led them, blessed them, and spoken to them just as God leads, blesses, and speaks to us today."]],["div",{"id":"t2","uri":"/ensign/2013/01/faith-and-intellect.t2"},[".title","The Gospel Changes Lives"],["div",{"id":"p13","uri":"/ensign/2013/01/faith-and-intellect.p13"},"Between my third and fourth years of college, I served a mission in Taiwan. During my mission I saw how the restored gospel of Jesus Christ changed people’s lives in ways that could truly be described as miraculous. The greatest and most miraculous change I observed on my mission occurred in me as I learned important lessons about humility and love. These mission experiences made a deep impression on me. They expanded my perception of what is real, what is worthwhile, and what God can do."]],["div",{"id":"t3","uri":"/ensign/2013/01/faith-and-intellect.t3"},[".title","Spiritual Experiences Confirm Gospel Truths"],["div",{"id":"p15","uri":"/ensign/2013/01/faith-and-intellect.p15"},"Shortly after returning from my mission and graduating from college, I began doctoral studies in history and religion at Harvard. This pursuit of learning supported my pursuit of faith. I studied Buddhism, Taoism, Confucianism, and American religious history, including Latter-day Saint history; I graduated after writing a dissertation on the history of Christian churches in China. This broad scholarly context for understanding religious beliefs and systems deepened my appreciation for the value of the restored gospel and the ways the Church gives us opportunities to learn to follow Jesus Christ. I also came to see that different forms of knowledge have different methods by which things are known (see",["a",{"href":"/scriptures/nt/1-cor/2.10-14"},"1 Corinthians 2:10–14"],"). Religious questions cannot be addressed satisfactorily through scholarly inquiry alone."],["div",{"id":"p16","uri":"/ensign/2013/01/faith-and-intellect.p16"},"Realizations such as these have helped me to understand that although I will probably always have some unresolved questions, these intellectual issues are no longer central concerns for me. I have had too many experiences that have convinced me that the gospel of Jesus Christ is real and worthwhile. Even during times when I have wrestled with serious doubts, I have experienced firsthand the fruits of the Spirit as I have kept the commandments and served in the Church. These experiences have confirmed my faith. As Alma says, “Is not this real?” (",["a",{"href":"/scriptures/bofm/alma/32.35"},"Alma 32:35"],")."]],["div",{"id":"t4","uri":"/ensign/2013/01/faith-and-intellect.t4"},[".title","The Fruits of the Spirit Are Precious"],["div",{"id":"p18","uri":"/ensign/2013/01/faith-and-intellect.p18"},"The fruits of the restored gospel in my own life",["span.emphasis","are"],"real. I think of my family, still closely knit even as it grows larger and larger. I think of Guo Lingjun, an investigator from my mission to Taiwan, whose face on the day of her baptism shone with such radiance. I recall the times when I heard the prophet speak and felt in my heart that he truly spoke words that God wanted me to hear. I think of how I have felt the powerful, transformative awareness that God exists and is mindful of me."],["div",{"id":"p19","uri":"/ensign/2013/01/faith-and-intellect.p19"},"I still think that it is healthy to ask questions and to pursue answers. However, not having all the answers no longer troubles me. This is because I have chosen to value above all other experiences the many times when I have seen the blessings of the Spirit at work in my life and in the lives of others."],["div",{"id":"p20","uri":"/ensign/2013/01/faith-and-intellect.p20"},"I have come to some important realizations since high school. First, I have learned that faith and intellect are not incompatible. Second, I have come to rely chiefly on spiritual experiences, not intellectual deliberations, as a basis for my testimony. For me, it is the personal experiences of the good fruits of the Spirit that are the most precious, the most difficult to come by, and the most real."]]]],"refs":null}
