{"id":16,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":16,"title":"Family History Treasure Hunt","subtitle":"By Jana Greenhalgh","short_title":"Family History Treasure Hunt","uri":"/ensign/2013/07/family-history-treasure-hunt","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/family-history-treasure-hunt"},[".heading",{"id":"head1","uri":"/ensign/2013/07/family-history-treasure-hunt.head1"},[".title",["span.dominant","Family History"],"Treasure Hunt"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/07/family-history-treasure-hunt.p2"},"By Jana Greenhalgh"]],[".kicker","The youth of our ward experienced the priceless blessings of answering an Apostle’s call to do family history and temple work."]],[".bodyBlock",["p.para",{"id":"p4","uri":"/ensign/2013/07/family-history-treasure-hunt.p4"},"In the October 2011 general conference, Elder David A. Bednar of the Quorum of the Twelve Apostles counseled the youth of the Church to become actively involved in family history and temple work.",["sup",["a",{"href":"fn_footnote1"},"1"]],"In response to this counsel, the youth of our ward (Cranberry First Ward, Lehi Utah Gateway Stake) and their leaders decided to go on a “treasure hunt” to find the names of deceased family members for whom we could be baptized in the temple. As one of the Young Women leaders, I was excited to participate in the adventure."],["p.para",{"id":"p5","uri":"/ensign/2013/07/family-history-treasure-hunt.p5"},"In keeping with the treasure hunt theme, we decided we would record on a treasure map poster the number of names we found. We would also keep the temple name cards in a “treasure box” until we were ready to go. Then we set a date for a temple trip. We chose to visit the beautiful pioneer-built Manti Utah Temple to honor those who came before us. When we made our appointment, we were asked to bring five names per youth. That meant before the date of our trip, we would need to find 90 names for our ward."],["p.para",{"id":"p6","uri":"/ensign/2013/07/family-history-treasure-hunt.p6"},"The young men and young women of our ward gained confidence from this experience as they learned they could actually go through the entire process from finding names to serving as proxy for their ancestors in the temple."],[".topic",{"id":"t1","uri":"/ensign/2013/07/family-history-treasure-hunt.t1"},[".title","Visiting a Family History Center"],["p.para",{"id":"p8","uri":"/ensign/2013/07/family-history-treasure-hunt.p8"},"We learned about family history work by visiting a nearby family history center during Mutual. Our youth listened to a presentation by one of the center’s workers and then sat down at the computers for some hands-on training. Lauren L., a Laurel, said the youth learned a lot about doing family history work from the experience. In fact, when she and Abby W., also a Laurel, created fan charts from their pedigrees, they were surprised to discover they were related to one another."],["p.para",{"id":"p9","uri":"/ensign/2013/07/family-history-treasure-hunt.p9"},"In addition to going to a family history center, we used family history tools such as FamilySearch to help us learn about our pedigrees, research more names, and process names for temple work. Our ward family history consultants also helped us learn more about useful tools found at",["a",{"href":"http://lds.org/youth/family-history"},"lds.org/youth/family-history"],"."],["p.para",{"id":"p10","uri":"/ensign/2013/07/family-history-treasure-hunt.p10"},"Nick Barber, the ward Young Men president, said, “As a leader and a parent of one of the youth, it was great to see the Spirit work in both our lives. By searching names together, we grew closer and learned about the inspiring lives of our ancestors.”"]],[".topic",{"id":"t2","uri":"/ensign/2013/07/family-history-treasure-hunt.t2"},[".title","Enlisting Family Members’ Help"],["p.para",{"id":"p12","uri":"/ensign/2013/07/family-history-treasure-hunt.p12"},"We learned that contacting grandparents and other relatives was a great way for many of the youth to find family names that were ready for baptism. Some youth had family lines that had already been well researched and for which a lot of temple work had already been done. Other youth had limited information about their ancestry and had to do some research to learn more. In both cases, we sought the Spirit and never gave up on our goal."],["p.para",{"id":"p13","uri":"/ensign/2013/07/family-history-treasure-hunt.p13"},"Some of the youth helped complete temple work for ancestors of other ward members. For example, one of the sisters in the ward, Jane Driggs, provided family file cards for her father and some of her grandparents. Some of the young men in our group were able to serve as proxies for these close relatives of Sister Driggs and felt the Spirit very strongly. Sister Driggs commented, “As I pondered who should perform the baptisms, I was silently reminded that what is important isn’t who participates in the baptisms but that it is done and that the family is reunited. This was an opportunity to have our great youth perform service for my family and me. I am so grateful to them.”"],["p.para",{"id":"p14","uri":"/ensign/2013/07/family-history-treasure-hunt.p14"},"In the end, some youth were able to find more family names than others, but everyone was happy to share names and serve each other’s families."]],[".topic",{"id":"t3","uri":"/ensign/2013/07/family-history-treasure-hunt.t3"},[".title","Attending the Temple"],["p.para",{"id":"p16","uri":"/ensign/2013/07/family-history-treasure-hunt.p16"},"The real treasure came when we met our goal and attended the Manti Utah Temple to perform baptisms for our family members. Most of our youth had never visited this temple before, and we were excited to see the temple in the distance as we drove toward it. Ben F., a member of the teachers quorum, commented about how beautiful the temple looked up on the hill set apart from the rest of the valley."],["p.para",{"id":"p17","uri":"/ensign/2013/07/family-history-treasure-hunt.p17"},"During a testimony meeting the night before we went to the temple, youth and leaders shared thoughts about the importance of doing temple and family history work. Isaac M., a deacon, was there with his dad, a Young Men leader. Isaac said, “I’m excited to do temple work because I know there are people waiting to have their ordinances done. I’m grateful that I can see my uncle again someday.”"],["p.para",{"id":"p18","uri":"/ensign/2013/07/family-history-treasure-hunt.p18"},"The next morning we arose early for our morning appointment at the baptistry. The temple workers were kind and welcoming, and after a short devotional, we performed baptisms and confirmations for the 94 people whose names we had found. We felt the Spirit in abundance and were happy to be serving in such a beautiful and sacred place."],["p.para",{"id":"p19","uri":"/ensign/2013/07/family-history-treasure-hunt.p19"},"Deena Bronemann, a member of the Young Women presidency, said, “I was so impressed with our youth, and the Spirit in the temple was strong. For those that had this as their first temple experience, I know it touched their hearts.”"],["p.para",{"id":"p20","uri":"/ensign/2013/07/family-history-treasure-hunt.p20"},"Maddie O., a Laurel, commented, “When I go to the temple I always feel closer to the Savior, and it was even better going there as a whole group to a temple I normally wouldn’t have gone to.”"],["p.para",{"id":"p21","uri":"/ensign/2013/07/family-history-treasure-hunt.p21"},"We truly felt the joy of accomplishing our group goal and then serving together as saviors on Mount Zion (see",["a",{"href":"/scriptures/ot/obad/1.21"},"Obadiah 1:21"],"). To see our goal through from beginning to end unified our ward’s youth and brought us closer to Christ."],["p.para",{"id":"p22","uri":"/ensign/2013/07/family-history-treasure-hunt.p22"},"Our young men and young women continue to find joy in doing family history and temple work. We are grateful for Elder Bednar’s invitation for youth to “learn about and experience the Spirit of Elijah.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"Brother Barber sums up our ward’s feelings: “Our experience inside the temple at the sacred baptismal font was indescribable emotionally and spiritually. The true treasure really is in the work!”"]]],[".notes",["h3","Notes"]],[".resources",[".sideQuote",{"id":"f2","uri":"/ensign/2013/07/family-history-treasure-hunt.f2"},[".title","Our Ancestors Need Us, and We Need Them"],["p.para",{"id":"p27","uri":"/ensign/2013/07/family-history-treasure-hunt.p27"},"“And now, my dearly beloved brethren and sisters, let me assure you that these are principles in relation to the dead and the living that cannot be lightly passed over, as pertaining to our salvation. For their salvation is necessary and essential to our salvation, as Paul says concerning the fathers—that they without us cannot be made perfect—neither can we without our dead be made perfect.”"],[".citationInfo",["p.para",{"id":"p28","uri":"/ensign/2013/07/family-history-treasure-hunt.p28"},"Joseph Smith, an epistle to the Church, Sept. 6, 1842 (",["a",{"href":"/scriptures/dc-testament/dc/128.15"},"D&C 128:15"],")."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/07/family-history-treasure-hunt.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"See David A. Bednar,",["a.crossRef",{"href":"/ensign/2011/11/the-hearts-of-the-children-shall-turn.p1"},"“The Hearts of the Children Shall Turn,”"],["span.emphasis","Ensign,"],"Nov. 2011, 24–27."],[".footnote",{"id":"fn2","uri":"/ensign/2013/07/family-history-treasure-hunt.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"David A. Bednar, “Hearts of the Children,” 26."]]}
