{"id":32,"parent_id":0,"book_id":22654,"content_id":1,"language_id":0,"display_order":32,"title":"Family Home Evening Ideas","subtitle":"","short_title":"Family Home Evening Ideas","uri":"/liahona/2013/02/family-home-evening-ideas","content":[["div",{"id":"head1","uri":"/liahona/2013/02/family-home-evening-ideas.head1"},[".seriesTitle","Family Home Evening Ideas"],[".kicker","This issue contains articles and activities that could be used for family home evening. The following are a few examples."]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/02/family-home-evening-ideas.p3"},["b",["a.crossRef",{"href":"/liahona/2013/02/discipleship-at-all-times-in-all-things-in-all-places.p1"},"“Discipleship at All Times, in All Things, in All Places,”"]],"page 22: Consider inviting your family to complete the “discipleship experiment” discussed in this article. For one week, prayerfully study a particular teaching of or story about Jesus Christ. In the next family home evening, family members could report on their experiences and insights."],["div",{"id":"p4","uri":"/liahona/2013/02/family-home-evening-ideas.p4"},["b",["a.crossRef",{"href":"/liahona/2013/02/lights---camera---action.p1"},"“Lights … Camera … Action!”"]],"page 48: After reading this article, discuss with your family the importance of choosing good media. Consider inviting family members to share one favorite example of good media and how it has helped them. You may want to display a picture of Jesus Christ as you discuss how we ought to choose media that we would be comfortable viewing or listening to if the Lord were with us. (More ideas for teaching this topic are found on",["a.crossRef",{"href":"/liahona/2013/02/entertainment-and-media.p1"},"page 9"],".)"],["div",{"id":"p5","uri":"/liahona/2013/02/family-home-evening-ideas.p5"},["b",["a.crossRef",{"href":"/liahona/2013/02/the-earth-was-created-for-heavenly-fathers-children.p1"},"“Bringing Primary Home,”"]],"page 64: Consider taking a walk as a family to discover how many things you can see that Heavenly Father created. Family members may like to collect items, draw pictures, or take photographs of their favorite creations. You could close by singing “My Heavenly Father Loves Me” (",["span.emphasis","Children’s Songbook,"],"228–29)."],["div",{"id":"f1","uri":"/liahona/2013/02/family-home-evening-ideas.f1"},[".title","My Missionary Family Home Evening"],["div",{"id":"p7","uri":"/liahona/2013/02/family-home-evening-ideas.p7"},"As a new convert to the Church, I always like to help the missionaries in my ward. I’ve often seen that even when investigators aren’t comfortable with hearing the discussions, they are happy to participate in family home evening."],["div",{"id":"p8","uri":"/liahona/2013/02/family-home-evening-ideas.p8"},"One time I invited the full-time missionaries and an entire nonmember family to my family home evening. Before they arrived, I fasted and prayed that the Spirit would be present and would open their hearts to the gospel. We watched a missionary video about helping families progress and developing trust. Afterward we shared our feelings about the video. The Spirit was so strong."],["div",{"id":"p9","uri":"/liahona/2013/02/family-home-evening-ideas.p9"},"Now this wonderful family is willing to learn more about the gospel by meeting with the missionaries. We have all been invited to help with missionary work, and I have seen that family home evenings are an effective way to share with others the joy of having the gospel in my life."],[".bio",["div",{"id":"p10","uri":"/liahona/2013/02/family-home-evening-ideas.p10"},"Maria de los Angeles Vilca Zeballos, Peru"]]]]],"refs":null}
