{"id":1,"parent_id":0,"book_id":22642,"content_id":1,"language_id":1,"display_order":1,"title":"Frequently Asked Questions","subtitle":"","short_title":"Frequently Asked Questions","uri":"/youth/learn/train/faq","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/youth/learn/train/faq"},[".bodyBlock",[".heading",["h1","Frequently Asked Questions"],[".intro"]],[".topic",["h2","What is it?"],["p.para",["b",["i","What is"],"Come, Follow Me: Learning Resources for Youth",["i","?"]],["br"],["i","Come, Follow Me: Learning Resources for Youth"],"is a new curriculum that will help teachers teach in the Savior’s way and help youth become more fully converted to the gospel."],["p.para",["b",["i","What classes will use"],"Come, Follow Me",["i","?"]],["br"],"Aaronic Priesthood quorums, Young Women classes, and Sunday School classes for youth ages 12 to 18 will use the curriculum for Sunday instruction."],["p.para",["b",["i","What manuals does"],"Come, Follow Me",["i","replace?"]],["br"],"The following manuals are now obsolete:",["i","Aaronic Priesthood Manual 1"],"(34820),",["i","Aaronic Priesthood Manual 2"],"(34821),",["i","Aaronic Priesthood Manual 3"],"(34822),",["i","Young Women Manual 1"],"(34823),",["i","Young Women Manual 2"],"(34824),",["i","Young Women Manual 3"],"(34825),",["i","The Presidents of the Church"],"(31382), and",["i","Preparing for Exaltation"],"(31384)."],["h2","Where do I find it",["i","?"]],["p.para",["b",["i","Where do I find"],"Come, Follow Me",["i","?"]],["br"],"Learning outlines for",["i","Come, Follow Me"],"are found",["a",{"href":"http://www.lds.org/youth/learn?lang=eng"},"online"],"at lds.org/youth/learn. Your leaders may also provide you with printed copies."],["p.para",["b",["i","What if I have limited Internet access?"]],["br"],"If there are many teachers and leaders who have limited Internet access in the area, area leaders may choose to print and distribute copies of",["i","Come, Follow Me."],"Ward or branch leaders may also choose to print copies of individual lessons from the Internet for teachers who need them."],["p.para",["b",["i","Whe​n do I begin using"],"Come, Follow Me",["i","?"]],["br"],"Teachers should begin teaching from",["i","Come, Follow Me"],"in January 2013. You can begin studying the learning outlines and related materials right now."],["p.para",["b",["i","What lang​uages is it available in?"]],["br"],["i","Come, Follow Me"],"will be available in the following 23 languages: Chinese, Danish, Dutch, English, Fijian, Finnish, French, German, Hungarian, Indonesian, Italian, Japanese, Korean, Mongolian, Norwegian, Portuguese, Russian, Samoan, Spanish, Swedish, Thai, Tongan, and Ukrainian."],["p.para",["b",["i","W​hat about other languages?"]],["br"],"Wards and branches where members speak other languages will continue to use the basic youth curriculum as Church leaders evaluate making",["i","Come, Follow Me"],"available in additional languages."],["p.para",["b",["i","How will I learn ​about"],"Come, Follow Me",["i","?"]],["br"],"Area and local leaders should explore lds.org/youth/learn to become familiar with",["i","Come, Follow Me"],["i","."],"The site includes helpful",["a",{"href":"http://www.lds.org/youth/learn/train?lang=eng"},"videos"],"that explain how to implement",["i","Come, Follow Me,"],["a",{"href":"http://www.lds.org/youth/learn/learning-teaching-ideas?lang=eng"},"ideas"],"for preparing engaging learning activities, and a new guidebook,",["i",["a",{"href":"http://www.lds.org/youth/learn/guidebook?lang=eng"},"Teaching the Gospel in the Savior’s Way"],"."],"In addition, area and local leaders will provide training meetings to introduce leaders and teachers to",["i","Come, Follow Me"],"before the end of 2012."],["h2","How does it affect me if I’m a teacher?"],["p.para",["b",["i","How will"],"Come, Follow Me",["i","change the way I prepare and teach?"]],["br"],"The learning outlines in",["i","Come, Follow Me"],"do not prescribe everything you should say and do in class. Instead, they suggest scriptures and other resources to help you learn the doctrine for yourself, followed by a few ideas for you to choose from to help the youth discover the doctrine for themselves. Teaching in this way is not a lecture but a conversation guided by the Spirit. Youth will be invited to participate in learning and teaching more than ever before."],["p.para",["b",["i","How do I know​ what to teach each week?"]],["br"],["i","Come, Follow Me"],"is organized into 12 monthly units. Each unit includes several outlines to choose from—you will not be able to teach all of them. Select outlines based on the needs of the youth. You can spend more than one week on an outline if necessary."],["p.para",["b",["i","How do I kn​ow what the needs of the youth are?"]],["br"],"To understand the needs of the youth, listen to them as they make comments and ask questions in class. Take an interest in their lives. Counsel with parents, leaders, and other teachers. Most important, seek the guidance of the Holy Ghost. Adapt your teaching to be responsive to the Spirit and the needs and interests of the youth."],["p.para",["b",["i","W​hat other resources will I need?"]],["br"],"In addition to the scriptures and words of the living prophets, the following resources are referred to frequently throughout the learning outlines and are available in print and online:"],["ul.bullet",["li",["p.para",["i","Fulfilling My Duty to God: For Aaronic Priesthood Holders"]]],["li",["p.para",["i","Young Women Personal Progress"]]],["li",["p.para",["i",["a.pdf",{"id":"36863_eng","href":"http://www.lds.org/bc/content/shared/content/english/pdf/language-materials/36863_eng.pdf?media_type=pdf&title=True+to+the+Faith%3A+A+Gospel+Reference"},"True to the Faith: A Gospel Reference"]]]],["li",["p.para",["i",["a",{"href":"/manual/for-the-strength-of-youth"},"For the Strength of Youth"]]]],["li",["p.para",["i","Preach My Gospel: A Guide to Missionary Service"]]],["li",["p.para",["i","Teaching, No Greater Call: A Resource Guide for Gospel Teaching"]]]],["p.para",["b",["i","How ca​n I show videos in class?"]],["br"],"Most of the videos suggested in the outlines are available for download (some are not, because of copyright restrictions). A downloaded video can be shown on a portable electronic device. If a video is not downloadable, you can show it over the Internet using your meetinghouse’s wireless Internet connection, if available."],["h2","How else could it affect me?"],["p.para",["b",["i","How can"],"Come, Follow Me",["i","help me as a parent?"]],["br"],["i","Come, Follow Me"],"invites youth to share with their families what they are learning. As you give your children opportunities to do so, their faith, testimony, and ability to share the gospel will grow.",["br"],"You can also reach out to teachers and leaders to help them better understand the needs of your children so they can tailor the lessons to these needs.",["a",{"href":"http://www.lds.org/youth/learn/train/parents?lang=eng"},"Videos for youth and parents"],"are available on lds.org/youth/learn."],["p.para",["b",["i","How can"],"Come, Follow Me",["i","help me as an Aaronic Priesthood holder or a young woman?"]],["br"],["i","Come, Follow Me"],"invites you to take personal responsibility for learning—by coming to class prepared to learn, searching the scriptures and words of the prophets, asking questions, teaching and explaining gospel truths to your peers and family, and sharing how the gospel is influencing your life.",["br"],"Your testimony will grow stronger as you act on what you learn and establish righteous habits, including personal prayer and scripture study, living the standards of the Church, and inviting others to live the gospel through word and example.",["br"],"You can find",["a",{"href":"http://www.lds.org/youth/learn/train/parents?lang=eng"},"videos"],"that introduce youth to",["i","Come, Follow Me"],"on lds.org/youth/learn."],["p.para",["b",["i","How can"],"Come, Follow Me",["i","help me as a seminary teacher?"]],["br"],"Seminary will continue to teach the scriptures sequentially using seminary manuals, but you are encouraged to become familiar with",["i","Come, Follow Me"],"so that you can be aware of what the youth are learning and experiencing in their Sunday quorums and classes. Wherever possible, seminary teachers and ward leaders and teachers should reinforce each others' efforts to strengthen the youth."],["h2","What coordination needs to take place?"],["p.para",["b",["i","How​ should teachers coordinate their efforts?"]],["br"],"Helping youth become converted requires the combined efforts of all teachers of youth (Aaronic Priesthood, Young Women, Sunday School, and seminary). They should counsel together about the needs of the youth and let these conversations help determine what to teach. Teachers may decide to coordinate their weekly lessons to maximize their effectiveness for each youth and each class. They may also coordinate to share teaching ideas and techniques."],["p.para",["b",["i","How can"],"Com​e, Follow Me",["i","be tied to Mutual?"]],["br"],"Leaders are encouraged to plan Mutual activities related to the monthly doctrinal topics in",["i","Come, Follow Me."],"These activities can give the youth opportunities to apply the things they learn on Sunday. In some cases, suggested activities in the learning outlines can be appropriate for Mutual."]]]]]],"refs":null}
