{"id":13,"parent_id":0,"book_id":22655,"content_id":1,"language_id":0,"display_order":13,"title":"Fasting on Foot","subtitle":"By B. N. Kohler","short_title":"Fasting on Foot","uri":"/new-era/2013/02/fasting-on-foot","content":[["div",{"id":"head1","uri":"/new-era/2013/02/fasting-on-foot.head1"},[".seriesTitle","From the Mission Field"],[".title","Fasting on Foot"],[".byline",["div",{"id":"p3","uri":"/new-era/2013/02/fasting-on-foot.p3"},"By B. N. Kohler"]],[".bio",["div",{"id":"p4","uri":"/new-era/2013/02/fasting-on-foot.p4"},"B. N. Kohler lives in Utah, USA."]],[".kicker","Could walking instead of driving two days a week really make much difference?"]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/02/fasting-on-foot.f1"},[".credit",["div",{"id":"p6","uri":"/new-era/2013/02/fasting-on-foot.p6"},"Photo illustration by Cody Bell"]]],["div",{"id":"p7","uri":"/new-era/2013/02/fasting-on-foot.p7"},"One morning as my companion and I were leaving our flat for the day, I wasn’t very happy. I wanted to take the car that day, but we have a rule in the mission that we have to “car fast” (walk, not drive) for two days each week—and this was one of those days. I was not happy about having to walk, and as we left I said a prayer asking that I might be able to see the reason why we had to “car fast.”"],["div",{"id":"p8","uri":"/new-era/2013/02/fasting-on-foot.p8"},"We walked down the road and talked to a few people. As we turned onto another long road, I noticed a man with two children. I had the distinct impression to talk to him. However, to my shame, I initially thought, “He’s so far away.”"],["div",{"id":"p9","uri":"/new-era/2013/02/fasting-on-foot.p9"},"Again the impression came, and again I ignored it. Suddenly the man noticed I was looking at him, and he yelled, “G’day, boys.” I crossed the street and said hello. We chatted for a minute, and I found out his name is Daniel and his grandmother is a member of the Church. He told us we could come to his house and teach him and his boys, and the boys seemed keen."],["div",{"id":"p10","uri":"/new-era/2013/02/fasting-on-foot.p10"},"Three months later I had the wonderful experience of witnessing the baptisms of Daniel and one of his sons. Daniel had grown closer to the Lord in numerous ways. He had changed his life and sincerely repented of past sins, and through great effort and total commitment, he was worthy to be baptized and confirmed."],["div",{"id":"p11","uri":"/new-era/2013/02/fasting-on-foot.p11"},"We recently visited Daniel and his family. He told us his wife is now interested in learning more about the Church. She said that it seems she, too, will be baptized."],["div",{"id":"p12","uri":"/new-era/2013/02/fasting-on-foot.p12"},"It has been a humbling and spiritual experience to see the family progress. It causes me to reflect on the mercy and goodness of God, who would reach down and answer my simple prayer. I know that everything the Lord commands has a purpose. I know that He is preparing people to hear the gospel and that I have to be obedient for them to come to me and for me to be led to them."]]],"refs":null}
