{"id":17,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":17,"title":"Favorite Family Home Evenings","subtitle":"","short_title":"Favorite Family Home Evenings","uri":"/new-era/2013/07/favorite-family-home-evenings","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/favorite-family-home-evenings"},[".heading",{"id":"head1","uri":"/new-era/2013/07/favorite-family-home-evenings.head1"},[".title",["span.dominant","Favorite"],"Family Home Evenings"],[".kicker","These experiences show how family home evening can be uplifting—and a lot of fun!"]],[".resources",[".heading",{"id":"head1","uri":"/new-era/2013/07/favorite-family-home-evenings/spiritual-superheroes.head1"},[".title","Spiritual Superheroes"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/07/favorite-family-home-evenings/spiritual-superheroes.p2"},"Victor W., USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/new-era/2013/07/favorite-family-home-evenings/spiritual-superheroes.p3"},"This year amazing superheroes came to visit our house on Monday nights! Each superhero resembled a member of the family, had a special superpower, and taught an important testimony-strengthening lesson that encouraged us to improve our relationships with one another."],["p.para",{"id":"p4","uri":"/new-era/2013/07/favorite-family-home-evenings/spiritual-superheroes.p4"},"For example, one week Media Man taught us how to shield our eyes from inappropriate movies, TV shows, and magazines. Another week Fit Miss explained how we could develop superhuman strength by exercising regularly. Bee Still, a superhero dressed as a bumblebee, taught us how to stop buzzing around and",["span.emphasis","bee"],"reverent at church and at home. Word Girl explained when and how we could give more compliments to each other. Thankful Girl, Do It Yourself Dude, Scripture Scholar, No Sass Lass, Missionary Man, and other superheroes also attended our family home evening lessons."],["p.para",{"id":"p5","uri":"/new-era/2013/07/favorite-family-home-evenings/spiritual-superheroes.p5"},"I am grateful that my family members thought deeply and carefully about what problem in the family they wanted to address as a superhero. We all looked forward to family home evening, and we had a wonderful time during each superhero visit. I am grateful that each time we pondered a problem in our family, Heavenly Father inspired us with an idea to teach one another more effectively. These are superhero memories we will cherish forever."]],[".heading",{"id":"head1","uri":"/new-era/2013/07/favorite-family-home-evenings/my-brothers-testimony.head1"},[".title","My Brother’s Testimony"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/07/favorite-family-home-evenings/my-brothers-testimony.p2"},"Isadora A., Brazil"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/new-era/2013/07/favorite-family-home-evenings/my-brothers-testimony.p3"},"My mother works every evening from 3:00 p.m. until 11:00 p.m. Even though she couldn’t be home on Monday nights, my older brother and I decided to hold family home evening by ourselves—just the two of us. My brother was inactive for eight years, but he had been attending institute recently and decided to give the message one Monday night. He shared a spiritual thought from the Book of Mormon that I had never considered, even though I had taken four years of seminary and had worked on my Personal Progress. The spirit I felt was just as I had hoped it would be when the time came that I would have a worthy priesthood holder in my home."],["p.para",{"id":"p4","uri":"/new-era/2013/07/favorite-family-home-evenings/my-brothers-testimony.p4"},"I’m grateful Heavenly Father gives me the opportunity to strengthen my family every week through family home evening. I love the gospel of Jesus Christ, and I’m glad that I had this humbling family home evening experience with my brother."]],[".heading",{"id":"head1","uri":"/new-era/2013/07/favorite-family-home-evenings/enlightened-in-the-dark.head1"},[".title","Enlightened in the Dark"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/07/favorite-family-home-evenings/enlightened-in-the-dark.p2"},"Hérica S., Brazil"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/new-era/2013/07/favorite-family-home-evenings/enlightened-in-the-dark.p3"},"I will never forget the family home evening lesson we had during a power outage. Without power we could not read anything, and I thought that family home evening was going to be a disaster."],["p.para",{"id":"p4","uri":"/new-era/2013/07/favorite-family-home-evenings/enlightened-in-the-dark.p4"},"“How will we have family home evening without being able to read a message from the Church magazines, or how will we be able to sing from the hymnbooks without light?” I thought to myself."],["p.para",{"id":"p5","uri":"/new-era/2013/07/favorite-family-home-evenings/enlightened-in-the-dark.p5"},"Fortunately my sister came to the rescue. She had the great idea for us to sing the hymns we knew by heart and then share what we had learned the Sunday before. We all shared a principle and learned from one another. In my opinion, learning together is the purpose of family home evening. I am certain that the Lord was very pleased that we kept the commandment to have family home evening, even without lights."],["p.para",{"id":"p6","uri":"/new-era/2013/07/favorite-family-home-evenings/enlightened-in-the-dark.p6"},"I know that the Lord doesn’t want us to return to His presence alone. He wants us to return with our families, and He wants us to do everything possible so that this happens, including holding weekly family home evening."]],[".figure",{"id":"f62","uri":"/new-era/2013/07/favorite-family-home-evenings.f62"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul34-boy-in-costume-1105656.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/07/favorite-family-home-evenings.p3"},"Photo illustrations by Lloyd Eldredge"]]],[".moreInfo",[".title","Share Your Stories"],["p.para",{"id":"p5","uri":"/new-era/2013/07/favorite-family-home-evenings.p5"},"Tell us about your favorite family home evenings by going to",["a",{"href":"http://newera.lds.org"},"newera.lds.org"],"(click “Submit Your Work”) or emailing us at",["a",{"href":"mailto:newera@ldschurch.org"},"newera@ldschurch.org"],"."]]]]]],"refs":null}
