{"id":3,"parent_id":0,"book_id":1750,"content_id":1,"language_id":1,"display_order":3,"title":"February: The Scriptures Teach of Heavenly Father’s Plan","subtitle":"","short_title":"February","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan","content":[["div",{"id":"head1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.head1"},[".titleNumber","February"],["h1","The Scriptures Teach of Heavenly Father’s Plan"],"“For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man” (Moses 1:39).",[".intro","Supplement the ideas provided here with some of your own. Plan ways to identify the doctrine for the children and help them understand it and apply it in their lives. Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]],[".bodyBlock",[".topic",["h2","Week 1: Heavenly Father has a plan for me."],[".img-left",{"id":"f1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.f1"},[".caption",["span.emphasis",["b","Strengthen understanding:"],"When children share what they learn in Primary with others, it strengthens their understanding and testimony of the doctrine. Consider giving them opportunities to do this in class, and encourage them to share what they have learned at home."]]],["div",{"id":"p6","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.p6"},["b","Identify the doctrine:"],"Show the children a picture of a house. Explain that builders need to have a house plan before they can build a house. Ask, “Why is it important to make and follow plans?” Hold up the scriptures, and tell the children that we can find Heavenly Father’s plan for us in the scriptures. Write on the board “Heavenly Father has a plan for me.” Read the sentence together."],["div",{"id":"p7","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.p7"},["b","Encourage understanding",["span.emphasis","(singing songs):"]],"Write the following questions on the board:"],["ul.bullet",["li",["span.label","•"],[".para","Who am I?"]],["li",["span.label","•"],[".para","Where did I come from?"]],["li",["span.label","•"],[".para","Why am I here?"]],["li",["span.label","•"],[".para","What will happen to me after I die?"]]],["div",{"id":"p12","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.p12"},"Give each child a piece of paper with one of the following words written on it:",["span.emphasis","who, where, why"],"or",["span.emphasis","what."],"Read the first question on the board together, and ask all the children holding the word",["span.emphasis","who"],"to stand up. Sing",["span.crossRef","“I Am a Child of God”"],"(",["span.emphasis","CS,"],"2–3), and ask the children who are standing how they would answer the question. Repeat with each question, using the following songs: where:",["span.crossRef","“I Lived in Heaven”"],"(",["span.emphasis","CS,"],"4); why:",["span.crossRef","“I Will Follow God’s Plan”"],"(",["span.emphasis","CS,"],"164–65); what:",["span.crossRef","“Did Jesus Really Live Again?”"],"(",["span.emphasis","CS,"],"64). Testify that Heavenly Father’s plan will bring us happiness."]],[".topic",["h2","Week 2: Jesus Christ created the earth for me."],["div",{"id":"p14","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.p14"},["b","Encourage understanding",["span.emphasis","(drawing pictures):"]],"Brainstorm with the children things they do that have an order to them, such as tying a shoe or getting ready for bed. Explain that in the scriptures we learn that Jesus created the earth in a certain order. Divide the children into six groups and give each group a scripture reference describing one day of the Creation (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2"},"Moses 2"],"). Ask each group to draw pictures of their day. Have them show their pictures to the other children and tell them what was created on that day. Invite the children to place the pictures in the correct order on the board."],["div",{"id":"p15","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.p15"},["b","Encourage application",["span.emphasis","(playing with dough or drawing):"]],"Ask the children, “What is one thing Jesus created that is important to you?” Give each child a small amount of salt dough (see",["span.emphasis","TNGC,"],["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/e-teaching-in-leadership-settings/4-when-leaders-teach-teachers.p238"},"165"],", for a salt dough recipe). Let the children use the dough to make the creation that is important to them. (If salt dough is not available, the children could draw a picture of it instead.) Have the children share in their class groups what they have made or drawn and why it is important to them. Sing",["span.crossRef","“My Heavenly Father Loves Me”"],"(",["span.emphasis","CS,"],"228–29)."],[".",{"id":"f3","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.f3"}]],[".topic",["h2","Week 3: Families are central to Heavenly Father’s plan."],["div",{"id":"p17","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.p17"},["b","Identify the doctrine",["span.emphasis","(memorizing):"]],"Write the following on the board: “Families are central to Heavenly Father’s plan.” Discuss what this sentence means. Erase the sentence. Say the first two words, and ask the children to repeat them. Then say the first four words, and ask the children to repeat them. Continue until the children can repeat the entire sentence."],[".img-right",{"id":"f4","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.f4"},[".caption",["span.emphasis",["b","Adapt activities"],"to the ages of the children in your Primary (see TNGC, 110–17). For example, in the second activity in week 3, older children could ask the groups yes or no questions instead of hearing clues about the scriptural families they are representing."]]],["div",{"id":"p18","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.p18"},["b","Encourage understanding",["span.emphasis","(asking and answering questions):"]],"Ask several children in advance to represent families from the scriptures. Provide several clues about each family (for example, Adam and Eve: “Our family was the first family on earth”; Abraham and Sarah: “We were very old before we had a child”; and Lehi and Sariah: “We crossed the ocean to get to the promised land”), and give the clues to the children. Provide simple costumes, if possible. Ask the children who are representing the scriptural families to come to the front of the room, one group at a time. Have them read their clues and ask the other Primary children to guess who they are representing. After each family is identified, show the children where they can learn about this family in the scriptures. Tell the children how each family followed Heavenly Father’s plan for them."],["div",{"id":"p19","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.p19"},["b","Encourage application",["span.emphasis","(discussing families):"]],"Ask the children to think of good qualities their families possess. Invite them to share these qualities with each other in groups or with the entire Primary."]],[".topic",["h2","Week 4: I will follow God’s plan."],[".img-right",{"id":"f5","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.f5"}],["div",{"id":"p21","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.p21"},["b","Encourage understanding",["span.emphasis","(seeing an object lesson):"]],"Display some beans or small rocks and an empty jar labeled with a smiling face. Tell the children that Heavenly Father’s plan gives us freedom to choose right or wrong. Explain that good choices lead to freedom and happiness, while bad choices lead to captivity and unhappiness (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],"). Ask the children, “What commandments do you keep as you follow God’s plan?” Give a bean to each child who responds to the question. Write their responses on the board. Ask each child with a bean to share how keeping the commandment he or she mentioned will lead to happiness. Then let the child put his or her bean in the jar. Testify that we will fill our lives with happiness if we choose to follow God’s plan."],[".img-left",{"id":"f6","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.f6"}],["div",{"id":"p22","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/february-the-scriptures-teach-of-heavenly-fathers-plan.p22"},["b","Encourage application",["span.emphasis","(making banners):"]],"Prepare a large piece of paper in the shape of a banner for each class. Write on each banner “I will follow God’s plan by …” Explain that Heavenly Father’s plan gives us freedom to choose right or wrong, and what we choose to do every day is important to our happiness. Let the children work as a class to draw or write on their banner things they can do to follow Heavenly Father’s plan, and invite them to sign their names. Ask each class to share what they drew or wrote on their banner. Have the children march around the room while holding their banners and singing",["span.crossRef","“I Will Be Valiant”"],"(",["span.emphasis","CS,"],"162). Display the banners in the Primary room."]]]],"refs":null}
