{"id":9,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":9,"title":"Finding Joy with My Less-Active Spouse","subtitle":"Name withheld","short_title":"Finding Joy with My Less-Active Spouse","uri":"/ensign/2013/04/finding-joy-with-my-less-active-spouse","content":[["div",{"id":"head1","uri":"/ensign/2013/04/finding-joy-with-my-less-active-spouse.head1"},[".title",["span.dominant","Finding Joy"],"with My Less-Active Spouse"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/04/finding-joy-with-my-less-active-spouse.p2"},"Name withheld"]],[".kicker","Even though my husband isn’t active in the Church, I have found great joy serving in and attending Church."]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/04/finding-joy-with-my-less-active-spouse.p4"},"I grew up in a family where both my parents were fully engaged in living the gospel. My father served in various callings, including many leadership positions, and I always imagined my husband would do the same when I was married. Like my mother, I wanted to serve the Lord with my husband."],["div",{"id":"p5","uri":"/ensign/2013/04/finding-joy-with-my-less-active-spouse.p5"},"Although I did get married in the temple to a wonderful man, my expectations of serving in the Church with my husband seem unlikely—he is less active. Many men and women in the Church have a spouse who is less active, and I know how heartbreaking it can be to have someone you deeply love reject the gospel. But we don’t have to be unhappy. It took me a while, but by applying the following ideas, I have changed my perspective and found tremendous peace."],["div",{"id":"f1","uri":"/ensign/2013/04/finding-joy-with-my-less-active-spouse.f1"},["ol.number",["li",["span.label","1."],[".para",["b","Choose to be happy."],"For a long time, I felt very depressed after I returned home from attending church alone. Then one day I realized my attitude was hardly inspiring my husband to attend church. He needed to see that the Church brought me joy and inspired me. When I started to show him that church was not a burden, my attitude changed. I no longer felt ashamed as I sat by myself among my ward members. Today I feel true happiness when I go, and I know that’s how the Lord wants me to feel. Even if my husband doesn’t want to return to the Church, I have found great joy in attending."]],["li",["span.label","2."],[".para",["b","Don’t compare yourself with others."],"I learned this lesson in a profound way when I attended the funeral of a dear sister in my ward who had taken her own life. This sister had a beautiful family—a husband and three darling children—who attended church together. How often I envied her. I had no idea she struggled with severe depression. My heart broke for this family, and I realized that everyone carries private burdens. It doesn’t help us to compare ourselves with others. I learned in a powerful way to be grateful for my life."]],["li",["span.label","3."],[".para",["b","Don’t nag, needle, threaten, or belittle your spouse."],"I finally realized that I didn’t want my husband to go to church just because I was bothering him; I wanted him to",["span.emphasis","choose"],"for himself to go to church. Respecting one another’s God-given agency does require patience and faith, but trying to manipulate another’s agency leads to frustration and resentment. Rather than focus on changing my husband, I focused on the positive qualities that led me to love him in the first place, and the Lord has blessed me to truly appreciate the wonderful man I married."]],["li",["span.label","4."],[".para",["b","Balance church life with family life."],"I have come to understand the difference between essential Church meetings—like sacrament meeting—where I feast on the Spirit, and less important social activities with Church members. I can attend church with my child, worship in the temple, and serve in a calling and as a visiting teacher, but I cannot always attend the holiday parties and social gatherings. I’ve learned not to worry about what I can’t do; I just try to do my best."]],["li",["span.label","5."],[".para",["b","Have faith that God loves you."],"I don’t understand the purpose for everything that happens in my life, but I have grown in my ability to feel the Lord’s love for my family and for me. The Apostle Paul taught that “we see through a glass, darkly” in this life, but we will be able to know God “face to face” in the next life, where He will make everything right (see",["a",{"href":"/scriptures/nt/1-cor/13.12"},"1 Corinthians 13:12"],"). I hope and pray for the day my husband will participate fully in the gospel and enjoy all the blessings activity brings. Until then, my faith in the Lord’s love for me and my family sustains me."]]]],["div",{"id":"p11","uri":"/ensign/2013/04/finding-joy-with-my-less-active-spouse.p11"},"The family I have now is different from what I once imagined it would be, but we love each other. As I continue to pray for my husband and my family’s future, I find blessings in my challenges. I have learned that I don’t need to lean on anyone else to have a strong testimony, and I can stand on my own spiritual feet. I have learned to appreciate more fully that I am, and always will be, a daughter of God."]],[".resources"]],"refs":null}
