{"id":16,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":16,"title":"Finding the Way to Personal Revelation","subtitle":"By Stephanie S. Smith","short_title":"Finding the Way to Personal Revelation","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation","content":[["div",{"id":"head1","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.head1"},[".title",["span.dominant","Finding the Way"],"to Personal Revelation"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p2"},"By Stephanie S. Smith"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p3"},"Stephanie S. Smith lives in Utah, USA."]],[".kicker","How do I receive personal revelation to answer questions and build my testimony?"]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p5"},"I lay awake in bed thinking, because my mind was too active to allow me to sleep. “I know I have a testimony of tithing, prayer, and personal revelation,” I thought. “But how do I know if I have a testimony of Jesus Christ?” This question tugged at the corners of my mind until I fell asleep."],["div",{"id":"p6","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p6"},"Over the course of the following weeks, I prayed and searched for an answer in the scriptures and in the readings for Relief Society. As I studied, I felt inspired to serve others, an action that didn’t seem to relate to my question. However, as I felt love and peace from seeking ways to serve, my studies also became more focused and led me to the words “God is love” (",["a",{"href":"/scriptures/nt/1-jn/4.16"},"1 John 4:16"],")."],["div",{"id":"p7","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p7"},"As I read these words I felt the Spirit, and I knew that my prayers for understanding had been answered. I knew that the love I felt when I served others was just a small manifestation of the Savior’s and Heavenly Father’s love for all of God’s children. That love I felt helped me realize that I knew that the Savior is real and that He loves me."],["div",{"id":"p8","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p8"},"Through this and other experiences, I eventually formulated a model of how to receive personal revelation and how to make deliberate choices in order to better receive that inspiration. Often revelation comes “line upon line” (",["a",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"],") from (1) diligently asking questions, (2) seeking the companionship of the Holy Ghost, and (3) acting upon received knowledge."],["div",{"id":"t1","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.t1"},[".title","Diligently Ask Questions"],["div",{"id":"p10","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p10"},"My experience of receiving personal revelation started with me asking a question, but simply asking wasn’t enough. I also had to put work into finding the answers. The Primary song “Search, Ponder, and Pray”",["sup",["a",{"href":"fn_footnote1"},"1"]],"describes the work needed to gain a testimony of scriptures: search, or study; ponder, or think about what you have studied; and pray about what you have learned. This same process can apply to learning about any other aspect of the gospel."],["div",{"id":"p11","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p11"},"When Alma was preaching throughout the land of Zarahemla to the Nephites, he told the people how he had gained his testimony: “Behold, I have fasted and prayed many days that I might know these things of myself” (",["a",{"href":"/scriptures/bofm/alma/5.46"},"Alma 5:46"],"). Alma’s words demonstrate how asking questions can be an active pursuit, involving both time and effort."],["div",{"id":"p12","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p12"},"Sometimes it can be discouraging to put so much effort into seeking answers, but I take comfort in the words of Elder Quentin L. Cook of the Quorum of the Twelve Apostles, who said, “As you emphasize your faith and not your doubts, your faith will grow.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"Perhaps another purpose of this cycle of study, reflection, and prayer is to help us show to God and ourselves that we have (or are willing to build) the faith to receive answers. As Moroni wrote, “Ye receive no witness until after the trial of your faith” (",["a",{"href":"/scriptures/bofm/ether/12.6"},"Ether 12:6"],")."]],["div",{"id":"t2","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.t2"},[".title","Seek the Companionship of the Holy Ghost"],["div",{"id":"p14","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p14"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles said that to receive personal revelation, it is essential to have “a willingness to keep God’s commandments to keep open spiritual communication with Him.”",["sup",["a",{"href":"fn_footnote3"},"3"]],"Obeying God’s commandments qualifies us to have the constant companionship of the Holy Ghost,",["sup",["a",{"href":"fn_footnote4"},"4"]],"who testifies of all truth, both secular and spiritual (see",["a",{"href":"/scriptures/nt/john/16.13"},"John 16:13"],";",["a",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],";",["a",{"href":"/scriptures/dc-testament/dc/121.26"},"D&C 121:26"],")."],["div",{"id":"p15","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p15"},"To explain how we can invite the Holy Ghost to have a more prominent influence in our lives, Elder Keith K. Hilbig, who became an emeritus member of the Seventy in October 2012, said: “As we fast, renew our covenants during the sacrament, and attend the temple, we further access the Spirit. In these settings the Holy Ghost may manifest His influence with great impact. … The Holy Ghost extends our vision and allows that eternal perspective to influence the decisions we make in our daily lives.”",["sup",["a",{"href":"fn_footnote5"},"5"]]],["div",{"id":"p16","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p16"},"How and where we choose to spend our time can affect how much the Holy Ghost can influence us. When I am seeking answers, I can feel the Spirit more if I improve my scripture study, spend more time in the temple, and devote extra time to sincere prayer and reflection. When I am more devoted to doing what I know is right, the Spirit is better able to dwell with me."],["div",{"id":"p17","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p17"},"Elder Scott also counseled: “Have patience as you are perfecting your ability to be led by the Spirit. By careful practice, through the application of correct principles, and by being sensitive to the feelings that come, you will gain spiritual guidance. I bear witness that the Lord, through the Holy Ghost, can speak to your mind and heart.”",["sup",["a",{"href":"fn_footnote6"},"6"]]]],["div",{"id":"t3","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.t3"},[".title","Act upon Knowledge"],["div",{"id":"p19","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p19"},"The scriptures and the words of the prophets teach that as we act upon received inspiration, we are able to receive more inspiration (see",["a",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"],"). According to Elder Hilbig, as we “strive to",["span.emphasis","apply"],"what has been learned to our personal lives,” then “the Spirit will quicken our inner selves” and “new understanding will come precept upon precept.”",["sup",["a",{"href":"fn_footnote7"},"7"]],"In this manner, the Holy Ghost confirms and expands upon the knowledge first given."],["div",{"id":"p20","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p20"},"Alma described the process of gaining a testimony by comparing the word of God to a seed (see",["a",{"href":"/scriptures/bofm/alma/32.32-43"},"Alma 32:28–43"],"). He said that if the seed sprouts, “ye must needs know that the seed is good” (",["a",{"href":"/scriptures/bofm/alma/32.33"},"verse 33"],"). But he then asked, “After ye have tasted this light [or goodness] is your knowledge perfect? Behold I say unto you, Nay; neither must ye lay aside your faith, for ye have only exercised your faith to plant the seed” (",["a",{"href":"/scriptures/bofm/alma/32.35-36"},"verses 35–36"],"). The work to nourish the seed by exercising faith in the word of God continues. Likewise, receiving and retaining knowledge of eternal truths is a process of continual learning. Eventually our spiritual knowledge can become like “a tree springing up unto everlasting life” (",["a",{"href":"/scriptures/bofm/alma/32.41"},"Alma 32:41"],")."]],["div",{"id":"t4","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.t4"},[".title","A Process for Continued Learning"],["div",{"id":"p22","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p22"},"When I asked myself if I really had a testimony of Jesus Christ, the next question naturally followed: How do I receive personal revelation to answer questions and build testimony?"],["div",{"id":"p23","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p23"},"Eventually I came to recognize how these three aspects of receiving personal revelation—diligently asking questions, seeking the companionship of the Holy Ghost, and acting upon knowledge—worked together to answer my questions and deepen my testimony “line upon line.”"],["div",{"id":"p24","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p24"},"This process helped me answer my question about having a testimony of the Savior, and it has helped me receive personal revelation in many areas of my life."]]],[".bodyNotes",["h3","Notes"]],[".resources",[".quote",{"id":"f2","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.f2"},[".title","Feeding My Testimony"],["div",{"id":"p34","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p34"},"During my teenage years I fell away from the Church, and for a long time I thought it was because I never had a testimony. After reading my journal written when I was 15, I realized that I had had a testimony—but that I had stopped feeding it through prayer and scripture study. I had become numb to the promptings of the Holy Ghost."],["div",{"id":"p35","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p35"},"When I started to read the scriptures again and pray, I began to feel the Spirit. I wanted to feel more; I wanted to try to be a better person. The principle of repentance and forgiveness became a joy for me."],["div",{"id":"p36","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p36"},"I know that through reading the scriptures and expanding our knowledge and through praying about the things we have learned, our testimonies will grow. As we feel the Spirit and grow stronger in our testimonies, we will want to be the best people we can and be ready to see our Heavenly Father."],[".bio",["div",{"id":"p37","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p37"},"Aisling Sheridan-Pope, Leinster, Ireland"]]],[".moreInfo",[".title","Answering Questions"],[".subtitle","Who can receive revelation?"],["div",{"id":"p40","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p40"},"Revelation is open to everyone. When we pray, our Heavenly Father responds to us through the influence of the Holy Spirit. This is called inspiration or personal revelation and is given to us for our individual needs. As parents, we can receive revelation for our family situations. When we are called and set apart to serve in a Church calling, we can receive inspiration for the class, quorum, or auxiliary we are responsible for. Revelation for the entire Church comes to the President of the Church."],[".moreInfo",["div",{"id":"p41","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation.p41"},"For more information, go to",["a",{"href":"http://www.lds.org/topics/revelation"},"www.lds.org/topics/revelation"],"."]]]]],"refs":[["div",{"id":"/ensign/2013/06/finding-the-way-to-personal-revelation","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation"},["span.label",["a",{"name":"footnote1"},"1."]],"“Search, Ponder, and Pray,”",["span.emphasis","Children’s Songbook,"],"109."],["div",{"id":"/ensign/2013/06/finding-the-way-to-personal-revelation","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation"},["span.label",["a",{"name":"footnote2"},"2."]],"Quentin L. Cook, in Heather Whittle Wrigley, “Elder Cook Expresses Love to Members in Australia, New Zealand,” Church News and Events, Jan. 20, 2012,",["a",{"href":"http://lds.org/church/news/elder-cook-expresses-love-to-members-in-australia-new-zealand"},"lds.org/church/news/elder-cook-expresses-love-to-members-in-australia-new-zealand"],"."],["div",{"id":"/ensign/2013/06/finding-the-way-to-personal-revelation","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation"},["span.label",["a",{"name":"footnote3"},"3."]],"Richard G. Scott, “Truth: The Foundation of Correct Decisions,”",["span.emphasis","Ensign,"],"Nov. 2007, 90."],["div",{"id":"/ensign/2013/06/finding-the-way-to-personal-revelation","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation"},["span.label",["a",{"name":"footnote4"},"4."]],"See",["span.emphasis","True to the Faith: A Gospel Reference"],"(2004), 83–84."],["div",{"id":"/ensign/2013/06/finding-the-way-to-personal-revelation","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation"},["span.label",["a",{"name":"footnote5"},"5."]],"Keith K. Hilbig, “Quench Not the Spirit Which Quickens the Inner Man,”",["span.emphasis","Ensign,"],"Nov. 2007, 39."],["div",{"id":"/ensign/2013/06/finding-the-way-to-personal-revelation","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation"},["span.label",["a",{"name":"footnote6"},"6."]],"Richard G. Scott, “To Acquire Spiritual Guidance,”",["span.emphasis","Ensign,"],"Nov. 2009, 9."],["div",{"id":"/ensign/2013/06/finding-the-way-to-personal-revelation","uri":"/ensign/2013/06/finding-the-way-to-personal-revelation"},["span.label",["a",{"name":"footnote7"},"7."]],"Keith K. Hilbig, “Quench Not the Spirit,” 39."]]}
