{"id":28,"parent_id":0,"book_id":22910,"content_id":1,"language_id":0,"display_order":28,"title":"Firecracker Charlie","subtitle":"By Erica Threet Farr","short_title":"Firecracker Charlie","uri":"/friend/2013/03/firecracker-charlie","content":[["div",{"id":"head1","uri":"/friend/2013/03/firecracker-charlie.head1"},[".title","Firecracker Charlie"],[".byline",["div",{"id":"p2","uri":"/friend/2013/03/firecracker-charlie.p2"},"By Erica Threet Farr"],["div",{"id":"p3","uri":"/friend/2013/03/firecracker-charlie.p3"},"(Based on a true story)"]],[".epigraph","Let us love one another: for love is of God",["span.emphasis","(",["a",{"href":"/scriptures/nt/1-jn/4.7"},"1 John 4:7"],")."]],[".kicker","Sometimes Charlie’s feelings would explode! How could we help him?"]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/03/firecracker-charlie.p6"},"Sometimes Charlie played army guys nicely with our big brother, Sean. But sometimes he kicked them all over the room. Sometimes Charlie sat beside me, coloring carefully in the lines of his coloring book. But sometimes he scribbled all over his page. And mine!"],["div",{"id":"p7","uri":"/friend/2013/03/firecracker-charlie.p7"},"One thing was certain: our three-year-old brother, Charlie, was a mystery. None of us knew how to help him."],["div",{"id":"p8","uri":"/friend/2013/03/firecracker-charlie.p8"},"The solution to helping Charlie came unexpectedly. As our family stood watching a fireworks display one evening, Mom started thinking about how Charlie was sort of like a firecracker. When Sean or I did something to hurt Charlie’s feelings, he would “explode.” And he wouldn’t quit until we made him feel loved again."],["div",{"id":"p9","uri":"/friend/2013/03/firecracker-charlie.p9"},"The next day, when Charlie was taking his afternoon nap, Mom called Sean and me to a secret meeting. She asked Sean how Charlie had acted that morning."],["div",{"id":"p10","uri":"/friend/2013/03/firecracker-charlie.p10"},"“He stomped on my clay creations and ruined them!” Sean said."],["div",{"id":"p11","uri":"/friend/2013/03/firecracker-charlie.p11"},"“How about you, Paige?” Mom asked me."],["div",{"id":"p12","uri":"/friend/2013/03/firecracker-charlie.p12"},"I frowned. “Charlie spilled water all over the picture I was painting.”"],["div",{"id":"p13","uri":"/friend/2013/03/firecracker-charlie.p13"},"“Do you remember the fort you made yesterday?” Mom asked."],["div",{"id":"p14","uri":"/friend/2013/03/firecracker-charlie.p14"},"“Yeah,” Sean said. “It was the best fort ever!”"],["div",{"id":"p15","uri":"/friend/2013/03/firecracker-charlie.p15"},"“We used all the blankets and chairs in the whole house,” I added."],["div",{"id":"p16","uri":"/friend/2013/03/firecracker-charlie.p16"},"“Did you let Charlie play with you?” Mom asked."],["div",{"id":"p17","uri":"/friend/2013/03/firecracker-charlie.p17"},"Sean and I looked at each other and then at the floor. We hadn’t let Charlie play."],["div",{"id":"p18","uri":"/friend/2013/03/firecracker-charlie.p18"},"“Would you like to see a miracle happen when Charlie wakes up?” Mom asked. “Let’s think of nice things we can do for Charlie to show how much we love him.”"],["div",{"id":"p19","uri":"/friend/2013/03/firecracker-charlie.p19"},"When Charlie woke up a little bit later and wandered out of his room, we were ready."],["div",{"id":"p20","uri":"/friend/2013/03/firecracker-charlie.p20"},"“Hey, Charlie,” I said as I hugged him. “Would you like me to read you some stories?”"],["div",{"id":"p21","uri":"/friend/2013/03/firecracker-charlie.p21"},"“Sure!” Charlie said. He cuddled up with me on the sofa, and we looked at pictures while I read him a stack of his favorite books."],["div",{"id":"p22","uri":"/friend/2013/03/firecracker-charlie.p22"},"Then Sean came in, grinning. “Charlie, would you like to play a game of army guys with me?”"],["div",{"id":"p23","uri":"/friend/2013/03/firecracker-charlie.p23"},"“OK!” Charlie shouted as he scrambled off the sofa."],["div",{"id":"p24","uri":"/friend/2013/03/firecracker-charlie.p24"},"Later, while Mom cooked Charlie’s favorite dinner, Dad was Charlie’s “horsie” and then his “bucking bronco.” Charlie giggled and squealed, and Sean and I laughed too. It was fun to watch Charlie having such a good time."],["div",{"id":"p25","uri":"/friend/2013/03/firecracker-charlie.p25"},"After dinner, Dad stood Charlie on a chair, and we all sat around him. We took turns telling Charlie all the things we loved about him. Charlie smiled and smiled. He was so happy."],["div",{"id":"p26","uri":"/friend/2013/03/firecracker-charlie.p26"},"The most wonderful thing of all was that every one of us felt the same."],["div",{"id":"p27","uri":"/friend/2013/03/firecracker-charlie.p27"},"After that night, Sean and I tried a lot harder to invite Charlie to play with us. Sometimes Charlie messed things up, but he also sometimes made the games more fun."],["div",{"id":"p28","uri":"/friend/2013/03/firecracker-charlie.p28"},"Now when Sean and I forget to be kind and Firecracker Charlie starts to come back, we know that we can change things with one little word: love."]]],"refs":null}
