{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":15,"title":"Five Ways to Follow the Counsel of Priesthood Leaders","subtitle":"","short_title":"Five Ways to Follow the Counsel of Priesthood Leaders","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders","content":[["div",{"id":"head1","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.head1"},[".title","Five Ways to Follow the Counsel of Priesthood Leaders"],[".kicker","The Lord spoke to His disciples and taught the people in His day. Today He continues to do so."]],[".bodyBlock",["div",{"id":"f1","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.f1"},[".credit",["div",{"id":"p32","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p32"},"Photo illustration by Steve Bunderson, may not be copied"]]],["div",{"id":"p3","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p3"},"Although the Savior isn’t physically among us, He calls members of His Church to lead and guide us, and He asks us to follow their counsel as they receive it through the Holy Spirit."],["div",{"id":"t1","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.t1"},[".title","Who can receive revelation that applies to me?"],["div",{"id":"p5","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p5"},"Revelation can come to you personally through the Spirit, and it can also come through priesthood leaders set apart for specific callings to help them receive guidance for those entrusted to their care."],["div",{"id":"p6","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p6"},"The prophet receives revelation for the entire Church; your Area Presidency receives it for your area; your stake president for your stake; and your bishop for your ward. Revelation comes to these individuals in their callings, but it all comes from the same source: Heavenly Father."]],["div",{"id":"t2","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.t2"},[".title","What does it mean to sustain our leaders?"],["div",{"id":"p8","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p8"},"Raising our right arm to the square when we sustain people is a physical demonstration that we promise to honor, respect, and support them as they seek to magnify their callings. Following the counsel of our leaders is one way we can sustain them. Leaders have wisdom and perspective, and their instruction is meant to help us live the gospel. By being obedient to their counsel, we will increase in faith and strengthen our testimony."],["div",{"id":"f2","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.f2"},"Here are five ways you can follow the counsel of your priesthood leaders:",["ol.number",["li",["span.label","1."],[".para",["span.emphasis",["b","Attend general, stake, and ward conferences."]],"You might want to bring paper and a pen to take notes. As you listen to your priesthood leaders, write down any impressions you feel, things you should do, or changes you should make in your life. Make sure to take notes when they speak to you in other Church meetings or interviews as well."]],["li",["span.label","2."],[".para",["span.emphasis",["b","Pray to receive a testimony of the counsel they give."]],"The Holy Ghost can testify to you that the counsel given is Heavenly Father’s will."]],["li",["span.label","3."],[".para",["span.emphasis",["b","Make specific plans on how you will incorporate the counsel into your life."]],"For example, prophets have counseled members of the Church to get an education. What are your plans? Will you go to college or a vocational school? What will you study? When will you go? What are you doing now to prepare so you’re accepted into the program you desire?"]],["li",["span.label","4."],[".para",["span.emphasis",["b","Keep yourself informed."]],"Learn the current counsel of Church leaders by reading Church materials.",["span.emphasis","For the Strength of Youth"],"is a great resource. The",["span.emphasis","Liahona"],"contains the words of the prophets and apostles. If your ward or branch has a newsletter, read any messages given by your local priesthood leaders. Most important, review what leaders have said in recent general conferences."]],["li",["span.label","5."],[".para",["span.emphasis",["b","Start right away."]],"Sometimes we can be tempted to delay following the counsel of our leaders. After you make specific plans to incorporate that counsel, act immediately."]]]]]],[".resources",[".moreInfo",[".title","You Can Sustain Local Leaders By:"],["ul.bullet",["li",["span.label","•"],[".para","Accepting the call to serve."]],["li",["span.label","•"],[".para","Helping when asked."]],["li",["span.label","•"],[".para","Preparing for lessons by reading them ahead of time."]],["li",["span.label","•"],[".para","Praying for your leaders."]],["li",["span.label","•"],[".para","Participating in class."]]]],[".moreInfo",[".title","Join the Conversation"],["div",{"id":"p29","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p29"},"Throughout June you’ll be studying about the priesthood in your Young Women and Sunday School classes and priesthood quorums. Consider what questions you have about the priesthood, how it affects your life, and how you can support priesthood leaders. Share your questions with your parents or youth leaders so they can help you better understand the doctrines of the priesthood in your lessons this month. You may also want to think about experiences you’ve had where the priesthood blessed your life. Write down your feelings, and consider sharing them with others at home, at church, or on social media."]],[".quote",{"id":"f6","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.f6"},[".title","I Took the Bishopric’s Challenge"],["div",{"id":"f7","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.f7"},[".credit",["div",{"id":"p32","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p32"},"Photograph courtesy of Camryn G."]]],["div",{"id":"p22","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p22"},"As I neared the end of seventh grade, I began to feel like I was missing something. I prayed each night and was involved at church, but it just wasn’t enough. I had thought about reading the Book of Mormon and seeing if the Church really is true, but I was too afraid to step out of my comfort zone to make sure."],["div",{"id":"p23","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p23"},"My bishopric challenged our youth group to regularly read the scriptures on our own. I meant to, but I felt that I just didn’t have time."],["div",{"id":"p24","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p24"},"I then had such a strong feeling that I",["span.emphasis","needed"],"to read the Book of Mormon and see if it is true. I felt as though I could never find peace if I didn’t."],["div",{"id":"p25","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p25"},"I started reading and was barely halfway through the first chapter when I felt the Spirit so strong, like I had never felt it before. It was so peaceful; I wanted it to stay with me forever."],["div",{"id":"p26","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p26"},"I’m grateful my leaders were inspired to challenge us to read the Book of Mormon. They are always ready to help when I have a spiritual problem. I know the gospel is true, for it has blessed me so much."],[".bio",["div",{"id":"p27","uri":"/liahona/2013/06/five-ways-to-follow-the-counsel-of-priesthood-leaders.p27"},"Camryn G., Utah, USA"]]]]],"refs":null}
