{"id":16,"parent_id":0,"book_id":22654,"content_id":1,"language_id":0,"display_order":16,"title":"Focus on Values","subtitle":"By Elder Russell M. Nelson","short_title":"Focus on Values","uri":"/liahona/2013/02/focus-on-values","content":[["div",{"id":"head1","uri":"/liahona/2013/02/focus-on-values.head1"},[".title","Focus on",["span.dominant","Values"]],[".byline",["div",{"id":"p2","uri":"/liahona/2013/02/focus-on-values.p2"},"By Elder Russell M. Nelson"],["div",{"id":"p3","uri":"/liahona/2013/02/focus-on-values.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/liahona/2013/02/focus-on-values.p4"},"From an address given to youth in Nairobi, Kenya, in November 2011."]],[".kicker","Developing eternal values will help us become all our Heavenly Father wants us to be."]],[".bodyBlock",["div",{"id":"p6","uri":"/liahona/2013/02/focus-on-values.p6"},"I would like to talk about some of the values you ought to be focused on in your daily lives. You young women will recognize them. And you young men, they are not exclusively for the young women. These values are just as worthy of your attention as they are for the young women."],["div",{"id":"f1","uri":"/liahona/2013/02/focus-on-values.f1"},[".credit",["div",{"id":"p7","uri":"/liahona/2013/02/focus-on-values.p7"},"Right: photo illustration by Derek Israelsen"]]],["div",{"id":"t1","uri":"/liahona/2013/02/focus-on-values.t1"},[".title","Faith"],["div",{"id":"p9","uri":"/liahona/2013/02/focus-on-values.p9"},"The first Young Women value is faith. In fact, faith is the first principle of the gospel. Your faith should be focused on our loving Heavenly Father and His Beloved Son, the Lord Jesus Christ. You should also continually strengthen your faith in God’s plan of salvation."],["div",{"id":"p10","uri":"/liahona/2013/02/focus-on-values.p10"},"It is important to develop faith to keep all of the commandments of God, knowing that they are given to bless you and bring you joy. You will encounter people who pick which commandments they will keep and which they will ignore. This practice of picking and choosing will not work. It will lead to misery. To prepare to meet God, you need to keep all of His commandments. It takes faith to obey them, and keeping His commandments will strengthen that faith."]],["div",{"id":"t2","uri":"/liahona/2013/02/focus-on-values.t2"},[".title","Divine Nature"],["div",{"id":"p12","uri":"/liahona/2013/02/focus-on-values.p12"},"The second Young Women value is divine nature. That’s a grown-up way of saying, “I am a child of God.” You have divinity within you. Our Heavenly Father created you."],["div",{"id":"p13","uri":"/liahona/2013/02/focus-on-values.p13"},"Have you ever thought to be thankful for your heart? Look at the job it’s doing. It’s pumping enough fluid every day to fill a railroad tank car, about 2,000 gallons (7,570 liters). Inside the heart are four sets of valves that open and close 100,000 times a day, more than 36 million times a year, and they don’t break. No man-made material—paper, plastic, metal, or steel—can open and close that many times, with that frequency, without breaking. Every organ in the body is so well designed and so marvelous in its function."],["div",{"id":"p14","uri":"/liahona/2013/02/focus-on-values.p14"},"You know if you try to swim underwater without taking a breath, you can go only so long. What is it that drives you up to take a breath? Carbon dioxide is being measured by two small meters in the neck, and they send word up to your brain as if to say, “Your carbon dioxide level is too high. Get rid of it.” So you swim up to the surface and exhale, getting rid of the carbon dioxide."],["div",{"id":"p15","uri":"/liahona/2013/02/focus-on-values.p15"},"What incredible abilities your body possesses! Take good care of your body. Don’t do anything that would defile the natural beauty of this marvelous, God-given creation."]],["div",{"id":"t3","uri":"/liahona/2013/02/focus-on-values.t3"},[".title","Individual Worth"],["div",{"id":"p17","uri":"/liahona/2013/02/focus-on-values.p17"},"The next Young Women value is individual worth. A faithful disciple of Jesus Christ will become a devoted son or daughter of God—more concerned with being righteous than with being selfish, more anxious to exercise compassion than to exercise dominion, more committed to integrity than to popularity."],["div",{"id":"p18","uri":"/liahona/2013/02/focus-on-values.p18"},"You know of your infinite worth. Indeed, each faithful young woman in the Church proclaims that individual worth is one of her most cherished values. She declares, “I am of infinite worth with my own divine mission, which I will strive to fulfill” (",["span.emphasis","Young Women Personal Progress"],"[booklet, 2009], 29). The same applies to young men. Each son and daughter of God is of infinite worth because of his or her divine mission."],["div",{"id":"p19","uri":"/liahona/2013/02/focus-on-values.p19"},"Individual worth also includes the development of your faith as an individual. No one else can develop your faith for you. You can wish you had the faith of President Thomas S. Monson or some other hero, but you must develop it yourself. When you make a mistake, as an individual you repent of these past problems. When you were baptized and received the gift of the Holy Ghost, it was done as an individual. So, as an individual, you make covenants. These ordinances of salvation are all an individual matter."],["div",{"id":"p20","uri":"/liahona/2013/02/focus-on-values.p20"},"The greatest ordinances and blessings of membership in the Church come in the temple. There we have the ordinances of the endowment and the sealings to parents, spouses, and ancestors. All ordinances of exaltation are a family matter. Do you see that difference? The ordinances of",["span.emphasis","salvation"],"are individual; the ordinances of",["span.emphasis","exaltation"],"involve more than one person."]],["div",{"id":"t4","uri":"/liahona/2013/02/focus-on-values.t4"},[".title","Knowledge"],["div",{"id":"p22","uri":"/liahona/2013/02/focus-on-values.p22"},"The next Young Women value is knowledge. In the Church, obtaining an education and getting knowledge are a religious responsibility. We educate our minds so that one day we can render service of worth to somebody else. Being educated is the difference between wishing you could do some good and being able to do some good."],["div",{"id":"p23","uri":"/liahona/2013/02/focus-on-values.p23"},"Often people ask me what it’s like to be a doctor. They ask, “How long were you in school?” Well, it was a long time. From the time I got my medical degree until the time I sent my first bill for professional services rendered was 12½ years. It was a long time, but how old would I have been 12½ years later if I weren’t doing that? Exactly the same. So you might as well strive to become all that you can become."],["div",{"id":"p24","uri":"/liahona/2013/02/focus-on-values.p24"},"My medical education is what allowed me to perform a heart operation on President Spencer W. Kimball (1895–1985) in 1972. So don’t discount knowledge. The glory of God really is intelligence (see",["a",{"href":"/scriptures/dc-testament/dc/93.36"},"D&C 93:36"],")."]],["div",{"id":"t5","uri":"/liahona/2013/02/focus-on-values.t5"},[".title","Choice and Accountability"],["div",{"id":"p26","uri":"/liahona/2013/02/focus-on-values.p26"},"The next Young Women value is choice and accountability. This is another way of saying “moral agency.” Moral agency is part of life because Heavenly Father wanted each one of us to act for ourselves and to become what we want to be."],["div",{"id":"p27","uri":"/liahona/2013/02/focus-on-values.p27"},"Choice and accountability tells you that for every choice you make, you are accountable for the consequences of that choice. So we need to make responsible decisions. It probably doesn’t matter much whether you wear a blue tie or a red tie or a purple dress or a green dress, but what does matter is whether your choice draws you closer to or away from the Lord and His way of life. And why do we counsel and plead with you to follow the way of the Lord? It’s simply because that is the way to happiness."]],["div",{"id":"t6","uri":"/liahona/2013/02/focus-on-values.t6"},[".title","Good Works"],["div",{"id":"p29","uri":"/liahona/2013/02/focus-on-values.p29"},"Next comes the Young Women value of good works. This value is patterned after the life of Jesus Christ, who loved people. To show His love for people, He served them. When we love somebody, we show it by doing something nice. So learn to serve: find a need and fulfill a need. Surprise people with a good deed they hadn’t planned on. We have that opportunity at home, at school, and at church."],["div",{"id":"p30","uri":"/liahona/2013/02/focus-on-values.p30"},"I remember the first time I went to Africa as a General Authority. My traveling partner was Elder Russell C. Taylor. Each morning when I woke up, I found that he had shined my shoes. He didn’t need to shine my shoes, but that was his way of saying, “I love you.”"]],["div",{"id":"t7","uri":"/liahona/2013/02/focus-on-values.t7"},[".title","Integrity"],["div",{"id":"p32","uri":"/liahona/2013/02/focus-on-values.p32"},"The next Young Women value is integrity. The word",["span.emphasis","integrity"],"comes from the word",["span.emphasis","integer,"],"meaning “whole” or “intact.” In medicine we talk about the structural integrity of the heart. So when something goes wrong—for example, a wound to the heart—we say it has lost its integrity; it no longer does what it’s supposed to do. Applied to the human being, integrity means you’re dependable—you can be counted on."],["div",{"id":"p33","uri":"/liahona/2013/02/focus-on-values.p33"},"In the scriptures we read that the Prophet Joseph Smith’s brother Hyrum was loved by the Lord because of the “integrity of his heart” (",["a",{"href":"/scriptures/dc-testament/dc/124.15"},"D&C 124:15"],"). The Lord was not talking about the anatomy of the heart; He was talking about the integrity of Hyrum’s spirit."]],["div",{"id":"t8","uri":"/liahona/2013/02/focus-on-values.t8"},[".title","Virtue"],["div",{"id":"p35","uri":"/liahona/2013/02/focus-on-values.p35"},"The newest Young Women value is virtue.",["span.emphasis","Virtue"],"is a wonderful word. What does it mean to you?",["span.emphasis","Virtue"],"means “purity.” But there’s also another meaning. Do you remember in the New Testament when the woman who had the issue of blood touched the hem of the Savior’s garment? The Savior said, “Somebody hath touched me: for I perceive that virtue is gone out of me” (",["a",{"href":"/scriptures/nt/luke/8.46"},"Luke 8:46"],"). In that case,",["span.emphasis","virtue"],"has a different meaning. In the Greek language it’s the word",["span.emphasis","dunamis,"],"which is the root from which we get the words",["span.emphasis","dynamo"],"and",["span.emphasis","dynamite."],"It means “power.” We want both kinds of virtue for you precious young men and young women."]],["div",{"id":"t9","uri":"/liahona/2013/02/focus-on-values.t9"},[".title","Become All You Can Be"],["div",{"id":"p37","uri":"/liahona/2013/02/focus-on-values.p37"},"Knowledge brings power; purity brings power; love brings power. We want you to have the power to become all that the Lord wants you to become. You’re growing, you’re changing, and you are in charge of what you will end up being."],["div",{"id":"p38","uri":"/liahona/2013/02/focus-on-values.p38"},"I don’t think it makes any difference whether you are a furniture salesman, a surgeon, a lawyer, or an architect. Any worthy occupation, whatever suits you, is wonderful. But what really matters is what you are becoming."],["div",{"id":"p39","uri":"/liahona/2013/02/focus-on-values.p39"},"Ask yourself these questions: Do I have integrity? Do I have purity? Do I have love? Do I have compassion? All of these attributes are beyond measure. And as you think about and live by the attributes of the Young Women values, they will help you become all that you can be."]]]],"refs":null}
