{"id":7,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":7,"title":"For Young Women","subtitle":"","short_title":"For Young Women","uri":"/new-era/2013/05/for-young-women","content":[["div",{"id":"head1","uri":"/new-era/2013/05/for-young-women.head1"},[".title","For Young Women"]],[".bodyBlock",[".sideQuote",{"id":"f1","uri":"/new-era/2013/05/for-young-women.f1"},[".title","The Purpose of Your Journey"],["div",{"id":"p3","uri":"/new-era/2013/05/for-young-women.p3"},"“Of one thing you can be certain: every person you see—no matter the race, religion, political beliefs, body type, or appearance—is family. The young woman you look at has the same Heavenly Father as you, and she left His loving presence just as you did, eager to come to this earth and live so that she could one day return to Him."],["div",{"id":"p4","uri":"/new-era/2013/05/for-young-women.p4"},"“However, she might feel alone, just as you sometimes do. She may even occasionally forget the purpose of her journey. Please remind her through your words and your actions that she is not alone. We are here to help each other. …"],["div",{"id":"p5","uri":"/new-era/2013/05/for-young-women.p5"},"“… As you honor and live true to the covenants, the principles, and the values of the gospel of Jesus Christ, at the end of your journey Heavenly Father will be there. He will embrace you, and you will know once and for all that you have made it home safely.”"],[".citationInfo",["div",{"id":"p6","uri":"/new-era/2013/05/for-young-women.p6"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency"]]],[".sideQuote",{"id":"f2","uri":"/new-era/2013/05/for-young-women.f2"},[".title","Your Part Matters"],["div",{"id":"p8","uri":"/new-era/2013/05/for-young-women.p8"},"“As daughters of God we are each unique and different in our circumstances and experiences. And yet our part matters—because",["span.emphasis","we"],"matter. Our daily contributions of nurturing, teaching, and caring for others may even seem mundane, diminished, difficult, and demeaning at times, and yet as we remember that first line in the Young Women theme—‘We are daughters of our Heavenly Father, who loves us’—it will make all the difference in our relationships and our responses.”"],[".citationInfo",["div",{"id":"p9","uri":"/new-era/2013/05/for-young-women.p9"},"Elaine S. Dalton, former Young Women general president"]]],[".sideQuote",{"id":"f3","uri":"/new-era/2013/05/for-young-women.f3"},[".title","Stand for Yourself and Your Future Family"],["div",{"id":"p11","uri":"/new-era/2013/05/for-young-women.p11"},"“Stand in holy places for yourself and your immediate family. Your righteous example will be a source of great joy, regardless of your family circumstances. Your righteous choices will qualify you to make and keep sacred covenants that will bind your family together eternally."],["div",{"id":"p12","uri":"/new-era/2013/05/for-young-women.p12"},"“Stand in holy places for your future family. Commit to being sealed to your husband by the holy priesthood in the temple as you begin an eternal family unit. Your children will be blessed with truth as you weave your virtuous example and unshakable testimony into their lives and show them the way on the covenant path.”"],[".citationInfo",["div",{"id":"p13","uri":"/new-era/2013/05/for-young-women.p13"},"Mary N. Cook, former first counselor in the Young Women general presidency"]]],[".sideQuote",{"id":"f4","uri":"/new-era/2013/05/for-young-women.f4"},[".title","Your Holy Places"],["div",{"id":"p15","uri":"/new-era/2013/05/for-young-women.p15"},"“As I have pondered this [year’s Mutual] theme, I can’t help but wonder, ‘What are the “holy places” Heavenly Father is referring to?’ President Ezra Taft Benson counseled, ‘Holy places include our temples, our chapels, our homes, and the stakes of Zion, which are … “for a defense, and for a refuge” ’ (“Prepare Yourself for the Great Day of the Lord,”",["span.emphasis","New Era,"],"May 1982, 50; see also",["a",{"href":"/scriptures/dc-testament/dc/115.6"},"D&C 115:6"],"). In addition to these, I believe we can each find many more places. We might first consider the word",["span.emphasis","place"],"as a physical environment or a geographic location. However, a",["span.emphasis","place"],"can be ‘a distinct condition, position, or state of mind.’ This means holy places can also include",["span.emphasis","moments in time"],"—moments when the Holy Ghost testifies to us, moments when we feel Heavenly Father’s love, or moments when we receive an answer to our prayers. Even more, I believe any time you have the courage to stand for what is right, especially in situations where no one else is willing to do so, you are creating a holy place.”"],[".citationInfo",["div",{"id":"p16","uri":"/new-era/2013/05/for-young-women.p16"},"Ann M. Dibb, former second counselor in the Young Women general presidency"]]]],[".resources",[".quote",{"id":"f5","uri":"/new-era/2013/05/for-young-women.f5"},["div",{"id":"p17","uri":"/new-era/2013/05/for-young-women.p17"},"“General conference was an answer to prayers. The speakers gave powerful talks. I loved Sister Dalton’s talk! I want to live a more virtuous life! She is an amazing example and one of my role models!”"],[".bio",["div",{"id":"p18","uri":"/new-era/2013/05/for-young-women.p18"},"McKenzie W., 17, Idaho, USA"]]]]],"refs":null}
