{"id":6,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":6,"title":"For Young Men","subtitle":"","short_title":"For Young Men","uri":"/new-era/2013/05/for-young-men","content":[["div",{"id":"head1","uri":"/new-era/2013/05/for-young-men.head1"},[".title","For Young Men"]],[".bodyBlock",[".sideQuote",{"id":"f1","uri":"/new-era/2013/05/for-young-men.f1"},[".title","A Sacred Gift"],["div",{"id":"p3","uri":"/new-era/2013/05/for-young-men.p3"},"“The power of the priesthood is a sacred and essential gift of God. It is different from priesthood authority, which is the authorization to act in God’s name. The authorization or ordination is given by the laying on of hands. The power of the priesthood comes only when those who exercise it are worthy and acting in accordance with God’s will.”"],[".citationInfo",["div",{"id":"p4","uri":"/new-era/2013/05/for-young-men.p4"},"Elder M. Russell Ballard of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f2","uri":"/new-era/2013/05/for-young-men.f2"},[".title","Consecration in Your Life"],["div",{"id":"p6","uri":"/new-era/2013/05/for-young-men.p6"},"“We are living in the last days, in ‘perilous times’ [",["a",{"href":"/scriptures/nt/2-tim/3.1"},"2 Timothy 3:1"],"]. As bearers of the priesthood, we have the responsibility to stand strong with a shield of faith against the fiery darts of the adversary. We are role models to the world, protecting God-given, inalienable rights and freedoms. We stand in defense of our homes and our families. …"],["div",{"id":"p7","uri":"/new-era/2013/05/for-young-men.p7"},"“In the temple we are prepared to and promise to live the law of consecration. Able young men begin to live this law by seeking a mission call—giving a tithing of the first years of their lives in the full-time service of the Lord. That sacrifice strengthens them to go forward to the highest covenant in life—for many, it will be to be sealed in the temple and begin an eternal family.”"],[".citationInfo",["div",{"id":"p8","uri":"/new-era/2013/05/for-young-men.p8"},"Elder Robert D. Hales of the Quorum of the Twelve Apostles"]]],[".sideQuote",{"id":"f3","uri":"/new-era/2013/05/for-young-men.f3"},[".title","The Priesthood in the Boy"],["div",{"id":"p10","uri":"/new-era/2013/05/for-young-men.p10"},"“If you deacons quorum presidents will magnify your calling, you will be instruments in God’s hands even now, for the priesthood in the boy is just as powerful as the priesthood in the man when exercised in righteousness. And then when you make temple covenants and become the missionaries and future leaders of this Church, you will know how to receive revelation, how to rescue the one, and how to teach the doctrine of the kingdom with power and authority. Then you will have become the youth of the noble birthright.”"],[".citationInfo",["div",{"id":"p11","uri":"/new-era/2013/05/for-young-men.p11"},"Elder Tad R. Callister of the Presidency of the Seventy"]]],[".sideQuote",{"id":"f4","uri":"/new-era/2013/05/for-young-men.f4"},[".title","How to Minister"],["div",{"id":"p13","uri":"/new-era/2013/05/for-young-men.p13"},"“You don’t have to be a star athlete to minister to others. You received the power, the authority, and the sacred duty to minister the moment you were ordained to the priesthood. President James E. Faust taught, ‘Priesthood is the authority delegated to man to",["span.emphasis","minister"],"in the name of God’ [“Message to My Grandsons,”",["span.emphasis","Ensign,"],"May 2007, 54; emphasis added]. The Aaronic Priesthood holds the keys of the ministering of angels [see",["a",{"href":"/scriptures/dc-testament/dc/13.1"},"D&C 13:1"],"]."],["div",{"id":"p14","uri":"/new-era/2013/05/for-young-men.p14"},"“As you love His children, Heavenly Father will guide you, and angels will assist you. You will be given power to bless lives and rescue souls. …"],["div",{"id":"p15","uri":"/new-era/2013/05/for-young-men.p15"},"“Perhaps most important, you minister as you assist your father in his duties as the spiritual leader in your home. Give your full support and encouragement to family home evening, family prayer, and family scripture study. Do your part to ensure that the Spirit is present in your home. This will strengthen your father in his role and prepare you to be a father someday. If you do not have a father in your home, your responsibility to minister to your family is even more needed.”"],[".citationInfo",["div",{"id":"p16","uri":"/new-era/2013/05/for-young-men.p16"},"David L. Beck, Young Men general president"]]]],[".resources",[".quote",{"id":"f5","uri":"/new-era/2013/05/for-young-men.f5"},["div",{"id":"p17","uri":"/new-era/2013/05/for-young-men.p17"},"“I know that Heavenly Father inspires His living prophets to give messages that directly pertain to us. I am excited to share these messages of hope and happiness with the people I meet on my mission to Taiwan.”"],[".bio",["div",{"id":"p18","uri":"/new-era/2013/05/for-young-men.p18"},"Parker G., 18, Utah, USA"]]]]],"refs":null}
