{"id":12,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":12,"title":"From First to Last Chair","subtitle":"By Tory C. Anderson","short_title":"From First to Last Chair","uri":"/new-era/2013/08/from-first-to-last-chair","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/from-first-to-last-chair"},[".heading",{"id":"head1","uri":"/new-era/2013/08/from-first-to-last-chair.head1"},[".title","From First to",["span.dominant","Last Chair"]],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/08/from-first-to-last-chair.p2"},"By Tory C. Anderson"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/08/from-first-to-last-chair.p3"},"Tory C. Anderson lives in Utah, USA."]],[".kicker","Playing the clarinet had always come easy to me, so I hadn’t expected this change."]],[".bodyBlock",[".figure",{"id":"f49","uri":"/new-era/2013/08/from-first-to-last-chair.f49"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug22-youth-playing-clarinets.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/08/from-first-to-last-chair.p5"},"Illustration by Steven Keele"]]],["p.para",{"id":"p6","uri":"/new-era/2013/08/from-first-to-last-chair.p6"},"I started playing the clarinet in sixth grade, and it came fairly easy to me. In junior high and high school, I always joined the school band. One year, I missed school on the day of the band tryouts. We weren’t trying out for acceptance into the band, but rather for what “seats” we would have and in what sections. I was horrified to learn that because I’d missed the tryouts I would be placed in the very last seat in the last clarinet section. I’d always been a first section player and often first chair. Sitting in the last chair embarrassed me and made me a little angry. My band teacher understood this and reminded me that I didn’t have to stay there—I could work my way back up throughout the year. I worked hard and eventually reached first chair again."],["p.para",{"id":"p7","uri":"/new-era/2013/08/from-first-to-last-chair.p7"},"As I progressed through high school, the first section was my norm. So I became a little lazy and didn’t practice any harder than I needed to in order to stay in a top spot."],["p.para",{"id":"p8","uri":"/new-era/2013/08/from-first-to-last-chair.p8"},"Each year there was an All-State band event where every school selected the best player of each section to be a part of a large multi-school band. It was an honor to be selected, but I forgot that fact. I took it for granted when I was selected and showed up one year on performance day having only glanced at the music. I’d had the ability to master the music, but it would have actually taken some work—work that I hadn’t put in."],["p.para",{"id":"p9","uri":"/new-era/2013/08/from-first-to-last-chair.p9"},"I knew I couldn’t play the music very well this year, but I’d been to All-State in previous years and knew how it worked: because I came from the first chair section in my school I would be placed in the first chair section in the All-State band. I wouldn’t be much good to the band this year, but I could fake my way through the day and have fun."],["p.para",{"id":"p10","uri":"/new-era/2013/08/from-first-to-last-chair.p10"},"The air was abuzz with excitement as the band students gathered. Then the room grew quiet as the band director stepped onto the podium. What he said next concerned me."],["p.para",{"id":"p11","uri":"/new-era/2013/08/from-first-to-last-chair.p11"},"“Instead of grouping everyone based on your position at school, you will try out for the seat in your section. You will play the music you have prepared for a judge, and he or she will place you in your appropriate seat. You do not have to try out, but if you do not, you will automatically be placed at the bottom of the last section.”"],["p.para",{"id":"p12","uri":"/new-era/2013/08/from-first-to-last-chair.p12"},"My lack of preparation landed on my chest like a pallet of bricks. The music was hard this year, and I had not practiced. I knew how awful I would sound in front of the other first chair section members if I chose to try out. But if I didn’t try out, I would be placed at the bottom of the last section. In all fairness, I can now admit that I deserved to be at the bottom of the last section. However, at that time I was prideful and could not bear to be in the last section. Even if I hadn’t practiced, I knew I was first section material and decided that I would be in that section no matter what."],["p.para",{"id":"p13","uri":"/new-era/2013/08/from-first-to-last-chair.p13"},"At the last moment, as the first section clarinets were going to the tryout room, I hurried to join them. One by one, each clarinetist played. My heart sank when it became clear they’d all practiced. Then it was my turn."],["p.para",{"id":"p14","uri":"/new-era/2013/08/from-first-to-last-chair.p14"},"In my pride, I put the clarinet to my mouth and proceeded to embarrass myself as I played. I did not have to imagine the amused looks of my fellow clarinetists and the rather horrified look of the judge when I finished. The judge kindly said nothing, but his thoughts were clear enough when he placed me in the last chair in my section."],["p.para",{"id":"p15","uri":"/new-era/2013/08/from-first-to-last-chair.p15"},"My stubbornness had kept me in the section I thought I deserved, but it was no victory. I couldn’t hold my head up or participate freely in the other students’ excited conversations during the breaks. I was a fake among the genuine. There was no way I could convince them that I actually belonged with them. They had heard me play."],["p.para",{"id":"p16","uri":"/new-era/2013/08/from-first-to-last-chair.p16"},"“I’m really quite good,” I wanted to say. “It’s just that I didn’t practice.” But I never said it because I knew what their response would have been: “You should have practiced like we did.”"],["p.para",{"id":"p17","uri":"/new-era/2013/08/from-first-to-last-chair.p17"},"I knew that when it came right down to the performance, my potential didn’t matter—only the current skill that I’d developed did."],["p.para",{"id":"p18","uri":"/new-era/2013/08/from-first-to-last-chair.p18"},"The saving grace of the day was that I learned clearly and deeply the meaning of hard work and preparation. I saw a connection to the parable of the ten virgins. I had arrived at All-State without oil, so to speak. I could not borrow from the skills of the other clarinetists. I now know that each minute of every day is the time to prepare—especially in the aspects of life that really matter."]],[".resources",[".sideQuote",{"id":"f50","uri":"/new-era/2013/08/from-first-to-last-chair.f50"},[".title","Be Willing to Work Hard"],["p.para",{"id":"p20","uri":"/new-era/2013/08/from-first-to-last-chair.p20"},"“Set high goals for yourself, and be willing to work hard to achieve them. Develop self-discipline, and be dependable. … Heavenly Father has given you gifts and talents and knows what you are capable of achieving. Seek His help and guidance as you work to achieve your goals.”"],[".citationInfo",["p.para",{"id":"p21","uri":"/new-era/2013/08/from-first-to-last-chair.p21"},["span.emphasis","For the Strength of Youth"],"(2011), 40."]]]]]]],"refs":null}
