{"id":14,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":14,"title":"Genesis 37–50: Joseph: The Power of Preparation","subtitle":"","short_title":8,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.head1"},[".titleNumber","8"],["h1","Genesis 37–50"],["h1","Joseph: The Power of Preparation"]],[".bodyBlock",[".topic",["h2","(8-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p5"},"“The story of Joseph, the son of Jacob who was called Israel, is a vivid representation of the great truth that ‘all things work together for good to [those] who loved God.’ (See",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.28"},"Rom. 8:28"],".) Joseph always seemed to do the right thing; but still, more importantly, he did it for the right reason. And how very, very significant that is! Joseph was sold by his own brothers as a slave and was purchased by Potiphar, a captain of the guard of Pharaoh. But even as an indentured servant, Joseph turned every experience and all circumstances, no matter how trying, into something good."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p6"},"“This ability to turn everything into something good appears to be a godly characteristic. Our Heavenly Father always seems able to do this. Everything, no matter how dire, becomes a victory to the Lord. Joseph, although a slave and wholly undeserving of this fate, nevertheless remained faithful to the Lord and continued to live the commandments and made something very good of his degrading circumstances. People like this cannot be defeated, because they will not give up. They have the correct, positive attitude, and Dale Carnegie’s expression seems to apply: If you feel you have a lemon, you can either complain about how sour it is, or you can make a lemonade. It is all up to you.” (Hartman Rector, Jr.,",["span.crossRef","“Live above the Law to Be Free,”"],"Ensign, Jan. 1973, p. 130.)"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/gen/37"},"Genesis 37–50"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Genesis 37–50"],[".topic",["h3","(8-2)",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.3"},"Genesis 37:3"],". What Was the Coat of Many Colors?"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p12"},"There is some question as to what Joseph’s coat actually was. The Hebrew word denotes “a long coat with sleeves … i.e. an upper coat reaching to the wrists and ankles, such as noblemen and kings’ daughters wore” (Keil and Delitzsch, Commentary, 1:1:335; note also",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/13.18"},"2 Samuel 13:18"],", which says that the daughters of King David wore similar coats). The coat may have been of different colors, but its significance seems to have been far more than its brightness and beauty. One noted scholar suggested that it was “a tunic reaching to the palms of the hands and soles of the feet; the long tunic with sleeves worn by young men and maidens of the better class; in the case of Joseph, supposed by Bush … to have been the badge of the birthright which has been forfeited by Reuben and transferred to Joseph” (Wilson, Old Testament Word Studies, s.v. “colour,” p. 82)."],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p13"},"If indeed this coat signaled that Joseph held the birthright, which may have been in question among the brothers because there were four firstborn sons in Jacob’s family, this fact would explain the intense hostility and jealousy the coat provoked among the other sons of Jacob. The following brothers could easily have thought that they should have had the birthright."],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p14"},["span.emphasis","Reuben."],"He was the firstborn of all the sons. Although he had lost the right (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p1"},"Reading 7-28"],"), he may not have accepted that fact."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p15"},["span.emphasis","Simeon."],"Since he was the second son of Leah and next in line following Reuben, he could have assumed the birthright would come to him after Reuben lost his right to it."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p16"},["span.emphasis","Judah."],"He could have argued that not only Reuben had lost the right, but so had Simeon and Levi, through the massacre of the Shechemites (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/34"},"Genesis 34"],"). The disqualification of these sons would make him the rightful legal heir."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p17"},["span.emphasis","Dan."],"Because his mother, Bilhah, was considered Rachel’s property, he could argue that he was Rachel’s firstborn, not Joseph, and therefore should have received the birthright when Reuben lost it."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p18"},["span.emphasis","Gad."],"He was the firstborn son of Zilpah and therefore could easily have thought he should have taken the birthright after Reuben forfeited it."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p19"},"Joseph’s dreams (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.5-11"},"Genesis 37:5–11"],"), which clearly signified future leadership, only added to the resentment among the brothers."]],[".topic",["h3","(8-3)",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.28"},"Genesis 37:28"]],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p21"},"The price received for Joseph, twenty pieces of silver, is the same price specified later in the Mosaic law for a slave between the ages of five and twenty (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/27.5"},"Leviticus 27:5"],"). Typically, the price for a slave was thirty pieces of silver (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/21.32"},"Exodus 21:32"],")."]],[".topic",["h3","(8-4)",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.32"},"Genesis 37:32"]],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p23"},"Mormon recorded in the Book of Mormon that when Jacob saw that a remnant of the “coat of many colours” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.32"},"v. 32"],") had been preserved, he prophesied that so also would a remnant of Joseph’s seed be preserved (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.24"},"Alma 46:24"],")."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_014_01_jacob.gif"}]]],[".topic",["h3","(8-5)",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.36"},"Genesis 37:36"],". What Was Potiphar’s Position?"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p40"},"The Hebrew phrase which is translated as “captain of the guards” literally means “chief of the butchers or slaughterers.” From this meaning some scholars have thought that he was the chief cook or steward in the house of the pharaoh, but other scholars believe that",["span.emphasis","butcher"],"or",["span.emphasis","slaughterer"],"is used in the sense of",["span.emphasis","executioner,"],"and thus Potiphar was the “commanding officer of the royal body-guard, who executed the capital sentences ordered by the king” (Keil and Delitzsch, Commentary, 1:1:338). Either way, Potiphar was an important man, but the latter position especially would give him great power and status in Egypt."]],[".topic",["h3","(8-6)",["a.scriptureRef",{"href":"/scriptures/ot/gen/38.1-30"},"Genesis 38:1–30"],". Judah and Tamar"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p42"},"With typical honesty, the Old Testament includes the sordid tale of Judah’s incestuous relationship with his daughter-in-law. There seem to be several reasons for its inclusion here. First, once again are illustrated the effects of the covenant people forgetting the importance of marrying in the covenant. Unlike his father, grandfather, and great-grandfather (Jacob, Isaac, and Abraham), Judah was not concerned about intermarriage with the Canaanites. The negative results of this marriage out of the covenant are clearly shown here. Second, the story shows the lineage of Judah from which the Messiah would eventually come (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.3"},"Matthew 1:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.33"},"Luke 3:33"],"). An additional lesson here shows that ancestry is not the determiner of one’s righteousness. Finally, the truth that failure to honor one’s commitments often leads to greater trouble is clearly shown. Had Judah faithfully kept his promise to Tamar, the seduction would never have taken place. Likewise, had Judah been faithful to the laws of morality, he never would have sinned with Tamar."]],[".topic",["h3","(8-7)",["a.scriptureRef",{"href":"/scriptures/ot/gen/38.5-11"},"Genesis 38:5–11"],". Why Was Tamar to Marry the Brothers of Her Husband?"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p44"},"Ancient customs of the Middle East provided that a brother of a deceased man should marry his widow. Under Moses this custom became law (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/25.5-10"},"Deuteronomy 25:5–10"],"). The purpose of such a marriage was to produce a male heir for the dead man and thus perpetuate his name and memory. It was regarded as a great calamity to die without a son, for then the man’s lineage did not continue and also the man’s property reverted to someone else’s family (through daughters, if he had any, or through other relatives). It may be that Onan, who by virtue of the death of his older brother would have been next in line for the inheritance of Judah, refused to raise up seed through Tamar because the inheritance would have stayed with the elder son’s family. He went through the outward show of taking Tamar to wife but refused to let her have children. Thus when Judah failed to keep his promise to send the youngest son to her, Tamar resorted to deception in order to bear children."]],[".topic",["h3","(8-8)",["a.scriptureRef",{"href":"/scriptures/ot/gen/38.24"},"Genesis 38:24"]],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p46"},"It is important to note Judah’s twisted sense of values. He had no qualms about sending Tamar home with unfulfilled promises nor of picking up a harlot along the road. But when he heard that Tamar was pregnant he was so incensed that he ordered her put to death."]],[".topic",["h3","(8-9)",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.9"},"Genesis 39:9"],". What Were Joseph’s Reasons for Refusing Potiphar’s Wife?"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p48"},"Joseph’s answer to the advances of Potiphar’s wife shows his great personal righteousness. King Benjamin taught the Nephites that “when ye are in the service of your fellow beings ye are only in the service of your God” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],"). If that principle were to be stated negatively, it would read, “When ye are exploiting or sinning against your fellow beings, you are only sinning against God.” Joseph understood this principle perfectly and answered Potiphar’s wife by pointing out that it would be a terrible thing to take advantage of his master in this way. He took the next logical step when he added, “How then can I do this great wickedness, and sin against God?” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.9"},"Genesis 39:9"],")."]],[".topic",["h3","(8-10)",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.20"},"Genesis 39:20"]],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p50"},"Because Potiphar had great power with the pharaoh and perhaps was even head of the royal executioners (see Reading 8-5), it is remarkable that Joseph was only put into prison and not executed. A slave accused of attempting to rape his master’s wife would seem to have deserved the most severe punishment, and yet Joseph was only imprisoned. Could it be that Potiphar, knowing of Joseph’s character and his wife’s character, suspected the truth and, although he felt compelled to take action, chose comparatively lenient punishment? Whatever the case, the hand of the Lord certainly preserved Joseph from what would otherwise have been almost certain death."]],[".topic",["h3","(8-11)",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.21-23"},"Genesis 39:21–23"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/40.1-23"},"40:1–23"]],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p52"},"The spiritual greatness of Joseph is a remarkable thing. How many people have become bitter over some real or imagined slight, or blamed the Lord for some personal tragedy? In the very midst of being faithful and holding true to that which is right, Joseph was falsely accused and thrown into prison. How easy it would have been for him to give up, to say, “What’s the use of trying to serve God? All He does is punish me.” But there was not a trace of bitterness, no blaming the Lord. Joseph just continued being righteous and faithful. Unselfishly he offered to interpret the dreams of his two fellow prisoners, telling them that the knowledge came from God (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/40.8"},"Genesis 40:8"],"). He still trusted in the Lord, although he must have felt doomed to spend his life in prison. If any person had cause for discouragement and bitterness, it was Joseph, but he never faltered in his faith. Truly, Joseph is a model to be emulated."]],[".topic",["h3","(8-12)",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.1"},"Genesis 41:1"],". How Long Was Joseph in Prison?"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p54"},"Joseph was in prison for two years after he interpreted the dreams of the chief butler and baker (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.1"},"Genesis 41:1"],"). He was sold into slavery when he was about seventeen (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.2"},"Genesis 37:2"],"), and he was thirty years of age when he became vice-regent to the pharaoh (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.46"},"Genesis 41:46"],"). Altogether he served thirteen years with Potiphar and in prison. The record does not tell how long he served Potiphar before his imprisonment, but that he worked his way up to be the overseer of the prison implies some period of time before the butler and baker joined him. So it is likely that Joseph was in prison at least three years and possibly much longer."]],[".topic",["h3","(8-13)",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.8"},"Genesis 41:8"],". Why Were the Wise Men of Egypt Unable to Interpret the Pharaoh’s Dreams?"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p58"},"Many assume that the dreams of pharaoh were beyond the scope of Egypt’s wise men and yet, in some ways, it is remarkable that these magicians could not have come up with some kind of logical explanation using their own well-known symbolism."],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p59"},"“Being troubled about this double dream, Pharaoh sent the next morning for all the scribes and wise men of Egypt, to have it interpreted. … [The magicians were] men of the priestly caste, who occupied themselves with the sacred arts and sciences of the Egyptians, the hieroglyphic writings, astrology, the interpretation of dreams, the foretelling of events, magic, and conjuring, and who were regarded as the possessors of secret arts … and the",["span.emphasis","wise men"],"of the nation. But not one of these could interpret it, although the clue to the interpretation was to be found in the religious symbols of Egypt. For the cow was the symbol of Isis, the goddess of the all-sustaining earth, and in the hieroglyphics it represented the earth, agriculture, and food; and the Nile, by its overflowing, was the source of the fertility of the land. But however simple the explanation of the fat and lean cows ascending out of the Nile appears to be, it is ‘the fate of the wisdom of this world, that where it suffices it is compelled to be silent. For it belongs to the government of God to close the lips of the eloquent, and take away the understanding of the aged (Job xii. 20).’” (Keil and Delitzsch, Commentary, 1:1:349.)"]],[".topic",["h3","(8-14)",["a.scriptureRef",{"href":"/scriptures/ot/gen/42.8"},"Genesis 42:8"],". Why Did Joseph’s Brothers Fail to Recognize Him?"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p63"},"It had been twenty-two years since the sons of Jacob had last seen Joseph—thirteen years of slavery and prison for Joseph, seven years of plenty, and two years of famine (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/45.11"},"Genesis 45:11"],")—before Jacob’s family was forced to go to Egypt for grain. Joseph was a teenager when his family had last seen him. Now he was a mature, middle-aged man. And, even if Joseph still looked very much as he did when he was younger, who would believe that a brother who was sold as a slave to a caravan of Arabians would have become the second most powerful man in Egypt?"]],[".topic",["h3","(8-15)",["a.scriptureRef",{"href":"/scriptures/ot/gen/42.21"},"Genesis 42:21"]],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p65"},"Over twenty years had passed since his brothers had sold Joseph into slavery, and yet they still felt tremendously guilty about what they had done."]],[".topic",["h3","(8-16)",["a.scriptureRef",{"href":"/scriptures/ot/gen/43.8-9"},"Genesis 43:8–9"]],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p67"},"By demanding that Benjamin be brought back to Egypt (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/42.15"},"Genesis 42:15"],"), Joseph allowed his brothers to show whether or not they truly were sorry for what they had done to him so many years before. Would they now show the same lack of concern for Benjamin? It is significant that Judah, who suggested that Joseph be sold (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.26-27"},"Genesis 37:26–27"],"), became the one who was willing to become “the surety” for Benjamin. There does seem to be evidence of sincere repentance on the brothers’ part, and Joseph’s stratagem allowed them to demonstrate this repentance. When the pressure was on, Judah’s change of heart was shown to be complete (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/44.33"},"Genesis 44:33"],")."]],[".topic",["h3","(8-17)",["a.scriptureRef",{"href":"/scriptures/ot/gen/43.28"},"Genesis 43:28"],". “And They Bowed Down Their Heads, and Made Obeisance”"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p69"},"The phraseology in this verse is the same as that used in",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.7,9"},"Genesis 37:7, 9"],". It had taken over two decades, but the Lord’s revelations were now fulfilled."]],[".topic",["h3","(8-18)",["a.scriptureRef",{"href":"/scriptures/ot/gen/43.32"},"Genesis 43:32"],". Why Was It an Abomination for Egyptians to Eat with Hebrews?"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p71"},"Several Egyptian deities were represented by cattle, especially female cattle. Since the Hebrews were herdsmen who slaughtered and ate cattle, regardless of sex, this practice would have been viewed by the Egyptians as a terrible abomination. Whatever the reason, Joseph seemed to respect the custom of Egyptians and Hebrews eating separately. (See Keil and Delitzsch, Commentary, 1:1:362; Clarke, Bible Commentary, 1:245; cf.",["a.scriptureRef",{"href":"/scriptures/ot/gen/43.34"},"Genesis 43:34"],".)"]],[".topic",["h3","(8-19)",["a.scriptureRef",{"href":"/scriptures/ot/gen/45.4-8"},"Genesis 45:4–8"],". Joseph—A Type of Christ"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p73"},"This touching scene, in which Joseph finally revealed himself to his brothers, demonstrates the Christlike nature of his character. He forgave without bitterness, extended love when undeserved, and saw the Lord’s hand in all that happened. But his similarities to Christ go much deeper. As Nephi said, all things from the beginning of the world were given to typify, or symbolize, Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.4"},"2 Nephi 11:4"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.63"},"Moses 6:63"],"). It has already been shown how Abraham was a type of the Father and Isaac a type of Jesus when Abraham was commanded to offer Isaac in sacrifice. This act was “a similitude of God and his Only Begotten Son” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.5"},"Jacob 4:5"],")."],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p74"},"Elder Bruce R. McConkie taught that all prophets are types of Christ: “A prophet is one who has the testimony of Jesus, who knows by the revelations of the Holy Ghost to his soul that Jesus Christ is the Son of God. In addition to this divine knowledge, many of them lived in special situations or did particular things that singled them out as types and patterns and shadows of that which was to be in the life of him who is our Lord.” (The Promised Messiah, p. 448.)"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.f4"},["p.preamble","Likewise, the life and mission of Joseph typifies the life and mission of Jesus. Consider the following:"],["ol.number",["li",["span.label","1."],["p.para","Joseph was the favored son of his father; so was Jesus (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.3"},"Genesis 37:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.17"},"Matthew 3:17"],")."]],["li",["span.label","2."],["p.para","Joseph was rejected by his brothers, the Israelites, as was Jesus (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.4"},"Genesis 37:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.11"},"John 1:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/53.3"},"Isaiah 53:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.13-14"},"1 Nephi 19:13–14"],")."]],["li",["span.label","3."],["p.para","Joseph was sold by his brothers into the hands of the Gentiles, just as Jesus was (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.25-27"},"Genesis 37:25–27"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.19"},"Matthew 20:19"],")."]],["li",["span.label","4."],["p.para","Judah, the head of the tribe of Judah, proposed the sale of Joseph. Certain leaders of the Jews in Jesus’ day turned Jesus over to the Romans. Judas (the Greek spelling of",["span.emphasis","Judah"],") was the one who actually sold Jesus. (See",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.26"},"Genesis 37:26"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.3"},"Matthew 27:3"],".)"]],["li",["span.label","5."],["p.para","Joseph was sold for twenty pieces of silver, the price of a slave his age. Christ was sold for thirty pieces of silver, the price of a slave His age. (See",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.28"},"Genesis 37:28"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.3"},"Matthew 27:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/21.32"},"Exodus 21:32"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/27.5"},"Leviticus 27:5"],".)"]],["li",["span.label","6."],["p.para","In their very attempt to destroy Joseph, his brothers actually set up the conditions that would bring about their eventual temporal salvation—that is, Joseph, by virtue of being sold, would become their deliverer. Jesus, by His being given into the hands of the Gentiles, was crucified and completed the atoning sacrifice, becoming the Deliverer for all mankind."]],["li",["span.label","7."],["p.para","Joseph began his mission of preparing salvation for Israel at age thirty, just as Jesus began His ministry of preparing salvation for the world at age thirty (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.46"},"Genesis 41:46"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.23"},"Luke 3:23"],")."]],["li",["span.label","8."],["p.para","When Joseph was finally raised to his exalted position in Egypt, all bowed the knee to him. All will eventually bow the knee to Jesus. (See",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.43"},"Genesis 41:43"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.104"},"D&C 88:104"],".)"]],["li",["span.label","9."],["p.para","Joseph provided bread for Israel and saved them from death, all without cost. Jesus, the Bread of Life, did the same for all men. (See",["a.scriptureRef",{"href":"/scriptures/ot/gen/42.35"},"Genesis 42:35"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.48-57"},"John 6:48–57"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.50"},"2 Nephi 9:50"],".)"]]]]],[".topic",["h3","(8-20)",["a.scriptureRef",{"href":"/scriptures/ot/gen/47.9"},"Genesis 47:9"],". Were Jacob’s Days “Few and Evil”?"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p86"},"In comparison with Abraham, who lived 175 years, and Isaac, who lived to be 180, Jacob’s 130 years to this point could be described as smaller or “few.” The word which is translated as “evil” actually means “sorrowful” or “full of toil and trouble.” Remembering Jacob’s flight to Haran to escape Esau’s wrath, his years of labor for Laban, his wives and their contentions, his pilgrimage in the land of Canaan, the death of Rachel, and his years of sorrowing for the loss of Joseph contributes to a better understanding of why he would say his days were full of trouble and toil."]],[".topic",["h3","(8-21)",["a.scriptureRef",{"href":"/scriptures/ot/gen/48.5-11"},"Genesis 48:5–11"],". What Additional Information about Joseph’s Seed Do We Learn from the Joseph Smith Translation?"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p88"},"Joseph Smith made the following changes in this passage when he worked on the inspired translation of the Bible:"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p89"},"“And now, of thy two sons, Ephraim and Manasseh, which were born unto thee in the land of Egypt, before I came unto thee into Egypt; behold, they are mine, and the God of my fathers shall bless them; even as Reuben and Simeon they shall be blessed, for they are mine; wherefore they shall be called after my name. (Therefore they were called Israel.)"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p90"},"“And thy issue which thou begettest after them, shall be thine, and shall be called after the name of their brethren in their inheritance, in the tribes; therefore they were called the tribes of Manasseh and of Ephraim."],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p91"},"“And Jacob said unto Joseph when the God of my fathers appeared unto me in Luz, in the land of Canaan; he sware unto me, that he would give unto me, and unto my seed, the land for an everlasting possession."],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p92"},"“Therefore, O my son, he hath blessed me in raising thee up to be a servant unto me, in saving my house from death;"],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p93"},"“In delivering my people, thy brethren, from famine which was sore in the land; wherefore the God of thy fathers shall bless thee, and the fruit of thy loins, that they shall be blessed above thy brethren, and above thy father’s house;"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p94"},"“For thou hast prevailed, and thy father’s house hath bowed down unto thee, even as it was shown unto thee, before thou wast sold into Egypt by the hands of thy brethren; wherefore thy brethren shall bow down unto thee, from generation to generation, unto the fruit of thy loins for ever;"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p95"},"“For thou shalt be a light unto my people, to deliver them in the days of their captivity, from bondage; and to bring salvation unto them, when they are altogether bowed down under sin.” (",["a.scriptureRef",{"href":"/scriptures/jst/jst-gen/48.5-11"},"JST, Genesis 48:5–11"],".)"]],[".topic",["h3","(8-22)",["a.scriptureRef",{"href":"/scriptures/ot/gen/48.22"},"Genesis 48:22"],". How Did Jacob Give to Joseph “One Portion” More Than to His Brothers?"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p97"},"“Joseph, son of Jacob, because of his faithfulness and integrity to the purposes of the Lord, was rewarded with the birthright in Israel. It was the custom in early times to bestow upon the firstborn son special privileges and blessings, and these were looked upon as belonging to him by right of birth. Reuben, the first of Jacob’s sons, lost the birthright through transgression, and it was bestowed upon Joseph, who was the most worthy of all the sons of Jacob [",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/5.1-2"},"1 Chronicles 5:1–2"],"]."],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p98"},"“When Jacob blessed Joseph, he gave him a double portion, or an inheritance among his brethren in Palestine and also the blessing of the land of Zion—‘the utmost bound of the everlasting hills.’ He also blessed him with the blessings of heaven above, of the deep which lieth under, and of posterity [",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.22-26"},"Genesis 49:22–26"],"]. Jacob also blessed the two sons of Joseph with the blessings of their father, which they inherited, and he placed Ephraim, the younger, before",["span.emphasis","Manasseh,"],"the elder, and by inspiration of the Lord conferred upon Ephraim the",["span.emphasis","birthright in Israel.”"],"(Smith, Doctrines of Salvation, 3:250–51.)"]],[".topic",["h3","(8-23)",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.1-20"},"Genesis 49:1–20"],". What Criterion Was Used in Determining Which Tribes Would Have Prominence?"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p100"},"“Through a careful study and consideration of the blessings of the Lord pronounced through Jacob, upon his twelve sons, it is evident that they were not to share equally in the promises of the Lord."],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p101"},"“It is evident that the blessings given to Judah and Joseph were choice above the blessings pronounced upon their brothers.” (Richards, Israel! Do You Know? pp. 9–10.)"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p102"},"One’s activities in his premortal life had an influence on his being born into a particular situation on this earth. President Harold B. Lee made this observation:"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p103"},"“‘When the most High divided to the nations their inheritance, when he separated the sons of Adam, he set the bounds of the people according to the number of the children of Israel.’ (",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.8"},"Deut. 32:8"],".)"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p104"},"“Now, mind you, this was said to the children of Israel before they had arrived in the ‘Promised Land,’ which was to be the land of their inheritance."],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p105"},"“Then note this next verse: ‘For the Lord’s portion is his people; Jacob is the lot of his inheritance.’ (",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.9"},"Deut. 32:9"],".)"],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p106"},"“It would seem very clear, then, that those born to the lineage of Jacob, who was later to be called Israel, and his posterity, who were known as the children of Israel, were born into the most illustrious lineage of any of those who came upon the earth as mortal beings."],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p107"},"“All these rewards were seemingly promised, or foreordained, before the world was. Surely these matters must have been determined by the kind of lives we had lived in that premortal spirit world. Some may question these assumptions, but at the same time they will accept without any question the belief that each one of us will be judged when we leave this earth according to his or her deeds during our lives here in mortality. Isn’t it just as reasonable to believe that what we have received here in this earth life was given to each of us according to the merits of our conduct before we came here?” (",["span.crossRef","“Understanding Who We Are Brings Self-Respect,”"],"Ensign, Jan. 1974, p. 5.)"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p108"},"In",["a.scriptureRef",{"href":"/scriptures/ot/deut/33.6-29"},"Deuteronomy 33:6–29"],", Moses recounted again the blessings given to each tribe. This passage should be studied and compared to Jacob’s original blessings recorded in",["a.scriptureRef",{"href":"/scriptures/ot/gen/49"},"Genesis 49"],"."]],[".topic",["h3","(8-24)",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.8-12"},"Genesis 49:8–12"],". What Significant Portion of the Birthright Blessing Was Given to Judah?"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p110"},"The blessing given to Judah indicates that kings would come from his lineage (see",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/5.1-2"},"1 Chronicles 5:1–2"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.14"},"Hebrews 7:14"],"). Old Testament history teaches that this promise was fulfilled. King David, King Solomon, and King Rehoboam are just three of the kings who came through Judah’s lineage. The King of Kings, Jesus Christ, referred to here as Shiloh, also came through this line. Elder Ezra Taft Benson said of this promise:"],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p111"},"“The great blessing to Judah is that it contemplated the coming of Shiloh who would gather his people to him. This prophecy concerning Shiloh has been subject to several rabbinic and Christian interpretations and the object of considerable controversy. The interpretation given this passage by the Mormon Church is one based on revelation to modern prophets, not on scholarly commentary. It was revealed to Joseph Smith that Shiloh is the Messiah. (See [",["a.scriptureRef",{"href":"/scriptures/jst/jst-gen/50.24"},"JST, Genesis 50:24"],"].)” (",["span.crossRef","“A Message to Judah from Joseph,”"],"Ensign, Dec. 1976, p. 71.)"]],[".topic",["h3","(8-25)",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.22-26"},"Genesis 49:22–26"],". What Is the Significance of Joseph’s Blessing?"],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p113"},"“There are several things to be understood in the prophecy. First, he should become a multitude of nations. We understand what this means. In the second place, his branches should run over the wall. Now what does this mean? The Lord in ancient times had a meaning for everything. It means that his tribe should become so numerous that they would take up more room than one small inheritance in Canaan, that they would spread out and go to some land at a great distance. …"],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p114"},"“Joseph’s peculiar blessing, which I have just read to you, was that he should enjoy possessions above Jacob’s progenitors to the utmost bounds of the everlasting hills. This would seem to indicate a very distant land from Palestine.” (Orson Pratt, in Journal of Discourses, 14:9.)"],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p115"},"The seed of Joseph came to the land of America at the time Lehi and his family departed from the Mediterranean world. The land of America is specifically designated by the Lord as the land reserved for “a remnant of the house of Joseph” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/15.12"},"3 Nephi 15:12"],")."]],[".topic",["h3","(8-26)",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.26"},"Genesis 49:26"],". America Is the Land of the “Everlasting Hills”"],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p117"},"“I suppose that Jacob saw this land as well as Moses, and he designates it a land afar off; the utmost bounds would signify a very distant land. He said this land was over and above, what his progenitors gave to him and he would give it to Joseph. … The precious things of heaven were to be given to Joseph on this land. Blessed of the Lord be his land for the precious things of heaven, more precious than the fullness of earth, more precious than the productions of the various climates of the earth, more precious than the grain, and the gold and silver of the earth. The precious things of heaven revealed to the people of Joseph on the great land given to them unto the utmost bounds of the everlasting hills.” (Orson Pratt, in Journal of Discourses, 18:167–68.)"]],[".topic",["h3","(8-27)",["a.scriptureRef",{"href":"/scriptures/ot/gen/50.24"},"Genesis 50:24"],". The Prophecies of Joseph"],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p119"},"In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3"},"2 Nephi 3"],", the prophet Lehi told his son Joseph of the great prophecies of their progenitor, Joseph who was sold into Egypt. These prophecies were evidently on the brass plates that Lehi had but have been lost from our present Bible. Through revelation, Joseph Smith restored the lost scriptures by adding thirteen verses between",["a.scriptureRef",{"href":"/scriptures/ot/gen/50.24"},"Genesis 50:24"],"and 25 of the King James Version. Because of their significance for Saints of the latter days, the verses are reprinted here. (They are also found in the appendix of the LDS edition of the King James Version of the Bible.)"],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p120"},"“And Joseph said unto his brethren, I die, and go unto my fathers; and I go down to my grave with joy. The God of my father Jacob be with you, to deliver you out of affliction in the days of your bondage; for the Lord hath visited me, and I have obtained a promise of the Lord, that out of the fruit of my loins, the Lord God will raise up a righteous branch out of my loins; and unto thee, whom my father Jacob hath named Israel, a prophet; (not the Messiah who is called Shilo;) and this prophet shall deliver my people out of Egypt in the days of thy bondage."],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p121"},"“And it shall come to pass that they shall be scattered again; and a branch shall be broken off, and shall be carried into a far country; nevertheless they shall be remembered in the covenants of the Lord, when the Messiah cometh; for he shall be made manifest unto them in the latter days, in the Spirit of power; and shall bring them out of darkness into light; out of hidden darkness, and out of captivity unto freedom."],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p122"},"“A seer shall the Lord my God raise up, who shall be a choice seer unto the fruit of my loins."],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p123"},"“Thus saith the Lord God of my fathers unto me, A choice seer will I raise up out of the fruit of thy loins, and he shall be esteemed highly among the fruit of thy loins; and unto him will I give commandment that he shall do a work for the fruit of thy loins, his brethren."],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p124"},"“And he shall bring them to the knowledge of the covenants which I have made with thy fathers; and he shall do whatsoever work I shall command him."],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p125"},"“And I will make him great in mine eyes, for he shall do my work; and he shall be great like unto him whom I have said I would raise up unto you, to deliver my people, O house of Israel, out of the land of Egypt; for a seer will I raise up to deliver my people out of the land of Egypt; and he shall be called Moses. And by his name he shall know that he is of thy house; for he shall be nursed by the king’s daughter, and shall be called her son."],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p126"},"“And again, a seer will I raise up out of the fruit of thy loins, and unto him will I give power to bring forth my word unto the seed of thy loins; and not to the bringing forth of my word only, saith the Lord, but to the convincing them of my word, which shall have already gone forth among them in the last days;"],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p127"},"“Wherefore the fruit of thy loins shall write, and the fruit of the loins of Judah shall write; and that which shall be written by the fruit of thy loins, and also that which shall be written by the fruit of the loins of Judah, shall grow together unto the confounding of false doctrines, and laying down of contentions, and establishing peace among the fruit of thy loins, and bringing them to a knowledge of their fathers in the latter days; and also to the knowledge of my covenants, saith the Lord."],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p128"},"“And out of weakness shall he be made strong, in that day when my work shall go forth among all my people, which shall restore them, who are of the house of Israel, in the last days."],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p129"},"“And that seer will I bless, and they that seek to destroy him shall be confounded; for this promise I give unto you; for I will remember you from generation to generation; and his name shall be called Joseph, and it shall be after the name of his father; and he shall be like unto you; for the thing which the Lord shall bring forth by his hand shall bring my people unto salvation."],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p130"},"“And the Lord sware unto Joseph that he would preserve his seed for ever, saying, I will raise up Moses, and a rod shall be in his hand, and he shall gather together my people, and he shall lead them as a flock, and he shall smite the waters of the Red Sea with his rod."],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p131"},"“And he shall have judgment, and shall write the word of the Lord. And he shall not speak many words, for I will write unto him my law by the finger of mine own hand. And I will make a spokesman for him, and his name shall be called Aaron."],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p132"},"“And it shall be done unto thee in the last days also, even as I have sworn.” (",["a.scriptureRef",{"href":"/scriptures/jst/jst-gen/50.24-36"},"JST, Genesis 50:24–36"],".)"]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p134"},["span.dominant","(8-28)"],"Write a short essay entitled “Joseph in Egypt—A Model for Personal Righteousness.” The purpose of the essay is not to summarize the story of Joseph but to show its application to you today. How might a modern Saint use the example of Joseph in his day-to-day living? As you prepare your essay, consider the following:"],["p.para",{"id":"p135","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p135"},"“Joseph vividly demonstrated why he was favored of the Lord, or, as the scriptures said, why ‘the Lord was with Joseph, and he was a prosperous man. … ’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/39"},"Gen. 39"],".) His reliance was upon the Lord. His trust was in the Lord, and his allegiance ran to the Lord."],["p.para",{"id":"p136","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p136"},"“I believe this is the greatest lesson that can be learned by the youth of Zion—to do the right thing because you love the Lord. It is so vitally important that, I feel, if you do anything in righteousness for any other reason than you love the Lord, you are wrong—at least you are on very shaky ground. And, somewhere your reasons for acting in righteousness will not be strong enough to see you through. You will give way to expediency, or peer group pressure, or honor, or fame, or applause, or the thrill of the moment, or some other worldly reason. Unless your motives are built upon the firm foundation of love of the Lord, you will not be able to stand.” (Hartman Rector, Jr.,",["span.crossRef","“Live above the Law to Be Free,”"],"Ensign, Jan. 1973, p. 130.)"],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p137"},["span.dominant","(8-29)"],"As you reflect on what you have just read concerning the sons of Jacob receiving a blessing from their father, ask yourself what great value each son’s blessing would have to help him meet the challenge of his life. Contemplate the far-reaching effects of that blessing on his posterity and all mankind. As a descendant of Israel, you have many of the same challenges facing you in your life. How can you best use the great truths your blessing contains to help you achieve your maximum potential and be of greatest service to the Lord?"],["p.para",{"id":"p138","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p138"},"Elder Bruce R. McConkie has commented on this question:"],["p.para",{"id":"p139","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p139"},"“Nearly every member of the Church is a literal descendant of Jacob who gave",["span.emphasis","patriarchal blessings"],"to his 12 sons, predicting what would happen to them and their posterity after them. (",["a.scriptureRef",{"href":"/scriptures/ot/gen/49"},"Gen. 49"],"; Teachings, p. 151.) As inheritors of the blessings of Jacob, it is the privilege of the gathered remnant of Jacob to receive their own patriarchal blessings and, by faith, to be blessed equally with the ancients. Patriarchal blessings may be given by",["span.emphasis","natural patriarchs,"],"that is by fathers in Israel who enjoy the blessings of the patriarchal order, or they may be given by",["span.emphasis","ordained patriarchs,"],"specially selected brethren who are appointed to bless worthy church members."],["p.para",{"id":"p140","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p140"},"“The First Presidency (David O. McKay, Stephen L Richards, J. Reuben Clark, Jr.), in a letter to all stake presidents, dated June 28, 1957, gave the following definition and explanation: ‘Patriarchal blessings contemplate an inspired declaration of the lineage of the recipient, and also where so moved upon by the Spirit, an inspired and prophetic statement of the life mission of the recipient, together with such blessings, cautions, and admonitions as the patriarch may be prompted to give for the accomplishment of such life’s mission, it being always made clear that the realization of all promised blessings is conditioned upon faithfulness to the gospel of our Lord, whose servant the patriarch is. All such blessings are recorded and generally only one such blessing should be adequate for each person’s life. The sacred nature of the patriarchal blessing must of necessity urge all patriarchs to most earnest solicitation of divine guidance for their prophetic utterances and superior wisdom for cautions and admonitions.’” (Mormon Doctrine, p. 558.)"],["p.para",{"id":"p141","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p141"},"Every person who has a father who can bless his children should ask for and receive a father’s blessing when one is needed. In addition, every eligible person in the Church may receive a patriarchal blessing from an ordained patriarch. One’s patriarchal blessing should be read and reread with intelligent consideration of its meaning. Just as blessings are given through the inspiration of the Lord, so too will their meaning be made clear by the same power. Their fulfillment will be in His hands. Regarding patriarchal blessings, Elder John A. Widtsoe wrote:"],["p.para",{"id":"p142","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p142"},"“These blessings are possibilities predicated upon faithful devotion to the cause of truth. They must be earned. Otherwise they are but empty words. Indeed, they rise to their highest value when used as ideals, specific possibilities, toward which we may strive throughout life. To look upon a patriarch as a fortune-teller is an offense to the Priesthood; the patriarch only indicates the gifts the Lord would give us, if we labor for them. He helps us by pointing out the divine goal which we may enjoy if we pay the price."],["p.para",{"id":"p143","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-37-50-joseph-the-power-of-preparation.p143"},"“Such a blessing, given in the spirit of a father’s love, and sealed upon us in the authority of the Priesthood, becomes a power in our lives; a comfort to our days. It is a message which if read and honored aright, will become an anchor in stormy days, our encouragement in cloudy days. It states our certain destination here and hereafter, if we live by the law; and as life goes on, it strengthens our faith and leads us into truth.” (Evidences and Reconciliations, 1:74–75.)"]]]]]],"refs":null}
