{"id":7,"parent_id":0,"book_id":22653,"content_id":1,"language_id":0,"display_order":7,"title":"Glad You’re My Dad","subtitle":"By Ana Nelson Shaw","short_title":"Glad You’re My Dad","uri":"/friend/2013/02/glad-youre-my-dad","content":[["div",{"id":"head1","uri":"/friend/2013/02/glad-youre-my-dad.head1"},[".title","Glad You’re My Dad"],[".byline",["div",{"id":"p2","uri":"/friend/2013/02/glad-youre-my-dad.p2"},"By Ana Nelson Shaw"],["div",{"id":"p3","uri":"/friend/2013/02/glad-youre-my-dad.p3"},"(Based on a true story)"]],[".epigraph","Honor thy father and thy mother",["span.emphasis","(",["a",{"href":"/scriptures/bofm/mosiah/13.20"},"Mosiah 13:20"],")."]],[".kicker","How can Mark be happy when Dad doesn’t go to church?"]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/02/glad-youre-my-dad.p6"},"Mark and his mom tromped through the snow to the car. Dad had scraped the frost from the windows and warmed up the car, but he wasn’t coming to church. He was reading on the sofa instead."],["div",{"id":"p7","uri":"/friend/2013/02/glad-youre-my-dad.p7"},"“I hate going without Dad,” Mark grumbled as he settled into the front seat beside Mom."],["div",{"id":"p8","uri":"/friend/2013/02/glad-youre-my-dad.p8"},"“I’m sad that Dad’s not going with us too,” Mom said as she backed out of the driveway. “But I still love going to church.”"],["div",{"id":"p9","uri":"/friend/2013/02/glad-youre-my-dad.p9"},"“Well, I do too,” Mark said. “But you know what I mean, right? I wish our family could be more like Doug’s family.”"],["div",{"id":"p10","uri":"/friend/2013/02/glad-youre-my-dad.p10"},"Doug was Mark’s best friend at church. Doug’s dad went to church every Sunday. He always had a smile and a high-five for Mark."],["div",{"id":"p11","uri":"/friend/2013/02/glad-youre-my-dad.p11"},"Mom rounded the corner onto the main road. “I do know what you mean,” she said. “Doug has a wonderful family. And I always thought our family would be more like that. It’s hard that it isn’t. I hope Dad can work out his questions and problems and start coming to church with us again. But that’s for him to figure out. You and I can’t do it for him, and worrying won’t help.”"],["div",{"id":"p12","uri":"/friend/2013/02/glad-youre-my-dad.p12"},"“What will help?”"],["div",{"id":"p13","uri":"/friend/2013/02/glad-youre-my-dad.p13"},"Mom paused for a minute before she answered. “Keep loving him. Pray for him. Work on our own testimonies. Try to be happy. Remember what a good dad he is, even if he’s not the same as other people’s dads.”"],["div",{"id":"p14","uri":"/friend/2013/02/glad-youre-my-dad.p14"},"Mark thought how good it felt to get into their nice, warm car with the windows cleared. “I think I understand,” he said."],["div",{"id":"p15","uri":"/friend/2013/02/glad-youre-my-dad.p15"},"Mark thought about Mom’s words all week long."],["div",{"id":"p16","uri":"/friend/2013/02/glad-youre-my-dad.p16"},"He thought about them on Tuesday night when Dad sat down to help him with homework."],["div",{"id":"p17","uri":"/friend/2013/02/glad-youre-my-dad.p17"},"“You’re working really hard,” Dad said. “You know what? I think you’re going to be really successful all through school. I hope you always remember how important it is to get a good education.”"],["div",{"id":"p18","uri":"/friend/2013/02/glad-youre-my-dad.p18"},"He thought about her words on Wednesday afternoon when Dad surprised him by picking him up at school. They ate lunch together and watched ice skaters in the park."],["div",{"id":"p19","uri":"/friend/2013/02/glad-youre-my-dad.p19"},"“I don’t have to teach a class until later today, and I just wanted to hang out with you,” Dad said."],["div",{"id":"p20","uri":"/friend/2013/02/glad-youre-my-dad.p20"},"Mark thought about Mom’s words on Thursday evening when he came home from Webelos and found Dad listening to music while grading papers."],["div",{"id":"p21","uri":"/friend/2013/02/glad-youre-my-dad.p21"},"“Isn’t this song amazing?” Dad asked. “It was written by one of my favorite composers.” Mark had to agree that the music was beautiful."],["div",{"id":"p22","uri":"/friend/2013/02/glad-youre-my-dad.p22"},"And Mark thought about her words on Saturday morning when Dad took him snowshoeing. They saw intricate ice crystals clinging to tree branches, a rabbit whose fur had turned white for snow camouflage, and crows feasting on winter berries."],["div",{"id":"p23","uri":"/friend/2013/02/glad-youre-my-dad.p23"},"“Remember how blessed we are to live in this world, Mark,” Dad whispered as they watched wispy clouds drift overhead."],["div",{"id":"p24","uri":"/friend/2013/02/glad-youre-my-dad.p24"},"On Sunday, when it was time for church, Mark saw Dad lying on the couch. He had been praying that Dad would come to church this week, but he stopped and gave Dad a hug before he went out to the car. “I love you, Dad,” he said. “You teach me so many good things. I’m glad you’re my dad.”"]]],"refs":null}
