{"id":1,"parent_id":0,"book_id":75,"content_id":1,"language_id":1,"display_order":1,"title":"God Loveth His Children","subtitle":"","short_title":"God Loveth His Children","uri":"/manual/god-loveth-his-children/god-loveth-his-children","content":[["div",{"id":"head1","uri":"/manual/god-loveth-his-children/god-loveth-his-children.head1"},["h1","God Loveth His Children"],[".intro","This message is intended for Latter-day Saints who are troubled with same-gender attraction and sometimes feel discouraged but sincerely desire to live a life pleasing to our Father in Heaven."]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p2"},"You are a son or daughter of God, and our hearts reach out to you in warmth and affection. Notwithstanding your present same-gender attractions, you can be happy during this life, lead a morally clean life, perform meaningful service in the Church, enjoy full fellowship with your fellow Saints, and ultimately receive all the blessings of eternal life."],["div",{"id":"p3","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p3"},"The Book of Mormon prophet Nephi voiced feelings we all have when he acknowledged that he did not “know the meaning of all things.” But he testified, “I know that [God] loveth his children” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.17"},"1 Nephi 11:17"],"). God does indeed love all His children. Many questions, however, including some related to same-gender attractions, must await a future answer, even in the next life. But God has revealed simple, unchanging truths to guide us. He loves all His children, and because He loves you, you can trust Him."],[".topic",["h2","Your Identity and Potential"],["div",{"id":"p5","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p5"},"You are a precious son or daughter of God. He not only knows your name; He knows you. His love for you is individual. You lived in His presence before you were born on this earth. You cannot remember your premortal relationship with Him, but He does. Although His children may sometimes do things that disappoint Him, He will always love them."],["div",{"id":"p6","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p6"},"When you know who you are and are comfortable in the assurance that God loves you, you can more easily understand what He wants for you. He wants you to have all of the blessings of eternal life. Eternal life means much more than long or unending life. To obtain eternal life means to become like Heavenly Father, to live like Him, and to receive a fulness of joy. You can receive eternal life if you abide by the same laws as God and do the things He does."]],[".topic",["h2","The Plan of Happiness"],["div",{"id":"p8","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p8"},"God has provided the plan of salvation, or plan of happiness, to help you receive the blessings of eternal life. This plan is set forth in the scriptures; men and women cannot rewrite it to accommodate their desires. God alone gives the reward of eternal life. Some of the greatest blessings promised by the plan, including eternal life, are not intended for immediate enjoyment. Eternity is long, and mortality is short. As you base your decisions on eternal principles rather than on earthly challenges or desires, you can have “peace in this world, and eternal life in the world to come” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],")."],["div",{"id":"p9","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p9"},"These blessings are based on obedience to eternal principles. The importance of families is one of these principles. Heaven is organized by families, which require a man and a woman who together exercise their creative powers within the bounds the Lord has set. Same-gender relationships are inconsistent with this plan. Without both a husband and a wife there would be no eternal family and no opportunity to become like Heavenly Father."],["div",{"id":"p10","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p10"},"In some circumstances a person defers marriage because he or she is not presently attracted to a member of the opposite gender. While many Latter-day Saints, through individual effort, the exercise of faith, and reliance upon the enabling power of the Atonement, overcome same-gender attraction in mortality, others may not be free of this challenge in this life. However, the perfect plan of our Father in Heaven makes provision for individuals who seek to keep His commandments but who, through no fault of their own, do not have an eternal marriage in mortal life. As we follow Heavenly Father’s plan, our bodies, feelings, and desires will be perfected in the next life so that every one of God’s children may find joy in a family consisting of a husband, a wife, and children."],["div",{"id":"p11","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p11"},"Same-gender attractions include deep emotional, social, and physical feelings. All of Heavenly Father’s children desire to love and be loved, including many adults who, for a variety of reasons, remain single. God assures His children, including those currently attracted to persons of the same gender, that their righteous desires will eventually be fully satisfied in God’s own way and according to His timing."]],[".topic",["h2","Self-Mastery"],["div",{"id":"p13","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p13"},"In order to qualify for the blessings of our Heavenly Father’s plan, each of us was sent to this earth for a period of probation, during which we face a variety of temptations and challenges. Some of these challenges are associated with our physical bodies. Because we did not possess physical bodies before this life, we must learn to live with their inadequacies and interpret their signals, urges, and needs. And we must often learn to say “no.” This self-mastery of the physical body is very important because we will possess these bodies, in perfected form, in the next life."],["div",{"id":"p14","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p14"},"Our bodies are sacred; they are sometimes referred to in the scriptures as “temples of God.” Many people with same-gender attraction respect the sacredness of their bodies and the standards God has set—that sexuality be expressed “only between man and woman, lawfully wedded as husband and wife” (",["span.crossRef","“The Family: A Proclamation to the World,”"],["span.emphasis","Ensign,"],"Nov. 1995, 102). The lives of these individuals are pleasing to our Father in Heaven. Some, however, cross this boundary and indulge in immoral conduct. The desire for physical gratification does not authorize immorality by anyone."],["div",{"id":"p15","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p15"},"True happiness depends on more than the expression of physical urges. These urges diminish as more fundamental emotional needs are met—such as the need to interact with and serve others. True happiness comes from self-control, self-respect, and positive direction in life. It comes from a testimony of true doctrine—including who you are and who you may become—and from living according to God’s plan of happiness."],["div",{"id":"p16","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p16"},"Many people with same-gender attractions have strong testimonies of the gospel and, therefore, do not act on those attractions. Attractions alone do not make you unworthy. If you avoid immoral thoughts and actions, you have not transgressed even if you feel such an attraction. The First Presidency stated, “There is a distinction between immoral thoughts and feelings and participating in either immoral heterosexual or any homosexual behavior” (letter, Nov. 14, 1991)."],["div",{"id":"p17","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p17"},"This principle applies to all of God’s children, for He has declared that all sexual relations outside of marriage are unacceptable. Everyone has temptations, but one of the purposes of mortality is to learn to overcome them. President David O. McKay beautifully defined spirituality as “the consciousness of victory over self” (in Conference Report, Oct. 1969, 8). These temptations, which are generally uninvited, may be powerful, but they are never so strong as to deprive us of our freedom of choice. Elder Dallin H. Oaks said, “All of us have some feelings we did not choose, but the gospel of Jesus Christ teaches us that we still have the power to resist and reform our feelings (as needed) and to assure that they do not lead us to entertain inappropriate thoughts or to engage in sinful behavior” (",["span.crossRef","“Same-Gender Attraction,”"],["span.emphasis","Ensign,"],"Oct. 1995, 9). Improper thoughts diminish if you replace them immediately with uplifting, constructive thoughts."],["div",{"id":"p18","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p18"},"In your quest for self-mastery, remember the importance of living righteously in private as well as in public. President Gordon B. Hinckley urged: “Our behavior in public must be above reproach. Our behavior in private is even more important. It must clear the standard set by the Lord. We cannot indulge in sin, let alone try to cover our sins” (",["span.crossRef","“Personal Worthiness to Exercise the Priesthood,”"],["span.emphasis","Ensign,"],"May 2002, 52)."],["div",{"id":"p19","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p19"},"If you have violated God’s commandments or your covenants, you can repent. Through the Atonement, Jesus Christ has paid the price for your sins, and God will forgive you. After you have thoroughly and sincerely repented, you need not dwell on past transgressions. The Lord’s command to “forgive all men” includes the requirement to forgive yourself (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.10"},"D&C 64:10"],")."],["div",{"id":"p20","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p20"},"An understanding of eternal truths is a powerful motivation for righteous behavior. You are best served by concentrating on the things you can presently understand and control, not wasting energy or enlarging frustration by worrying about that which God has not yet fully revealed. Focus on living the simple truths of the gospel of Jesus Christ. Same-gender inclinations may be very powerful, but through faith in the Atonement you can receive the power to resist all improper conduct, keeping your life free from sin."]],[".topic",["h2","Filling Your Life with Goodness"],["div",{"id":"p22","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p22"},"Someone wisely said that if we plant a garden with good seed, there will not be so much need of the hoe. Likewise, if we fill our lives with the spiritual nourishment God has provided, we can more easily gain control over inclinations and become the masters of ourselves. This means creating a daily positive environment in which the Spirit can flourish and avoiding environments of temptation, where the Spirit is offended. A positive environment includes consistent private and public worship, church attendance, fasting, temple attendance, service, scripture reading, prayer, association with good friends, and exposure to uplifting literature and music. As you surround yourself with these things, your garden will bear good fruit and be a joy to you and to your Father in Heaven. Happiness is harvested from the cultivation of worthwhile things, not just the suppression of that which offends God."],["div",{"id":"p23","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p23"},"One very important way to fill your spiritual garden with good seed is to participate actively in the Church. Even though same-gender attractions may continue and may foster unresolved tensions, you will be strengthened by service in the Church and by interaction with other Church members who share beliefs and have made the same covenants you have made. Partaking of the sacrament, singing the hymns of Zion, and listening to uplifting talks all contribute to your spiritual growth. Neglecting these positive influences and withdrawing from the Church because of discouragement, perceived rejection, or a sense that you do not belong can only hurt your spirituality and your desire to control your actions."],["div",{"id":"p24","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p24"},"Some people with same-gender attraction have felt rejected because members of the Church did not always show love. No member of the Church should ever be intolerant. As you show love and kindness to others, you give them an opportunity to change their attitudes and follow Christ more fully."],["div",{"id":"p25","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p25"},"In addition to filling your garden with positive influences, you must also avoid any influence that can harm your spirituality. One of these adverse influences is obsession with or concentration on same-gender thoughts and feelings. It is not helpful to flaunt homosexual tendencies or make them the subject of unnecessary observation or discussion. It is better to choose as friends those who do not publicly display their homosexual feelings. The careful selection of friends and mentors who lead constructive, righteous lives is one of the most important steps to being productive and virtuous. Association with those of the same gender is natural and desirable, so long as you set wise boundaries to avoid improper and unhealthy emotional dependency, which may eventually result in physical and sexual intimacy. There is moral risk in having so close a relationship with one friend of the same gender that it may lead to vices the Lord has condemned. Our most important relationships are with our own families because our ties to them can be eternal."],["div",{"id":"p26","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p26"},"Despair is another adverse influence. It often results from a lack of understanding and trust in God’s continuing love as made available through the power of the Atonement. You can find hope in the fact that every blessing contemplated by Heavenly Father’s plan of happiness remains available for each of His children. Despair and doubt may lead to withdrawal, fault-finding, and impatience that all answers and resolutions for life’s problems are not immediately forthcoming. The Spirit of God brings good cheer and happiness. Trust the Lord. Do not blame anyone—not yourself, not your parents, not God—for problems not fully understood in this life."],["div",{"id":"p27","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p27"},"Pornography, in all its subtle and damaging forms, is an especially adverse, dangerous, and addictive influence. The images to which your mind is exposed, even for a brief moment, are recorded and will present themselves in a moment of weakness to break down your resolve. Righteous action results from purity of thought, which is encouraged by uplifting literature, conversation, music, and other media."],["div",{"id":"p28","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p28"},"Some people have been abused during the early years of life or have engaged in sexual experimentation at a young age. If this has happened to you, please understand that abuse by others or youthful experiences should not create a present sense of guilt, unworthiness, or rejection by God or His Church. Innocent mischief early in life does not predispose a youth toward same-gender attraction as an adult."],["div",{"id":"p29","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p29"},"You will be most successful in controlling your life as you constantly nourish your spirit. Avoiding food for prolonged periods, followed by excessively large meals, will not maintain physical health. Likewise, feeding your spirit sporadically, even in large proportions, will not yield the same result as constantly, daily nourishing your spirit."]],[".topic",["h2","“Go Forward”"],["div",{"id":"p31","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p31"},"President Gordon B. Hinckley has promised that those with same-gender attraction who do not express these inclinations may “go forward as do all other members of the Church” (",["span.crossRef","“What Are People Asking about Us?”"],["span.emphasis","Ensign,"],"Nov. 1998, 71)."],["div",{"id":"p32","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p32"},"If you live by the standards God has set and fill your days with worthwhile things, your life will be full of hope and you may expect opportunities for meaningful service, social inclusion, and spiritual growth in this life."],["div",{"id":"p33","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p33"},"It is helpful to visit with your bishop and other priesthood leaders who hold the keys of inspired counsel for the members of your local Church unit. If you approach them humbly and honestly, they will extend themselves in compassion and love as they counsel with you. The First Presidency stated: “We encourage Church leaders and members to reach out with love and understanding to those struggling with these issues. Many will respond to Christlike love and inspired counsel” (letter, Nov. 14, 1991). It is also often helpful to seek guidance from professional counselors who are experienced in working with same-gender attraction issues and whose counsel is consistent with gospel teachings."],["div",{"id":"p34","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p34"},"As you seek the help of others, be careful not to become dependent on them alone for your spiritual strength. Your bishop and other leaders can counsel you and teach the true principles of God’s plan for His children, but ultimately the sustained strength you need must come from the Lord as you submit to the influence of the Holy Ghost and exercise faith in Jesus Christ. Only then will there be a lasting resolve and sufficient strength to abstain from conduct and thoughts displeasing to God."],["div",{"id":"p35","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p35"},"A number of Latter-day Saints with same-gender attraction are moving forward with their lives by carefully adhering to gospel standards, staying close to the Lord, and obtaining ecclesiastical and professional help when needed. Their lives are rich and satisfying, and they can be assured that all the blessings of eternal life will ultimately be theirs."],["div",{"id":"p36","uri":"/manual/god-loveth-his-children/god-loveth-his-children.p36"},"The teachings of the gospel differ greatly from the ways and teachings of the world on many subjects, including moral behavior. These differences result from our understanding of the gift of eternal life that Heavenly Father has prepared for us and the conditions necessary to receive it. No one is, or ever could be, excluded from the circle of God’s love or the extended arms of His Church, for we are all His beloved sons and daughters. As President Hinckley said: “Our hearts reach out to those who struggle with feelings of affinity for the same gender. We remember you before the Lord, we sympathize with you, we regard you as our brothers and sisters” (",["span.crossRef","“Stand Strong against the Wiles of the World,”"],["span.emphasis","Ensign,"],"Nov. 1995, 99)."]]]],"refs":null}
