{"id":17,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":17,"title":"Gordon B. Hinckley Fifteenth President of the Church","subtitle":"","short_title":"Chapter 15","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.head1"},[".titleNumber","Chapter 15"],["h1","Gordon B. Hinckley"],[".subtitle","Fifteenth President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p6"},"When Gordon Bitner Hinckley was born on June 23, 1910, Joseph F. Smith was President of the Church and the Church had almost 400,000 members. The Church had four operating temples—the Salt Lake Temple, the St. George Utah Temple, the Logan Utah Temple, and the Manti Utah Temple."],["div",{"id":"p7","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p7"},"Gordon B. Hinckley’s grandfather Ira Hinckley joined the Church in Nauvoo, Illinois, as a teenager and traveled with the pioneers to Utah in 1850. He accepted an assignment to build Cove Fort in Utah, and he served as the president of the Millard Stake in central Utah. Gordon’s father, Bryant Hinckley, was a counselor in the stake presidency of the Liberty Stake in Salt Lake City for about 18 years, and then he served as stake president for another 11 years."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Gordon B. Hinckley’s parents and grandparents set an example of faith."],["div",{"id":"p10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p10"},"Prepare a worksheet for every two students using the material below. Have each pair of students use the student manual to find answers to the questions. Review their answers as a class.",["span.emphasis","(The answers are provided in parentheses.)"]],["div",{"id":"f2","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.f2"},"Use the information from sections “Highlights in the Life of Gordon B. Hinckley,” “He Descended from a Pioneer Heritage,” “His Father Was Strong and Faithful,” and “Gordon B. Hinckley Was Born” in the student manual (pp. 254–56) and find answers to the following:",["ol.number",["li",["span.label","1."],[".para","Fill in the following brief pedigree chart for Gordon B. Hinckley:"],[".",{"id":"f","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345.f"}]],["li",["span.label","2."],[".para","What leadership role did Gordon B. Hinckley’s forebear Thomas Hinckley have in early Massachusetts?",["span.emphasis","(He was governor of Plymouth Colony.)"]]],["li",["span.label","3."],[".para","Why was Gordon B. Hinckley’s grandfather Ira Hinckley important to the Saints who traveled the main road between northern and southern Utah?",["span.emphasis","(He built and managed a fort where travelers could find shelter, food, and safety.)"]]],["li",["span.label","4."],[".para","Describe Bryant Hinckley’s education and employment experience.",["span.emphasis","(He attended Brigham Young Academy in Provo, Utah; then Eastman Business College in Poughkeepsie, New York; he taught at Brigham Young Academy; then was principal of the LDS Business College in Salt Lake City, Utah.)"]]],["li",["span.label","5."],[".para","What happened to Bryant’s first wife in July 1908, and how many children did they have at the time?",["span.emphasis","(She died; they had eight children.)"]]],["li",["span.label","6."],[".para","Where did Bryant meet his second wife, and what was her name?",["span.emphasis","(At the LDS Business College; her name was Ada Bitner.)"]]],["li",["span.label","7."],[".para","What was unique about the future of their first son?",["span.emphasis","(He became the Church President.)"]]],["li",["span.label","8."],[".para","How old was Gordon when his mother died?",["span.emphasis","(He was 20 years old.)"]]],["li",["span.label","9."],[".para","How old was he when he graduated from the University of Utah?",["span.emphasis","(He was 21 years old.)"]]],["li",["span.label","10."],[".para","What did he do after he graduated?",["span.emphasis","(He served a mission in the British Isles.)"]]]]],["div",{"id":"p29","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p29"},"Tell students that soon after Gordon B. Hinckley became President of the Church, he reflected on the heritage he received from his parents and ancestors:"],[".blockQuote",["div",{"id":"p30","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p30"},"“My grandfather as a boy was baptized in the summer of 1836 in Ontario, Canada. His widowed mother eventually brought her two boys to Springfield, Illinois. From there my grandfather walked to Nauvoo, where he listened to the Prophet Joseph Smith. When the exodus of our people occurred in 1846, he was an eighteen-year-old youth of strength and capacity and faith. He was a skilled builder of wagons and a blacksmith. He was among those whom President Young requested to remain for a time in Iowa to assist those still on the westward trail. He married in 1848 and set out for this valley in the spring of 1850."],["div",{"id":"p31","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p31"},"“Somewhere along that wearisome trail, his young wife sickened and died. With his own hands he dug a grave, split logs to make a coffin, lovingly buried her, then tearfully took their eleven-month-old child in his arms and marched on to this valley."],["div",{"id":"p32","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p32"},"“He was among those who repeatedly were called by President Young to undertake a variety of difficult assignments incident to the establishment of our people in these mountain valleys. He served as president of the Millard Stake of Zion when there were only a handful of stakes, and when it included a vast area of central Utah, traveling thousands of miles by horse and buggy in the discharge of his ministry. He gave so generously of his substance in the establishment of schools that his once substantial estate was small at the time of his death."],["div",{"id":"p33","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p33"},"“My father was similarly a man of great faith who served the Church without reservation in many trusted capacities. For a number of years he presided over what was then the largest stake in the Church, with more than 15,000 members. My mother and grandmothers were likewise women of great faith whose lives were not always easy because of requirements made upon them by the Church. But they did not complain. They met their responsibilities with cheerfulness and devotion” (in Conference Report, Apr. 1995, 92–93; or",["span.emphasis","Ensign,"],"May 1995, 69–70)."]]],[".topic",["h4","His parents taught him to have faith in Jesus Christ."],["div",{"id":"p35","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p35"},"Explain to students that in addition to providing examples of righteousness, Gordon B. Hinckley’s parents taught him faith in Jesus Christ. President Hinckley later recalled the beginnings of spiritual growth in his life:"],[".blockQuote",["div",{"id":"p36","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p36"},"“The earliest instance of which I have recollection of spiritual feelings was when I was about five years of age, a very small boy. I was crying from the pain of an earache. There were no wonder drugs at the time. That was 85 years ago. My mother prepared a bag of table salt and put it on the stove to warm. My father softly put his hands upon my head and gave me a blessing, rebuking the pain and the illness by authority of the holy priesthood and in the name of Jesus Christ. He then took me tenderly in his arms and placed the bag of warm salt at my ear. The pain subsided and left. I fell asleep in my father’s secure embrace. As I was falling asleep, the words of his administration floated through my mind. That is the earliest remembrance I have of the exercise of the authority of the priesthood in the name of the Lord."],["div",{"id":"p37","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p37"},"“Later in my youth, my brother and I slept in an unheated bedroom in the winter. People thought that was good for you. Before falling into a warm bed, we knelt to say our prayers. There were expressions of simple gratitude. They concluded in the name of Jesus. The distinctive title of Christ was not used very much when we prayed in those days."],["div",{"id":"p38","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p38"},"“I recall jumping into my bed after I had said amen, pulling the covers up around my neck, and thinking of what I had just done in speaking to my Father in Heaven in the name of His Son. I did not have great knowledge of the gospel. But there was some kind of lingering peace and security in communing with the heavens in and through the Lord Jesus” (in Conference Report, Apr. 2000, 86; or",["span.emphasis","Ensign,"],"May 2000, 70)."]],["div",{"id":"p39","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p39"},"Ask: What opportunities do parents have to teach their children? Then read with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“The Hinckleys Held Family Home Evening”"],"in the student manual (p. 257). Encourage them to take at least one opportunity to share their testimony to family members or to share their love for some aspect of the gospel."],["div",{"id":"p40","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p40"},"Read the following statement from President Gordon B. Hinckley, then a counselor in the First Presidency:"],[".blockQuote",["div",{"id":"p41","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p41"},"“The most persuasive gospel tract is the exemplary life of a faithful Latter-day Saint. We live in a time when the pressures of life make it so easy and so tempting, in fulfillment of the words of Nephi, to commit ‘a little sin; yea, lie a little, take the advantage of one because of his words, dig a pit for thy neighbor; … turn aside the just for a thing of naught and revile against that which is good.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.8,16"},"2 Ne. 28:8, 16"],".)"],["div",{"id":"p42","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p42"},"“Said the Savior while speaking on the mount: ‘Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.16"},"Matt. 5:16"],".)"],["div",{"id":"p43","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p43"},"“If we as a people will walk with integrity, will be honest and moral in our actions, will put into our lives the simple and basic and wonderful principle of the Golden Rule, others will be led to inquire and learn. We shall become as a city set upon a hill whose light cannot be hid. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.14"},"Matt. 5:14"],".)” (in Conference Report, Apr. 1982, 68; or",["span.emphasis","Ensign,"],"May 1982, 45)."]],["div",{"id":"p44","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p44"},"Invite students to discuss how parents can be a “most persuasive gospel tract” in the lives of their children."]],[".topic",["h4","He learned the value of hard work early in life."],"Invite students to look for answers to the following questions as they read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“He Learned Lessons in His Youth”"],"in the student manual (pp. 256–57):",["ul.bullet",["li",["span.label","•"],[".para","What was the lesson Gordon B. Hinckley learned from the “monster of a furnace”?"]],["li",["span.label","•"],[".para","How do you feel his ability to work hard has contributed to what he has accomplished as a Church leader?"]]],["div",{"id":"p49","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p49"},"Share the following experience from President Gordon B. Hinckley, then a counselor in the First Presidency:"],[".blockQuote",["div",{"id":"p50","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p50"},"“A week ago I had an interesting experience. Without any official assignment, I attended a stake conference in a rural area of southeastern Utah. The stake president and his wife had invited Sister Hinckley and me to stay at their home. While he conducted his Saturday afternoon meeting, we rode about the stake, visiting a half-dozen little towns, in each of which there is a Church meetinghouse. We noted that the lawns were green and the buildings nicely kept, although they are small and some of them are old. We drove about and looked at the homes, modest in their appearance, but in almost every case there was neatness and beauty with flowers in bloom. Having a free Saturday and Sunday, I had wanted to make this trip simply to thank the people for their faith and faithfulness and to express my love to them. Most of them are farm folk who work hard for a small return. But they know a great truth. They know the law of the harvest—‘Whatsoever ye sow, that shall ye also reap.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.33"},"D&C 6:33"],".)"],["div",{"id":"p51","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p51"},"“They know that you do not reap wheat after sowing oats. … They know that if you are to build another great generation, you must work with vision and faith. You must dream and plan, serve and sacrifice, pray and labor” (“Rise to the Stature of the Divine within You,”",["span.emphasis","Ensign,"],"Nov. 1989, 94)."]]],[".topic",["h4","Books and education were important to the Hinckley family."],["div",{"id":"p53","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p53"},"Explain to students that not only can we learn to work while in our youth, but we can develop a love for learning that will bless us throughout our lives. The desire to learn and the ability to work often go together. Review with students “The Hinckley Family Valued Learning in the Home” in the student manual (pp. 257–58). Have the students look for specific opportunities the Hinckley family provided to encourage learning, and, as you review the section, list these things on the board. Then ask:"],["ul.bullet",["li",["span.label","•"],[".para","How would the placement of good books around the house encourage the children to read?"]],["li",["span.label","•"],[".para","How do you think the writings of the prophets and great thinkers influenced Gordon B. Hinckley?"]]]],[".topic",["h4","In his youth, Gordon B. Hinckley received a strong testimony of Joseph Smith."],["div",{"id":"p57","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p57"},"Ask students if they remember when they first knew that Joseph Smith was a prophet of God. Perhaps they have wondered how Church leaders such as President Gordon B. Hinckley obtained their testimonies of the Prophet Joseph Smith. Review and discuss “He Received a Strong Testimony of Joseph Smith” in the student manual (p. 259). Ask students if any of them have had a similar experience with a hymn."]],[".topic",["h4","He learned how to answer difficult questions."],["div",{"id":"p59","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p59"},"Like many other Church members, young Gordon B. Hinckley had many questions about the Church and the gospel. He had a sincere desire to find answers, and he overcame his doubts. Review with students “His Faith Transcended His Doubts” in the student manual (p. 260). Ask students to notice how Bryant Hinckley answered his son’s questions."],["div",{"id":"p60","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p60"},"The approach Gordon B. Hinckley learned from his parents helped him later in his life. He often graciously answered questions asked of him by his children, Church members, and the media. Once he was invited to the prestigious Harvard Club in midtown Manhattan, New York, where an impressive roster of guests were assembled, including newspaper and television editors. Share with students the following account of that event:"],[".blockQuote",["div",{"id":"p61","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p61"},"“The thirty or so opinion leaders were seated in such a way that all had easy access to each other. After lunch, Elder Maxwell introduced President Hinckley, referring in so doing to his experience as a young missionary preaching to hecklers in London’s Hyde Park. … At that, the tone was set for a congenial and sometimes humorous interchange. President Hinckley continued with an overview of the international scope of the Church, commented on its missionary, humanitarian, and educational pursuits, and then offered to answer questions."],["div",{"id":"p62","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p62"},"“Some of the inquiries that followed were predictable. One question centered on the issue of women and the priesthood, another on excommunication and dissent within the Church. Another comment dealt with the Church’s emphasis on family history research, and one media executive asked President Hinckley to elaborate on misconceptions that surrounded the Church and its members. He answered each question candidly and without hesitation or any hint of awkwardness. Toward the end of the discussion one guest offered: ‘President Hinckley, you are obviously not afraid to answer the tough questions. It has been my perception in the past that there were certain secretisms to the workings of the Church. By your very presence, you indicate to me an openness. Is this a new openness, and is the Church concentrating on opening up some of its formerly less known facets to the public?’ President Hinckley responded: ‘There is only one situation that we don’t talk about, and that is the sacred work that takes place in our temples. … We enter into covenants and ordinances there that are sacred and of a character that we don’t talk about in public. … But the door is wide open on everything else’” (Sheri L. Dew,",["span.emphasis","Go Forward with Faith: The Biography of Gordon B. Hinckley"],"[1996], 537–38)."]],"Discuss answers to the following questions:",["ul.bullet",["li",["span.label","•"],[".para","How can we share the gospel candidly with people around us without being offensive?"]],["li",["span.label","•"],[".para","How can we respond to questions for which we may not have answers?"]]]],[".topic",["h4","He served a mission in England."],["div",{"id":"p67","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p67"},"Ask students if they know where Gordon B. Hinckley served his mission. (The European Mission, with headquarters in London, England.) Ask if any students can describe how he financed his mission. Review with students “His Mother Died” and the first two paragraphs of “He Was Called on a Mission to England” in the student manual (p. 261). Then invite a student to read how Elder Hinckley overcame discouragement and became a skilled missionary in the rest of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“He Was Called on a Mission to England”"],"(pp. 261–63). Ask:"],["ul.bullet",["li",["span.label","•"],[".para","What do you think “throwing oneself into the work” means?"]],["li",["span.label","•"],[".para","How did Gordon B. Hinckley’s mission contribute to his ability to think fast and “speak quickly on [his] feet”?"]]]],[".topic",["h4","Gordon married Marjorie Pay."],"Invite students to share what they know about the courtship and marriage of Marjorie Pay and Gordon B. Hinckley. Refer to the student manual as needed (see",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“He Found an Eternal Companion,” “There Was a Period of Adjustment to Marriage,” and “He Built a Home,”"],"pp. 263–64). Discuss answers to the following questions:",["ul.bullet",["li",["span.label","•"],[".para","When did Gordon and Marjorie Pay meet, and what impressed Gordon the most about Marjorie?"]],["li",["span.label","•"],[".para","What are some of President Hinckley’s earliest memories of Marjorie?"]],["li",["span.label","•"],[".para","What kinds of adjustments did Marjorie struggle with during the first years of marriage?"]],["li",["span.label","•"],[".para","How did family members describe life in their first house?"]]],["div",{"id":"p76","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p76"},"Share with students the following tribute President Hinckley wrote to his wife, Marjorie. Have students listen for specific ways Sister Hinckley supported her husband:"],["div",{"id":"p77","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p77"},"“When our children were young, you seldom traveled with me. I would be gone for as long as two months at a time. There were not even telephone calls permitted in those days. We wrote letters. You never complained. How wonderful it was to come home and be held warmly in your arms and those of our children."],[".blockQuote",["div",{"id":"p78","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p78"},"“Now in more recent years we have traveled far and wide together. We have visited every continent. We have held meetings in the great cities of the world and in many smaller ones. We have met the distinguished of the earth. We have spoken to millions who have appreciated you so greatly. With your familiar words you have won the love of all who have heard you. Your down-to-earth good sense, your sparkling and refreshing wit, your quiet and unfailing wisdom, and your tremendous and ever constant faith have won the hearts of all who have listened to you."],["div",{"id":"p79","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p79"},"“You have been my critic and my judge. You have seen to it that my shoes were shined, my suit pressed, my tie straight. You have pushed aside the flattery that comes with public life, and winnowed the kind and sincere words of honest and loving friends. You have held at bay that old fraud of adulation and kept my feet planted on the solid earth. How I appreciate you” (in Virginia H. Pearce,",["span.emphasis","Glimpses into the Life and Heart of Marjorie Pay Hinckley"],"[1999], 194)."]],["div",{"id":"p80","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p80"},"You may want to use the following statements from Elders David B. Haight and L. Tom Perry, members of the Quorum of the Twelve Apostles, regarding Sister Hinckley’s influence on her husband:"],[".blockQuote",["div",{"id":"p81","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p81"},"“President Hinckley’s marriage to his sweetheart, Marjorie Pay, added spiritual strength and increased desire to advance our Lord’s work. She has been a most inspiring companion” (David B. Haight, in Conference Report, Apr. 1995, 49; or",["span.emphasis","Ensign,"],"May 1995, 37)."],["div",{"id":"p82","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p82"},"“Much will be said, written, and recorded about President Hinckley during the time he presides over the Church. Much less will be recorded about his dear companion, Marjorie. … What an example she has been and will continue to be to the women of the Church and to all the world. She is such a loyal, supportive companion to our President. …"],["div",{"id":"p83","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p83"},"“Over the years my wife and I have had the privilege of traveling on many assignments with President and Sister Hinckley. In our travels we have always found Sister Hinckley so positive and cheerful. Her enthusiastic and supportive attitude clearly lifts her husband. Often the trips have been long and tiring. Schedules may not have been ideal. Accommodations may not have been four star, sometimes way below. But in the midst of turmoil, discomfort, or challenge, Sister Hinckley has maintained her composure and her naturally happy disposition. Each time we would step off a plane to greet the Saints at a new destination, her kind and loving spirit was contagious. She has set a standard of support for priesthood-leader husbands that literally brings out the best in them” (L. Tom Perry, in Conference Report, Apr. 1995, 97–98; or",["span.emphasis","Ensign,"],"May 1995, 72–73)."]]],[".topic",["h4","Gordon B. Hinckley was tutored by the Lord through his many assignments."],["div",{"id":"p85","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p85"},"Ask students to suggest what was unique about Gordon B. Hinckley’s employment prior to being called to serve as a General Authority. Explain that for many years he worked at Church headquarters in various capacities. Explain that his assignments helped him to have deep feelings for and an understanding of Church members. Share and discuss the following observation from Elder Boyd K. Packer, a member of the Quorum of the Twelve Apostles, and ask students to be prepared to describe what the “Heartbreak Committee” is:"],[".blockQuote",["div",{"id":"p86","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p86"},"“Perhaps it is essential for one who is to serve with humility and distinction in the kingdom of God to be given, as a blessing, some characteristic or attribute which causes him to regard himself as inadequate."],["div",{"id":"p87","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p87"},"“Such a ‘gift’ does not often show itself on the surface. Usually it is hidden deep within, and it shows in many small ways that an individual has learned the lesson that Moses learned when, emerging from a great vision, he said: ‘Now, for this cause I know that man is nothing, which thing I never had supposed.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.10"},"Moses 1:10"],".)"],["div",{"id":"p88","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p88"},"“Somewhere in the make up of Gordon B. Hinckley there is such a tempering feeling. Perhaps it centers in his admission that as a boy he was shy. Without this ‘gift,’ high station would have made him oblivious to the feelings and the needs of the rank and file of humanity, to the widow and her mite, to the poor among men. But he is not oblivious to her or to them; they are constantly on his mind. ‘I have a feeling for the rank and file of the Church because I am one of them,’ he has said."],["div",{"id":"p89","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p89"},"“Brother Hinckley served for several years on what was informally called the ‘Heartbreak Committee.’ There the cases of those who had seriously transgressed were considered. He has sympathetic love for those who suffer from guilt, and particularly the innocent who are affected by it."],["div",{"id":"p90","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p90"},"“That regard for the rank and file is there when he grumbles (that is the correct word) about such things as misused authority, domineering executives, academic elitism, unreasonable conduct in family life, or worldly pretensions” (“President Gordon B. Hinckley: First Counselor,”",["span.emphasis","Ensign,"],"Feb. 1986, 7)."]],["div",{"id":"p91","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p91"},"Ask: How might an understanding of one’s inadequacy enable one to serve better in the kingdom of God?"]],[".topic",["h4","He is like an anchor to his family."],["div",{"id":"p93","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p93"},"Share the following statement from one of President Gordon B. Hinckley’s children about his influence on their family. Invite students to consider how President Hinckley’s testimony and example influenced this child."],[".blockQuote",["div",{"id":"p94","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p94"},"“I don’t recall discussing many of my concerns with Dad, but in my heart I knew he knew the gospel was true, and that was terribly important to me. He was like an anchor. Not because he talked overtly about his feelings, but I simply sensed that he knew. God was real and personal to him. And when he prayed, I learned about the depth of his faith. He prayed for us, for those who were ‘downtrodden and oppressed’ and ‘alone and afraid.’ One phrase he used often was ‘We pray that we may live without regret’” (Richard Gordon Hinckley, in M. Russell Ballard, “President Gordon B. Hinckley: An Anchor of Faith,”",["span.emphasis","Ensign,"],"Sept. 1994, 11)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What was one of the phrases President Hinckley often used? What does that mean to you?"]],["li",["span.label","•"],[".para","What are some things fathers and mothers may do to let their children know they have a testimony of the gospel, even if they may not verbalize it frequently?"]]]]],[".topic",["h3","Part 2: The Later Years"],[".topic",["h4","Historical Background"],["div",{"id":"p100","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p100"},"Before becoming Church President, Gordon B. Hinckley served for almost 14 years as a counselor in the First Presidency. He has overseen the dedication of more temples than all of the other previous General Authorities combined. When President Hinckley was called to serve in the First Presidency in 1981, 21 temples had been dedicated, counting the Kirtland and Nauvoo Temples. From June 1983 to June 2004, he dedicated or rededicated more than 84 of the 120 temples in operation. This period was one of the most intense temple building periods in the history of this dispensation. In addition to temples, President Hinckley oversaw many other significant Church projects. For example, the Conference Center, seating 21,000, was built to accommodate a larger general conference congregation than the historic Salt Lake Tabernacle and was dedicated in October 2000."],["div",{"id":"p101","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p101"},"In 1995, when Gordon B. Hinckley became President of the Church, the membership of the Church was over 9.3 million, with 2,150 stakes, 307 missions, and 47 temples (see",["span.emphasis","2004 Church Almanac"],"[2004], 444, 582). By the end of 2003 the Church had grown to 11.98 million members, with 2,624 stakes, 337 missions, and 116 temples (see Conference Report, Apr. 2004, 26; or",["span.emphasis","Ensign,"],"May 2004,",["span.crossRef","26"],")."],["div",{"id":"p102","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p102"},"In addition to undertaking the most vigorous temple building period in the history of the Church, under President Hinckley’s inspired leadership the Church instituted other significant programs. In an effort to remedy the cycle of poverty created by limited abilities, President Hinckley introduced the Perpetual Education Fund. Through that fund, loans are “made to ambitious young men and women, for the most part returned missionaries, so that they may borrow money to attend school” and learn good employment skills (in Conference Report, Mar.–Apr. 2001, 68; or",["span.emphasis","Ensign,"],"May 2001, 52)."],["div",{"id":"p103","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p103"},"On January 11, 2003, the first Worldwide Leadership Training Meeting was broadcast to stake centers throughout the world to more effectively train the increasing number of new leaders in the Church. And in April 2004, due to the growth of the Church, the sixth Quorum of the Seventy was organized."]]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Gordon B. Hinckley was called as an Apostle."],["div",{"id":"p106","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p106"},"Review and discuss with students “He Was Called to the Apostleship” in the student manual (pp. 264–65), and read the following statement from Elder Gordon B. Hinckley from his first general conference talk as a new Apostle:"],[".blockQuote",["div",{"id":"p107","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p107"},"“Sister Romney told me yesterday afternoon that she knew that I was the one to be sustained because of the appearance of my eyes when she talked with me yesterday morning. I confess that I have wept and prayed."],["div",{"id":"p108","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p108"},"“I think I feel some sense of the burden of this responsibility to stand as a witness of the Lord Jesus Christ before a world that is reluctant to accept him. ‘I stand all amazed at the love Jesus offers me.’ I am subdued by the confidence of the Lord’s Prophet in me, and by the expressed love of these, my brethren. … I pray for strength; I pray for help; and I pray for the faith and the will to be obedient. I think that I need—and I feel that all of us need—discipline, if this great work is to roll forward as it is ordained to do” (in Conference Report, Oct. 1961, 115–16)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","How old was Gordon B. Hinckley and how long had he worked at Church headquarters when he was called as an Apostle?"]],["li",["span.label","•"],[".para","How did the lives of his grandfather and father influence Elder Hinckley’s feelings toward his calling as an Apostle?"]],["li",["span.label","•"],[".para","In what ways do we need to discipline ourselves to help this “great work roll forward”?"]]]],[".topic",["h4","He loves the peoples of the world."],["div",{"id":"p114","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p114"},"Ask students to describe the feelings many returned missionaries express for the people and lands in which they served. Discuss why they often feel very close to those they served, even when cultures and living conditions may have been a difficult adjustment. Explain that President Gordon B. Hinckley has traveled extensively during his Church service and has developed a love for the Saints and people everywhere he has been, just as he has developed a deep love for the people of Asia."],["div",{"id":"p115","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p115"},"Display the map of southeast Asia, including the city of Hong Kong and the lands of Japan, Korea, Taiwan, and the Philippines, on page 219 of this manual. Explain that, prior to his call as an Apostle, Gordon B. Hinckley was assigned, as an Assistant to the Quorum of the Twelve Apostles, to supervise the work of the Church in these and other locations in Asia. Read to students the following description of his then limited knowledge of the land he was asked to oversee:"],[".",{"id":"f11","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.f11"}],["div",{"id":"p116","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p116"},"“What Elder Hinckley knew about Asia and its peoples didn’t extend much beyond what he could read in an encyclopedia. He knew that it lay halfway around the world, that it covered an immense area (approximately 30 percent of the world’s land mass), that it was home to some of the world’s most densely populated cities and approximately half its population, and that the various languages spoken there bore no resemblance to English. He couldn’t remember having ever associated closely with anyone of Oriental descent, and he had no particular feeling for the Asian peoples” (Sheri L. Dew,",["span.emphasis","Go Forward with Faith: The Biography of Gordon B. Hinckley"],"[1996], 210)."],["div",{"id":"p117","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p117"},"Ask: Why might this call have been given to Elder Hinckley when he knew so little about the land and people he was to serve?"],["div",{"id":"p118","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p118"},"Tell students that during the early 1960s Elder Hinckley traveled frequently and for numerous weeks at a time to Asian countries. List on the board the following work he did in these lands: he taught and directed mission presidents, motivated and instructed missionaries, taught and tended to the needs of the Saints, helped purchase lands for Church buildings, and developed leaders."],["div",{"id":"p119","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p119"},"Read the following and ask students to listen for descriptions of how Elder Hinckley felt about the people of Asia with whom he worked:"],[".blockQuote",["div",{"id":"p120","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p120"},"“Elder Hinckley had an affinity for the Asians. He admired the integrity, resourcefulness, and work ethic of these determined people, and he was attracted to their manner, which though somewhat formal was gracious and accommodating. Though the Church was small and struggling, he saw potential in the modest core of members” (Dew,",["span.emphasis","Go Forward with Faith,"],"220)."]],["div",{"id":"p121","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p121"},"Ask: How has the Church grown in these Asian countries since Elder Hinckley was first assigned to supervise the Church in Asia? (You may want to display the map with the temples and numbers of stakes indicated, on page 220 of this manual.)"],[".",{"id":"f12","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.f12"}],["div",{"id":"p122","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p122"},"Years later, in 1987, President Hinckley described the growth of the Church in Asian countries and the faith of Asian members:"],[".blockQuote",["div",{"id":"p123","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p123"},"“In 1960, only twenty-seven years ago, I was given an assignment by the First Presidency to work with the mission presidents, the missionaries, and the Saints in Asia. The Church was weak and small in that part of the earth. The seed had been planted in Japan, Taiwan, and Korea by faithful Latter-day Saints in military service. But it was tiny and unstable. We had no buildings of our own. We met as small groups in rented houses. In winter they were cold and uncomfortable. Converts came into the Church. But some, lacking faith, soon left. However, there remained a residual of strong and wonderful men and women who looked beyond the adversity of the moment. They found their strength in the message, not in the facilities. They have remained faithful to this day, and their numbers have been added to by the tens and tens of thousands."],["div",{"id":"p124","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p124"},"“A few Sundays back we held a regional conference in Tokyo. The spacious hall was filled to capacity. There were almost as many present on that occasion as there are assembled in the Salt Lake Tabernacle this morning. The Spirit of the Lord was there. An attitude of faith filled that vast congregation. For me, who had known those days when we were weak and few in number, it was a miracle to behold, for which I give thanks to the Lord."],["div",{"id":"p125","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p125"},"“We had a similar experience in Hong Kong, where there are now four stakes of Zion."],["div",{"id":"p126","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p126"},"“Then in Seoul, Korea, my heart was touched as we entered the largest hall in that great city to find every seat taken by members of The Church of Jesus Christ of Latter-day Saints and their invited guests. A magnificent choir of 320 voices opened with the strains ‘Oh, how lovely was the morning’ (‘Joseph Smith’s First Prayer,’",["span.emphasis","Hymns,"],"no. 26). It was a moving expression of the first vision of the Prophet Joseph Smith."],["div",{"id":"p127","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p127"},"“I had known South Korea in its days of poverty and reconstruction following the terrible war. When first I went there, we had six missionaries in Seoul and two in Pusan. Some were ill with hepatitis. Today there are four thriving missions in that land, with some six hundred missionaries. Many of the missionaries are sons and daughters of Korea. They include bright and beautiful young women in whose hearts burns the light of faith. They include young men who leave schooling for a season in order to serve missions. These young men are under tremendous pressures because of military requirements as well as educational demands, but they have faith in their hearts."],["div",{"id":"p128","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p128"},"“When first I went to South Korea, there were two or three tiny branches. Today there are one hundred fifty local units of the Church, both wards and branches. Then it was a small, isolated district of the Northern Far East Mission. We had no chapels. Today there are fourteen stakes with forty-seven chapels built and owned and another fifty-two under lease, with others under construction."],["div",{"id":"p129","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p129"},"“I felt a spirit in that congregation three weeks ago that touched me to the depths of my soul. I saw the sweet fruits of faith. I knew of the early struggles in establishing an unknown church. I knew of the poverty of the people. Now there is strength. There is an undreamed-of measure of prosperity. There is a warm spirit of fellowship. There are families of devoted husbands and wives and good and beautiful children."],["div",{"id":"p130","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p130"},"“These are people I love, and I love them because of their faith. They are intelligent and well educated. They are hardworking and progressive. They are humble and prayerful. They are an example to others across the world” (in Conference Report, Oct. 1987, 66–67; or",["span.emphasis","Ensign,"],"Nov. 1987, 53)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","Considering President Hinckley’s statements about growth in the Church, in what ways have you seen the Church grow in your area?"]],["li",["span.label","•"],[".para","Who are examples to you of faithful Latter-day Saints?"]]]],[".topic",["h4","He served as a counselor to three Presidents of the Church."],"Ask students the following questions:",["ul.bullet",["li",["span.label","•"],[".para","Who were the three Church Presidents who served prior to President Gordon B. Hinckley? (Spencer W. Kimball, Ezra Taft Benson, and Howard W. Hunter.)"]],["li",["span.label","•"],[".para","What calling did President Hinckley have that directly served these three men? (He was a counselor to each of them.)"]]],["div",{"id":"p138","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p138"},"Explain that President Gordon B. Hinckley served as a counselor in the First Presidency for almost 14 years. Serving with three Church Presidents gave him an increased understanding of Church operations. When the Church President and the other counselors faced physical challenges, many of the First Presidency responsibilities fell upon him. He reported that it was “a very heavy and overwhelming responsibility. … It was an almost terrifying load at times.” Read with students the section",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“He Was Called to Be a Counselor in the First Presidency”"],"in the student manual (pp. 265–66). Then ask:"],["ul.bullet",["li",["span.label","•"],[".para","How did President Hinckley’s callings as a counselor in the First Presidency prepare him for his service as Church President?"]],["li",["span.label","•"],[".para","What did the Lord’s words “Be still and know that I am God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.16"},"D&C 101:16"],") mean to President Hinckley during a particularly difficult time?"]],["li",["span.label","•"],[".para","How might this answer to President Hinckley’s prayer help you?"]]]],[".topic",["h4","“The Family: A Proclamation to the World” was issued."],["div",{"id":"p143","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p143"},"Explain that in The Church of Jesus Christ of Latter-day Saints the First Presidency and the Quorum of Twelve Apostles have occasionally issued official statements called “proclamations.” Other official statements that do not carry the proclamation label are “official declarations” and “doctrinal expositions.” All of these official pronouncements by the leaders of the Church are solemn and serious in nature for Church members and others in the world."],"On September 23, 1995, President Gordon B. Hinckley read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“The Family: A Proclamation to the World”"],"at the general Relief Society meeting, and explained why it was issued. Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“He Explained the Need for the Proclamation on the Family”"],"in the student manual (p. 271). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","Who was this proclamation given to? (see official title)."]],["li",["span.label","•"],[".para","How can the proclamation on the family help the world?"]]],["div",{"id":"p147","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p147"},"Share and discuss with students the following statements from President Hinckley:"],[".blockQuote",["div",{"id":"p148","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p148"},"“Why do we have this proclamation on the family now? Because the family is under attack. All across the world families are falling apart. The place to begin to improve society is in the home. Children do, for the most part, what they are taught. We are trying to make the world better by making the family stronger” (“Inspirational Thoughts,”",["span.emphasis","Ensign,"],"Aug. 1997, 5)."],["div",{"id":"p149","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p149"},"“A nation will rise no higher than the strength of its homes. If you want to reform a nation, you begin with families, with parents who teach their children principles and values that are positive and affirmative and will lead them to worthwhile endeavors. … Parents have no greater responsibility in this world than the bringing up of their children in the right way, and they will have no greater satisfaction as the years pass than to see those children grow in integrity and honesty and make something of their lives” (in Conference Report, Oct. 1996, 67–68; or",["span.emphasis","Ensign,"],"Nov. 1996, 48–49)."]]],[".topic",["h4","He taught about the importance of families."],["div",{"id":"p151","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p151"},"Divide the class into five groups and assign them to read and discuss the following sections from the student manual:",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“He Taught the Importance of Motherhood”"],"(pp. 267–68),",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“Selfishness Is a Major Cause of Divorce”"],"(p. 268),",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“Marriage Should Be an Eternal Partnership”"],"(pp. 268–69),",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“God Bless You, Mothers!”"],"(pp. 271–72), and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“Rear Your Children in the Ways of the Gospel”"],"(p. 272). Ask the groups to take three to five minutes to discuss the principles taught in these sections. Then have a student from each group give a short summary to the class about how they can act on these principles."]],[".topic",["h4","The dedication of the Nauvoo Illinois Temple fulfilled a dream of President Hinckley’s father."],["div",{"id":"p153","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p153"},"If available, display a picture of the Nauvoo Illinois Temple. Explain that the history leading up to the dedication of the Nauvoo Temple in June 2002 was different from that of any other temple. Ask students: Why is the Nauvoo Temple unique? (The Saints had previously built a temple in Nauvoo, only to be driven away from it by persecution. The building was later destroyed by fire in 1848.)"],["div",{"id":"p154","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p154"},"Tell students that another unique circumstance involved President Gordon B. Hinckley’s father. In the 1930s when Gordon B. Hinckley’s father, Bryant Hinckley, was the mission president for the Northern States Mission, he traveled to Nauvoo to begin an acquisition and restoration project for the Nauvoo area. Bryant Hinckley described the conditions of Nauvoo then and his vision of its restoration:"],[".blockQuote",["div",{"id":"p155","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p155"},"“The once prosperous and beautiful city that surrounded it has dwindled into a forgotten village with less than a thousand people. Some of the old Mormon homes are still standing, mellowed with age and lovely; many are gone, but the green hills and the rolling Mississippi remain, and over it all lies the somber atmosphere of a vanished glory. No other spot in this fair land has a more fascinating and a more dramatic history. …"],["div",{"id":"p156","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p156"},"“From this small center began a new chapter in the great story of pioneering and colonization in America. Impoverished and persecuted, these people did not waste their time mourning over their misfortunes, but forgot their troubles and went to work. …"],["div",{"id":"p157","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p157"},"“Nauvoo is destined to become one of the most beautiful shrines of America and one of the strong missionary centers of the Church” (“The Nauvoo Memorial,”",["span.emphasis","Improvement Era,"],"Aug. 1938, 458, 511)."]],["div",{"id":"p158","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p158"},"Explain that Bryant Hinckley died in 1961. In 1999 President Gordon B. Hinckley announced in general conference that the Nauvoo Temple would be rebuilt. Share this review by President Hinckley from a later conference:"],[".blockQuote",["div",{"id":"p159","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p159"},"“Under the prompting of the Spirit, and motivated by the desires of my father, who had served as mission president in that area and who wished to rebuild the temple for the centennial of Nauvoo but was never able to do so, we announced in the April conference of 1999 that we would rebuild that historic edifice."],["div",{"id":"p160","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p160"},"“Excitement filled the air. Men and women came forth with a desire to be helpful. Large contributions of money and skills were offered. … No expense was spared. We were to rebuild the house of the Lord as a memorial to the Prophet Joseph and as an offering to our God. On the recent 27th of June, in the afternoon at about the same time Joseph and Hyrum were shot in Carthage 158 years earlier, we held the dedication of the magnificent new structure. It is a place of great beauty. It stands on exactly the same site where the original temple stood. Its outside dimensions are those of the original. It is a fitting and appropriate memorial to the great Prophet of this dispensation, Joseph the Seer” (in Conference Report, Oct. 2002, 4; or",["span.emphasis","Ensign,"],"Nov. 2002, 6)."]]],[".topic",["h4","President Hinckley urged Church members to use the temples."],["div",{"id":"p162","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p162"},"Tell students that President Gordon B. Hinckley has dedicated more temples than all of the other prophets before his time combined. When he first became a General Authority in April 1958, the Church only had 10 temples in operation and President David O. McKay was about to dedicate the 11th temple, in Hamilton, New Zealand. When President Hinckley was called to serve in the First Presidency in 1981, 21 temples had been dedicated during this dispensation, counting the Kirtland and Nauvoo Temples. From June 1983 to June 2004, President Hinckley dedicated or rededicated more than 84 of the 120 temples in operation."],["div",{"id":"p163","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p163"},"Review with students “The Church Is Not Complete without Temples” and “He Planned to Have One Hundred Temples by the Year 2000” in the student manual (pp. 272–73). Then ask: Why has President Hinckley emphasized so strongly the building of temples throughout the world?"],["div",{"id":"p164","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p164"},"Share President Hinckley’s urging that Church members use the temples:"],[".blockQuote",["div",{"id":"p165","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p165"},"“These wonderful buildings of various sizes and architectural designs are now scattered through the nations of the earth. They have been constructed to accommodate our people in carrying forward the work of the Almighty, whose design it is to bring to pass the immortality and eternal life of man (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). These temples have been constructed to be used. We honor our Father as we make use of them."],["div",{"id":"p166","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p166"},"“At the opening of the conference, I urge you, my brethren and sisters, to utilize the temples of the Church."],["div",{"id":"p167","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p167"},"“Go there and carry forward the great and marvelous work which the God of heaven has outlined for us. There let us learn of His ways and His plans. There let us make covenants that will lead us in paths of righteousness, unselfishness, and truth. There let us be joined as families under an eternal covenant administered under the authority of the priesthood of God."],["div",{"id":"p168","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p168"},"“And there may we extend these same blessings to those of previous generations, even our own forebears who await the service which we can now give."],["div",{"id":"p169","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p169"},"“May the blessings of heaven rest upon you, my beloved brethren and sisters. May the Spirit of Elijah touch your hearts and prompt you to do that work for others who cannot move forward unless you do so. May we rejoice in the glorious privilege that is ours, I humbly pray in the name of Jesus Christ, amen” (in Conference Report, Oct. 2002, 5; or",["span.emphasis","Ensign,"],"Nov. 2002, 6)."]],["div",{"id":"p170","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p170"},"Share your testimony of temple work."]],[".topic",["h4","President Hinckley is ever positive and optimistic."],["div",{"id":"p172","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p172"},"Ask students how they would describe President Gordon B. Hinckley. Share Sister Hinckley’s description of her husband, and then share President Hinckley’s counsel:"],["div",{"id":"p173","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p173"},"“[Sister Hinckley] notes how he is eternally optimistic, always reassuring concerned individuals that ‘things will come out well in the end’” (cited in Neal A. Maxwell, “President Gordon B. Hinckley: The Spiritual Sculpturing of a Righteous Soul,”",["span.emphasis","Ensign,"],"Jan. 1982, 11)."],["div",{"id":"p174","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p174"},"“Things will work out. If you keep trying and praying and working, things will work out. They always do. If you want to die at an early age, dwell on the negative. Accentuate the positive, and you’ll be around for a while” (in Dew,",["span.emphasis","Go Forward with Faith,"],"423)."],["div",{"id":"p175","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p175"},"Ask students: In what ways do you think this optimism is reflected in the work President Hinckley is called to do?"]],[".topic",["h4","He helped lead the Church “out of obscurity.”"],["div",{"id":"p177","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p177"},"Read and discuss with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-15-gordon-b-hinckley-fifteenth-president-of-the-church.p1"},"“He Is at Ease with the Media”"],"in the student manual (p. 270). President Hinckley’s interviews and discussions with national and worldwide media have helped dispel negative attitudes and perceptions about the Church."]],[".topic",["h4","He faced a somber time."],["div",{"id":"p179","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p179"},"Share the following paragraphs from President Gordon B. Hinckley’s concluding remarks at the April 2004 general conference:"],["div",{"id":"p180","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p180"},"“Some of you have noticed the absence of Sister Hinckley. For the first time in 46 years, since I became a General Authority, she has not attended general conference. Earlier this year we were in Africa to dedicate the Accra Ghana Temple. On leaving there we flew to Sal, a barren island in the Atlantic, where we met with members of a local branch. We then flew to St. Thomas, an island in the Caribbean. There we met with a few others of our members. We were on our way home when she collapsed with weariness. She’s had a difficult time ever since. She’s now 92, a little younger than I am. I guess the clock is winding down, and we do not know how to rewind it."],["div",{"id":"p181","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p181"},"“It is a somber time for me. We’ve been married for 67 years this month. She is the mother of our five gifted and able children, the grandmother of 25 grandchildren and a growing number of great-grandchildren. We’ve walked together side by side through all of these years, coequals and companions through storm and sunshine. She has spoken far and wide in testimony of this work, imparting love, encouragement, and faith wherever she’s gone” (in Conference Report, Apr. 2004, 107; or",["span.emphasis","Ensign,"],"May 2004, 103–4)."],["div",{"id":"p182","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p182"},"Two days later, on April 6, 2004, President Hinckley’s wife, Marjorie Pay Hinckley, passed away. Share the following from an",["span.emphasis","Ensign"],"article written after she died:"],[".blockQuote",["div",{"id":"p183","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p183"},"“For 67 years, Marjorie Pay Hinckley kept pace with her husband, President Gordon B. Hinckley, as he traveled the world. On 6 April 2004, her mortal journey ended. Surrounded by family and loved ones, Sister Hinckley quietly passed from this world to the next due to causes incident to age. Born on 23 November 1911, she was 92."],["div",{"id":"p184","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p184"},"“Often expressing surprise at the course her life had taken, Sister Hinckley often joked, ‘How did a nice girl like me end up in a mess like this?’ In an interview with Church magazines several months before her death, Sister Hinckley said, ‘Well, it turned out better than I expected. It has been a good life.’ Known for her caring heart and quick wit, she told Church magazines, ‘If we can’t laugh at life, we are in big trouble’ (see",["span.crossRef","‘At Home with the Hinckleys,’"],["span.emphasis","Liahona,"],"Oct. 2003, 32–37;",["span.emphasis","Ensign,"],"Oct. 2003,",["span.crossRef","22–27"],"), and at her funeral services she was eulogized as ‘charity personified’” (",["span.crossRef","“Marjorie Pay Hinckley Dies at 92,”"],["span.emphasis","Ensign,"],"May 2004, 124)."]]],[".topic",["h4","President Hinckley testifies of the Savior."],["div",{"id":"p186","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p186"},"Explain that prophets testify of the divinity of the Lord and Savior Jesus Christ. They are special witnesses of the Savior. Share the following testimony President Gordon B. Hinckley shared while serving as a counselor to President Ezra Taft Benson. Have students look for the “crowning element of our faith” and what our Redeemer brings to us:"],[".blockQuote",["div",{"id":"p187","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p187"},"“The crowning element of our faith is our conviction of our living God, the Father of us all, and of His Beloved Son, the Redeemer of the world. It is because of our Redeemer’s life and sacrifice that we are here. It is because of His sacrificial atonement that we and all of the sons and daughters of God will partake of the salvation of the Lord. ‘For as in Adam all die, even so in Christ shall all be made alive’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.22"},"1 Corinthians 15:22"],"). It is because of the sacrificial redemption wrought by the Savior of the world that the great plan of the eternal gospel is made available to us, under which those who die in the Lord shall not taste of death but shall have the opportunity of going on to a celestial and eternal glory."],["div",{"id":"p188","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p188"},"“In our own helplessness, He becomes our rescuer, saving us from damnation and bringing us to eternal life."],["div",{"id":"p189","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p189"},"“In times of despair, in seasons of loneliness and fear, He is there on the horizon to bring succor and comfort and assurance and faith. He is our King, our Savior, our Deliverer, our Lord and our God” (in Conference Report, Oct. 1991, 77–78; or",["span.emphasis","Ensign,"],"Nov. 1991, 54)."]],["div",{"id":"p190","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p190"},"Review with students “I Know …” in the student manual (p. 277), and ask them to list some of the things President Hinckley knows. Then ask: How are you strengthened by knowing President Hinckley’s testimony of these things?"]],[".topic",["h4","“I know that my Redeemer lives.”"],["div",{"id":"p192","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p192"},"President Gordon B. Hinckley wrote the words to the hymn",["span.crossRef","“My Redeemer Lives”"],"(",["span.emphasis","Hymns,"],"no. 135). Invite the class to sing the hymn, and have students look for a principle or doctrine upon which they would be willing to express their feelings."],["div",{"id":"p193","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/gordon-b-hinckley-fifteenth-president-of-the-church.p193"},"Share your testimony of the divine calling of latter-day prophets who have led the Church, each complementing the work of the preceding prophets to help bring people to Jesus Christ."]]]]]],"refs":null}
