{"id":562,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":562,"title":"Gospels","subtitle":"","short_title":"Gospels","uri":"/scriptures/bd/gospels","content":[["div",{"id":"t1","uri":"/scriptures/bd/gospels.t1","order":".000.1465"},[".title","Gospels"],["div",{"id":"p1","uri":"/scriptures/bd/gospels.p1","order":".000.1466"},"The word",["i","gospel"],"means “good news.” The good news is that Jesus Christ has made a perfect atonement for mankind that will redeem all mankind from the grave and reward each individual according to his or her works. This atonement was begun by His appointment in the premortal world but was worked out by Jesus during His mortal sojourn. Therefore, the records of His mortal life and the events pertaining to His ministry are called the Gospels; the four that are contained in our Bible are presented under the names of Matthew, Mark, Luke, and John."],["div",{"id":"p2","uri":"/scriptures/bd/gospels.p2","order":".000.1467"},"The four Gospels are not so much biographies as they are testimonies. They do not reveal a day-by-day story of the life of Jesus; rather, they tell who Jesus was, what He said, what He did, and why it was important. The records of Matthew, Mark, and Luke present a somewhat similar collection of materials and have considerable phraseology in common, as well as similar main points, and thus are sometimes labeled as the “Synoptic Gospels” (meaning “see-alike”). Even so, each is unique and has much detail that is not shared by the others. John’s record is quite different from the other three in vocabulary, phraseology, and presentation of events."],["div",{"id":"p3","uri":"/scriptures/bd/gospels.p3","order":".000.1468"},"It appears from the internal evidence of each record that Matthew was written to persuade the Jews that Jesus is the promised Messiah. To do so, he cites several Old Testament prophecies and speaks repeatedly of Jesus as the Son of David, thus emphasizing His royal lineage. Mark appeals to a gentile audience and is fast moving, emphasizing the doings more than the sayings of the Lord. He occasionally gives geographical and cultural explanations—necessary procedure for non-Jewish readers (see",["a.scriptureRef",{"href":"/scriptures/nt/mark/2.26"},"Mark 2:26"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.41"},"5:41"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/7.2-13,34"},"7:2–13, 34"],"). Luke offers his readers a polished literary account of the ministry of Jesus, presenting Jesus as the universal Savior of both Jews and Gentiles. He dwells extensively on Jesus’ teachings and His doings. Luke is favorable toward the Gentiles and also gives more stories involving women than do the other records. John’s account does not contain much of the fundamental information that the other records contain, and it is evident that he was writing to members of the Church who already had basic information about the Lord. His primary purpose was to emphasize the divine nature of Jesus as the Only Begotten Son of God in the flesh."],["div",{"id":"p4","uri":"/scriptures/bd/gospels.p4","order":".000.1469"},"Though there are many similarities in each of the Gospels, there are also many items that are found in one record only, making a study of all the records necessary. Some of the more significant items that appear in but one record are the following:",["i","Matthew only:"],"visit of the wise men; the star in the east (",["a.scriptureRef",{"href":"/scriptures/nt/matt/2.1-12"},"Matt. 2:1–12"],").",["i","Mark only:"],"Jesus, a carpenter (",["a.scriptureRef",{"href":"/scriptures/nt/mark/6.3"},"Mark 6:3"],"); a young man wearing a sheet (",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.52"},"14:52"],").",["i","Luke only:"],"visits of Gabriel to Zacharias and Mary (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1"},"Luke 1"],"); visit of the shepherds (",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.8-18"},"2:8–18"],"); Jesus at the temple at age 12 (",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.41-52"},"2:41–52"],"); the seventy (",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.1-24"},"10:1–24"],"); Jesus sweating blood (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.44"},"22:44"],"); Jesus’ discussion with the thief on the cross (",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.39-43"},"23:39–43"],"); Jesus eating fish and honey after His Resurrection (",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.42-43"},"24:42–43"],").",["i","John only:"],"turning water into wine (",["a.scriptureRef",{"href":"/scriptures/nt/john/2.1-11"},"John 2:1–11"],"); visit of Nicodemus (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.1-10"},"3:1–10"],"); woman at the well (",["a.scriptureRef",{"href":"/scriptures/nt/john/4.1-42"},"4:1–42"],"); discourse on bread of life (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.27-71"},"6:27–71"],"); raising of Lazarus from the dead (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.1-56"},"11:1–56"],"); washing of feet (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.1-16"},"13:1–16"],"); discourse about the Holy Ghost (",["a.scriptureRef",{"href":"/scriptures/nt/john/14?span=14-16"},"14–16"],"); promise of John’s tarrying on the earth (",["a.scriptureRef",{"href":"/scriptures/nt/john/21.20-24"},"21:20–24"],"). John’s record is notable for what it does not contain. For example, it has no mention of Jesus’ 40-day experience in the wilderness, of the Mount of Transfiguration, of true parables, and of casting out evil spirits."],["div",{"id":"p5","uri":"/scriptures/bd/gospels.p5","order":".000.1470"},"In summation, Mark has the least amount of unique material, being only about 7 percent exclusive; John has the greatest amount, being about 92 percent exclusive. With the knowledge now available, it is not possible to create a perfect harmony of the four Gospels because the Gospel authors themselves do not always agree on chronological matters. A harmony of the Gospels is included",["a.scriptureRef",{"href":"/scriptures/harmony"},"in the appendix"],", arranged, so far as information permits, in chronological order."]]],"refs":null}
