{"id":565,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":565,"title":"Grace","subtitle":"","short_title":"Grace","uri":"/scriptures/bd/grace","content":[["div",{"id":"t1","uri":"/scriptures/bd/grace.t1","order":".000.1475"},[".title","Grace"],["div",{"id":"p1","uri":"/scriptures/bd/grace.p1","order":".000.1476"},"A word that occurs frequently in the New Testament, especially in the writings of Paul. The main idea of the word is divine means of help or strength, given through the bounteous mercy and love of Jesus Christ."],["div",{"id":"p2","uri":"/scriptures/bd/grace.p2","order":".000.1477"},"It is through the grace of the Lord Jesus, made possible by His atoning sacrifice, that mankind will be raised in immortality, every person receiving his body from the grave in a condition of everlasting life. It is likewise through the grace of the Lord that individuals, through faith in the Atonement of Jesus Christ and repentance of their sins, receive strength and assistance to do good works that they otherwise would not be able to maintain if left to their own means. This grace is an enabling power that allows men and women to lay hold on eternal life and exaltation after they have expended their own best efforts."],["div",{"id":"p3","uri":"/scriptures/bd/grace.p3","order":".000.1478"},"Divine grace is needed by every soul in consequence of the Fall of Adam and also because of man’s weaknesses and shortcomings. However, grace cannot suffice without total effort on the part of the recipient. Hence the explanation, “It is by grace that we are saved, after all we can do” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23"},"2 Ne. 25:23"],"). It is truly the grace of Jesus Christ that makes salvation possible. This principle is expressed in Jesus’ parable of the vine and the branches (",["a.scriptureRef",{"href":"/scriptures/nt/john/15.1-11"},"John 15:1–11"],"). See also",["a.scriptureRef",{"href":"/scriptures/nt/john/1.12-17"},"John 1:12–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.8-9"},"Eph. 2:8–9"],";",["a.scriptureRef",{"href":"/scriptures/nt/philip/4.13"},"Philip. 4:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.11-14"},"D&C 93:11–14"],"."]]],"refs":null}
