{"id":21,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":21,"title":"Grace for Mother Duck and Me","subtitle":"By Rosie Kaufman","short_title":"Grace for Mother Duck and Me","uri":"/ensign/2013/08/grace-for-mother-duck-and-me","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/grace-for-mother-duck-and-me"},[".heading",{"id":"head1","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.head1"},[".seriesTitle","Until We Meet Again"],[".title","Grace for Mother Duck and Me"],[".byline",["p.para",{"id":"p3","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.p3"},"By Rosie Kaufman"]],[".bio",["p.para",{"id":"p4","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.p4"},"The author lives in Utah, USA."]],[".kicker","Just like the mother duck, I sometimes come up short. And that’s when the Savior steps in."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.p6"},"One spring afternoon I was packing my car to begin shuttling my five young children to and from lessons and practices. As I loaded soccer cleats and dance bags, I noticed a mother duck and her ducklings waddling down the sidewalk of our suburban neighborhood."],["p.para",{"id":"p7","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.p7"},"As I watched, she began to cross the road. Unfortunately, she chose a gutter grate for her crosswalk, and as she passed over it, her babies followed. Four of her ducklings slipped helplessly between the bars of the grate."],["p.para",{"id":"p8","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.p8"},"When the mother reached the other side, she realized she was missing some of her little ones and could hear their muffled peeps. Totally oblivious of her mistake, she crossed back across the drainage grate, looking for her missing ducklings and losing two more. With horror and some disgust at her poor judgment, I went to the grate to see if I could lift it. Although I used all my strength, the grate barely budged, and I was late to pick up one of my kids."],["p.para",{"id":"p9","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.p9"},"Figuring I would have to fix the situation later when I wasn’t so rushed, I hopped in the car while muttering self-righteously, “She doesn’t deserve to be a mother.”"],["p.para",{"id":"p10","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.p10"},"During the next hour and a half, I made many of my recurring parenting mistakes. These are mistakes I have begged forgiveness for many times from both my children and my Father in Heaven. Each time I resolve to do better and not to fall prey to these weaknesses again. When I snapped at one of my kids for teasing another, my words echoed loudly in my ears, “She doesn’t deserve to be a mother.”"],["p.para",{"id":"p11","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.p11"},"Suddenly I felt overwhelming compassion for that mother duck. She was trying to navigate the world with the instincts she was given, just as I was. But sometimes those instincts simply weren’t enough, and it was our children who suffered."],["p.para",{"id":"p12","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.p12"},"I resolved to get the grate off somehow and lift the ducklings out. As I rounded the corner to our street, I saw a small group gathered. My neighbor had lifted the grate, climbed inside the drainage tunnel, and was gently lifting the ducklings out to safety. The frightened little birds scrambled to find their mother, who was pacing nervously in a nearby bush. She hadn’t asked for help, but my neighbor had stepped in when her protection was simply not enough. I was overcome with emotion as I thought of the Savior doing the same for my children and me."],["p.para",{"id":"p13","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.p13"},"Sometimes we come up short, even when we have the best intentions and try our hardest. However, the Savior’s “grace is sufficient for all men that humble themselves before [Him]” (",["a",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],"). It comforts me to know that my shortcomings will not ruin my children and that they will be the recipients of love, peace, understanding, and grace from our Savior. He “reaches my reaching”",["sup",["a",{"href":"fn_footnote1"},"1"]],"and wants my family and me to succeed. Our shortcomings will not prevail when we humble ourselves and stand with the Lord by our side."]],[".notes",["h3","Note"]],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/08/grace-for-mother-duck-and-me.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"“Where Can I Turn for Peace?”",["span.emphasis","Hymns,"],"no. 129."]]}
