{"id":4,"parent_id":0,"book_id":23405,"content_id":1,"language_id":0,"display_order":4,"title":"Gratitude—Feel It and Live It","subtitle":"","short_title":"Gratitude—Feel It and Live It","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it"},[".heading",{"id":"head1","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.head1"},[".title","Gratitude"],[".subtitle","Feel It and Live It"],[".kicker","You can show gratitude by the way you live."]],[".bodyBlock",[".figure",{"id":"f1","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun08-011-ALL-gratitude-feel-it-and-live-it-icons.jpg"}],[".credit",["p.para",{"id":"p4","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p4"},"Illustrations by Scott Greer"]]],["p.para",{"id":"p5","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p5"},"The scriptures teach that we are to “live in thanksgiving daily” (",["a",{"href":"/scriptures/bofm/alma/34.38"},"Alma 34:38"],"). But how do we do that? Certainly, we can and should start by expressing sincere gratitude to Heavenly Father in prayer and by saying “thank you” to others."],["p.para",{"id":"p6","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p6"},"Beyond expressing verbal thanks, there’s perhaps an even more powerful way to show our sincere gratitude. President Thomas S. Monson has taught, “To express gratitude is gracious and honorable, to enact gratitude is generous and noble, but to live with gratitude ever in our hearts is to touch heaven” (“The Divine Gift of Gratitude,”",["span.emphasis","Ensign,"],"Nov. 2010, 90)."],["p.para",{"id":"p7","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p7"},"Here’s how a few youth show thanksgiving by",["span.emphasis","how they live."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun08-ALL-gratitude-feel-it-and-live-it-N1306_gratitude_Emily1.jpg"}],[".quote",{"id":"f2","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.f2"},[".title","Gratitude for Family—Present and Past"],["p.para",{"id":"p9","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p9"},"I’m so grateful for my family, and that includes my ancestors. One way I like to show gratitude for all of my family is by doing family history work."],["p.para",{"id":"p10","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p10"},"This all started with my Personal Progress project for Individual Worth, value experience 6. I wanted to learn how to do family history work. At first I began with indexing and then tried looking for names on",["a",{"href":"http://www.familysearch.org"},"FamilySearch.org"],". It was so cool to start finding names of my own ancestors. Recently, I went to the temple with several names I’d found. I was able to do the baptisms and the confirmations. I loved it! The whole experience reminded me of my own baptism. It made me feel good to imagine that my ancestors were watching and that they were excited to have their ordinances done."],["p.para",{"id":"p11","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p11"},"I’ve done temple baptisms before, but doing my own family names brought a whole new meaning to the names and ordinances for me."],["p.para",{"id":"p12","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p12"},"After the baptisms were complete, I then sent the names to other family members to complete the remaining ordinances. My aunt and uncle have done 12 names so far. Sometimes I even babysit for them so they can go to the temple together."],["p.para",{"id":"p13","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p13"},"At first I used to do family history research mostly on Sundays, but lately I’ve been squeezing it in during the week whenever I can. My grandfather is a convert to the Church and the only member in his family, so there’s a lot of opportunity to do temple ordinances for my ancestors on that side. I’m excited to research and work on their names as I hear stories about them from my grandfather."],["p.para",{"id":"p14","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p14"},"I’m so thankful to have a loving family, and I know my ancestors are a big part of that family. I’m glad I can do this sacred work for them."],[".bio",["p.para",{"id":"p15","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p15"},"Emily H., 15, Arizona, USA"]],[".annotation",["p.para",{"id":"p16","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p16"},"Editor’s note: Watch video tutorials to learn how to do your family history at",["a",{"href":"http://lds.org/go/fh"},"lds.org/go/fh"],"."]]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun09-ALL-gratitude-feel-it-and-live-it-N1306_gratitude_Josh1.jpg"}],[".quote",{"id":"f3","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.f3"},[".title","Gratitude for Physical Health"],["p.para",{"id":"p18","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p18"},"When I was a kid, I had problems with asthma. I knew what it was like to struggle for breath all the time. I always had an inhaler around."],["p.para",{"id":"p19","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p19"},"Then the Lord blessed me with greater health. The asthma problems became much better. I still needed to be careful, but I could do more than ever before. I was so grateful for that gift of physical health. After about five years, I started really getting into sports. At that point some of the asthma came back to where I still need to have an inhaler on hand. But I’ve learned that I can still do many things, including sports. I actually play on my high school basketball team. I’m so grateful to be able to stay this active."],["p.para",{"id":"p20","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p20"},"One of the ways I try to show my gratitude for physical health is by helping others. Last summer I had an opportunity to volunteer at a basketball camp for younger kids. We helped fourth and fifth graders one week, then sixth and seventh graders the next week. I got to know the participants really well. There were 25 attendees and 5 counselors. We worked on things like basic basketball skills, sportsmanship, and the importance of playing as a team. The participants had a fun time learning, and I definitely had a great time teaching them."],[".bio",["p.para",{"id":"p21","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p21"},"Joshua M., 16, California, USA"]]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun10-ALL-gratitude-feel-it-and-live-it-N1306_gratitude_Lexi.jpg"}],[".quote",{"id":"f4","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.f4"},[".title","Gratitude for the Young Women Organization"],["p.para",{"id":"p23","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p23"},"I’m so grateful that the Young Women organization is such a big part of my life. I try to show my gratitude by helping it be successful. Whenever there’s a service project or activity planned, for example, I show up."],["p.para",{"id":"p24","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p24"},"I also help plan some of the Mutual activities. In planning, I try to think about what the other young women like to do. I want to make sure the activities are well attended and that we’re learning and having fun together."],["p.para",{"id":"p25","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p25"},"Some of the service projects have been my favorite way to show gratitude. For example, there was a young woman in our ward who ended up sick in the hospital. I went along with the young women to visit her in the hospital to help lift her spirits. It felt nice to do something to brighten her day. We also go on temple trips as a group. Other times we visit some of the young women who don’t come to church as often."],["p.para",{"id":"p26","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p26"},"Young Women teaches me so much. Whether I’m learning how to sew, performing service, or just having a great time with the other girls, Young Women has been a big blessing in my life."],[".bio",["p.para",{"id":"p27","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p27"},"Lexi T., 14, California, USA"]]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun11-ALL-gratitude-feel-it-and-live-it-N1306_gratitude_Dallinalt.jpg"}],[".quote",{"id":"f5","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.f5"},[".title","Gratitude for Missionary Work"],["p.para",{"id":"p29","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p29"},"Something I’m very grateful for is missionary work. I try to help the missionaries any way that I can. I like to take opportunities at school to talk about the Church and what I believe. Sometimes I give out a copy of the Book of Mormon. One of the best ways to help missionaries is to be one! Also, working with the missionaries is wonderful and fun. Making contacts with them and going with them to teach others is a great way to help."],["p.para",{"id":"p30","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p30"},"In Brazil, a lot of my friends don’t understand our beliefs or standards. For example, I get asked all the time why I don’t drink coffee. These questions often lead to an opportunity to be a missionary. Not long ago I was able to explain to a young woman about the plan of salvation. Even if your friends don’t join the Church right away, they may still remember what you share with them. I’m grateful for missionary work, especially for the chance to be a missionary every day with my friends."],[".bio",["p.para",{"id":"p31","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p31"},"Dallin C., 15, Brazil"]]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun11-ALL-gratitude-feel-it-and-live-it-N1306_gratitude_Madeleine.jpg"}],[".quote",{"id":"f6","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.f6"},[".title","Gratitude for the Ability to Learn"],["p.para",{"id":"p33","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p33"},"One of the things I’m most grateful for is my mind. I know Heavenly Father gave us the ability to think and learn throughout our lives. For example, I have loved studying music and learning to play the guitar, piano, and organ. I like to show my gratitude for this opportunity by sharing music with others around me."],["p.para",{"id":"p34","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p34"},"The young men and young women in our ward have an ongoing service project at a nearby home for Alzheimer’s patients. About 20 of us show up once a month and sing songs for the residents. We also just sit and visit with them afterward, sometimes eating treats together. I’m amazed at how much the residents enjoy and appreciate these short visits. Their faces just light up! They’re so happy to see us when we walk through the doors."],["p.para",{"id":"p35","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p35"},"Sometimes when we go on the monthly visits, my older sister Grace and I play our guitars while all of the youth sing songs—often hymns—in the main room. I also play the piano on some of our visits. A few times when I’ve played songs that the residents know, they will sing along."],["p.para",{"id":"p36","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p36"},"It’s a simple thing we’re doing, but I can tell it makes a big difference in their lives as well as ours. It’s nice knowing I can help brighten their day by spending time with them and sharing something I’ve learned."],["p.para",{"id":"p37","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p37"},"Serving others is a great way to put my own problems in perspective. By sharing my talents and time, I’m reminded how blessed I am. I feel good making others happier."],[".bio",["p.para",{"id":"p38","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p38"},"Madeleine H., 15, Maryland, USA"]]]],[".resources",[".sideQuote",{"id":"f7","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.f7"},[".title","Gratitude through Prayer"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/robert-d-hales.jpg"}],["p.para",{"id":"p40","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p40"},"“Through expression of prayerful gratitude and thanksgiving, we show our dependence upon a higher source of wisdom and knowledge—God the Father and his Son, our Lord and Savior Jesus Christ. We are taught to ‘live in thanksgiving daily.’ (",["a",{"href":"/scriptures/bofm/alma/34.38"},"Alma 34:38"],".)”"],[".citationInfo",["p.para",{"id":"p41","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p41"},"Elder Robert D. Hales of the Quorum of the Twelve Apostles, “Gratitude for the Goodness of God,”",["span.emphasis","Ensign,"],"May 1992, 64."]]],[".moreInfo",[".title","An Attitude of Gratitude"],["p.para",{"id":"p43","uri":"/new-era/2013/06/gratitude-feel-it-and-live-it.p43"},"Living with an attitude of gratitude can influence for better our decisions, thoughts, and habits. Is there any part of your life where you can more fully live with a thankful heart? You can start showing such gratitude today."]]]]]],"refs":null}
