{"id":3,"parent_id":0,"book_id":23405,"content_id":1,"language_id":0,"display_order":3,"title":"Gratitude","subtitle":"By David L. Beck","short_title":"Gratitude","uri":"/new-era/2013/06/gratitude","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/06/gratitude"},[".heading",{"id":"head1","uri":"/new-era/2013/06/gratitude.head1"},[".seriesTitle","For the Strength of Youth"],[".title","Gratitude"],[".byline",["p.para",{"id":"p3","uri":"/new-era/2013/06/gratitude.p3"},"By David L. Beck"],["p.para",{"id":"p4","uri":"/new-era/2013/06/gratitude.p4"},"Young Men General President"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/david-l-beck.jpg"}],[".kicker","Each of us will be happier if we are full of gratitude."]],[".bodyBlock",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun07-ALL-gratitude-p1003-01-0716-psSmalt.jpg"}],["p.para",{"id":"p6","uri":"/new-era/2013/06/gratitude.p6"},"In the summer of 2011, I had the privilege of meeting Josh Larson at the Philmont Scout Ranch in New Mexico, USA. A few months later, Josh was helping his father clean out a warehouse. Without warning, a chain transporting a 1,480 pound (670 kg) beam suddenly snapped, dropping the beam onto Josh, crushing him from his neck to his legs. Miraculously, Josh’s father was able to move the beam off his son’s body. He performed CPR until emergency personnel arrived to transport Josh, who was still not breathing, to the hospital."],["p.para",{"id":"p7","uri":"/new-era/2013/06/gratitude.p7"},"Josh spent days in critical condition. Doctors worked fervently to repair his cracked skull, shattered sinuses, and other severe injuries. After numerous operations, Josh was eventually stabilized. He then began the long, slow road to recovery."],["p.para",{"id":"p8","uri":"/new-era/2013/06/gratitude.p8"},"Today Josh still experiences many of the effects of his accident. He has a damaged eye, is partially deaf in one ear, and has a metal plate in his head. Yet he chooses to look at his ordeal as a blessing. He knows that he owes his life and his recovery to Heavenly Father and the support of those around him. Gratitude fills his heart."],[".figure",{"id":"f1","uri":"/new-era/2013/06/gratitude.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun06-ALL-gratitude-L1306_NW03alt-L1306_NW01alt.jpg"}],[".caption",["p","Josh’s recovery has been long and slow. He still experiences many of the effects of his accident but considers the accident to be more of a blessing than a trial."]]],[".topic",{"id":"t1","uri":"/new-era/2013/06/gratitude.t1"},[".title","Gratitude during Adversity"],["p.para",{"id":"p11","uri":"/new-era/2013/06/gratitude.p11"},"At a recent conference for youth, Josh talked about the prayers and fasting offered by family, friends, neighbors, and ward and stake leaders: “I am counting my blessings. Prayers have been answered. I think this has been more of a blessing than a trial. I love all you guys.”"],["p.para",{"id":"p12","uri":"/new-era/2013/06/gratitude.p12"},"Josh is an example of the teaching in",["span.emphasis","For the Strength of Youth:"],"“Live with a spirit of thanksgiving and you will have greater happiness and satisfaction. … Even in your most difficult times, you can find much to be grateful for.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p13","uri":"/new-era/2013/06/gratitude.p13"},"Gratitude can turn trials, even as serious as the one Josh faced, into blessings. It takes effort to exercise gratitude and have an optimistic approach to life. Yet the Lord truly blesses us, and His tender mercies should not go unnoticed or unappreciated. The Book of Mormon prophet Moroni reminds us of the importance of gratitude and encourages us to “remember how merciful the Lord hath been unto the children of men, from the creation of Adam even down until the time that ye shall receive these things, and ponder it in your hearts” (",["a",{"href":"/scriptures/bofm/moro/10.3"},"Moroni 10:3"],")."]],[".topic",{"id":"t2","uri":"/new-era/2013/06/gratitude.t2"},[".title","Help of the Holy Ghost"],["p.para",{"id":"p15","uri":"/new-era/2013/06/gratitude.p15"},"In our busy lives, it can be easy to overlook and forget Heavenly Father’s guidance in our daily activities. The Holy Ghost helps us remember that we have much to be grateful for. President Henry B. Eyring, First Counselor in the First Presidency, taught, “It is the Holy Ghost who helps us see what God has done for us.” He urged us “to find ways to recognize and remember God’s kindness.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p16","uri":"/new-era/2013/06/gratitude.p16"},"As we allow the Holy Ghost to remind us of God’s kindness and love for us, we will be filled with feelings of gratitude. These feelings will move us to thank our Father in Heaven.",["span.emphasis","True to the Faith"],"teaches: “Thank your Heavenly Father for His goodness to you. You can express your gratitude to God by acknowledging His hand in all things, thanking Him for all that He gives you, keeping His commandments, and serving others. … Work at being grateful. You will find that it yields wonderful results.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p17","uri":"/new-era/2013/06/gratitude.p17"},"As we recognize our blessings, our testimonies increase. The more we are able to see the Lord’s hand in our lives, the closer we come to Him. One of the best ways we can show our gratitude to our Father in Heaven is by expressing thanks to Him and to others for the ways they touch our lives.",["sup",["a",{"href":"fn_footnote4"},"4"]]],["p.para",{"id":"p18","uri":"/new-era/2013/06/gratitude.p18"},"These feelings of gratitude will inspire us to follow the Lord and live a life of service—a life that inspires those around us and promotes positive change."]]],[".notes",["h3","Notes"]],[".resources",[".sideQuote",{"id":"f3","uri":"/new-era/2013/06/gratitude.f3"},[".title","Key Ideas about Gratitude"],["p.para",{"id":"p25","uri":"/new-era/2013/06/gratitude.p25"},"“The Lord wants you to have a spirit of gratitude in all you do and say. …"],["p.para",{"id":"p26","uri":"/new-era/2013/06/gratitude.p26"},"“In your prayers, pour out your heart to your Father in Heaven in thanks for the blessings you have received. …"],["p.para",{"id":"p27","uri":"/new-era/2013/06/gratitude.p27"},"“… Express your gratitude to others for the many ways they bless your life.”"],[".citationInfo",["p.para",{"id":"p28","uri":"/new-era/2013/06/gratitude.p28"},["span.emphasis","For the Strength of Youth"],"(2011), 18."]]],[".callout",{"id":"f4","uri":"/new-era/2013/06/gratitude.f4"},["p.para",{"id":"p29","uri":"/new-era/2013/06/gratitude.p29"},"Feelings of gratitude will inspire us to follow the Lord and live a life of service."]]]]]],"refs":[[".footnote",{"id":"/new-era/2013/06/gratitude","uri":"/new-era/2013/06/gratitude"},["span.label",["a",{"name":"footnote1"},"1."]],["span.emphasis","For the Strength of Youth"],"(2011), 18."],[".footnote",{"id":"/new-era/2013/06/gratitude","uri":"/new-era/2013/06/gratitude"},["span.label",["a",{"name":"footnote2"},"2."]],"Henry B. Eyring, “O Remember, Remember,”",["span.emphasis","Ensign,"],"Nov. 2007, 67–68."],[".footnote",{"id":"/new-era/2013/06/gratitude","uri":"/new-era/2013/06/gratitude"},["span.label",["a",{"name":"footnote3"},"3."]],["span.emphasis","True to the Faith: A Gospel Reference"],"(2004), 79."],[".footnote",{"id":"/new-era/2013/06/gratitude","uri":"/new-era/2013/06/gratitude"},["span.label",["a",{"name":"footnote4"},"4."]],"See",["span.emphasis","For the Strength of Youth,"],"18."]]}
