{"id":13,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":13,"title":"Great and Marvelous Are the Revelations of God","subtitle":"By Gerrit Dirkmaat","short_title":"Great and Marvelous Are the Revelations of God","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","content":[["div",{"id":"head1","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.head1"},[".title","Great and Marvelous Are the",["span.dominant","Revelations of God"]],[".byline",["div",{"id":"p2","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p2"},"By Gerrit Dirkmaat"],["div",{"id":"p3","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p3"},"Church History Department"]]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p4"},"In April 1831, early Church convert Thomas B. Marsh wrote to close family members in Massachusetts and urged them to join him and his wife in their newfound faith. Brother Marsh implored his family, “Are you willing to suffer affliction with the people of God rather than enjoy the pleasures of sin for a season? If so, come and take part, for great and marvelous are the revelations of God.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"Brother Marsh, like other early members of the Church, regarded the revelations received by Joseph Smith to be the word of God and followed the directions given in them."],["div",{"id":"p5","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p5"},"The ongoing Joseph Smith Papers Project at the Church History Library has highlighted the essential role that Joseph Smith’s revelations played in building the faith of early members of the Church. They understood that the process of revelation was not static and that the Lord sometimes commanded Joseph to revise, update, or correct the written revelations. These members believed that such revelations came from God and were willing to heed them, even when doing so required great sacrifice."],["div",{"id":"t1","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.t1"},[".title","Joseph Smith Received Revelations through the Power of God"],["div",{"id":"p7","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p7"},"Those who believed that Joseph Smith’s revelations contained the voice of the Lord speaking to them also accepted the miraculous ways in which the revelations were received. Some of the Prophet Joseph’s earliest revelations came through the same means by which he translated the Book of Mormon from the gold plates. In the stone box containing the gold plates, Joseph found what Book of Mormon prophets referred to as “interpreters,” or a “stone, which shall shine forth in darkness unto light” (",["a",{"href":"/scriptures/bofm/alma/37.23-24"},"Alma 37:23–24"],"). He described the instrument as “spectacles” and referred to it using an Old Testament term, Urim and Thummim (see",["a",{"href":"/scriptures/ot/ex/28.30"},"Exodus 28:30"],").",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p8","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p8"},"He also sometimes applied the term to other stones he possessed, called “seer stones” because they aided him in receiving revelations as a seer. The Prophet received some early revelations through the use of these seer stones. For example, shortly after Oliver Cowdery came to serve as a scribe for Joseph Smith as he translated the plates, Oliver and Joseph debated the meaning of a biblical passage and sought an answer through revelation. Joseph explained: “A difference of opinion arising between us about the account of John the Apostle … whether he died, or whether he continued; we mutually agreed to settle it by the Urim and Thummim.”",["sup",["a",{"href":"fn_footnote3"},"3"]],"In response, Joseph Smith received the revelation now known as section 7 of the Doctrine and Covenants, which informed them that Jesus had told the Apostle John, “Thou shalt tarry until I come in my glory” (",["a",{"href":"/scriptures/dc-testament/dc/7.3"},"D&C 7:3"],")."],["div",{"id":"p9","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p9"},"Records indicate that soon after the founding of the Church in 1830, the Prophet stopped using the seer stones as a regular means of receiving revelations. Instead, he dictated the revelations after inquiring of the Lord without employing an external instrument. One of his scribes explained that process: “The scribe seats himself at a desk or table, with pen, ink, and paper. The subject of inquiry being understood, the Prophet and Revelator inquires of God. He spiritually sees, hears, and feels, and then speaks as he is moved upon by the Holy Ghost.”",["sup",["a",{"href":"fn_footnote4"},"4"]]]],["div",{"id":"t2","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.t2"},[".title","Many Revelations Were Later Revised by Joseph Smith through Inspiration"],["div",{"id":"p11","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p11"},"Over the course of the first five years of the Church, Joseph and others under his direction made changes and corrections to some of the early revelation texts in an attempt to more closely portray the intent of the revelation. Other times, especially as the revelations were being prepared for publication, Joseph was inspired to update the contents of the revelations to reflect a growing Church structure and new circumstances. At times this process resulted in substantial additions to the original text.",["sup",["a",{"href":"fn_footnote5"},"5"]],"As early as November 1831, a Church conference resolved that “Joseph Smith Jr. correct those errors or mistakes which he may discover by the Holy Spirit while reviewing the revelations and commandments and also the fullness of the scriptures.”",["sup",["a",{"href":"fn_footnote6"},"6"]]],["div",{"id":"p12","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p12"},"Some of the needed changes stemmed from errors made by scribes as Joseph dictated the revelation to them. Other changes were made as later revelations incorporated more teachings that had not been a part of the initial revelation. The revelation now known as",["a",{"href":"/scriptures/dc-testament/dc/27"},"Doctrine and Covenants section 27"],"is an example. Joseph Smith’s history explained that the first part of the revelation was received and written down in August 1830 and “the remainder in the September following.”",["sup",["a",{"href":"fn_footnote7"},"7"]],"In the earliest manuscripts, only verses 1–5 and parts of 15 and 18 were included, but as the text of the revelation was being prepared for publication in the 1835 Doctrine and Covenants, the second portion of the revelation was added, nearly tripling the size of the revelation."],["div",{"id":"p13","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p13"},"In fact, most of the changes to the revelations were made as they were prepared for publication, particularly in 1833 and 1835. Many of these changes made the revelations easier to read and understand; others clarified and expanded upon ideas in the previous revelations as a result of continued revelation on the topic. For instance, when the revelation explaining multiple priesthood offices now found in Doctrine and Covenants section 107 was initially received in late 1831, the office of the Seventy had not yet been restored to the Church. By the time the revelation was first published in the 1835 Doctrine and Covenants, the office of the Seventy had been revealed, and numerous verses were added to section 107 in order to explain and define the duties of that office (see",["a",{"href":"/scriptures/dc-testament/dc/107.93-98"},"D&C 107:93–98"],")."],["div",{"id":"p14","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p14"},"While many members today may look at the revelations as being static and unchanging, the Prophet Joseph Smith saw the revelations as living and subject to change as the Lord revealed more of His will. Members of the Church relied upon Joseph to receive continued revelations for the Church. As former Church Historian Elder Marlin K. Jensen of the Seventy has explained: “Joseph seemed to regard the manuscript revelations as his best efforts to capture the voice of the Lord condescending to communicate in what Joseph called the ‘crooked, broken, scattered, and imperfect language’ of men”",["sup",["a",{"href":"fn_footnote8"},"8"]],"(see also",["a",{"href":"/scriptures/dc-testament/dc/1.24"},"D&C 1:24"],")."]],["div",{"id":"t3","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.t3"},[".title","Church Members Changed Their Lives in Response to Joseph Smith’s Revelations"],["div",{"id":"p16","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p16"},"Early Church members accepted the revelations Joseph Smith received as the literal voice of God speaking to them, despite the fact that those revelations sometimes required great personal and financial sacrifice. For individual members, the revelations often led to life-changing decisions. In 1831, John Whitmer was asked to be the Church historian but hesitated because he did not want to take on the difficult responsibility. The Prophet Joseph Smith received a revelation a short time later that declared in the voice of the Lord: “Behold, it is expedient that my servant John should write and keep a regular history” (",["a",{"href":"/scriptures/dc-testament/dc/47.1"},"D&C 47:1"],"). After hearing the word of God through the revelation, Brother Whitmer embraced his calling. Many of the earliest records of the Church exist today because of Brother Whitmer’s willingness to lay his own will aside and follow the commandment of God."],["div",{"id":"p17","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p17"},"Levi Hancock, an early convert in Ohio, also shared a story of the power of the revelations to change attitudes and motivate actions. In June 1831, following a special conference, Joseph Smith received a revelation instructing a few dozen men, including Brother Hancock, to go on missions to Missouri and preach. Brother Hancock recalled: “This was a trial indeed. I had not thought of being called upon to go so far.” Brother Hancock had spent nearly all of his money supporting other elders, had paid for and moved into a new residence, and had also recently made a “promise to a young lady,” suggesting he was engaged to be married. However, after anguishing over his financial and personal circumstances, Brother Hancock made a decision: “I said I will let all things go and do as I am told in the revelation. As soon as I formed this conclusion, I felt better. I was determined to do the best I could and immediately started.”",["sup",["a",{"href":"fn_footnote9"},"9"]]],["div",{"id":"p18","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p18"},"Revelations directed to the entire Church also produced amazing results as members sought to follow the counsel despite the difficulty of the way. In the winter of 1830–31, as opposition intensified against Church members in New York, Joseph Smith received several revelations in which the Lord commanded all of the members to leave their homes and move nearly 300 miles (480 km) to Ohio (see",["a",{"href":"/scriptures/dc-testament/dc/37"},"D&C 37"],";",["a",{"href":"/scriptures/dc-testament/dc/38"},"38"],"). One nonmember observer wrote, “This command was at first resisted by such as had property, … but after a night of fasting, prayer and trial, they all consented to obey.”",["sup",["a",{"href":"fn_footnote10"},"10"]],"Newel Knight, one of the members from Colesville, New York, explained, “As might be expected we were obliged to make great sacrifices of our property.”",["sup",["a",{"href":"fn_footnote11"},"11"]]],["div",{"id":"p19","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p19"},"Because the members in New York quickly followed the instructions given to them in the revelation, they were present in Kirtland, Ohio, for a special conference on June 3 during which the office of high priesthood was first conferred upon members of the Church. Newel Knight later wrote that “the power of the Lord was displayed in our midst, … and the hearts of the Saints rejoiced in the rich blessings bestowed upon them.”",["sup",["a",{"href":"fn_footnote12"},"12"]]],["div",{"id":"p20","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p20"},"Members reacted to the revelations with faith that the process of continuing revelation would guide them along the way. They resolutely stepped into the unknown in order to follow the commandments of God."]],["div",{"id":"t4","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.t4"},[".title","The Blessing of Joseph’s Revelations"],["div",{"id":"p22","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p22"},"The Lord’s revelations to Joseph Smith were given in miraculous ways. The knowledge conveyed in those revelations transformed the lives of thousands of people in the early days of the Church. In the revelations the voice of the Lord rebuked the unrighteous, reassured the faithful, and revealed His will to the Church and to the world. The Prophet himself reiterated the divine origin and importance of the revelations only months before he was martyred at the hands of a mob, in part for the controversial nature of the truths he had revealed: “I never told you I was perfect; but there is no error in the revelations which I have taught.”",["sup",["a",{"href":"fn_footnote13"},"13"]]],["div",{"id":"p23","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god.p23"},"As it was with early members of the Church, so it is for members today: following the teachings of the prophet may require making personal sacrifices and taking steps into an unknown future with faith in the promised blessings. As members do so, they will gain greater resolve to follow the commandments, and they will receive the blessings therefrom."]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote1"},"1."]],"Thomas B. and Elizabeth Marsh to Ann and Lewis Abbott, Apr. 11, 1831, MS 23457, Church History Library, Salt Lake City; punctuation and capitalization modernized."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote2"},"2."]],"See",["span.emphasis","Histories, Volume 1: 1832–1844,"],"vol. 1 of the Histories series of",["span.emphasis","The Joseph Smith Papers,"],"ed. Karen Lynn Davidson and others (2012), 15, 222–23; see also Russell M. Nelson, “A Treasured Testament,”",["span.emphasis","Ensign,"],"July 1993, 61; the Urim and Thummim was also described as “two stones in silver bows” (",["a",{"href":"/scriptures/pgp/js-h/1.35"},"Joseph Smith—History 1:35"],")."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote3"},"3."]],["span.emphasis","Documents, Volume 1: July 1828–June 1831,"],"vol. 1 of the Documents series of",["span.emphasis","The Joseph Smith Papers,"],"ed. Michael Mackay and others (2013), account of John, Apr. 1829 (see",["a",{"href":"/scriptures/dc-testament/dc/7"},"Doctrine and Covenants 7"],")."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote4"},"4."]],"William McLellin, ed.,",["span.emphasis","The Ensign of Liberty"],"(Aug. 1849), 98."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote5"},"5."]],"For instance, a major addition was made to the August 1830 revelation (",["a",{"href":"/scriptures/dc-testament/dc/27"},"Doctrine and Covenants 27"],") before it was published in the 1835 edition of the Doctrine and Covenants; see",["span.emphasis","Documents, Volume 1,"],"Revelation, Aug. 1830."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote6"},"6."]],"Far West Record, LR 7874, 16, Church History Library."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote7"},"7."]],"Joseph Smith, in “Manuscript History of the Church,” vol. A-1, 51, Church History Library."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote8"},"8."]],"Marlin K. Jensen, “The Joseph Smith Papers: The Manuscript Revelation Books,”",["span.emphasis","Ensign,"],"July 2009, 46–51."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote9"},"9."]],"Autobiography of Levi Ward Hancock, MS 570, 27–28, Church History Library; punctuation modernized."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote10"},"10."]],["span.emphasis","Palmyra Reflector,"],"Feb. 1, 1831, 94."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote11"},"11."]],"Newel Knight Autobiography and Journal, MS 767, 28, Church History Library."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote12"},"12."]],"Newel Knight Autobiography, MS 19156, 290, Church History Library."],["div",{"id":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god","uri":"/ensign/2013/01/great-and-marvelous-are-the-revelations-of-god"},["span.label",["a",{"name":"footnote13"},"13."]],["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 522."]]}
