{"id":19,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":19,"title":"Growing Relationships","subtitle":"","short_title":"Growing Relationships","uri":"/ensign/2013/04/growing-relationships","content":[["div",{"id":"head1","uri":"/ensign/2013/04/growing-relationships.head1"},[".title",["span.dominant","Growing"],"Relationships"],[".kicker","Gardens create places of natural beauty and offer opportunities for strengthening friendships and teaching our children the law of the harvest."]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/04/growing-relationships.p3"},"Growing a garden can help us become more self-reliant. But in the following accounts, three members describe blessings they have received from gardening that go beyond food—blessings that have enriched their relationships with family, Church members, and friends."]],[".resources",["div",{"id":"head1","uri":"/ensign/2013/04/growing-relationships/growing-children.head1"},[".title","Growing Children"],[".bio",["div",{"id":"p2","uri":"/ensign/2013/04/growing-relationships/growing-children.p2"},"M. Robert Mock, Utah, USA"]]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/04/growing-relationships/growing-children.p3"},"As a young father, I felt the importance of teaching my children how to work—to enjoy working when they could and to endure it when they must. Gardening provided an excellent way to teach our children about meaningful work."],["div",{"id":"p4","uri":"/ensign/2013/04/growing-relationships/growing-children.p4"},"Our sizeable garden offered considerable work for the family, and we kept a variety of tools—hoes, rakes, and shovels—so that all the children could help. My wife and I often worked shoulder to shoulder with our children so they learned a consistent work ethic by our example and through their efforts. We were all companions as we learned to work together."],["div",{"id":"p5","uri":"/ensign/2013/04/growing-relationships/growing-children.p5"},"A productive and beautiful garden was good, but my wife and I were more concerned about the development of our children. At times we could have accomplished more work in our garden without our children pulling up the seedlings they mistook for weeds, but it was important for our children to have the chance to learn. Both children and garden grew as we all marveled at God’s creations."],["div",{"id":"p6","uri":"/ensign/2013/04/growing-relationships/growing-children.p6"},"Gardening also helped us teach the principle of choice and accountability to our children. The Lord taught, “Fear not to do good, … for whatsoever ye sow, that shall ye also reap” (",["a",{"href":"/scriptures/dc-testament/dc/6.33"},"D&C 6:33"],"). Our garden helped clarify this metaphor for our children. They looked forward to each harvest when they could enjoy the fruits of their labors, especially the fresh strawberries."],["div",{"id":"p7","uri":"/ensign/2013/04/growing-relationships/growing-children.p7"},"The joy of gardening continues in our family. All our children—one daughter and four sons—still garden. Some of them have families of their own, and I’m happy to see them carry on the gardening tradition with their children."]],["div",{"id":"head1","uri":"/ensign/2013/04/growing-relationships/small-harvest-great-friends.head1"},[".title","Small Harvest, Great Friends"],[".bio",["div",{"id":"p2","uri":"/ensign/2013/04/growing-relationships/small-harvest-great-friends.p2"},"Elisa Freeman, Wyoming, USA"]]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/04/growing-relationships/small-harvest-great-friends.p3"},"On one of my many trips to Deseret Industries while I was attending Brigham Young University, I found some large gardening pots for sale. I bought them on a whim and made plans to use them to plant a garden in my Provo, Utah, apartment complex. I knew nothing about gardens, except that a familiar Primary hymn—“The Prophet Said to Plant a Garden”",["sup",["a",{"href":"fn_footnote1"},"1"]],"—taught me to follow the prophet by planting one."],["div",{"id":"p4","uri":"/ensign/2013/04/growing-relationships/small-harvest-great-friends.p4"},"I worked in my garden in the afternoons when I knew people would be getting home from class or work. Before then, my apartment complex had not been very friendly, and I had almost moved out. My roommates and I decided to use the garden as a way not only to connect with the ward but also to connect people in our ward with one another. We made a conscious effort to speak with everyone who walked by as we gardened. By the end of the summer, I didn’t have much of a harvest—only a few tomatoes, carrots, and some basil. But what I really ended up with was a better sense of belonging and the knowledge that I had helped build ward unity. I formed some of my dearest friendships while working in that garden."],["div",{"id":"p5","uri":"/ensign/2013/04/growing-relationships/small-harvest-great-friends.p5"},"When I look back at that summer, I am so grateful I followed the directions of that Primary song. I learned that the Lord blesses us in unexpected ways when we follow the counsel of His prophets."]],[".bodyNotes",["h3","Note"],["div",{"id":"/ensign/2013/04/growing-relationships/small-harvest-great-friends","uri":"/ensign/2013/04/growing-relationships/small-harvest-great-friends"},["span.label",["a",{"name":"footnote1"},"1."]],"“The Prophet Said to Plant a Garden,”",["span.emphasis","Children’s Songbook,"],"237."]],["div",{"id":"head1","uri":"/ensign/2013/04/growing-relationships/a-place-for-beauty.head1"},[".title","A Place for Beauty"],[".bio",["div",{"id":"p2","uri":"/ensign/2013/04/growing-relationships/a-place-for-beauty.p2"},"Sarah Fulton, California, USA"]]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/04/growing-relationships/a-place-for-beauty.p3"},"My parents taught my six siblings and me the importance of growing our own food and beautifying our surroundings. Wherever I live, growing a garden and creating beauty in my environment are things that bring me a most satisfying kind of joy."],["div",{"id":"p4","uri":"/ensign/2013/04/growing-relationships/a-place-for-beauty.p4"},"In 2004 I moved to Africa for two years and attended a ward that had a few acres of undeveloped landscape as part of the property. As a ward, we turned that land into 20 smaller plots for families to grow their own vegetables. The garden was a blessing in my life and the lives of the members because we were able to supplement the food we purchased with food from the garden."],["div",{"id":"p5","uri":"/ensign/2013/04/growing-relationships/a-place-for-beauty.p5"},"A few years later, my sister and I lived together in Brooklyn, New York, USA. With some faith, we found an apartment to rent with a backyard that needed to be developed. With time and a lot of help from friends, the backyard became an oasis in the city. As much as I love growing my own food, I’ve realized that creating a space of beauty to share with others has brought the greatest satisfaction. Our garden was a place where people could come to relax, enjoy the peace and quiet, and remove themselves from the noise and hustle of the city. I’m reminded of what President Dieter F. Uchtdorf, Second Counselor in the First Presidency, taught the Relief Society: “As you take the normal opportunities of your daily life and create something of beauty and helpfulness, you improve not only the world around you but also the world within you.”",["sup",["a",{"href":"fn_footnote1"},"1"]]]],[".bodyNotes",["h3","Note"],["div",{"id":"/ensign/2013/04/growing-relationships/a-place-for-beauty","uri":"/ensign/2013/04/growing-relationships/a-place-for-beauty"},["span.label",["a",{"name":"footnote1"},"1."]],"Dieter F. Uchtdorf, “Happiness, Your Heritage,”",["span.emphasis","Ensign,"],"Nov. 2008, 119."]],[".resources"]]],"refs":null}
