{"id":13,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":13,"title":"Harold B. Lee-Eleventh President of the Church","subtitle":"","short_title":"Chapter 11","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.head1"},[".titleNumber","Chapter 11"],["h1","Harold B. Lee"],[".subtitle","Eleventh President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p6"},"In 1770, Harold B. Lee’s third great-grandfather William Lee emigrated from Ireland and settled in Philadelphia, Pennsylvania. His son Samuel Lee moved to Ohio, where his wife gave birth to Francis Lee, who embraced the restored gospel as an adult in Indiana. As Francis Lee and his family moved west toward the Salt Lake Valley in 1850, they met Francis’s father, Samuel, who was en route to California. He accompanied them on their journey and joined the Church in 1851 in Tooele, Utah."],["div",{"id":"p7","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p7"},"Harold B. Lee was born on March 28, 1899, in Clifton, Idaho. The Salt Lake Temple had been dedicated a few years earlier, in 1893, and Utah had been admitted into the United States in 1896 as the 45th state. Lorenzo Snow was President of the Church when Harold B. Lee was born. Brigham Young Academy became Brigham Young University in 1903. The Wright brothers flew an airplane at Kitty Hawk in 1903, and Henry Ford introduced the Model T automobile in 1908."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","A child of promise became the father of a prophet."],["div",{"id":"p10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p10"},"Tell students that Harold B. Lee’s grandmother Margaret McMurrin Lee conceived 11 times (between 1863 and 1875), but her babies were stillborn or lived only a few hours. Patriarch Abel Lamb of Salt Lake City gave Margaret a blessing in which he promised her that she would have a son. Later, she gave birth to Samuel Marion Lee Jr., who became the father of Harold B. Lee. She died when her baby was eight days old, and Samuel was raised by his Grandmother McMurrin in Salt Lake City."]],[".topic",["h4","Harold Bingham Lee was born into a religious and hardworking family."],["div",{"id":"p12","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p12"},"Ask a student to read aloud",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“He Was Born of Goodly Parents”"],"(p. 179) and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“His Mother’s Care Had a Lasting Impression on Him”"],"(pp. 180–81) in the student manual. Share the following tribute that Elder Harold B. Lee gave to his parents after he was called to the Quorum of the Twelve Apostles:"],[".blockQuote",["div",{"id":"p13","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p13"},"“I thank God today for my parentage. My father and mother are listening, either in this great assembly or on the radio, if perchance they did not get into this meeting. I think perhaps this is my way of paying tribute to the two family names they gave me at my birth, Bingham and Lee. I trust I shall not disgrace those names. I have been blessed with a splendid father and a grand and lovely mother, one who didn’t display often her affection, but showed her love in tangible ways that, as a child, I came early to recognize as true mother love."],["div",{"id":"p14","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p14"},"“As just a high school boy I went away on a high school debating team. We won the debate. I came back and called mother on the telephone only to have her say: ‘Never mind, Son. I know all about it. I will tell you when you come home at the end of the week.’ When I came home she took me aside and said: ‘When I knew it was just time for this performance to start I went out among the willows by the creek side, and there, all by myself, I remembered you and prayed God you would not fail’” (in Conference Report, Apr. 1941, 120)."]],"Ask:",["ul.bullet",["li",["span.label","•"],[".para","What effect do you think parental prayers have upon their children?"]],["li",["span.label","•"],[".para","Do parents’ prayers guarantee faithfulness in their children? Explain your answers."]]],"Have a student read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“He Grew Up in Clifton, Idaho”"],"in the student manual (p. 179). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","What characteristics do you think Harold B. Lee developed as a result of living on a farm?"]],["li",["span.label","•"],[".para","What advantages might this setting have had for raising their children in light and truth?"]]]],[".topic",["h4","From his youth, Harold B. Lee learned to follow the Spirit."],["div",{"id":"p22","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p22"},"Have students think of times when someone was warned of danger by the Spirit. Ask them to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.1-6"},"2 Nephi 5:1–6"],". Then share the following story, told by Harold B. Lee:"],[".blockQuote",["div",{"id":"p23","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p23"},"“There was a severe thunderstorm raging near the mountain where our home was located. Our family, consisting of my grandmother, my mother, and two or three of the younger children, were seated in the kitchen before an open door, watching the great display of nature’s fireworks. A flash of chain lightning followed by an immediate loud clap of thunder indicated that the lightning had struck very close."],["div",{"id":"p24","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p24"},"“I was playing back and forth in the doorway when suddenly and without warning, my mother gave me a vigorous push that sent me sprawling backwards out of the doorway. At that instant, a bolt of lightning came down the chimney of the kitchen stove, out through the kitchen’s open doorway, and split a huge gash from top to bottom in a large tree immediately in front of the house. Had it not been for Mother’s intuitive action, and if I had remained in the door opening, I wouldn’t be writing this story today” (in L. Brent Goates,",["span.emphasis","Harold B. Lee: Prophet and Seer"],"[1985], 41)."],["div",{"id":"p25","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p25"},"Like his mother, Harold B. Lee learned to follow such promptings. Have a student read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“Harold, Don’t Go Over There”"],"in the student manual (pp. 179–80)."]]],[".topic",["h4","He taught school for four years before serving a mission."],["div",{"id":"p27","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p27"},"Ask students how they would feel about being a high school principal at their age. Ask them to suggest some of the challenges they might face. Explain that after graduating from the Oneida Stake Academy, Harold B. Lee was hired as a teacher at age 17. His first teaching assignment was in a one-room schoolhouse near Weston, Idaho. He remembered:"],[".blockQuote",["div",{"id":"p28","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p28"},"“Here in a one-room school, I had some real experience. With about twenty to twenty-five pupils, I had most of the grades represented from the first to the eighth grade. My program consisted of twenty-eight classes each day. So conscientious was I that I would count the youngsters on the grounds, and if they were all there, I would ring the bell, although it was many times not much after 8:30",["span.smallCaps","a.m."],"[and school was scheduled to start later]. Almost nightly I placed my school problems before the Lord, and although I never worried so much over a work, the Lord never deserted me and I learned some of the most valuable lessons of self-mastery of my life” (in Goates,",["span.emphasis","Harold B. Lee,"],"51)."]],["div",{"id":"p29","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p29"},"The next year, Harold B. Lee worked as principal of a school in Oxford, Idaho. Invite a student to read his account:"],[".blockQuote",["div",{"id":"p30","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p30"},"“In the following year I was employed at $90 per month to become the principal of the district school at Oxford, Idaho, with Velma Sperry and Tressie Lincoln as associate teachers. Oxford had the reputation of having a rough crowd of boys, and the threat had been reported to me that I wouldn’t last long in the school as the principal. In solving the situation, my basketball experience stood me in good stead. Because of my good size, I taught these big boys, some of whom were older than I, to play basketball, and during the lunch hours, I dressed in basketball togs and played with and against them, but as fortune would have it, I maintained sufficient dignity to win their confidence as their principal, and also win the kind of friendship that has lasted even to this day” (in Goates,",["span.emphasis","Harold B. Lee,"],"53)."]],["div",{"id":"p31","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p31"},"Ask students: How did Harold B. Lee resolve the challenges he encountered as a teacher and a principal?"]],[".topic",["h4","Harold B. Lee served in the Western States Mission."],["div",{"id":"p33","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p33"},"Tell students that Bishop Samuel Marion Lee and the Lee family knew that a mission for Harold would be a financial burden on the family. While he taught in Oxford, Idaho, Harold had given his income to help support the family. Now they would need to support him on his mission. However, the call came, and Harold B. Lee accepted it. Accompanied by his father, he received his endowment on November 6, 1920, in the Logan Temple. He was set apart by Elder B. H. Roberts of the Seventy in Salt Lake City, Utah, on November 9, 1920, and he left for his mission the next day."],["div",{"id":"p34","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p34"},"Have a student read the first two paragraphs of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“He Received a Mission Call”"],"in the student manual (p. 182). Tell students that on one occasion the mission president at the last moment was unable to attend the first part of a conference in Sheridan, Wyoming, and asked Elder Lee to take his place. Elder Lee wrote in a letter:"],[".blockQuote",["div",{"id":"p35","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p35"},"“I told the president he was giving me a bigger bite than I could chew, but if the best I could do was all right, that I would go. He said there was no one else he would rather trust and the Church would pay my expenses. I did the best I could—preached, played the piano, conducted the singing, and helped settle the difficulties in the branch. When President Knight arrived on Monday, Elder Scadlock insisted that I talk again, but I graciously declined and played the part of wisdom. While there, the president took me into his confidence more than he has ever done before and took me with him wherever he went. I wish I could tell you more details (letters are unable to convey the thoughts intended) regarding the value of this trip to me, coming, as it has, at the close of my mission when many thoughts have crowded themselves upon me to make me more appreciative and humble in the responsibility that is mine” (in Goates,",["span.emphasis","Harold B. Lee,"],"70–71)."]],["div",{"id":"p36","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p36"},"Ask students: Even though Harold B. Lee felt inadequate with the assignment from the mission president, how did the Lord bless him for his obedience?"]],[".topic",["h4","Harold B. Lee returned to Clifton, Idaho."],["div",{"id":"p38","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p38"},"Tell students that Harold B. Lee returned home from his mission in December 1922. The excitement of his return and the spirit of the Christmas season quickly passed as he learned of the family’s financial struggles to keep him on a mission. An economic depression had especially affected farmers, and the Lee family as well."],["div",{"id":"p39","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p39"},"For a short time, Harold B. Lee worked hard on the family farm. When an opportunity came to teach a class in the Clifton Ward, he accepted it with enthusiasm. Later, he presided over an elders quorum. Ask: How did he make the best of a difficult situation?"],["div",{"id":"p40","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p40"},"Tell students that during this difficult time Harold B. Lee and his family made a momentous decision that influenced the rest of his life. He recorded:"],[".blockQuote",["div",{"id":"p41","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p41"},"“We have decided unanimously that I should go to work to get ahead financially, so I will return to Salt Lake and find employment as soon as possible. I’m going to do the right, as the Lord directs” (in Goates,",["span.emphasis","Harold B. Lee,"],"83)."]],["div",{"id":"p42","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p42"},"Ask: When should the family become involved in making personal decisions?"]],[".topic",["h4","Harold B. Lee married Fern Tanner and began his family."],["div",{"id":"p44","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p44"},"Tell students that Harold B. Lee had briefly met Fern L. Tanner on his mission in Denver, Colorado. They corresponded for a time. Then, when Elder Lee returned home from his mission, he visited her in Salt Lake City. Of this visit, he wrote:"],[".blockQuote",["div",{"id":"p45","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p45"},"“We talked far into the night, I think more as missionary friends than as sweethearts. There was much to ask and much to tell. Both of us had experienced joys and disappointments, but through it all we had gained a deep testimony of the gospel of Jesus Christ, the real value of which we then but little realized” (in Goates,",["span.emphasis","Harold B. Lee,"],"75)."]],["div",{"id":"p46","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p46"},"Harold B. Lee married Fern Tanner on November 14, 1923, in the Salt Lake Temple. He had attended school during the summer at the University of Utah, and he continued to attend school during the first years of their marriage. He began work as the principal of the Whittier School in the fall of 1923."],["div",{"id":"p47","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p47"},"Tell students that the Lees had two children. Share the following record from Harold B. Lee’s journal:"],[".blockQuote",["div",{"id":"p48","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p48"},"“The first year of our married life was a glorious honeymoon in which we made preparations for our first baby. Despite the fact that we carefully followed the instructions of Dr. A. C. Callister, Fern came near losing her life from a serious hemorrhage when our baby [Maurine] was born."],["div",{"id":"p49","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p49"},"“Maurine was born September 1, 1924. Within fifteen months our second baby came. Fern had been in constant labor pain for sixty hours before Helen was born on November 25, 1925. With her birth we saw the beginning of a sweet companionship of close sisters that developed with each year of their lives” (in Goates,",["span.emphasis","Harold B. Lee,"],"84–85)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What sacrifices do parents often make in bringing children into the world?"]],["li",["span.label","•"],[".para","What challenges do they face in raising children?"]]]],[".topic",["h4","Harold B. Lee participated in education, business, and public service."],["div",{"id":"p54","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p54"},"Explain that before his call to the apostleship, Harold B. Lee was a principal in the Granite School District (1923–28). When he was not teaching during the summers, he did other work to supplement his income. In 1928 he began working as a salesman and later as a manager for Foundation Press, Inc. At this job his fixed salary exceeded his teaching income, and he also received commissions. The Lees bought a house from Fern Lee’s parents in 1928. In December 1932 Harold B. Lee was appointed as a city commissioner in Salt Lake City, to replace a commissioner who had died. He was later reelected to that position, and he continued as a commissioner until he resigned in 1936 to respond to an assignment as managing director of the Church welfare program, which was called at that time the Church Security Program. He continued in this position until his call as an Apostle."]],[".topic",["h4","Harold B. Lee was called as a stake president during the Great Depression."],["div",{"id":"p56","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p56"},"Tell students that during the years of his employment as a teacher, salesman, and city commissioner, Harold B. Lee was also actively involved in Church service and in his family life. Among other opportunities for Church service during this period, he was called as the president of the Pioneer Stake (in Salt Lake City) on October 26, 1930."],"Invite students to share what they know or have heard about the Great Depression of the 1930s. Ask them what it might have been like to live during that time. Review with them “The Lord Prepared Him to Serve the Needy” in the student manual (pp. 182–83). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","How would you describe the living conditions of the Lee family at this time?"]],["li",["span.label","•"],[".para","Why was he able to serve the needy so well?"]]],"As you read the first five paragraphs of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“He Sought Earnestly to Know the Needs of the Saints”"],"in the student manual (pp. 183–84), have students note how President Lee worked to meet the needs of the Saints in his stake. Ask:",["ul.bullet",["li",["span.label","•"],[".para","What did President Lee discover about his stake after surveying Church members?"]],["li",["span.label","•"],[".para","What is the role of priesthood leaders in identifying the needs of Church members?"]]],["div",{"id":"p63","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p63"},"Tell students that once President Lee and other leaders identified the basic needs of their people (food, clothing, and employment), then they were able to match the needs with resources. Share some or all of the following information:"],["div",{"id":"p64","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p64"},["b","Food"],"—Local farmers were contacted and contracts were negotiated for unemployed members of the Pioneer Stake to assist in harvesting their crops in exchange for a percentage of the harvest."],["div",{"id":"p65","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p65"},["b","Clothing"],"—Many sisters “were productively involved in mending or making clothing and bedding for the use of the needy in the stake” (Francis M. Gibbons,",["span.emphasis","Harold B. Lee: Man of Vision, Prophet of God"],"[1993], 110)."],["div",{"id":"p66","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p66"},["b","Employment"],"—“As President Lee and his brethren surveyed the resources of the stake, they found a large pool of unemployed artisans—bricklayers, carpenters, masons, painters, and laborers—who wanted to work but who could not find employment. Again, President Lee’s ingenuity found a way to match resources with needs. The result was the construction of the Pioneer Stake Gymnasium. … Much of the material for the gymnasium was obtained from old buildings that the stake workers demolished with the approval of their owners. What little money was needed for new materials came from a donation of the First Presidency, forty-five hundred dollars, and from the sale of surplus commodities realized from the operation of the stake storehouse. The workers on the gymnasium were compensated by receiving ‘pay slips,’ which could then be used to purchase food, clothing, and other commodities at the storehouse” (Gibbons,",["span.emphasis","Harold B. Lee: Man of Vision,"],"115–16)."],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What do you learn about President Lee’s concern, ingenuity, and inspiration?"]],["li",["span.label","•"],[".para","How can the principle of identifying needs and assessing resources be applied to your personal challenges?"]]],["div",{"id":"p70","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p70"},"Explain that Harold B. Lee was closely involved with the development of the Church welfare program. Church leaders recognized that several local stakes had begun welfare programs in answer to the high unemployment. The First Presidency asked President Harold B. Lee, then stake president of the Pioneer Stake, to develop a welfare program that could be used throughout the Church."],"For more details about his involvement in the welfare program, review and discuss",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“The First Presidency Called Him to Further Develop the Church Welfare System”"],"in the student manual (pp. 184–85). Refer students to the last two paragraphs of that section, and ask:",["ul.bullet",["li",["span.label","•"],[".para","Who are the “fountainheads of truth” whom we must follow today?"]],["li",["span.label","•"],[".para","According to Elder Lee, what is required of Church members in order to receive the “grandest things yet to come”?"]]]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p76","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p76"},"When Harold B. Lee returned from the Western States Mission in 1922, the Church was in a time of great growth and development. By the end of 1922, Church membership had grown to more than 566,000. Two temples were dedicated in the years following his mission, one in Alberta, Canada, in 1923, and the other in Mesa, Arizona, in 1927. The institute of religion program came into being in 1926, and the 100th stake of the Church was organized in 1928."],["div",{"id":"p77","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p77"},"During 1972, when Harold B. Lee became President of the Church, Church membership had grown to 3.2 million, with 592 stakes, 101 missions, and 15 temples. Elder Lee served as a General Authority for over 32 years, including 1 1/2 years as President of the Church. Near the time of his death on December 26, 1973, Church membership had increased to 3.3 million, with 630 stakes and 108 missions (see",["span.emphasis","2003 Church Almanac"],"[2003], 473, 631–32). President Lee passed away at the age of 74, one of the youngest to die since the Prophet Joseph Smith."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","He was called and ordained as an Apostle."],["div",{"id":"p80","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p80"},"Tell students that when Harold B. Lee awoke on April 5, 1941, before the Saturday morning session of general conference, he had an interesting experience. Then share what he wrote:"],[".blockQuote",["div",{"id":"p81","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p81"},"“Before I arose from my bed I received a definite impression that I would be named a member of the Quorum of the Twelve” (in L. Brent Goates,",["span.emphasis","Harold B. Lee: Prophet and Seer"],"[1985], 157)."]],["div",{"id":"p82","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p82"},"That evening he was called as an Apostle. Read his account of that experience:"],[".blockQuote",["div",{"id":"p83","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p83"},"“I was sitting in the audience attending the general priesthood meeting as the managing director of the Church Welfare Program. At the conclusion, President J. Reuben Clark, who was conducting the meeting, called my name out and asked that I come to the stand to meet Bishop Joseph L. Wirthlin. Bishop Wirthlin did have a matter of business to mention to me, but it was really a way to have me meet with President Heber J. Grant."],["div",{"id":"p84","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p84"},"“When I arrived at the stand, Elder Joseph Anderson said that the President was waiting for me in the General Authorities’ room. It amazed me and I immediately sensed that there was something more than just a social visit that President Grant had in mind. It was then that he announced to me that I had been named … to the Quorum of the Twelve to fill the vacancy which had been created by the death of Senator Reed Smoot” (in Goates,",["span.emphasis","Harold B. Lee,"],"157)."]],"Have a student read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“He Was Called as an Apostle”"],"in the student manual (pp. 185–86). Ask students:",["ul.bullet",["li",["span.label","•"],[".para","How did Harold B. Lee respond to his call as an Apostle?"]],["li",["span.label","•"],[".para","How was he strengthened as a special witness of Jesus Christ?"]]]],[".topic",["h4","Elder Harold B. Lee loved to teach the gospel."],["div",{"id":"p89","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p89"},"Invite students to share their feelings and experiences about effective family scripture study. Share the following about the Lee family by Helen Lee Goates, Harold B. Lee’s daughter:"],[".blockQuote",["div",{"id":"p90","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p90"},"“Whenever we had a question as we prepared for a two-and-a-half-minute talk we were to give, or whenever anything was discussed around the dinner table requiring an answer, we’d ask, ‘What about this, Dad? What do you think?’ He would reply, ‘Get out your scriptures, girls, and let’s see what the Lord says about it.’ He would get his book, too, and have us turn to the right scripture and we’d read together what we needed to know. There were many times when I would think how much easier and quicker it would be if Daddy would just give us the answer. But I came to understand later that he was once again giving us a wonderful opportunity to learn important lessons. In so doing, he taught us that the scriptures were where we turn first for our answers” (in Goates,",["span.emphasis","Harold B. Lee,"],"123)."]],["div",{"id":"p91","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p91"},"Tell students that Elder Harold B. Lee also loved to teach the Saints from the scriptures. Share the following statement he gave at a priesthood leadership session in 1972:"],[".blockQuote",["div",{"id":"p92","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p92"},"“There are among us many loose writings predicting the calamities which are about to overtake us. Some of these have been publicized as though they were necessary to wake up the world to the horrors about to overtake us. Many of these are from sources upon which there cannot be unquestioned reliance."],["div",{"id":"p93","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p93"},"“Are you priesthood bearers aware of the fact that we need no such publications to be forewarned, if we were only conversant with what the scriptures have already spoken to us in plainness?"],["div",{"id":"p94","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p94"},"“Let me give you the sure word of prophecy on which you should rely for your guide instead of these strange sources which may have great political implications."],["div",{"id":"p95","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p95"},"“Read the twenty-fourth chapter of Matthew—particularly that inspired version as contained in the Pearl of Great Price (",["a.scriptureRef",{"href":"/scriptures/pgp/js-m"},"Joseph Smith—Matthew"],")."],["div",{"id":"p96","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p96"},"“Then read the forty-fifth section of the Doctrine and Covenants where the Lord, not man, has documented the signs of the times."],["div",{"id":"p97","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p97"},"“Now turn to section 101 and section 133 of the Doctrine and Covenants and hear the step-by-step recounting of events leading up to the coming of the Savior."],["div",{"id":"p98","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p98"},"“Finally, turn to the promises the Lord makes to those who keep the commandments when these judgments descend upon the wicked, as set forth in the Doctrine and Covenants, section 38."],["div",{"id":"p99","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p99"},"“Brethren, these are some of the writings with which you should concern yourselves, rather than commentaries that may come from those whose information may not be the most reliable and whose motives may be subject to question. And may I say, parenthetically, most of such writers are not handicapped by having any authentic information on their writings” (",["span.emphasis","Teachings of Harold B. Lee,"],"ed. Clyde J. Williams [1996], 399)."]],["div",{"id":"p100","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p100"},"Ask: What concerns did Harold B. Lee have about relying on questionable sources and “loose writings” rather than on the scriptures for our doctrinal understanding?"]],[".topic",["h4","Elder Harold B. Lee chaired the Church Correlation Committee."],["div",{"id":"p102","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p102"},"Explain that during the administration of President David O. McKay, the First Presidency sought to strengthen the Church and individual families by correlating Church efforts in welfare, missionary work, genealogy, education, home teaching, and family home evening. This effort was the beginning of the correlation of all programs and curriculum for the worldwide Church. Elder Harold B. Lee was given the responsibility to chair this committee."],"Review with students Elder Lee’s teachings on the purpose and power of priesthood correlation in “The Principles of Priesthood Correlation Were Developed,” “The Priesthood Is Expected to Lead,” “The Whole Effort of Correlation Is to Strengthen the Home,” and “Church Programs Support the Home” in the student manual (pp. 186–88). Then discuss the following questions:",["ul.bullet",["li",["span.label","•"],[".para","How did Elder Lee describe the major purpose of Church correlation?"]],["li",["span.label","•"],[".para","What benefits have come to the Church because of this correlation?"]],["li",["span.label","•"],[".para","How might we sometimes “mistake the scaffolding for the soul”? (see “Church Programs Support the Home”)."]]],["div",{"id":"p107","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p107"},"Share the following statement by Elder Harold B. Lee:"],[".blockQuote",["div",{"id":"p108","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p108"},"“All that we do is to be done ‘with an eye single to the glory of God.’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.19"},"D&C 82:19"],".] And what was the glory of God? As the Lord explained it to Moses, it was to bring to pass the immortality and eternal life of man. … In all our efforts in the … correlation program we have kept these observations always in mind. Simply stated, our two sole objectives in correlation were to keep the priesthood functioning as the Lord has clearly defined it, with the auxiliary organizations properly related thereto, and secondly that the parents and the family magnify their callings as the Lord has commanded. And so we see that everything that is done should be done with that one question in mind: does this activity further the interest of the kingdom, are we keeping our eye single to that prime purpose of the Lord’s organization—to save souls and to bring to pass the immortality and the eternal life of man?” (Address given at Sunday School general conference, Oct. 2, 1970, Archives of The Church of Jesus Christ of Latter-day Saints, 7)."]]],[".topic",["h4","The Savior guides the leaders of His Church."],["div",{"id":"p110","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p110"},"Share the following testimony of Elder Harold B. Lee, then a member of the Quorum of the Twelve Apostles, regarding the Savior:"],[".blockQuote",["div",{"id":"p111","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p111"},"“With all my soul and conviction, and knowing the seriousness and import of that testimony, I tell you that I know that he lives. I am conscious of his presence much of the time when I have needed him most; I have known it out of the whisperings of the night, the impressions of the daytime when there were things for which I was responsible and on which I could receive guidance. So I testify to you and tell you that he is closer to the leaders of this Church than you have any idea. Listen to the leaders of this Church and follow their footsteps in righteousness, if you would learn not only by study but also by faith, which testimony I bear most humbly and sincerely in the name of the Lord Jesus Christ” (in Conference Report, Apr. 1968, 131–32)."]],["div",{"id":"p112","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p112"},"Ask students: Why is it important to know that the Lord “is closer to the leaders of this church than you have any idea”?"],"Discuss with students some recent counsel of Church leaders. Invite them to discuss how following the prophet might protect them physically and spiritually. Invite a student to read the last paragraph of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“Following the Prophet Protects the Sanctity of Our Homes”"],"in the student manual (p. 190). Discuss answers to the following questions:",["ul.bullet",["li",["span.label","•"],[".para","Why does safety only come from following the counsel of the Lord’s prophet?"]],["li",["span.label","•"],[".para","What should you do when your personal views conflict with the counsel of the prophet?"]],["li",["span.label","•"],[".para","What promises are given to those who are obedient to a prophet’s counsel?"]]]],[".topic",["h4","Harold B. Lee became President of the Church."],"Ask students to review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“Highlights in the Life of Harold B. Lee”"],"in the student manual (p. 178) and note when Harold B. Lee was called as an Apostle and when he became President of the Church. Ask:",["ul.bullet",["li",["span.label","•"],[".para","How long did he serve as an Apostle?"]],["li",["span.label","•"],[".para","How long was his presidency?"]]],["div",{"id":"p121","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p121"},"Ask one student to read the second paragraph of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“He Became President of the Church”"],"and another student to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“His Heart and Mind Went Out in Love to Every Latter-day Saint”"],"in the student manual (p. 190)."]],[".topic",["h4","He taught the Saints how and where to gather."],["div",{"id":"p123","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p123"},"Ask students to describe how the Lord gathered the Saints in the early days of the Church. Ask: How would you say the Lord is gathering the Saints today?"],["div",{"id":"p124","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p124"},"Share the following insight from President Harold B. Lee:"],[".blockQuote",["div",{"id":"p125","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p125"},"“Today we are witnessing the demonstration of the Lord’s hand even in the midst of his saints, the members of the Church. Never in this dispensation, and perhaps never before in any single period, has there been such a feeling of urgency among the members of this church as today. Her boundaries are being enlarged, her stakes are being strengthened. In the early years of the Church specific places to which the Saints were to be gathered together were given, and the Lord directed that these gathering places should not be changed, but then he gave one qualification: ‘Until the day cometh when there is found no more room for them; and then I have other places which I will appoint unto them, and they shall be called stakes, for the curtains or the strength of Zion.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.21"},"D&C 101:21"],".)"],["div",{"id":"p126","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p126"},"“At the Mexico City Area Conference last August, Elder Bruce R. McConkie of the Council of the Twelve, in a thought-provoking address, made some comments pertinent to this subject, and I quote a few sentences from his address:"],["div",{"id":"p127","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p127"},"“‘… Now I call your attention to the facts, set forth in these scriptures, that the gathering of Israel consists of joining the true church; of coming to a knowledge of the true God and of his saving truths; and of worshiping him in the congregations of the Saints in all nations and among all peoples. …’"],["div",{"id":"p128","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p128"},"“Elder McConkie then concluded with this statement, which certainly emphasizes the great need for the teaching and training of local leadership in order to build up the church within their own native countries:"],["div",{"id":"p129","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p129"},"“‘The place of gathering for the Mexican Saints is in Mexico; the place of gathering for the Guatemalan Saints is in Guatemala; the place of gathering for the Brazilian Saints is in Brazil; and so it goes throughout the length and breadth of the whole earth. Japan is for the Japanese; Korea is for the Koreans; Australia is for the Australians; every nation is the gathering place for its own people’” (in Conference Report, Apr. 1973, 6–7; or",["span.emphasis","Ensign,"],"July 1973, 4–5)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","According to this statement, how would you define the gathering of the Saints?"]],["li",["span.label","•"],[".para","Where are the Saints to be gathered in our day?"]],["li",["span.label","•"],[".para","What strength can come to the Saints for gathering within their own lands?"]],["li",["span.label","•"],[".para","How can we build up the Church in our own areas?"]]]],[".topic",["h4","President Lee taught and warned the Saints against the challenges of our day."],"Refer to the following sections in the student manual and give a brief summary of President Harold B. Lee’s teaching from each one (see summary examples in parentheses):",["ul.bullet",["li",["span.label","•"],[".para",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“The Members of the Church Must Prepare Themselves for the Conflict with Evil”"],"(p. 191). (The Lord will protect us from evil influences if we will follow the leadership of the priesthood.)"]],["li",["span.label","•"],[".para",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“Safety Comes from Keeping God’s Commandments”"],"(pp. 191–92). (As Church members support Church leaders and keep the commandments, they receive the Lord’s protection.)"]],["li",["span.label","•"],[".para",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“The Church Is a Defense and a Refuge”"],"(p. 192). (The Church is a force of opposition against the evil influences of the world. Church members are protected from these evil influences as they live the teachings of the Church by obeying God’s commandments.)"]],["li",["span.label","•"],[".para",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“The Destructive Influences of the World Are Threatening the Family”"],"(pp. 192–93). (Holding family home evenings will strengthen our homes and protect families from the destructive influences of the world.)"]],["li",["span.label","•"],[".para",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“The Objective of the Church Is to Help the Saints Meet the Problems of the Day”"],"(p. 193). (The Church is organized to help its members “meet every problem in this modern and changing world.”)"]],["li",["span.label","•"],[".para",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-11-harold-b-lee-eleventh-president-of-the-church.p1"},"“The Greatest Miracles Are the Healing of Sick Souls”"],"(p. 193). (The Church is reaching out to help “those who are sick in soul and spirit and are downhearted and distraught.”)"]]]],[".topic",["h4","The record of his service was written in the hearts and minds of people."],["div",{"id":"p144","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p144"},"Tell students that Harold B. Lee was President of the Church for just under eighteen months. Although he served only a short time as President, he influenced the Church greatly."],["div",{"id":"p145","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p145"},"Ask: What programs did Harold B. Lee direct that we still have in the Church today? Explain that when Harold B. Lee became President of the Church, he reflected on the contributions of his predecessors and on his new calling. Share what he said:"],[".blockQuote",["div",{"id":"p146","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p146"},"“On the sacred occasion three months ago when I began to sense the magnitude of the overwhelming responsibility which I must now assume, I went to the holy temple. There, in prayerful meditation, I looked upon the paintings of those men of God—true, pure men, God’s noblemen—who had preceded me in a similar calling."],["div",{"id":"p147","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p147"},"“A few days ago in the early morning hours, in my private study at home and all alone with my thoughts, I read the tributes paid to each of the Presidents by those who had been most closely associated with each of them."],["div",{"id":"p148","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p148"},"“Joseph Smith was the one whom the Lord raised up from boyhood and endowed with divine authority and taught the things necessary for him to know and to obtain the priesthood and to lay the foundation for God’s kingdom in these latter days."],["div",{"id":"p149","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p149"},"“There was President Brigham Young, who was foreordained before this world was, for his divine calling to lead the persecuted Saints in fleeing from the wrath that threatened the Saints in those early gathering places in Missouri and Illinois and to pioneer the building of an inland commonwealth in the tops of these majestic mountains, to fulfill God’s purposes."],["div",{"id":"p150","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p150"},"“To look upon the features of President John Taylor was to gain a realization that here was one, as President Joseph F. Smith spoke of him, ‘One of the purest men I ever knew. …’"],["div",{"id":"p151","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p151"},"“As I saw the sainted face of President Wilford Woodruff, I was aware that here was a man like Nathanael of old, in whom there was no guile, and susceptible to the impressions of the Spirit of the Lord, by whose light he seemed to almost always walk ‘not knowing beforehand the thing he was to do.’"],["div",{"id":"p152","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p152"},"“While President Lorenzo Snow had but a brief administration, he had a special mission to establish his people on a more solid temporal foundation by the determined application of the law of sacrifice, to relieve the great burdens placed upon the Church because of mistakes and errors which had unwittingly crept in."],["div",{"id":"p153","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p153"},"“When I want to seek for a more clear definition of doctrinal subjects, I have usually turned to the writings and sermons of President Joseph F. Smith. As I looked upon his noble stature, I thought of the nine-year-old boy helping his widowed mother across the plains and the 15-year-old missionary on the slopes of Haleakala on the isle of Maui being strengthened by a heavenly vision with his uncle, Joseph Smith. It was he who presided during the stormy days when an antagonistic press maligned the Church, but his was the steady arm by the Lord’s appointment to carry off the Church triumphantly."],["div",{"id":"p154","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p154"},"“I suppose I never drew closer to the meaning of a divine calling than when President Heber J. Grant placed his hands upon my shoulders and, with a deep feeling akin to mine, announced my calling to be an apostle of the Lord Jesus Christ. As his picture looked down upon me, there came again to my mind the prophetic words of his inspired blessing when I was ordained in the holy temple under his hands."],["div",{"id":"p155","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p155"},"“President George Albert Smith was a disciple of friendship and love. He was indeed a friend to everyone. My gaze at his likeness seemed to give me a warmth of that radiance which made every man his friend."],["div",{"id":"p156","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p156"},"“Tall and impressive was President David O. McKay, as he now looked at me with those piercing eyes, which always seemed to search my very soul. Never was I privileged to be in his presence but that I felt for a brief moment, as I had done on so many occasions, that I was a better man for having been in his company."],["div",{"id":"p157","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p157"},"“To him who sought no earthly honors, but whose whole soul delighted in the things of the spirit, President Joseph Fielding Smith was there with his smiling face, my beloved prophet-leader who made no compromise with truth. As ‘The finger of God touched him and he slept,’ he seemed in that brief moment to be passing to me, as it were, a sceptre of righteousness as though to say to me, ‘Go thou and do likewise.’"],["div",{"id":"p158","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p158"},"“Now I stood alone with my thoughts. Somehow the impressions that came to me were, simply, that the only true record that will ever be made of my service in my new calling will be the record that I may have written in the hearts and lives of those with whom I have served and labored, within and without the Church” (in Conference Report, Oct. 1972, 18–19; or",["span.emphasis","Ensign,"],"Jan. 1973, 23–24)."]],["div",{"id":"p159","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p159"},"President Spencer W. Kimball, speaking at the funeral of President Harold B. Lee, gave the following record of President Lee’s life as it was written in his heart during the years he served with President Lee:"],[".blockQuote",["div",{"id":"p160","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p160"},"“‘A giant redwood has fallen.’ These words, spoken by President Harold B. Lee himself at the funeral of a former stake president, seem very appropriate today. A giant redwood has fallen and left a great space in the forest."],["div",{"id":"p161","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p161"},"“A giant of a man he was. …"],["div",{"id":"p162","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p162"},"“A giant whose shadow fell across the world, bringing under it the influence of the gospel to millions of members and friends of the Church."],["div",{"id":"p163","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p163"},"“A giant, who, while carrying the challenges of the apostleship and the First Presidency under divine influence, anxiously still took time to share his thoughts and his counsel with countless thousands on an individual basis."],["div",{"id":"p164","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p164"},"“A great giant, who, with inspiration, made the experiences, stories, and the counsel of the scriptures find place in the hearts and minds of men the world over."],["div",{"id":"p165","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p165"},"“A giant who reached into the inner recesses of his listeners’ hearts to plant understanding, vision, direction, and comfort."],["div",{"id":"p166","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p166"},"“A great giant who represented our Father in heaven to all of his children and bore them comfort, strength, and godly influence."],["div",{"id":"p167","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p167"},"“A master teacher, who, much like the Savior, took the ordinary experiences of today to teach the will of the Lord."],["div",{"id":"p168","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p168"},"“Yes, among our generations has walked one of God’s most noble, powerful, committed, and foreordained giant redwoods—President Harold B. Lee” (“A Giant of a Man,”",["span.emphasis","Ensign,"],"Feb. 1974, 86–87)."]],["div",{"id":"p169","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/harold-b-lee-eleventh-president-of-the-church.p169"},"Conclude by sharing your testimony of the importance of President Harold B. Lee’s contributions to the Church."]]]]]],"refs":null}
