{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":15,"title":"He Gives the Best Answers","subtitle":"From an interview with Elder Randall K. Bennett of the Seventy; by Lauren Mortenson, Church Magazines","short_title":"He Gives the Best Answers","uri":"/friend/2013/07/he-gives-the-best-answers","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/friend/2013/07/he-gives-the-best-answers"},[".heading",{"id":"head1","uri":"/friend/2013/07/he-gives-the-best-answers.head1"},[".seriesTitle","Friend to Friend"],[".title","He Gives the",["span.dominant","Best"],"Answers"],[".byline",["p.para",{"id":"p3","uri":"/friend/2013/07/he-gives-the-best-answers.p3"},"From an interview with Elder Randall K. Bennett of the Seventy; by Lauren Mortenson, Church Magazines"]],[".epigraph","Whatsoever thing ye shall ask the Father in my name, which is good, in faith believing that ye shall receive, behold, it shall be done unto you",["span.emphasis","(",["a",{"href":"/scriptures/bofm/moro/7.26"},"Moroni 7:26"],")."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/randall-k-bennett.jpg"}]],[".bodyBlock",["p.para",{"id":"p5","uri":"/friend/2013/07/he-gives-the-best-answers.p5"},"When I was five years old, my mother bought me a pet turtle. One day I was outside playing with my turtle, watching it slowly crawl through the tall blades of grass. Suddenly a loud noise distracted me, and I looked away. When I looked back my turtle was gone!"],["p.para",{"id":"p6","uri":"/friend/2013/07/he-gives-the-best-answers.p6"},"I searched and searched, but I couldn’t find the turtle. Then I remembered that my mother had taught me that Heavenly Father answers our prayers. I knelt on the lawn and asked Heavenly Father to help me find my turtle."],["p.para",{"id":"p7","uri":"/friend/2013/07/he-gives-the-best-answers.p7"},"I finished my prayer, opened my eyes, and looked down. I expected to see my turtle. But it wasn’t there. And no matter where I looked or how much I prayed, I never did find my turtle."],["p.para",{"id":"p8","uri":"/friend/2013/07/he-gives-the-best-answers.p8"},"I told my mom what happened and asked if I could have a new turtle. She said yes, but when she went back to the pet store, they had no more turtles. She found out that all the turtles at the store, including mine, had been infected with a disease that could have made me and my family members very sick."],["p.para",{"id":"p9","uri":"/friend/2013/07/he-gives-the-best-answers.p9"},"Now, many years later, I can see that it was a great blessing that I didn’t find my turtle. I know now that Heavenly Father answers all our prayers. He knows what is best for us. Sometimes the answer is, “Yes.” Sometimes the answer is, “No.” Often the answer is, “No, because I have something better for you. Just be patient.”"],["p.para",{"id":"p10","uri":"/friend/2013/07/he-gives-the-best-answers.p10"},"Heavenly Father doesn’t always answer our prayers the way we want Him to answer them or when we want Him to answer them. Often we don’t understand why we receive the answers He gives us. But because Heavenly Father is kind and wants us to be happy, we know that He always gives us the very best answers."]],[".resources"]]]],"refs":null}
