{"id":1,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":1,"title":"He Is Risen","subtitle":"By President Henry B. Eyring","short_title":"He Is Risen","uri":"/ensign/2013/04/he-is-risen","content":[["div",{"id":"head1","uri":"/ensign/2013/04/he-is-risen.head1"},[".seriesTitle","First Presidency Message"],[".title","He Is Risen"],[".byline",["div",{"id":"p3","uri":"/ensign/2013/04/he-is-risen.p3"},"By President Henry B. Eyring"],["div",{"id":"p4","uri":"/ensign/2013/04/he-is-risen.p4"},"First Counselor in the First Presidency"]]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/04/he-is-risen.p5"},"A testimony of the reality of the Resurrection of Jesus Christ is a source of both hope and determination. And it can be so for any child of God. It was for me on a summer day in June 1969 when my mother died, it has been all the years since, and it will be until I see her again."],["div",{"id":"p6","uri":"/ensign/2013/04/he-is-risen.p6"},"Sadness from the temporary separation was immediately replaced with happiness. It was more than a hope for a happy reunion. Because the Lord has revealed so much through His prophets and because the Holy Ghost has confirmed the truth of the Resurrection to me, I can see in my mind what it will be like to be reunited with our sanctified and resurrected loved ones:"],["div",{"id":"p7","uri":"/ensign/2013/04/he-is-risen.p7"},"“These are they who shall come forth in the resurrection of the just. …"],["div",{"id":"p8","uri":"/ensign/2013/04/he-is-risen.p8"},"“These are they whose names are written in heaven, where God and Christ are the judge of all."],["div",{"id":"p9","uri":"/ensign/2013/04/he-is-risen.p9"},"“These are they who are just men made perfect through Jesus the mediator of the new covenant, who wrought out this perfect atonement through the shedding of his own blood” (",["a",{"href":"/scriptures/dc-testament/dc/76.65,68-69"},"D&C 76:65, 68–69"],")."],["div",{"id":"p10","uri":"/ensign/2013/04/he-is-risen.p10"},"Because Jesus Christ broke the bands of death, all of the children of Heavenly Father born into the world will be resurrected in a body that will never die. So my testimony and yours of that glorious truth can take away the sting of the loss of a beloved family member or friend and replace it with joyful anticipation and firm determination."],["div",{"id":"p11","uri":"/ensign/2013/04/he-is-risen.p11"},"The Lord has given all of us the gift of resurrection, whereby our spirits are placed in bodies free of physical imperfections (see",["a",{"href":"/scriptures/bofm/alma/11.42-44"},"Alma 11:42–44"],"). My mother will appear young and radiant, the effects of age and years of physical suffering removed. That will come to her and to us as a gift."],["div",{"id":"p12","uri":"/ensign/2013/04/he-is-risen.p12"},"But those of us who long to be with her forever must make choices to qualify for that association, to live where the Father and His Beloved resurrected Son dwell in glory. That is the only place where family life can continue eternally. A testimony of that truth has increased my determination to qualify myself and those I love for the highest degree of the celestial kingdom through the Atonement of Jesus Christ working in our lives (see",["a",{"href":"/scriptures/dc-testament/dc/76.70"},"D&C 76:70"],")."],["div",{"id":"p13","uri":"/ensign/2013/04/he-is-risen.p13"},"The Lord offers us a guide in this quest for eternal life in the sacramental prayers that help me and can help you. We are invited to renew our baptismal covenants in every sacrament meeting."],["div",{"id":"p14","uri":"/ensign/2013/04/he-is-risen.p14"},"We promise to always remember the Savior. The emblems of His sacrifice help us appreciate the magnitude of the price He paid to break the bands of death, to offer us mercy, and to provide forgiveness of all our sins if we choose to repent."],["div",{"id":"p15","uri":"/ensign/2013/04/he-is-risen.p15"},"We promise to keep His commandments. Reading the scriptures and the words of the living prophets and listening to inspired speakers in our sacrament meetings remind us of our covenants to do so. The Holy Ghost brings to our minds and hearts the commandments we most need to keep that day."],["div",{"id":"p16","uri":"/ensign/2013/04/he-is-risen.p16"},"In the sacramental prayers, God promises to send the Holy Ghost to be with us (see",["a",{"href":"/scriptures/bofm/moro/4.3"},"Moroni 4:3"],";",["a",{"href":"/scriptures/bofm/moro/5.2"},"5:2"],";",["a",{"href":"/scriptures/dc-testament/dc/20.77,79"},"D&C 20:77, 79"],"). I have found in that moment that God can give me what feels like a personal interview. He brings to my attention what I have done that pleases Him, my need for repentance and forgiveness, and the names and faces of people He would have me serve for Him."],["div",{"id":"p17","uri":"/ensign/2013/04/he-is-risen.p17"},"Over the years, that repeated experience has turned hope into feelings of charity and brought an assurance that mercy was unlocked for me by the Savior’s Atonement and Resurrection."],["div",{"id":"p18","uri":"/ensign/2013/04/he-is-risen.p18"},"I testify that Jesus is the risen Christ, our Savior, and our perfect example and guide to eternal life."]],[".resources",["div",{"id":"head1","uri":"/ensign/2013/04/he-is-risen/your-personal-interview-with-god.head1"},[".sectionTitle","Youth"],[".title","Your Personal Interview with God"]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/04/he-is-risen/your-personal-interview-with-god.p3"},"President Eyring teaches that as we listen to the sacrament prayers, we can feel like we are having a personal interview with God. President Eyring thinks of the following three areas. Consider writing these questions in your journal and pondering them each Sunday this month. As you ponder and receive impressions from the Holy Ghost, you can also write about those in your journal."],["ul.bullet",["li",["span.label","•"],[".para","What have I done that has pleased God?"]],["li",["span.label","•"],[".para","What do I need to repent of or ask forgiveness for?"]],["li",["span.label","•"],[".para","Whom would God like me to serve?"]]]],["div",{"id":"head1","uri":"/ensign/2013/04/he-is-risen/always-remember-jesus.head1"},[".sectionTitle","Children"],[".title","Always Remember Jesus"]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/04/he-is-risen/always-remember-jesus.p3"},"Jacob is trying to “always remember” the Savior (",["a",{"href":"/scriptures/dc-testament/dc/20.77"},"D&C 20:77"],"). Look around his bedroom. What do you notice that might help him always remember Jesus?"],["div",{"id":"f1","uri":"/ensign/2013/04/he-is-risen/always-remember-jesus.f1"},[".credit",["div",{"id":"p4","uri":"/ensign/2013/04/he-is-risen/always-remember-jesus.p4"},"Illustration by Adam Koford"]]]],["div",{"id":"f1","uri":"/ensign/2013/04/he-is-risen.f1"},[".title","Teaching from This Message"],["div",{"id":"p20","uri":"/ensign/2013/04/he-is-risen.p20"},"We should “liken all scriptures unto us, that it might be for our profit and learning” (",["a",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],"). Consider reading the sacrament prayers, found in",["a",{"href":"/scriptures/dc-testament/dc/20.76-79"},"Doctrine and Covenants 20:76–79"],". After reading President Eyring’s teachings about the sacrament prayers, you may want to invite those you are teaching to think of ways that these prayers can guide their lives and help them return to live again with Heavenly Father and Jesus Christ."]]]],"refs":null}
