{"id":28,"parent_id":0,"book_id":22623,"content_id":1,"language_id":0,"display_order":28,"title":"He Will Help You","subtitle":"","short_title":"He Will Help You","uri":"/friend/2013/01/he-will-help-you","content":[["div",{"id":"head1","uri":"/friend/2013/01/he-will-help-you.head1"},[".seriesTitle","Friend to Friend"],[".title","He Will Help You"],[".event",["div",{"id":"p3","uri":"/friend/2013/01/he-will-help-you.p3"},"From an interview with Elder Ian S. Ardern of the Seventy; by Jan Pinborough, Church Magazines"]],[".epigraph","Pray, he is there; speak, he is list’ning",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","12–13)."]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/01/he-will-help-you.p5"},"When I was young, the missionaries came to my home in New Zealand and taught my family the gospel. One of the missionaries, Elder Maughan, noticed that I didn’t have a bicycle. He had a very nice purple and white bike, and he promised to give it to me when he went home from his mission."],["div",{"id":"p6","uri":"/friend/2013/01/he-will-help-you.p6"},"Elder Maughan kept his promise. A few months after Elder Maughan was transferred from our town, my family received a telegram. It said that Elder Maughan had put his bike on a train and that it would soon arrive for me!"],["div",{"id":"p7","uri":"/friend/2013/01/he-will-help-you.p7"},"I struggled learning to ride my new bike. I kept falling off, and I even bruised my lip. After a while my mother told me to come inside. “If you and I pray,” she said, “you will be able to ride the bike.” We prayed together, and I went back outside to try again. I fell a few times and wobbled a lot, but I was finally able to ride my new bike."],["div",{"id":"p8","uri":"/friend/2013/01/he-will-help-you.p8"},"When I was older, I was called to serve a mission in France and Belgium. At the Missionary Training Center, I struggled to learn French. I realized that I could not do it by myself. I needed the Lord’s help. I knelt down and pleaded for help. I still had to work hard, but I was able to learn French. Once again, the Lord came to my rescue."],["div",{"id":"p9","uri":"/friend/2013/01/he-will-help-you.p9"},"You need never feel abandoned. In your moments of difficulty, there is always Someone who will listen. The Lord hears your prayers. You may still struggle, but He will help you, just as He helped me."]]],"refs":null}
