{"id":13,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":13,"title":"Hearing with the Heart","subtitle":"By Richard M. Romney","short_title":"Hearing with the Heart","uri":"/new-era/2013/05/hearing-with-the-heart","content":[["div",{"id":"head1","uri":"/new-era/2013/05/hearing-with-the-heart.head1"},[".title","Hearing with the Heart"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/05/hearing-with-the-heart.p2"},"By Richard M. Romney"],["div",{"id":"p3","uri":"/new-era/2013/05/hearing-with-the-heart.p3"},"Church Magazines"]],[".kicker","Deaf students in seminary understand that the still, small voice speaks to them the same way it speaks to anyone else."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/05/hearing-with-the-heart.p5"},"President Boyd K. Packer, President of the Quorum of the Twelve Apostles, teaches, “The voice of the Spirit is a still, small voice—a voice that is",["span.emphasis","felt"],"rather than heard.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"Deaf students participating in ASL (American Sign Language) seminary are familiar with that feeling."],["div",{"id":"p6","uri":"/new-era/2013/05/hearing-with-the-heart.p6"},"“Sometimes when I feel the Spirit, it’s like chills going up my spine,” says Bryce J., 16, of Utah. “Other times a thought will come into my mind, a thought I know didn’t come from me. And often I will just feel a calm, peaceful reassurance.”"],["div",{"id":"p7","uri":"/new-era/2013/05/hearing-with-the-heart.p7"},"“We know that Heavenly Father looks upon our hearts,” says Rachel E., 16, from Illinois. “It’s through the Holy Ghost that we can",["span.emphasis","feel"],"in our hearts what is true.”"],["div",{"id":"t1","uri":"/new-era/2013/05/hearing-with-the-heart.t1"},[".title","Students All Over"],["div",{"id":"p9","uri":"/new-era/2013/05/hearing-with-the-heart.p9"},"Bryce and Rachel are just two of a dozen ASL seminary students from around the United States. They are able to use videophones (similar to web cameras) that have recently become available at no cost for the Deaf",["sup",["a",{"href":"fn_footnote2"},"2"]],"community. And because the Church conferencing system allows several videophones to connect at the same time, since 2011 Deaf students have had another way to participate in seminary besides home study or arranging for an interpreter to come to a hearing class."],["div",{"id":"p10","uri":"/new-era/2013/05/hearing-with-the-heart.p10"},"ASL seminary originates in a classroom-turned-broadcast center in Salt Lake City, Utah, and the teacher, Nathan Van De Graaff, and up to nine students watching at home can see each other and interact through a grid of images on a screen. Because the grid restricts the number of participants, class sizes are limited, but several classes are held so that all can participate. Students log in from Arizona, California, Florida, Georgia, Idaho, Illinois, Nevada, Oregon, and Utah. They participate in lively discussions and receive assignments that require them to collaborate."]],["div",{"id":"t2","uri":"/new-era/2013/05/hearing-with-the-heart.t2"},[".title","Blessed by Seminary"],["div",{"id":"p12","uri":"/new-era/2013/05/hearing-with-the-heart.p12"},"Deaf students receive many blessings through ASL seminary. Some find it is more convenient. “I enjoyed attending regular seminary. I loved it from day one,” Bryce says. “But I had to travel from one side of the city to the other to get to a seminary with an interpreter and then travel back across town to the school for the Deaf.” That was time-consuming and complicated."],["div",{"id":"p13","uri":"/new-era/2013/05/hearing-with-the-heart.p13"},"Others say ASL seminary helps overcome isolation. “Many Deaf youth think they are the only Deaf LDS members in the world,” Brother Van De Graaff explains. “They are thrilled when they can study the gospel with others who understand their experiences and who speak the same language they do.”"],["div",{"id":"p14","uri":"/new-era/2013/05/hearing-with-the-heart.p14"},"At the school for the Deaf an hour from his home, Mackenzie M., 16, of Idaho, is one of only a couple of LDS students. In his ward, when he is with other LDS teens, he is the only Deaf person. But in ASL seminary he can be in a positive, uplifting environment with teens who are LDS and Deaf."],["div",{"id":"p15","uri":"/new-era/2013/05/hearing-with-the-heart.p15"},"“In ASL seminary,” Mackenzie says, “I can sign and not be the only one signing. Even though I can’t shake hands or be in the same room with other students, I can see them, and I can communicate by myself. And because I have to share spiritual thoughts, memorize scriptures, and learn the gospel, seminary helps to strengthen my testimony.”"],["div",{"id":"p16","uri":"/new-era/2013/05/hearing-with-the-heart.p16"},"Setth S., 16, from Florida, explains that although everyone in his family is Deaf, they attend a hearing ward. “I like the people and they are nice to me, but I don’t always understand enough of what’s going on,” he says. “But when I add ASL seminary, I get the best of both worlds. Seminary helps me understand better so that I can learn the gospel and strengthen my testimony.”"]],["div",{"id":"t3","uri":"/new-era/2013/05/hearing-with-the-heart.t3"},[".title","Following the Spirit"],["div",{"id":"p18","uri":"/new-era/2013/05/hearing-with-the-heart.p18"},"Bryce tells how learning about the Holy Ghost in seminary helped him when he was on a Scouting trip."],["div",{"id":"p19","uri":"/new-era/2013/05/hearing-with-the-heart.p19"},"“We were about to come home,” he says. “Three or four of the boys had asked if they could take a short walk but hadn’t returned. We had been waiting for them for half an hour. I felt the Holy Ghost telling me what to do, so I told my leaders, ‘I think I know where to go.’ The Scouts were lost and waiting, and we went straight to them.”"],["div",{"id":"p20","uri":"/new-era/2013/05/hearing-with-the-heart.p20"},"Because his seminary class had often discussed the importance of following the Spirit, Bryce felt confident about sharing his promptings. The other Scouts are glad he did."],["div",{"id":"p21","uri":"/new-era/2013/05/hearing-with-the-heart.p21"},"Itzel G., 14, from Utah, says she recognizes the Holy Ghost because “my heart feels more full. I feel like smiling and I feel more love toward other people.” And she says that when she studies the scriptures in seminary, “My heart is understanding through the Spirit what the scriptures want me to know, that the people in the scriptures went through the same things we are going through, and that the scriptures are written for our benefit.”"],["div",{"id":"p22","uri":"/new-era/2013/05/hearing-with-the-heart.p22"},"That is the kind of language all seminary students can trust, whether they are Deaf or hearing. It is the language of the Spirit, and it carries to their hearts a witness of what is true."]]],[".bodyNotes",["h3","Notes"]],[".resources",["div",{"id":"f2","uri":"/new-era/2013/05/hearing-with-the-heart.f2"},[".title","Studying Scriptures"],["div",{"id":"p27","uri":"/new-era/2013/05/hearing-with-the-heart.p27"},"Deaf seminary students, like all seminary students, love scriptures and scripture stories. Here are some they enjoy:"],["ul.bullet",["li",["span.label","•"],[".para",["span.emphasis",["a",{"href":"/scriptures/dc-testament/dc/10.5"},"D&C 10:5"],"."],"“It inspires me to pray always,” says Huxley D., 16, from Utah. “That way, I can conquer Satan.”"]],["li",["span.label","•"],[".para",["span.emphasis",["a",{"href":"/scriptures/ot/gen/6"},"Genesis, chapters 6–8"],"."],"“When I was little, I took the Deaf class in Sunday School,” Bryce says. “My teacher’s testimony was strong. She was explaining things about Noah and showing me pictures in the scripture storybook. I remember a picture of Noah with his arms raised up. It touched my heart. I just knew it was true.”"]],["li",["span.label","•"],[".para",["span.emphasis",["a",{"href":"/scriptures/dc-testament/dc/88.63"},"D&C 88:63"],"."],"“The Savior says that if we will draw near to Him, He will draw near to us,” Setth says. “I know if I open the door, He will come in.”"]],["li",["span.label","•"],[".para",["span.emphasis","“Whatever is new to me,”"],"Itzel says. “Whenever I learn a new doctrine or principle, the scripture that teaches it makes me want to know more.” Seminary, she says, has taught her to use footnotes to discover related scriptures, “and that’s exciting to me.”"]]]],["div",{"id":"f4","uri":"/new-era/2013/05/hearing-with-the-heart.f4"},[".title","Setting an Example"],["div",{"id":"p33","uri":"/new-era/2013/05/hearing-with-the-heart.p33"},"Setth and his 10-year-old brother, Ty, who is also Deaf, are both adopted. Setth is originally from Thailand and Ty from Guatemala. Setth says seminary helps him set a good example for his younger brother. “I have a responsibility because my brother looks up to me,” he says. “I tell him that while I’m on a mission, he needs to be in seminary because it will help him prepare to go on his own mission.”"],["div",{"id":"p34","uri":"/new-era/2013/05/hearing-with-the-heart.p34"},"Classmates at his school for the Deaf often ask Setth about his beliefs. “I teach them about the Church and give them a copy of",["span.emphasis","For the Strength of Youth."],"It’s exciting to see their desire to learn. Seminary has prepared me to answer their questions.”"]],["div",{"id":"f5","uri":"/new-era/2013/05/hearing-with-the-heart.f5"},[".title","Rejoicing in Friendship"],["div",{"id":"p36","uri":"/new-era/2013/05/hearing-with-the-heart.p36"},"Itzel and her good friend, Josette S., 15, are often together. They enjoy studying seminary lessons and scriptures together, even though Itzel participates in ASL seminary and Josette goes to hearing seminary with an interpreter."],["div",{"id":"p37","uri":"/new-era/2013/05/hearing-with-the-heart.p37"},"“I didn’t use to read the scriptures very often,” Josette says. “But when we study together, it helps me to want to learn and to like it.”"],["div",{"id":"p38","uri":"/new-era/2013/05/hearing-with-the-heart.p38"},"Huxley and Brandon W., 16, are also great friends, even though Huxley is Deaf and Brandon can hear. They go to different wards and different schools but have known each other since they were four years old."],["div",{"id":"p39","uri":"/new-era/2013/05/hearing-with-the-heart.p39"},"“Our fathers are both Deaf, and they were missionary companions,” Huxley explains. “Maybe someday we’ll be missionary companions, too.” Huxley says he’s grateful to have a hearing friend who speaks ASL. “We have a lot of experiences together, and we learn a lot about each other.”"]],["div",{"id":"f6","uri":"/new-era/2013/05/hearing-with-the-heart.f6"},[".title","Getting Acquainted"],["div",{"id":"p41","uri":"/new-era/2013/05/hearing-with-the-heart.p41"},"Dancing, drama, sports, service projects, babysitting, even blood drives—think of an activity, and you’ll find Deaf students involved. Rachel is an actress who loves to dance. Setth serves in the presidency of a national organization for Deaf youth and has helped to plan national conventions. Bryce is a wide receiver on a high school football team, anticipating ball movement to know when to run."],["div",{"id":"p42","uri":"/new-era/2013/05/hearing-with-the-heart.p42"},"“My coaches have the same expectations for me that they have for any other player,” Bryce says. “As long as I catch the ball, they’re happy.”"],["div",{"id":"p43","uri":"/new-era/2013/05/hearing-with-the-heart.p43"},"Outside of school, Deaf students do the same things other teens do, too. For example, Huxley and Brandon enjoy bicycling, skateboarding, and playing nonviolent video games. Bryce and Itzel like cooking, and Nathan H., 16, of Arizona, is a rock climber."],["div",{"id":"p44","uri":"/new-era/2013/05/hearing-with-the-heart.p44"},"“We would like people to know that we’re pretty much like they are,” Rachel says. “We want them to approach us and get to know us and to find out that we’re not broken—we just can’t hear.”"]],["div",{"id":"f7","uri":"/new-era/2013/05/hearing-with-the-heart.f7"},[".title","Participating in Prayer"],["div",{"id":"p46","uri":"/new-era/2013/05/hearing-with-the-heart.p46"},"These students know prayer is important in staying close to the Spirit. Bryce says that even when he prays in private, he expresses himself in sign language because that is the language of his heart. And, he notes, “Because we all sign, we are reverent during family prayers, but our eyes are open so that we can understand what the person giving the prayer is saying through signing.”"]],[".moreInfo",[".title","Finding ASL Institute"],["div",{"id":"p48","uri":"/new-era/2013/05/hearing-with-the-heart.p48"},"In addition to seminary, institute in ASL is available for the Deaf and hard of hearing. For more information, contact",["a",{"href":"http://institute.lds.org/asl"},"institute.lds.org/asl"],",",["a",{"href":"mailto:aslinstitute@ldsces.org"},"aslinstitute@ldsces.org"],", or",["a",{"href":"http://facebook.com/asl.institute"},"facebook.com/asl.institute"],". You can find additional information about ASL seminary at the same addresses."]],[".moreInfo",[".title","Talking with the Deaf"],["div",{"id":"p50","uri":"/new-era/2013/05/hearing-with-the-heart.p50"},"You can easily communicate with the Deaf. “All you need is a notepad and a pen, or a text message will do,” says Nicholas H. of Arizona. You could also learn how to fingerspell. Search for “American manual alphabet” online and then see what word the students at right are fingerspelling for you."]]]],"refs":[["div",{"id":"/new-era/2013/05/hearing-with-the-heart","uri":"/new-era/2013/05/hearing-with-the-heart"},["span.label",["a",{"name":"footnote1"},"1."]],"Boyd K. Packer, “The Cloven Tongues of Fire,”",["span.emphasis","Ensign,"],"May 2000, 8."],["div",{"id":"/new-era/2013/05/hearing-with-the-heart","uri":"/new-era/2013/05/hearing-with-the-heart"},["span.label",["a",{"name":"footnote2"},"2."]],"The word",["span.emphasis","Deaf"],"is capitalized here because many in the Deaf community prefer to identify it as a cultural or linguistic group rather than just a description of a disability."]]}
