{"id":9,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":9,"title":"Heber J. Grant-Seventh President of the Church","subtitle":"","short_title":"Chapter 7","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.head1"},[".titleNumber","Chapter 7"],["h1","Heber J. Grant"],[".subtitle","Seventh President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p6"},"Heber J. Grant was born November 22, 1856. That year many pioneers traveled in handcart companies across the plains to the Great Salt Lake Valley. Two weeks before Heber J. Grant’s birth, the Willie handcart company arrived in the valley. Of the original 500 pioneers in the handcart company, 67 died en route to the valley, and many survivors arrived with frozen limbs and in a starved condition. When Heber was nine days old, his father, Jedediah M. Grant (then a member of the First Presidency), died of pneumonia. On the same day, the Martin handcart company arrived in the Salt Lake Valley. Of that group of pioneers, 135 to 150 pioneers had died out of the original 576."],["div",{"id":"p7","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p7"},"As a boy, Heber J. Grant knew many prominent Church members. His friends included a son and a grandson of President Brigham Young, and he regularly attended family prayers in the home of the prophet. In addition, he had long conversations with President Young; Elder Erastus Snow, an Apostle; and Elder Snow’s cousin Eliza R. Snow, who had known and associated with many early Church leaders."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","He learned from “the transforming power of [his] mother’s love.”"],["div",{"id":"p10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p10"},"Review with students some of the",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“Highlights in the Life of Heber J. Grant”"],"in the student manual (p. 111). Have them note when Heber J. Grant’s father passed away, and discuss the difficulties he may have had while growing up in a single-parent home. Ask a student to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“His Determination Was Encouraged by a Wise Mother”"],"in the student manual (pp. 113–14)."],"Tell students that even though Heber J. Grant grew up without a father, in his later years he testified of the faithfulness of both his mother and his father. Share with students President Grant’s feelings from “He Was Deeply Affected by the Sacrifices of His Family” in the student manual (p. 114). Ask:",["ul.bullet",["li",["span.label","•"],[".para","What valuable lessons have you learned from your parents?"]],["li",["span.label","•"],[".para","What would you like your posterity to say about you?"]]]],[".topic",["h4","With determination and persistence, he went from inadequacy to expertise."],["div",{"id":"p15","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p15"},"Ask the students to write the following sentence on a piece of paper in their best handwriting:",["span.emphasis","We should be faithful to God."],"Then discuss why good penmanship is challenging. Draw the following illustrations on the board and ask students to interpret what they see:"],[".",{"id":"f3","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.f3"}],["div",{"id":"p16","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p16"},"Review with students the two comments about Heber J. Grant’s early penmanship in",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“His Penmanship Improved from ‘Hen Tracks’ to the Best in Utah”"],"in the student manual (p. 116). Ask: What blessings came in his life as a result of his hard work to improve his penmanship? (He became so good that he made more income from his penmanship than from his regular salary and later taught penmanship.)"],["div",{"id":"p17","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p17"},"Share with students a statement that Heber J. Grant often quoted, which is sometimes attributed to Ralph Waldo Emerson:"],[".blockQuote",["div",{"id":"p18","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p18"},"“That which we persist in doing becomes easier for us to do; not that the nature of the thing itself is changed, but that our power to do is increased” (in Conference Report, Apr. 1901, 63)."]],"Review with students Heber J. Grant’s efforts to learn to sing in",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“He Was Determined to Learn to Sing”"],"in the student manual (pp. 116–17). Ask:",["ul.bullet",["li",["span.label","•"],[".para","How did his effort to learn to sing compare with his effort to improve his penmanship?"]],["li",["span.label","•"],[".para","How did the results compare? (He did not succeed as well with singing as he did with penmanship, but he tried as hard.)"]],["li",["span.label","•"],[".para","Why should we give our best effort to a worthy objective even if we may not become the best at it?"]],["li",["span.label","•"],[".para","What do the principles of determination and practice have to do with becoming like Christ?"]]],["div",{"id":"p24","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p24"},"Ask one or two students to throw a tennis ball or other soft ball and hit a predetermined spot in the room. If necessary, let them try three or four times to see if they can get closer to the mark. Relate the story of young Heber J. Grant’s lack of ability to throw a baseball (see",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“He Worked Toward Excellence as an Athlete”"],"in the student manual, p. 113). Ask a student to read the last two paragraphs. Ask:"],["ul.bullet",["li",["span.label","•"],[".para","How might Heber J. Grant’s determination in sports have carried over to his spiritual goals?"]],["li",["span.label","•"],[".para","What specific goals can we set in gospel matters?"]]]],[".topic",["h4","He had the right motivation for reading the scriptures."],"Ask students what motivates them to read the scriptures. Have a student read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“He Was Challenged to Read the Book of Mormon”"],"in the student manual (pp. 114–15). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","What motivated young Heber to read the Book of Mormon at first? What motivated him to continue?"]],["li",["span.label","•"],[".para","How did the testimonies of his mother and teacher influence his motivation?"]],["li",["span.label","•"],[".para","What did he say about his interest level and its effect upon his reading goal?"]],["li",["span.label","•"],[".para","How can we develop greater motivation for studying the scriptures?"]]],["div",{"id":"p33","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p33"},"Share the following testimonies Heber J. Grant gave later in life:"],[".blockQuote",["div",{"id":"p34","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p34"},"“There is no character of which we have any record in the Book of Mormon that I admire more than Nephi [son of Lehi]. The life of that man has been one of the guiding stars of my life. His faith, his determination, his spirit to do the will of God has inspired me with a desire to follow in his noble footsteps” (in Conference Report, Apr. 1900, 23)."],["div",{"id":"p35","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p35"},"“The Book of Mormon is in absolute harmony from start to finish with other sacred scriptures. There is not a doctrine taught in it that does not harmonize with the teachings of Jesus Christ. … There is not a thing in it but what is for the benefit and uplift of mankind. It is in every way a true witness for God, and it sustains the Bible and is in harmony with the Bible” (in Conference Report, Apr. 1929, 128–29)."]],["div",{"id":"p36","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p36"},"Read together",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.15-17"},"Ezekiel 37:15–17"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3.12"},"2 Nephi 3:12"],"and discuss how these scriptures support President Grant’s testimony."]],[".topic",["h4","As a leader, he set a good example."],["div",{"id":"p38","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p38"},"Have students turn to “Highlights in the Life of Heber J. Grant” in the student manual (p. 111) and determine how old Heber J. Grant was when he was called as president of the Tooele Utah Stake (at the age of 23). Tell them that when he was called as stake president, Heber J. Grant told members of the stake that he would not ask them to be more faithful than he would be (see",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“He Added Faith in God to His Determination and Overcame His Weaknesses”"],"in the student manual, pp. 118–19)."],["div",{"id":"p39","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p39"},"Ask: How did President Grant feel after his first talk as a stake president when he overheard someone say that it was a pity that the General Authorities “had to send a boy to preside over us” and that they “could not have sent one with the sense enough to talk at least ten minutes”? (see student manual,",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"p. 118"],")."],"Review with students the story of Heber J. Grant’s response when President Joseph F. Smith asked if he knew the gospel was true in “He Added Faith in God to His Determination and Overcame His Weaknesses” in the student manual (p. 118). Ask:",["ul.bullet",["li",["span.label","•"],[".para","Why was President John Taylor unconcerned about Heber J. Grant’s statement that he did not know absolutely the gospel was true?"]],["li",["span.label","•"],[".para","How can a person have a testimony without knowing he or she has one?"]]]],[".topic",["h4","His public speaking ability increased when he desired to speak for the benefit of the people."],"Write on the board:",["span.emphasis","First speech as stake president, 7.5 minutes; second speech, 45 minutes; third speech, 5 minutes."],"Review with students the last three paragraphs of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“He Added Faith in God to His Determination and Overcame His Weaknesses”"],"in the student manual (pp. 118–19). Ask:",["ul.bullet",["li",["span.label","•"],[".para","Since President Grant desired the third speech to be as long as the second, why did he fall short?"]],["li",["span.label","•"],[".para","What resolve did he make?"]],["li",["span.label","•"],[".para","How can we become “single to the glory of God”? (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.67-68"},"D&C 88:67–68"],")."]],["li",["span.label","•"],[".para","In what ways do our daily decisions influence the direction of our lives?"]]]],[".topic",["h4","He followed the Brethren."],["div",{"id":"p50","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p50"},"Write on the board the following phrase:",["span.emphasis","“When the prophet speaks, … the debate is over”"],"(Elaine Cannon, “If We Want to Go Up, We Have to Get On,”",["span.emphasis","Ensign,"],"Nov. 1978, 108). Ask students what this phrase means to them. Invite a student to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“He Was Willing to Sacrifice”"],"in the student manual (p. 119). Ask:"],["ul.bullet",["li",["span.label","•"],[".para","What resolve expressed by Heber J. Grant reflects his attitude about following the Brethren? (He always wanted to do what the General Authorities of the Church wanted him to do, regardless of his own likes or dislikes.)"]],["li",["span.label","•"],[".para","Why should Church members work to develop that same desire?"]]]],[".topic",["h4","He humbly accepted the calling to be an Apostle."],["div",{"id":"p54","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p54"},"Ask why a person needs humility to serve well in a calling. Share the following thought by President Heber J. Grant:"],[".blockQuote",["div",{"id":"p55","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p55"},"“I have felt my own lack of ability. In fact when I was called as one of the apostles I arose to my feet to say it was beyond anything I was worthy of, and as I was rising the thought came to me, ‘You know as you know that you live that John Taylor is a prophet of God, and to decline this office when he had received a revelation is equivalent to repudiating the prophet.’ I said, ‘I will accept the office and do my best.’ I remember that it was with difficulty that I took my seat without fainting” (",["span.emphasis","Gospel Standards,"],"comp. G. Homer Durham [1941], 194)."]],["div",{"id":"p56","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p56"},"Ask: What other characteristics help Church members serve well in callings?"]],[".topic",["h4","He had great joy in missionary service."],["div",{"id":"p58","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p58"},"From “Highlights in the Life of Heber J. Grant” in the student manual (p. 111), review with students the years Heber J. Grant served as a missionary and where he served. Note that he served five years in full-time missionary service when he opened and presided over the first mission in Japan and then presided over the British and European missions. You might also want to review his comments in",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“He Presided over Missions in Japan and England”"],"in the student manual (p. 121). Share the following statements by President Heber J. Grant:"],[".blockQuote",["div",{"id":"p59","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p59"},"“There is no other labor in all the world that brings to a human heart, judging from my own personal experience, more joy, peace and serenity than proclaiming the gospel of the Lord Jesus Christ” (in Conference Report, Oct. 1926, 4)."],["div",{"id":"p60","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p60"},"“In no part of the work of God here upon the earth at the present time is there such a band of happy, contented, peaceful people as those who are engaged in missionary service. Service is the real key to joy. When one is giving service for the advancement of humanity, when one is working without money and without price, with no hope of earthly reward, there comes a real, genuine joy into the human heart” (in Conference Report, Apr. 1934, 9)."]],"Ask some returned missionaries to respond to these statements, based on their own experiences. Then ask:",["ul.bullet",["li",["span.label","•"],[".para","Why is missionary work sometimes difficult?"]],["li",["span.label","•"],[".para","Why is missionary work rewarding?"]]]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p66","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p66"},"Heber J. Grant served as President of the Church from November 23, 1918, to May 14, 1945. He served for more than 26 years (age 62–88), longer than any prior Church President except Brigham Young. He led the Church from the end of World War I, through the Great Depression, to the end of World War II. These years were challenging for the United States and the Church."],["div",{"id":"p67","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p67"},"When the Armistice ended World War I, people looked forward to times of peace and plenty. This dream, however, would not become a reality. Although for 11 years conditions looked bright in America, where the largest percentage of Church members resided, a financial crisis began in 1929 that affected the entire world. Many people found themselves without jobs or income. This Great Depression was followed by a second world war during the late 1930s and through the first half of the 1940s. World War II was fought on a much larger scale than World War I."],["div",{"id":"p68","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p68"},"During his presidency, Heber J. Grant dedicated temples in Hawaii; Alberta, Canada; and Arizona. In 1924 a radio station in Salt Lake City, owned by the Church, began broadcasting general conference. In 1926 the first institute of religion was started in Moscow, Idaho."],["div",{"id":"p69","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p69"},"When Heber J. Grant became President, the Church had about 496,000 members, with 75 stakes, 22 missions, and 4 temples. In 1945, the year of his death, it had almost 980,000 members, with 153 stakes, 38 missions, and 8 temples (see",["span.emphasis","2003 Church Almanac"],"[2003], 473, 632)."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","He had great faith in times of trial."],["div",{"id":"p72","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p72"},"Share the following story to illustrate President Heber J. Grant’s faith in and dependence upon the Lord in times of trial:"],[".blockQuote",["div",{"id":"p73","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p73"},"“My wife Lucy was very sick for nearly three years prior to her death. At one time I was in the hospital with her for six months. When she was dying, I called my children into the bedroom and told them their mamma was dying. My daughter Lutie said she did not want her mamma to die, and insisted that I lay hands upon her and heal her, saying that she had often seen her mother, when sick in the hospital, in San Francisco, suffering intensely, go to sleep immediately and have a peaceful night’s rest, when I had blessed her. I explained to my children that we all had to die, some time, and that I felt that their mamma’s time had come. The children went out of the room, and I knelt down by the bed of my dying wife, and told the Lord that I acknowledged his hand in life or in death, in joy or in sorrow, in prosperity or adversity; that I did not complain because my wife was dying, but that I lacked the strength to see my wife die and have her death affect the faith of my children in the ordinances of the gospel. I therefore pleaded with him to give to my daughter Lutie a testimony that it was his will that her mother should die. Within a few short hours, my wife breathed her last. Then I called the children into the bed-room and announced that their mamma was dead. My little boy, Heber, commenced weeping bitterly, and Lutie put her arms around him and kissed him, and told him not to cry, that the voice of the Lord had said to her, ‘In the death of your mamma the will of the Lord will be done.’ Lutie knew nothing of my prayers, and this manifestation to her was a direct answer to my supplication to the Lord, and for it I have never ceased to be grateful” (“When Great Sorrows Are Our Portion,”",["span.emphasis","Improvement Era,"],"June 1912, 726–27)."]]],[".topic",["h4","His example influenced others outside of the Church."],["div",{"id":"p75","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p75"},"Tell students that before Heber J. Grant became President of the Church, he had made many friends who were so impressed with his integrity that they took it for granted that the Church with which he was associated was good (see",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“He Had a Reputation for Honesty”"],"in the student manual, p. 120). President Grant taught, “We carry upon our shoulders the reputation, so to speak, of the Church, every one of us” (in Conference Report, Apr. 1944, 10). Ask:"],["ul.bullet",["li",["span.label","•"],[".para","Why do people judge the Church by the example of its members?"]],["li",["span.label","•"],[".para","Does the importance of setting a good example increase with leadership responsibility? Why?"]]]],[".topic",["h4","“[The Lord] knows whom He wants to lead His Church.”"],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","Who leads this Church?"]],["li",["span.label","•"],[".para","How is the President of the Church chosen?"]]],["div",{"id":"p82","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p82"},"Share the following experience shared by President Heber J. Grant:"],[".blockQuote",["div",{"id":"p83","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p83"},"“The last words uttered by President Joseph F. Smith were to the effect, when he shook hands with me—he died that night—‘The Lord bless you, my boy, the Lord bless you; you have got a great responsibility. Always remember this is the Lord’s work and not man’s. The Lord is greater than any man. He knows whom he wants to lead His Church, and never makes any mistake. The Lord bless you’” (in Conference Report, Apr. 1941, 4)."]],"List on the board the following counsel President Smith gave to President Grant:",["ul.bullet",["li",["span.label","•"],[".para","“This is the Lord’s work and not man’s.”"]],["li",["span.label","•"],[".para","“The Lord is greater than any man.”"]],["li",["span.label","•"],[".para","The Lord “never makes any mistake.”"]]],["div",{"id":"p88","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p88"},"Discuss with students how events from the life of Heber J. Grant show these statements to be true. Ask for a volunteer to give a brief, impromptu talk on the statement “This is the Lord’s work and not man’s.”"]],[".topic",["h4","President Grant was at ease with the rich and the poor."],["div",{"id":"p90","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p90"},"Ask students why a person should learn to be genuine around all people. Tell students that President Heber J. Grant’s ability to draw people close to him was a direct result of his genuine love for them. Those who knew him best knew also of his desire to help all members of the Church, especially needy widows. Read the following to students, inviting them to share afterward their impressions of President Grant:"],[".blockQuote",["div",{"id":"p91","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p91"},"“He is truly the greatest ambassador of friendship and good will to the professional and business man that the Church has ever had. No one can begin to estimate the amount of good he has done for the Church in the matter of allaying prejudice in the minds of influential people. …"],["div",{"id":"p92","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p92"},"“In the home of the humblest he is as welcome and happy as in the mansion of the wealthy. Bread and milk and the simplest fare when offered to him in the homes of the Saints (although they usually give him the best that the land affords) are more gratefully received and more highly appreciated than are the richest delicacies and the choicest foods that the famous chefs of great hostelries can prepare. The privilege to partake of the hospitality of true Latter-day Saints, to relate to them the goodness of the Lord to him, and to join with them in prayer in the family circle never becomes tedious or monotonous to President Grant” (Joseph Anderson, “The President As Seen by His Secretary,”",["span.emphasis","Improvement Era,"],"Nov. 1941, 691–92)."]]],[".topic",["h4","He counseled against debt."],"Have a student read what Heber J. Grant’s daughter Lucy said about him in",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“He Knew the Agony of Debt”"],"in the student manual (p. 122). Ask:",["ul.bullet",["li",["span.label","•"],[".para","To what did she compare debt?"]],["li",["span.label","•"],[".para","How does this comparison help explain why President Grant constantly encouraged the members of the Church to avoid debt?"]],["li",["span.label","•"],[".para","What do Church leaders counsel today regarding debt?"]]],["div",{"id":"p98","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p98"},"Share the following insights into President Heber J. Grant’s feelings about money and debt:"],[".blockQuote",["div",{"id":"p99","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p99"},"“Right here let me warn the Latter-day Saints … to buy the ordinary necessities of life when they have the money to buy them, and not to mortgage their future” (",["span.emphasis","Gospel Standards,"],"111)."],["div",{"id":"p100","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p100"},"“He had no special interest in the accumulation of money except for the good he could do with it” (Joseph Anderson,",["span.emphasis","Prophets I Have Known"],"[1973], 30)."]],["div",{"id":"p101","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p101"},"Based on these statements, discuss President Grant’s approach to money management with students."]],[".topic",["h4","He taught the principle of tithing."],"Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“Payment of Tithes and Offerings Helps Overcome Selfishness”"],"and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“Tithing Is the Lord’s Law of Financial Success”"],"in the student manual (pp. 125–26). Ask:",["ul.bullet",["li",["span.label","•"],[".para","In what way can tithing be considered a debt we owe the Lord? (see",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8-9"},"Malachi 3:8–9"],")."]],["li",["span.label","•"],[".para","Why should we pay our tithing before paying other financial obligations?"]]],["div",{"id":"p106","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p106"},"Have a student read aloud",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10-12"},"Malachi 3:10–12"],", and discuss with students the blessings promised those who faithfully pay tithing. Ask: What blessings, besides temporal blessings, come as a result of paying tithing?"],["div",{"id":"p107","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p107"},"Conclude with the following statement from President Heber J. Grant:"],[".blockQuote",["div",{"id":"p108","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p108"},"“I am a firm believer that the Lord opens up the windows of heaven when we do our duty financially and pours out upon us blessings of a spiritual nature, which are of far greater value than temporal things. But I believe he also gives us blessings of a temporal nature” (",["span.emphasis","Gospel Standards,"],"66)."]]],[".topic",["h4","He exemplified good business practices."],["div",{"id":"p110","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p110"},"Share the following experience related by Heber J. Grant:"],[".blockQuote",["div",{"id":"p111","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p111"},"“When [I was] a youth, attending school, a man was pointed out to me who kept books in Wells, Fargo and Co’s. Bank, in Salt Lake City, and it was said that he received a salary of one hundred and fifty dollars a month. Well do I remember figuring that he was earning six dollars a day, Sundays omitted, which seemed to me an enormous amount. … I dreamed of being a book-keeper, and of working for Wells, Fargo & Co., and immediately joined the book-keeping class in the Deseret University, in the hope some day of earning what I thought at that time to be an immense salary. …"],["div",{"id":"p112","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p112"},"“The result was that some years later, I secured a position as book-keeper and policy clerk in an insurance office. Although at fifteen, I wrote a very nice hand, and it was all that was needed to satisfactorily fill the position which I then held, yet I was not fully satisfied but continued to dream and ‘scribble,’ when not otherwise occupied. I worked in the front part of A. W. White & Co’s. bank, and, when not busy, volunteered to assist with the bank work, and to do anything and everything I could to employ my time, never thinking whether I was to be paid for it or not, but having only a desire to work and learn. Mr. Morf, the book-keeper in the bank, wrote well, and took pains to assist me in my efforts to become proficient as a penman. I learned to write so well that I often earned more before and after office hours by writing cards, invitations, etc., and making maps, than the amount of my regular salary. Some years later, a diploma at the Territorial Fair was awarded me for the finest penmanship in Utah. When I engaged in business for myself, there was a vacancy at the university in the position of teacher of penmanship and book-keeping, and to make good the promise to myself, made when a youth of twelve or thirteen, that I would some day teach these branches, I applied for the situation. My application was accepted, and my obligation to myself was thus discharged” (“The Nobility of Labor,”",["span.emphasis","Improvement Era,"],"Dec. 1899, 82–84)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","In the process of realizing his dream to earn a good salary, what other rewards did Heber J. Grant receive?"]],["li",["span.label","•"],[".para","What are some rewards you have received as a result of education and hard work?"]]]],[".topic",["h4","He counseled on financial matters."],["div",{"id":"p117","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p117"},"Share the following:"],[".blockQuote",["div",{"id":"p118","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p118"},"“As President of the Church, Heber J. Grant counseled the Saints on matters of financial security, drawing on his own experiences and following the example of his predecessor, President Joseph F. Smith. President Grant focused on two basic principles: the peace that comes when we avoid debt and the temporal and spiritual blessings we receive when we pay tithes and offerings. In April 1932 he taught these principles at a general Relief Society conference. At that time the United States had sunk into the despair of the Great Depression, a widespread crisis of low economic activity and high unemployment. President Grant reproved the Saints for not heeding the counsel they had received from President Smith:"],["div",{"id":"p119","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p119"},"“‘If the people known as Latter-day Saints had listened to the advice given from this stand by my predecessor, under the inspiration of the Lord, calling and urging upon the Latter-day Saints not to run in debt, this great depression would have hurt the Latter-day Saints very, very little. … To my mind, the main reason for the depression in the United States as a whole, is the bondage of debt and the spirit of speculation among the people.’"],["div",{"id":"p120","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p120"},"“Continuing with his address, President Grant emphasized the need to avoid debt. He also urged his listeners to pay tithes and offerings, even in times of financial difficulty … :"],["div",{"id":"p121","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p121"},"“‘… If there is any man living who is entitled to say, “Keep out of debt,” his name is Heber J. Grant. Thank the Lord that I was able to pay [all my debt], and pay it all without asking a dollar discount from anyone. I do not believe I ever would have paid it if I had not been absolutely honest with the Lord. When I made any money, the first debt I paid was to the Lord, and I believe beyond a shadow of a doubt, that if the Latter-day Saints as a people, had taken the advice of the Prophet of the Lord, and had been efficient tithe payers they would not be in the condition they are in today. If they were honest and conscientious in the payment of [fast offerings] we could take care of every person in distressed circumstances in this Church’ [in",["span.emphasis","Relief Society Magazine,"],"May 1932, 299, 302]” (",["span.emphasis","Teachings of Presidents of the Church: Heber J. Grant"],"[2002], 119, 121)."]],["div",{"id":"p122","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p122"},"President Grant also taught:"],[".blockQuote",["div",{"id":"p123","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p123"},"“The great criterion of success in the world is that men can make money. But I want to say to you Latter-day Saints that to do this is not true success. As a man grows and increases in the things of this world, if he is not careful, he will lose the Spirit of the Lord, and he will set his heart upon the things of this world. And if he loses the Spirit of the Lord, and fails to be honest with God in the payment of his tithes as strictly and honestly as he would account to a partner if he were engaged in business, that man will lessen his strength, will lessen his power, will lessen the testimony of the Spirit of God within his soul. There is no question of it in my mind."],["div",{"id":"p124","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p124"},"“We must be honest with the Lord. The great trouble is that there are many people who, as they grow and increase in the things of this world, set their hearts upon them and lose the Spirit of the Lord. Therefore, that which is counted by the world as success is failure; because if a man starts out for a prize and he fails to secure it after laboring nearly a lifetime for that prize, certainly his life has been a failure. I know many individuals who, when they made small sums of money, were absolutely honest with the Lord, and paid one-tenth of it. But when they made large sums of money they paid all the way from one percent, instead of ten, up to two or three percent. What is the matter? Why, the appetite for money grows upon a man, increases and strengthens unless he is careful, just as much as the appetite for whiskey. It gets possession of him, and he loves the money instead of loving it only for the good that he can do with it. He does not estimate properly the value of things” (",["span.emphasis","Gospel Standards,"],"181; paragraphing altered)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","Why can focusing on worldly success lead us to lose the Spirit of the Lord?"]],["li",["span.label","•"],[".para","What can we do to keep financial success in proper perspective?"]]]],[".topic",["h4","He offered a definition and formula for success."],["div",{"id":"p129","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p129"},"Ask students what they think the prophet’s advice would be concerning how to become successful. Ask how he might define success. After discussing their responses, review President Heber J. Grant’s definition of success in",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“His Definition of Success Was Simple and Practical”"],"in the student manual (p. 123)."],["div",{"id":"p130","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p130"},"Ask a student to read aloud",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.36-40"},"Matthew 22:36–40"],"and another to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],", and discuss the similarities between these scriptures and President Grant’s definition of success."],["div",{"id":"p131","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p131"},"Ask a student to read aloud",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“One of the Secrets of Success Is Service”"],"in the student manual (p. 123). Ask: In what ways does service to others bring happiness?"],["div",{"id":"p132","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p132"},"Ask if any students would like to share stories about the service they have done for others or that they have known others to do. Be prepared to share some stories of your own."]],[".topic",["h4","He had a testimony of the divine calling of the Prophet Joseph Smith."],["div",{"id":"p134","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p134"},"Ask students to share what they think are some of the most important events in the history of the world. Then ask what they think are some of the most important events in the history of the Church. Share the following insights by President Heber J. Grant:"],[".blockQuote",["div",{"id":"p135","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p135"},"“The most glorious thing that has ever happened in the history of the world since the Savior Himself lived on earth, is that God Himself saw fit to visit the earth with His beloved, only begotten Son, our Redeemer and Savior, and to appear to the boy Joseph” (",["span.emphasis","Gospel Standards,"],"174–75)."],["div",{"id":"p136","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p136"},"“I rejoice that the Church of Jesus Christ is founded upon the first great vision that was enjoyed by the boy Joseph Smith over one hundred years ago. He declared that he saw two heavenly beings, whose glory and grandeur were beyond the power of man to describe and that one of them addressed him and pointed to the other and said: ‘This is my beloved Son, hear him.’ There cannot be any doubt in the heart of a Latter-day Saint regarding Jesus Christ being the Son of the Living God, because God himself introduced him to Joseph Smith. It is a fundamental truth of the Church of Jesus Christ in our day that Joseph Smith was and is and ever will be a prophet of the living God; and with Joseph Smith recognized as a prophet of God, and the testimony in our hearts of that fact, there will never be any schism, so to speak, in the Church of Christ” (in Conference Report, Oct. 1924, 6–7)."]],["div",{"id":"p137","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p137"},"Ask students: Why does each member need to know that Joseph Smith was a prophet of God?"]],[".topic",["h4","He taught the blessings of living the Word of Wisdom."],["div",{"id":"p139","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p139"},"Ask students how the Word of Wisdom has blessed their lives. Ask a student to read aloud",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“He Taught about Welfare and the Word of Wisdom”"],"in the student manual (pp. 124–25). Write on the board the blessings listed by President Heber J. Grant that result from keeping the Word of Wisdom, which include:"],["ul.bullet",["li",["span.label","•"],[".para","“Increased vigor of body”"]],["li",["span.label","•"],[".para","“Increased vigor of mind”"]],["li",["span.label","•"],[".para","Spiritual growth"]],["li",["span.label","•"],[".para","“A more direct line of communication with God”"]]],["div",{"id":"p144","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p144"},"Read together",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"Doctrine and Covenants 89:18–21"],"and compare the similarities between this scripture and the list on the board."]],[".topic",["h4","He laid the foundation of the Church welfare program."],"Ask students what they think is the purpose of the Church welfare program. Read with them",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-7-heber-j-grant-seventh-president-of-the-church.p1"},"“The Welfare Plan Was Established upon Revealed Principles”"],"in the student manual (p. 124) and discuss the purpose of welfare as President Heber J. Grant described it. Ask:",["ul.bullet",["li",["span.label","•"],[".para","How is idleness a curse?"]],["li",["span.label","•"],[".para","How does “the dole” harm individuals and families?"]],["li",["span.label","•"],[".para","What are the benefits of “independence, industry, thrift and self respect”?"]],["li",["span.label","•"],[".para","In what ways is work a blessing?"]]],"Write the following statement on the board:",["span.emphasis","“The aim of the Church is to help the people to help themselves”"],"(Heber J. Grant, in Conference Report, Oct. 1936, 3). Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What is the benefit of helping people to help themselves?"]],["li",["span.label","•"],[".para","How does this welfare principle apply to social, emotional, and physical health?"]],["li",["span.label","•"],[".para","How can parents use this principle in raising their children?"]]]],[".topic",["h4","He encouraged Church members to keep the commandments."],["div",{"id":"p156","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p156"},"Share with students what President Heber J. Grant said was his one-sentence theme, which he often reiterated:"],[".blockQuote",["div",{"id":"p157","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p157"},"“I say to all Latter-day Saints: Keep the commandments of God. That is my keynote speech, just those few words: Keep the commandments of God” (in Conference Report, Oct. 1920, 10)."]],["div",{"id":"p158","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p158"},"Ask: What blessings come to the obedient? Share what President Grant taught in a later conference address:"],[".blockQuote",["div",{"id":"p159","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/heber-j-grant-seventh-president-of-the-church.p159"},"“I promise you, as a servant of the living God, that every man and woman who obeys the commandments of God shall prosper in righteousness, that every promise made of God shall be fulfilled upon their heads, and that they will grow and increase in wisdom, light, knowledge, intelligence, and above all, in the testimony of the Lord Jesus Christ” (in Conference Report, Oct. 1944, 13)."]]]]]]],"refs":null}
