{"id":139,"parent_id":0,"book_id":23520,"content_id":1,"language_id":1,"display_order":139,"title":"Introduction to the Book of Helaman","subtitle":"","short_title":"Introduction to the Book of Helaman","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman"},[".heading",{"id":"head2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.head2"},["h1",["span.dominant","Introduction to"],"The Book of Helaman"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.t1"},["h2","Why study this book?"],["p.para",{"id":"p3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.p3"},"In their study of the book of Helaman, students will learn from the examples and teachings of great men such as Helaman, his sons Nephi and Lehi, and Samuel the Lamanite, who courageously obeyed the Lord and testified of Him. The ministries of these men demonstrate that God grants power to help His servants accomplish His will and that the efforts of righteous individuals can bless thousands. Students will also learn about the devastating effects of pride, wickedness, and secret combinations."]],[".topic",{"id":"t2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.t2"},["h2","Who wrote this book?"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.p5"},"Mormon compiled and abridged records from the large plates of Nephi to create the book of Helaman. The book is named for Helaman, who was a son of Helaman and a grandson of Alma the Younger. Helaman received the records from Shiblon, his uncle, and served as a righteous chief judge over the Nephites. He taught his sons Nephi and Lehi to keep the commandments and to remember their Redeemer and make Him the foundation of their lives (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.9-14"},"Helaman 5:9–14"],"). Inspired by these teachings and concerned about the wickedness of the people, Nephi and Lehi preached repentance to the Nephites and the Lamanites. Nephi gave up his position as chief judge to do so. After thousands of Lamanites were converted, a Lamanite prophet named Samuel was inspired to preach repentance and prophesy among the Nephites. The book of Helaman draws from the records kept during the reigns and ministries of Helaman (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1"},"Helaman 1–3"],") and Nephi (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/4"},"Helaman 4–16"],"). Nephi’s records included the prophecies and teachings of Samuel the Lamanite."]],[".topic",{"id":"t3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.t3"},["h2","To whom was this book written and why?"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.p7"},"Mormon wrote the book of Helaman for the people in the latter days who would receive his record. Like his other abridgments from the large plates of Nephi, the book of Helaman testifies of the divinity and redeeming mission of Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/3.27-30"},"Helaman 3:27–30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/5.9-12"},"5:9–12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.13-23"},"8:13–23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.1-29"},"14:1–29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/16.4-5"},"16:4–5"],")."]],[".topic",{"id":"t4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.t4"},["h2","When and where was it written?"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.p9"},"The original records used as sources for the book of Helaman were likely written between 52",["span.small","B.C."],"and 1",["span.small","B.C."],"Mormon abridged those records sometime between",["span.small","A.D."],"345 and",["span.small","A.D."],"385. Mormon did not record where he was when he compiled this book."]],[".topic",{"id":"t5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.t5"},["h2","What are some distinctive features of this book?"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.p11"},"The book of Helaman portrays the Nephites fluctuating between righteousness and wickedness with greater frequency than at any other time in their history. The book relates multiple instances of dissension, war, murder, and secret combinations. It also introduces and describes the activities of the Gadianton robbers, whose works of darkness eventually brought about the destruction of the Nephites (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/2.13-14"},"Helaman 2:13–14"],"). The book of Helaman is also unique because it describes a period when “the more part” of the Lamanites were converted and “their righteousness did exceed that of the Nephites” (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/6.1"},"Helaman 6:1"],"). Additionally, it demonstrates the power God gives to His prophets, such as when Nephi revealed the murder of a chief judge and prophesied the confession of the judge’s brother (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8"},"Helaman 8–9"],") and when Nephi received the sealing power from the Lord and then exercised it to induce and revoke a famine (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/10"},"Helaman 10–11"],"). Furthermore, in its preservation of the words of Samuel, this book contains the only record of a sermon of a Lamanite prophet delivered to the Nephites (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13"},"Helaman 13–15"],"). In this sermon, Samuel prophesied the signs of the birth and death of Jesus Christ."]],[".topic",{"id":"t6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.t6"},["h2","Outline"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.p13"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1"},"Helaman 1–3"]],"Two chief judges, Pahoran and Pacumeni, are murdered. Moronihah repels a Lamanite invasion led by Coriantumr. Kishkumen is killed while trying to assassinate Helaman, the newly appointed chief judge. Although Gadianton and his robbers spread secret combinations, tens of thousands of people are baptized into the Church. Nephi becomes the chief judge after the death of Helaman."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.p14"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/hel/4"},"Helaman 4–6"]],"An army of Nephite dissenters and Lamanites captures all of the Nephites’ southern lands, including Zarahemla. The Nephites become weak because of their wickedness. Nephi delivers the judgment seat to Cezoram. Nephi and Lehi remember the words of their father, Helaman, and devote themselves to preaching the gospel. Many dissenters repent and return to the Nephites. After the Lord miraculously protects Nephi and Lehi in prison, the majority of the Lamanites are converted and yield the lands they had captured back to the Nephites. During a time of prosperity, the Gadianton robbers multiply. Many of the Nephites join in their wickedness, resulting in the corruption of the Nephite government."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.p15"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/hel/7"},"Helaman 7–12"]],"Nephi prays on top of his garden tower and warns the people to repent. He cites the testimonies of many who prophesied of Christ. He also reveals that Seezoram, the chief judge, has been murdered by his brother Seantum. Nephi receives the sealing power and continues to preach repentance. He asks the Lord to replace the Nephites’ wars with famine, and his prayers bring rain to end the famine after the people repent. After a brief period of prosperity and peace, contention and wickedness spread among the people. Mormon laments the unstable and foolish ways of men."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/helaman/helaman.p16"},["b",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13"},"Helaman 13–16"]],"Samuel the Lamanite warns the Nephites to repent, prophesies of their eventual destruction, and foretells the signs attending the birth and death of Jesus Christ. Those who believe his words are baptized. However, most of the people reject Samuel and dismiss the signs and wonders that are given."]]]]]],"refs":null}
