{"id":2,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":2,"title":"Helps for the Teacher","subtitle":"","short_title":"Helps for the Teacher","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.head1"},["h1","Helps for the Teacher"]],[".bodyBlock",["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p1"},"This year’s course of study is the Doctrine and Covenants and Church history. The Doctrine and Covenants is a compilation of prophecies, visions, commandments, and teachings given through the Prophet Joseph Smith and some of his successors in the Presidency of the Church. The Prophet referred to this book of scripture as “the foundation of the Church in these last days, and a benefit to the world, showing that the keys of the mysteries of the kingdom of the Savior are again entrusted to man” (heading to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/70"},"D&C 70"],"). The revelations in this book are interwoven with the history of the Church, coming “in answer to prayer, in times of need, and … out of real-life situations involving real people” (Explanatory Introduction to the Doctrine and Covenants)."],["p.para",{"id":"p2","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p2"},"As you teach the gospel from the Doctrine and Covenants and the history of the Church, you can help class members gain appreciation for the past, strength for the present, and hope for the future. President Gordon B. Hinckley declared:"],["p.para",{"id":"p3","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p3"},"“How glorious is the past of this great cause. It is filled with heroism, courage, boldness, and faith. How wondrous is the present as we move forward to bless the lives of people wherever they will hearken to the message of the servants of the Lord. How magnificent will be the future as the Almighty rolls on His glorious work, touching for good all who will accept and live His gospel and even reaching to the eternal blessing of His sons and daughters of all generations through the selfless work of those whose hearts are filled with love for the Redeemer of the world” (in Conference Report, Oct. 1995, 95; or",["span.emphasis","Ensign,"],"Nov. 1995, 72)."],[".topic",["h2","Purposes of This Course"],["p.para",{"id":"p4","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p4"},"Rather than taking a sequential or section-by-section approach, the lessons in this course focus on major themes taught in the Doctrine and Covenants and Church history. They are designed to help you:"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.f1"},["ol.number",["li",["span.label","1."],["p.para","Teach the doctrines, ordinances, and covenants of the restored gospel, which are necessary for individuals and families to come unto Christ and inherit eternal life."]],["li",["span.label","2."],["p.para","Teach the ongoing history of the restored Church of Jesus Christ."]],["li",["span.label","3."],["p.para","Invite the Spirit into the class."]],["li",["span.label","4."],["p.para","Help class members understand and love the scriptures."]],["li",["span.label","5."],["p.para","Help class members apply gospel truths in their lives."]],["li",["span.label","6."],["p.para","Encourage class members to teach and edify one another."]],["li",["span.label","7."],["p.para","Help class members understand the importance of their day in the history of the Church—that they have inherited a great legacy and that they can find joy in their responsibility to continue to move forward the work of the Lord."]]]]],[".topic",["h2","Materials You Should Use"],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p12"},"As you prepare and teach lessons in this course, you should use the following materials:"],[".figure",{"id":"f2","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.f2"},["ol.number",["li",["span.label","1."],["p.para","The scriptures (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p54"},"“Teach from the Scriptures,”"],"page ix)."]],["li",["span.label","2."],["p.para","This teacher’s manual (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p27"},"“How to Use This Manual”"],"below)."]],["li",["span.label","3."],["p.para",["span.emphasis","Doctrine and Covenants and Church History Class Member Study Guide"],"(35686). This booklet contains the reading assignment for each lesson and some discussion questions. As you prepare each lesson, consider how to use the material in the",["span.emphasis","Study Guide."],"Class members will be better able to participate in discussions if they have studied the reading assignment and if you ask questions that they are prepared to answer. Encourage class members to use the",["span.emphasis","Study Guide"],"in their personal study and in family discussions."],["p.para","Each class member should have a copy of the",["span.emphasis","Study Guide."],"You should receive copies from the Sunday School presidency, the ward clerk, or the assistant ward clerk assigned to materials."]],["li",["span.label","4."],["p.para",["span.emphasis","Our Heritage: A Brief History of The Church of Jesus Christ of Latter-day Saints"],"(35448). This book presents an inspiring account of the history of the Church from the time of the Prophet Joseph Smith through the present day. Many accounts in this book are discussed in the lessons."],["p.para","Every class member should have access to a copy of",["span.emphasis","Our Heritage"],"for personal study (at least one copy per home). Many members will already have copies. You should be able to obtain copies from the Sunday School presidency, the ward clerk, or the assistant ward clerk assigned to materials. The clerk can help order additional copies as needed."]],["li",["span.label","5."],["p.para","The videocassettes",["span.emphasis","Doctrine and Covenants and Church History Video Presentations"],"(53912) and",["span.emphasis","Teachings from the Doctrine and Covenants and Church History"],"(53933). These videocassettes contain presentations that supplement the lessons. Suggestions for using them are found in the “Additional Teaching Ideas” section of many lessons in the manual. These video presentations can enhance class members’ understanding of gospel principles and Church history. However, be careful not to use them too often or as a substitute for scripture-based discussions."]]]],["p.preamble","For help with basic principles of gospel teaching, refer to the instructions in this introduction and to the following resources:"],["ul.noMarker",["li",["p.para","“Gospel Teaching and Leadership,” section 16 of the",["span.emphasis","Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders"],"(35209 or 35903)"]],["li",["p.para",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call,"]],"1999 edition (36123)"]],["li",["p.para",["a.crossRef",{"href":"/manual/teaching-guidebook/title-page.p1"},["span.emphasis","Teaching Guidebook"]],"(34595)"]]]],[".topic",["h2","How to Use This Manual"],["p.para",{"id":"p23","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p23"},"This manual is a tool to help you teach the doctrines of the gospel from the scriptures and Church history. It has been written for youth and adult Gospel Doctrine classes and is to be used every four years. Additional references and commentaries should not be necessary to teach the lessons. Elder M. Russell Ballard said:"],["p.para",{"id":"p24","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p24"},"“Teachers would be well advised to study carefully the scriptures and their manuals before reaching out for supplemental materials. Far too many teachers seem to stray from the approved curriculum materials without fully reviewing them. If teachers feel a need to use some good supplemental resources beyond the scriptures and manuals in presenting a lesson, they should first consider the use of the Church magazines” (in Conference Report, Apr. 1983, 93; or",["span.emphasis","Ensign,"],"May 1983, 68)."],["p.para",{"id":"p25","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p25"},"Review each lesson at least a week in advance. When you study the reading assignment and the lesson material early, you will receive thoughts and impressions during the week that will help you teach the lesson. As you ponder the lesson during the week, pray for the Spirit to guide you. Have faith that the Lord will bless you."],["p.para",{"id":"p26","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p26"},"Each lesson in this manual contains more information than you will probably be able to teach in one class period. Seek the Spirit of the Lord in selecting the scripture accounts, questions, and other lesson material that will best meet the needs of class members. Keep in mind the ages, interests, and backgrounds of class members."],["p.para",{"id":"p27","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p27"},"This manual contains 46 lessons. Because there may be more than 46 Sundays in which you will teach, you may occasionally want to use two class periods to teach one lesson. This may be particularly helpful with some of the longer lessons, such as lessons 4, 7, and 27."],["p.para",{"id":"p28","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p28"},"The lessons include the following sections:"],[".figure",{"id":"f4","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.f4"},["ol.number",["li",["span.label","1."],["p.para",["span.emphasis","Purpose."],"The purpose statement suggests a main idea to focus on as you prepare and teach the lesson. It usually includes an expectation of what class members should do as a result of the lesson."]],["li",["span.label","2."],["p.para",["span.emphasis","Preparation."],"This section lists the scripture accounts and other materials in the lesson outline. It may also include other suggestions for preparation, such as materials to bring to class. Many of these materials are available in the meetinghouse library. (A five-digit number following the name of a suggested item is the item number; if a picture is included in the Gospel Art Picture Kit [34730], that number is also given.)"]],["li",["span.label","3."],["p.para",["span.emphasis","Attention activity."],"This section consists of a simple learning activity to help class members prepare to learn, participate, and feel the influence of the Spirit. Whether you use the manual’s attention activity or one of your own, it is important to focus class members’ attention at the beginning of the lesson. The activity should be brief."]],["li",["span.label","4."],["p.para",["span.emphasis","Discussion and application."],"This is the main part of the lesson. Prayerfully study the scriptures and historical accounts so you can teach and discuss them effectively. Use the suggestions in",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p54"},"“Teach from the Scriptures”"],"(page ix) and",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p65"},"“Encourage Class Discussion”"],"(pages ix–x) to vary the way you teach and to maintain class members’ interest. Select questions and methods that are appropriate for class members’ ages and experience."]],["li",["span.label","5."],["p.para",["span.emphasis","Conclusion."],"This section helps you summarize the lesson and encourage class members to live the principles you have discussed. It also reminds you to bear testimony. Be sure to leave enough time to conclude each lesson."]],["li",["span.label","6."],["p.para",["span.emphasis","Additional teaching ideas."],"This section is provided in most lessons in the manual. It may include additional truths from the scripture accounts, activities, or other suggestions that supplement the lesson outline."]]]],["p.para",{"id":"p35","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p35"},"The manual contains a chronology of Church history (",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/church-history-chronology-and-maps.p1"},"pages 272–73"],") and three maps of significant Church history sites (",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/church-history-chronology-and-maps.p80"},"pages 274–76"],"). Many lessons refer to these resources, which are also included in the",["span.emphasis","Class Member Study Guide"],"(pages 27–31)."]],[".topic",["h2","Teach by the Spirit"],["p.para",{"id":"p36","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p36"},"When preparing to teach the gospel, it is important that you seek inspiration and guidance from the Holy Ghost. “The Spirit shall be given unto you by the prayer of faith,” said the Lord, “and if ye receive not the Spirit ye shall not teach” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],"). Remember that the Holy Ghost is to be the teacher in your class."],["p.para",{"id":"p37","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p37"},"You can seek the Spirit by praying, fasting, studying the scriptures daily, and obeying the commandments. While preparing for class, pray for the Spirit to help you understand the scriptures and the needs of class members. The Spirit can also help you plan meaningful ways to discuss the scriptures and apply them to the present day."],["p.para",{"id":"p38","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p38"},"Some suggestions for inviting the Spirit into your class are given below:"],[".figure",{"id":"f5","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.f5"},["ol.number",["li",["span.label","1."],["p.para","Invite class members to offer prayers before and after the lesson. During class, pray in your heart for the Spirit to guide you, to open the hearts of class members, and to testify and inspire."]],["li",["span.label","2."],["p.para","Use the scriptures (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p51"},"“Teach True Doctrine”"],"on this page and",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p54"},"“Teach from the Scriptures”"],"on page ix). Have class members read selected passages aloud."]],["li",["span.label","3."],["p.para","Bear testimony whenever the Spirit prompts you, not just at the end of the lesson. Testify of Jesus Christ. Frequently invite class members to bear their testimonies."]],["li",["span.label","4."],["p.para","Use hymns, Primary songs, and other sacred music to prepare class members’ hearts to feel the Spirit."]],["li",["span.label","5."],["p.para","Express your love for class members, for others, and for Heavenly Father and Jesus Christ."]],["li",["span.label","6."],["p.para","As appropriate, share insights, feelings, and experiences that relate to the lesson. Invite class members to do the same. Class members could also tell about how they have applied principles discussed in previous lessons."]]]]],[".topic",["h2","Teach True Doctrine"],["p.para",{"id":"p45","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p45"},"Elder Boyd K. Packer of the Quorum of the Twelve taught, “True doctrine, understood, changes attitudes and behavior” (in Conference Report, Oct. 1986, 20; or",["span.emphasis","Ensign,"],"Nov. 1986, 17)."],["p.para",{"id":"p46","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p46"},"In your preparation and during class, focus on the saving doctrines of the gospel as presented in the scriptures and the teachings of latter-day prophets. This requires that you study the scriptures diligently and prayerfully. The Lord commanded, “Seek not to declare my word, but first seek to obtain my word, and then shall your tongue be loosed; then, if you desire, you shall have my Spirit and my word, yea, the power of God unto the convincing of men” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],")."]],[".topic",["h2","Teach from the Scriptures"],["p.para",{"id":"p47","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p47"},"There is great power in using the scriptures to teach the doctrines of the gospel. Encourage class members to bring their scriptures to class every week so you can read selected scripture passages together."],["p.para",{"id":"p48","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p48"},"Use the following suggestions to teach scripture accounts effectively and with variety:"],[".figure",{"id":"f6","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.f6"},["ol.number",["li",["span.label","1."],["p.para","Help class members understand what the scriptures teach about Jesus Christ. Ask them to consider how certain passages increase their faith in the Savior and help them feel His love."]],["li",["span.label","2."],["p.para","Invite class members to personalize the scriptures by mentally substituting their names in selected passages."]],["li",["span.label","3."],["p.para","Share inspiring stories in Church history to show how scripture passages apply in our lives."]],["li",["span.label","4."],["p.para","Have class members look for words, phrases, or ideas that are repeated often in a scripture passage or that have special meaning for them."]],["li",["span.label","5."],["p.para","Encourage class members to use the study aids included at the end of the Latter-day Saint editions of the scriptures, such as the Topical Guide and Bible Dictionary in the Bible and the index in the triple combination."]],["li",["span.label","6."],["p.para","Write phrases, key words, or questions that relate to the scripture account on the chalkboard. Then read or summarize the account. As class members encounter phrases, key words, or answers to the questions, stop and discuss them."]],["li",["span.label","7."],["p.para","Divide the class into two or more small groups. After reviewing a scripture account, have each group write down the principles and doctrines taught in the account. Then have the groups take turns discussing how these teachings apply in their lives."]],["li",["span.label","8."],["p.para","Suggest that class members bring pencils to mark verses that are particularly meaningful to them."]]]]],[".topic",["h2","Encourage Class Discussion"],["p.para",{"id":"p57","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p57"},"You normally should not give lectures. Instead, help class members participate meaningfully in discussing the scriptures. The Lord’s counsel regarding class discussion is found in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.122"},"D&C 88:122"],": “Appoint among yourselves a teacher, and let not all be spokesmen at once; but let one speak at a time and let all listen unto his sayings, that when all have spoken that all may be edified of all, and that every man may have an equal privilege.”"],["p.para",{"id":"p58","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p58"},"Use the following guidelines as you encourage class discussion:"],[".figure",{"id":"f7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.f7"},["ol.number",["li",["span.label","1."],["p.para","Ask thought-provoking questions. Questions that begin with",["span.emphasis","why, how, who, what, when,"],"and",["span.emphasis","where"],"are usually most effective for encouraging discussion. Seek the Spirit’s guidance as you study the questions in this manual and decide which ones to ask."]],["li",["span.label","2."],["p.para","Invite class members to briefly share experiences that relate to scriptural principles you are discussing. Also encourage them to share their feelings about what they are learning from the scriptures. Help them understand that spiritual experiences and feelings should be shared “with care, and by constraint of the Spirit” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.64"},"D&C 63:64"],"). Some experiences and feelings are not appropriate to share."]],["li",["span.label","3."],["p.para","Be sensitive to the needs of each class member. Although all class members should be encouraged to participate in class discussions, some may hesitate to respond. You may wish to speak privately with them to find out how they feel about reading aloud or participating in class. Be careful not to call on class members if it might embarrass them."]],["li",["span.label","4."],["p.para","Give scripture references to help class members find the answers to some questions."]],["li",["span.label","5."],["p.para","If a few class members seem to be taking most of the time during a discussion, make an effort to include those who have not yet contributed. You may need to gently change the flow of the discussion by saying, “Let’s hear from someone else” or “Would someone else like to add to what has been said?”"]]]],["p.para",{"id":"p64","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p64"},"It is more important to help class members understand and apply the scriptures than to cover all the lesson material you have prepared. If class members are learning from a good discussion, it is often helpful to let it continue rather than try to cover all the lesson material. However, if a discussion is not helpful or edifying, you should redirect it."]],[".topic",["h2","Helping New Members"],["p.para",{"id":"p65","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p65"},"You may have the opportunity to teach members who are relatively new in the Church. Your teaching can help these members become firm in the faith. The First Presidency has said: “Every member of the Church needs to be loved and nourished, especially during the first few months after baptism. When new members receive sincere friendship, opportunities to serve, and the spiritual nourishment that comes from studying the word of God, they experience enduring conversion and become ‘fellowcitizens with the saints, and of the household of God’ (",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.19"},"Ephesians 2:19"],")” (First Presidency letter, 15 May 1997)."]],[".topic",["h2","Teaching the Gospel to Youth"],["p.para",{"id":"p66","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/helps-for-the-teacher.p66"},"If you are teaching youth, remember that they often need active participation and visual representations of the doctrines being discussed. Your use of the activities, video presentations, and pictures suggested in the manual can help youth stay interested in the lessons."]]]]]],"refs":null}
