{"id":2,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":2,"title":"Helps for the Teacher","subtitle":"","short_title":"Helps for the Teacher","uri":"/manual/primary-6-old-testament/helps-for-the-teacher","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.head1"},["h1","Helps for the Teacher"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p2"},"The Savior taught the importance of obeying and teaching the commandments when he said, “Whosoever shall do and teach them, the same shall be called great in the kingdom of heaven” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.19"},"Matthew 5:19"],"). You have been given a sacred trust to help children learn how to keep their baptismal covenants and strengthen their testimonies. As each girl prepares to become a young woman and each boy prepares to become a young man and receive the priesthood, you can be an important influence for good in their lives."],["div",{"id":"p3","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p3"},"In 1831, shortly after the Church was organized, the Savior taught that teachers “shall teach the principles of my gospel, which are in the Bible and the Book of Mormon” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.12"},"D&C 42:12"],"), which were the only scriptures available then. Today teachers have the responsibility to teach the sacred truths from all the standard works, including the Doctrine and Covenants and the Pearl of Great Price, to help children develop faith in God and in his Son, Jesus Christ."],[".topic",["h2","Courses of Study"],["div",{"id":"p5","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p5"},"All children who are ages eight through eleven on 1 January are to be taught from the Primary 4, 5, 6, and 7 manuals. Only one course of study is used each year for all children of this age-group. Over a four-year period the children will study each of the standard works. Primary 4 is based on the Book of Mormon; Primary 5 on Church History, the Doctrine and Covenants, and Joseph Smith—History in the Pearl of Great Price; Primary 6 on the Old Testament and the books of Moses and Abraham in the Pearl of Great Price; and Primary 7 on the New Testament."],["div",{"id":"p6","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p6"},"Classes should be organized according to local needs and the number of children ages eight through eleven. However your class is arranged, you need to make sure each child receives adequate attention."],["div",{"id":"p7","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p7"},"When children turn twelve years old, they begin attending Young Women or Aaronic Priesthood meeting during sharing time. However, they continue to attend their Primary class during Sunday School time until the next 1 January, when they begin attending Sunday School."],["div",{"id":"p8","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p8"},"A special lesson, “The Priesthood Can Bless Our Lives,” is included in this manual. This lesson is to be used by teachers of eleven-year-old children as the boys prepare to become deacons and the girls advance to Young Women. Teach this lesson before the first child in your class turns twelve. Pray for the Lord’s guidance as you prepare and present the lesson so that the children will understand what the priesthood is, how it can bless their lives, and how they can fulfill their responsibilities to honor the priesthood."]],[".topic",["h2","Teaching with This Manual"],["div",{"id":"p10","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p10"},"This course of study centers on teachings from the Old Testament and from the books of Moses and Abraham in the Pearl of Great Price. As you discuss these scripture accounts, the children should better understand the importance of the covenants the Lord made with his people and in turn the importance of the covenants we make with the Lord. They will also understand that Jesus Christ is the God of the Old Testament. They should learn how to apply the teachings of the Old Testament to their own lives and gain a stronger desire to keep the commandments of Jesus Christ."],["div",{"id":"p11","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p11"},"Encourage the children to read at home the selected passages from the Old Testament and the Pearl of Great Price given in the “Suggested Home Reading” section at the end of each lesson. By doing this, the children will learn how Jesus Christ was foreordained to be the Savior of the world and how he directed and inspired the Old Testament prophets. As the children read the accounts of the people who lived on the earth before the birth of Jesus Christ, they will learn to follow those who set righteous examples. These lessons will strengthen the class members’ testimonies, help prepare them to give service in the Church throughout their lives, and help them gain strength to resist temptations in today’s world."],[".topic",["h3","Preparing Yourself to Teach"],["div",{"id":"p13","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p13"},"To fulfill your sacred calling to teach children, you should be prepared both mentally and spiritually. Part of this preparation is understanding and having a testimony of the principles you teach. The Savior, the greatest teacher of all, taught us how to prepare to teach his gospel to others:"],["ul.bullet",["li",["span.label","•"],[".para","Humbly seek the Spirit through prayer. The Lord has said, “Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.10"},"D&C 112:10"],"). If we are humble we will be blessed to know how the Lord wants us to teach his children."]],["li",["span.label","•"],[".para","Study the scriptures and the words of the latter-day prophets (published in Church magazines). There is great power in learning and pondering the words of the Lord. He commanded us, “First seek to obtain my word, and then shall your tongue be loosed; then, if you desire, you shall have my Spirit and my word, yea, the power of God unto the convincing of men” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],")."],[".para","A latter-day prophet, President Ezra Taft Benson, has reaffirmed our need to learn the words of the Lord: “I urge you to recommit yourselves to a study of the scriptures. Immerse yourselves in them daily so you will have the power of the Spirit to attend you in your callings” (",["span.emphasis","Ensign,"],"May 1986, p. 82)."]],["li",["span.label","•"],[".para","Keep your covenants. Your ability to be guided by the Spirit depends on your faithfulness in keeping the covenants you have made with Heavenly Father. You will also be setting a good example when you “observe the covenants … to do them” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.13"},"D&C 42:13"],"). When children see your love for the Savior and commitment to living the gospel, they will be more motivated to follow him."]],["li",["span.label","•"],[".para","Search for ways to help the children feel the Savior’s love. Tell them often how much you love them, and acknowledge their worth and potential. Your love and kindness will help the children understand the love Heavenly Father and Jesus Christ have for them. It will also help them learn to love others."]]]],[".topic",["h3","Preparing Your Lessons"],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p20"},"This manual will help you organize lessons that focus on the scriptures. The lessons use accounts and references from the Old Testament and from the books of Moses and Abraham in the Pearl of Great Price. Each lesson focuses on one gospel principle and teaches the children how to apply that principle in their lives. The main purpose of all the lessons is to help the children develop testimonies of the divinity of God the Father and his Son, Jesus Christ, and of the divine mission of The Church of Jesus Christ of Latter-day Saints."],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p21"},"It is not intended that you should use every question and activity in the lesson. Teach according to the ability of your class, remembering that the class members’ understanding is more important than covering all the material in a lesson. When your lessons are well prepared and interesting, the children will be more motivated to participate and learn. As you prepare and teach by the Spirit, you will help the children increase their testimonies of the truthfulness of the restored gospel."],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p22"},"The following steps will help you be better prepared to effectively teach the children in your class:"],["div",{"id":"f2","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.f2"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the lesson’s purpose and the scripture passages listed in the “Preparation” section a week or two before the lesson is to be taught. Reread the purpose and the scripture passages, and consider how they apply to the children in your class. Ask yourself: “What are the most important concepts or truths for the children to learn from this lesson? How can this lesson help the children develop faith in Jesus Christ, strengthen their testimonies, and enable them to withstand the evil temptations they face?” Write down ideas that come to you."],[".para","The book",["span.emphasis","Gospel Principles"],"(31110) was prepared to be a personal study guide on basic gospel principles and doctrines. Specific chapters from this book are listed in the “Preparation” section of some lessons. These chapters can help you prepare to teach the main principle or doctrine contained in the lesson. A copy of",["span.emphasis","Gospel Principles"],"may be available in your meetinghouse library, or it can be purchased from your local distribution center."]],["li",["span.label","2."],[".para","The lessons do not tell you exactly how to teach the scripture accounts, so you should seek the Spirit to help you determine what and how to teach. Use a variety of teaching methods from week to week (see “Teaching from the Scriptures” below). Plan to involve class members as much as possible in the learning activities."]],["li",["span.label","3."],[".para","Select from the “Discussion and Application Questions” those that will best help the children understand the scriptures and apply them in their lives. You may use the questions any time during the lesson. You do not need to use all of them."]],["li",["span.label","4."],[".para","Read the “Enrichment Activities” and plan when and how to use the ones you feel will best help the children in your class understand the scriptures and the purpose of the lesson. Each class will be different, and some activities that work well for one group will not work well with another group."]],["li",["span.label","5."],[".para","Plan to share appropriate personal experiences that support the purpose of the lesson. Let the Spirit direct you as you share experiences with the class and as class members share experiences with you and each other. Some personal and family experiences are very sacred or private and should not be discussed in public."]]]]],[".topic",["h3","Teaching from the Scriptures"],["div",{"id":"p30","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p30"},"You should always seek the Spirit as you prepare and teach your lessons (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.2-4"},"Alma 17:2–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.12-14"},"D&C 42:12–14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.17-22"},"50:17–22"],"). The Spirit will help you know how to make your lessons interesting and meaningful for the children you teach."],["div",{"id":"p31","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p31"},"Some of the children in your class may not be familiar with the scriptures. As you read together, be sensitive to those class members who might need help. You may need to take some time at the beginning of the year, particularly if you are teaching younger children, to show them how to look up scripture references."],["div",{"id":"p32","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p32"},"Try different ways of presenting the material to keep the children’s interest. The following suggestions can help you use a variety of methods as you teach."],["div",{"id":"f3","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.f3"},["ol.number",["li",["span.label","1."],[".para","Tell the scripture accounts in your own words. Try to help the children visualize the events and the people in them. Help the children understand that the people you are talking about really lived and that the events actually happened."]],["li",["span.label","2."],[".para","Have the children read selected passages directly from the scriptures. Keep in mind that the children may not all read well and that reading ability is not determined by age. If all the children can read, you might give them a few minutes to read silently. Afterward, you could discuss what they read. Use the discussion time after the children have finished reading to help them understand difficult words and passages."]],["li",["span.label","3."],[".para","Use the suggested pictures to help the children visualize what happened. Most of the lessons list suggested pictures in the “Materials needed” section. These pictures are numbered and included in the picture packet. Some of the pictures are also in the Gospel Art Picture Kit (34730 or 34735) or in the meetinghouse library (library numbers are listed in the “Materials needed” section). Some of these pictures have corresponding stories on the back. You may also use other appropriate pictures."]],["li",["span.label","4."],[".para","Have the children dramatize a scripture account. (Make sure that the dramatizations do not detract from the sacredness of the scriptures.) You might bring simple props, such as a robe, scarf, and so forth, and let the children act out all or part of the account. Ask the children how they would feel if they were the people they represent."]],["li",["span.label","5."],[".para","Draw simple figures or illustrations on the chalkboard, or use pictures or cutouts, as you relate the scripture accounts."]],["li",["span.label","6."],[".para","Conduct a readers’ theater where several children read a script that tells part of a scripture account. Where appropriate, have the children read directly from the scriptures."]],["li",["span.label","7."],[".para","Invite a parent, ward or branch member, or class member to tell a scripture account. Allow the person a week or two of preparation time, and be sure to give him or her a time limit for the presentation."]],["li",["span.label","8."],[".para","Give the children a simple pretest, such as a true-false or short-answer quiz, before teaching a principle or scripture account. Explain to the class that you want to find out how much they know about the principle or account. Give them the same test after the lesson so they can see what they have learned."]],["li",["span.label","9."],[".para","List on the chalkboard or make wordstrips of important words or names of people from the scripture accounts. Have the children listen for these words or names as you relate the accounts. Help the children increase their vocabulary so they will better understand the scriptures and enjoy reading them at home."]],["li",["span.label","10."],[".para","Before giving the lesson, write questions about the scripture account on the chalkboard. As the children hear the answers during the account, stop to discuss the questions and answers."]],["li",["span.label","11."],[".para","Tell the scripture account, and then let the children volunteer to retell their favorite parts. You could ask one class member to start the account and then call on other children to continue."]],["li",["span.label","12."],[".para","Play a recording of selected verses from the scriptures."]],["li",["span.label","13."],[".para","Play a matching game. Prepare sets of matching 3″ x 5″ cards or papers. In the following example, you would put the name of a person described in the Old Testament on one card and words or ideas associated with that person on the other card of the set. Mix the cards or papers up and place them face down on a table or the floor. Have the children come up one at a time and turn over two cards. Read aloud what each card says. If the cards match, they are left face up. If the cards do not match, they are turned face down again and another child takes a turn. Continue until all the cards have been matched correctly."],[".para","These are sets you could use for a matching game about people from the Old Testament:"],[".para","Set 1: Adam—Lived in the Garden of Eden"],[".para","Set 2: Enoch—Founded the city of Zion"],[".para","Set 3: Noah—Built an ark"],[".para","Set 4: Abraham—Was asked to sacrifice his son"],[".para","Set 5: Rebekah—Left her family to marry Isaac"],[".para","Set 6: Joseph—Forgave his brothers"],[".para","Set 7: Moses—Led the Israelites from Egypt"],[".para","Set 8: Ruth—Followed her mother-in-law"],[".para","Set 9: David—Fought a giant"],[".para","Set 10: Elijah—Was fed by ravens"]],["li",["span.label","14."],[".para","Play a game asking discussion questions. Place several questions in a container, and have class members take turns picking one of these questions and answering it."]]]]],[".topic",["h3","Conducting Class Discussions"],["div",{"id":"p59","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p59"},"Participating in discussions and other learning activities will help children learn gospel principles. The following guidelines can help you ask meaningful questions and stimulate class discussions:"],["div",{"id":"f4","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.f4"},["ol.number",["li",["span.label","1."],[".para","Ask questions and give scripture references so class members can find answers in the scriptures."]],["li",["span.label","2."],[".para","Ask questions that cannot be answered with “yes” or “no” but require thought and discussion. Questions that begin with",["span.emphasis","why, how, who, what, when,"],"and",["span.emphasis","where"],"are usually more effective."]],["li",["span.label","3."],[".para","Be sensitive to children who may be reluctant to participate. Involve class members who do not usually participate by calling on them by name and asking them a question you feel they can answer. Give them time to respond. Give them help if they need it, but only after they have had time to think and respond."]],["li",["span.label","4."],[".para","Encourage the children to share their feelings about what they are learning. Make positive comments about their contributions."]],["li",["span.label","5."],[".para","Compliment the children sincerely when they answer questions. Help them recognize that their thoughts and feelings are important."]]]]],[".topic",["h3","Helping Children Apply the Scriptures"],["div",{"id":"p66","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p66"},"Help the children apply what they have learned to their lives. James challenged us to be “doers of the word, and not hearers only” (",["a.scriptureRef",{"href":"/scriptures/nt/james/1.22"},"James 1:22"],"). The following ideas may help you accomplish this task:"],["div",{"id":"f5","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.f5"},["ol.number",["li",["span.label","1."],[".para","As you are prompted by the Spirit, bear personal testimony of the truths you are teaching. Your lessons will be more powerful when you teach with sincerity and conviction."]],["li",["span.label","2."],[".para","Encourage the children to bring their own copies of the scriptures with them to class. If the children do not have personal copies of the scriptures or forget to bring them, have extra copies for the children to use in class. If you have a ward or branch library, you may obtain copies of the scriptures there. Throughout the year encourage class members to mark in their personal copies of the scriptures (not in library copies) specific verses that apply meaningfully to their lives."]],["li",["span.label","3."],[".para","Ask the children to share what they have learned. Ask them how they can apply the gospel principles taught in the lesson to their own lives."]],["li",["span.label","4."],[".para","Act as a reporter, and interview the children as if they were people from the scriptures. Ask them to tell you the details of the scripture account and how they feel about what took place."]],["li",["span.label","5."],[".para","Divide the class into two or more small groups. After you relate a scripture account, have each group write down the important principles from the account. Then let the groups take turns discussing how these principles apply in their lives."]],["li",["span.label","6."],[".para","Do a scripture search: Give class members a clue, such as an event, situation, or problem; then challenge them to locate a scripture that applies. Have the first children to find an appropriate scripture help the rest of the class find the scripture. Then have them tell why the scripture fits the clue."]],["li",["span.label","7."],[".para","Share specific instances when you have seen the children obeying the principle being discussed. For example, if you are teaching a lesson on being kind, you could point out some instances when you saw the children being kind to others."]],["li",["span.label","8."],[".para","Encourage the children to share what they have learned with their families. Seek the inspiration of the Spirit as you consider which part of the lesson you could suggest that the children share at home. They could tell a story, discuss a question, or conduct an activity from the lesson with their families. Be sensitive to children who have special family circumstances and who may need to share what they have learned with other important adults in their lives."]],["li",["span.label","9."],[".para","Follow up on assignments. Whenever you give an assignment or challenge, be sure to ask the children about their experiences at the beginning of class the following week."]]]]],[".topic",["h3","Encouraging Children to Read the Scriptures at Home"],["div",{"id":"p77","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p77"},"Your attitude regarding the scriptures will have an important influence on the children in your class. Prayerfully determine ways to encourage the children to read the scriptures individually and with their families. Help the children have the experience of planting the word of God in their hearts and nourishing it. Then it will grow and become delicious to them (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.28"},"Alma 32:28"],"). A “Suggested Home Reading” is given at the end of each lesson; you could give each child a piece of paper listing these verses each week, or you could give the children a bookmark on which they could write the reading for each week. Be positive and creative in the ways you encourage the children."]],[".topic",["h3","Helping Children Memorize Scriptures"],["div",{"id":"p79","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p79"},"Memorizing scriptures can be an effective way to learn gospel truths. Most children enjoy memorizing when you use interesting and creative approaches. The following suggestions are enjoyable ways to help children memorize:"],["div",{"id":"f6","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.f6"},["ol.number",["li",["span.label","1."],[".para","Write on the chalkboard or on a chart the first letter of each word to be memorized. For example, you might make the following chart for the words in the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"first article of faith"],":"],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}],[".para","Point to the letters as you repeat each corresponding word. Repeat the scripture a few times and let the children repeat it as they are able. Before long they will not need the chart."]],["li",["span.label","2."],[".para","Divide the scripture into short phrases. Repeat each phrase out loud, starting at the end and working backward so that the children are repeating the least familiar part first. For example, in memorizing",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.27"},"Genesis 1:27"],", “So God created man in his own image, in the image of God created he him; male and female created he them,” the children could repeat “male and female created he them” several times. Then they could add the next phrase, “in the image of God created he him.” Then they could repeat the entire scripture."]],["li",["span.label","3."],[".para","If the children read well, prepare a written copy of the scripture for each child. Cut each copy into word or phrase strips. After saying the verse together a few times, give each child a set of the strips and have the children each arrange their strips in the right order."]],["li",["span.label","4."],[".para","Repeat the scripture several times, stopping to let a child say the next word or phrase. Then have another child add another word or phrase. Continue until all the children have had at least one turn."]],["li",["span.label","5."],[".para","Use music to help the children memorize. For example, you could teach the Articles of Faith from the",["span.emphasis","Children’s Songbook"],"(pages 122–32)."]],["li",["span.label","6."],[".para","Give each child (or group of children) a word or phrase from a scripture, making sure all the words from the scripture are assigned. Have the children say their words or phrases in order (for example, the first child says the first word or phrase, the next child the second, and so on through the verse). Repeat several times."]],["li",["span.label","7."],[".para","Write a scripture on the chalkboard or on a chart. Repeat the passage several times, gradually erasing or covering more and more words until the children have memorized the whole scripture."]]]]],[".topic",["h3","Using Extra Time Wisely"],["div",{"id":"p90","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p90"},"If you finish your prepared lesson before the class time is over, you may want to improvise an activity to fill the rest of the time. The following suggestions can help you use this time effectively:"],["div",{"id":"f8","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.f8"},["ol.number",["li",["span.label","1."],[".para","Have some of the children talk about their favorite scripture stories."]],["li",["span.label","2."],[".para","Conduct a scripture search by giving the children clues to an important scripture reference they have already marked. Let them work together in pairs or small groups to locate the correct passage of scripture."]],["li",["span.label","3."],[".para","Help the children memorize a scripture or an article of faith from the lesson."]],["li",["span.label","4."],[".para","Have the children share ideas about how they can use the principles from the lesson at home, in school, and with their friends."]],["li",["span.label","5."],[".para","Divide the class into groups, and have them take turns asking each other questions about the lesson."]],["li",["span.label","6."],[".para","Have each child print a quotation or draw a picture related to the lesson to take home and display as a reminder of the purpose of the lesson."]],["li",["span.label","7."],[".para","Invite the children to mark (in their own scriptures) scripture references for future study. You might ask the children to mark verses from the lesson that they particularly like, or you could suggest verses that you think will remind the children of the purpose of the lesson."]],["li",["span.label","8."],[".para","Use applicable stories, articles, or activities from Church magazines."]],["li",["span.label","9."],[".para","Review principles or scripture accounts from previous lessons."]]]]]],[".topic",["h2","Music in the Classroom"],["div",{"id":"p101","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p101"},"Gospel learning can be enriched and strengthened through music. Often children are better able to remember and learn through music."],["div",{"id":"p102","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p102"},"You do not have to be a musician to use appropriate music to help children feel the Spirit and learn the gospel. You could play an audiocassette tape or have guests perform a musical number from",["span.emphasis","Hymns"],"or the",["span.emphasis","Children’s Songbook"],"during or at the beginning of a lesson to emphasize a principle. You may also sing or read the words to songs with the children to involve them in your lesson. Use Primary songs as often as possible. If the",["span.emphasis","Children’s Songbook"],"audiocassettes (music only, 52505>; words and music, 52428) or compact discs (music only, 50505; words and music 50428) are available, you may use them to help you learn the songs or to accompany singing in the classroom."]],[".topic",["h2","Sharing Time"],["div",{"id":"p104","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p104"},"Occasionally the class will be asked to give simple gospel presentations during Primary sharing time. These presentations should come from lessons, require little rehearsing, and help reinforce the principles you have been teaching. You could use the following ideas for sharing time presentations:"],["div",{"id":"f9","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.f9"},["ol.number",["li",["span.label","1."],[".para","Dramatize a scripture story."]],["li",["span.label","2."],[".para","Recite memorized scriptures as a class."]],["li",["span.label","3."],[".para","Repeat or sing an article of faith and explain its meaning."]],["li",["span.label","4."],[".para","Role-play a modern application of a gospel principle."]],["li",["span.label","5."],[".para","Adapt an enrichment activity."]]]]],[".topic",["h2","Articles of Faith"],["div",{"id":"p111","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p111"},"You should incorporate the Articles of Faith into your lessons and encourage each child to memorize the Articles of Faith before advancing from Primary."],["div",{"id":"p112","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p112"},"Use every opportunity to help the children learn, understand, and repeat the Articles of Faith."]],[".topic",["h2","Understanding Children Eight through Eleven Years of Age"],["div",{"id":"p114","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p114"},"To help children learn and gain self-confidence, you need to understand their needs and characteristics and plan appropriate activities and classes. For information about characteristics of children this age, see",["span.emphasis","Teaching—No Greater Call"],"(33043),",["span.crossRef","pages 37–38."],"This manual may be available from your meetinghouse library, or it can be purchased from your local distribution center."]],[".topic",["h2","Special Guidelines for Including Those with Disabilities"],["div",{"id":"p116","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p116"},"The Savior set the example for us in feeling and showing compassion for those with disabilities. When he visited the Nephites after his Resurrection, he said:"],["div",{"id":"p117","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p117"},"“Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.7"},"3 Nephi 17:7"],")."],["div",{"id":"p118","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p118"},"As a Primary teacher you are in an excellent position to show compassion. Though you may not be trained to give professional assistance, you can understand and nurture children who have disabilities. Concern, understanding, and a desire to include each class member in the learning activities are needed."],["div",{"id":"p119","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p119"},"Children with disabilities can be touched by the Spirit no matter what their level of understanding. Although some children may not be able to attend the entire Primary time, they need to have the opportunity to attend even briefly to feel the Spirit. It may be helpful to have someone who is sensitive to a child’s needs be with the child during Primary in case he or she needs time away from the whole group."],["div",{"id":"p120","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p120"},"Some class members may be challenged by learning disabilities, intellectual impairments, language or speech problems, vision or hearing loss, behavioral and social problems, mental illness, movement and mobility problems, or chronic health impairments. Some may find the language or cultural setting unfamiliar and difficult. Regardless of individual circumstances, each child shares the same needs to be loved and accepted, to learn the gospel, to feel the Spirit, to participate successfully, and to serve others."],["div",{"id":"p121","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p121"},"These guidelines can help you teach a child with disabilities:"],["ul.bullet",["li",["span.label","•"],[".para","Look beyond the disability and get to know the child. Be natural, friendly, and warm."]],["li",["span.label","•"],[".para","Learn about the child’s specific strengths and challenges."]],["li",["span.label","•"],[".para","Make every effort to teach and remind class members of their responsibility to respect every class member. Helping a class member with a disability can be a Christlike learning experience for the entire class."]],["li",["span.label","•"],[".para","Find the best methods for teaching the child by consulting with parents, with other family members, and, when appropriate, with the child."]],["li",["span.label","•"],[".para","Before calling on a child with disabilities to read, pray, or otherwise participate, ask how he or she feels about participating in class. Emphasize each child’s abilities and talents and look for ways each child can participate comfortably and successfully."]],["li",["span.label","•"],[".para","Adapt lesson materials and physical surroundings to meet the individual needs of children with disabilities."]]],["div",{"id":"p128","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p128"},"Additional materials for teaching children with disabilities are available from Church distribution centers (see “Materials for Those with Disabilities” in the distribution center catalog)."]],[".topic",["h2","Dealing with Problems of Abuse"],["div",{"id":"p130","uri":"/manual/primary-6-old-testament/helps-for-the-teacher.p130"},"As a teacher you may become aware of children in your class who suffer from emotional or physical abuse. If this happens, please counsel with your bishop. As you prepare and present lessons, pray for the Lord’s guidance and direction. Help each child in your class feel that he or she is a precious child of Heavenly Father and that Heavenly Father and Jesus Christ love each of us and want us to be happy and safe."]]]],"refs":null}
