{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":6,"title":"Helping Children Prepare for Baptism","subtitle":"By Jessica Larsen and Marissa Widdison","short_title":"Helping Children Prepare for Baptism","uri":"/ensign/2013/04/helping-children-prepare-for-baptism","content":[["div",{"id":"head1","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.head1"},[".title",["span.dominant","Helping Children"],"Prepare for Baptism"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p2"},"By Jessica Larsen and Marissa Widdison"],["div",{"id":"p3","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p3"},"Church Magazines"]]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p4"},"Childhood is a season of joyful firsts. The first time riding a bicycle, attending school, or trying a new food are a few of the exciting adventures that shape a child’s life. As adults we have the opportunity to help children along that path of discovery. As adults in the Church, we also have the opportunity to help them grow in the gospel (see",["a",{"href":"/scriptures/dc-testament/dc/68.25"},"D&C 68:25"],"). What can we do to make sure a child’s baptism—the first covenant a person makes with our loving Heavenly Father—is a beautiful and meaningful event?"],["div",{"id":"p5","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p5"},"“It is the basic purpose of this Church to teach the youth: first in the home and then in church,” taught President Boyd K. Packer.",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p6","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p6"},"In the following examples, parents share how they have prepared their children for the sacred ordinances and covenants of baptism and confirmation."],["div",{"id":"t1","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.t1"},[".title","We Start Early"],["div",{"id":"p8","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p8"},"“The year each child turns seven is a time to celebrate,” says Lori, a mother of four. She and her husband teach their children about baptism from the day they are born. However, when each child turns seven, their family begins more specific preparation. They hold a family home evening lesson each month about different topics related to baptism, such as covenants and Jesus’s example."],["div",{"id":"p9","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p9"},"Lori says the lessons during the month of the children’s eighth birthdays are especially tender. She shows the children the clothes they wore when they received a name and a blessing, and she talks about the day that ordinance was performed."],["div",{"id":"p10","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p10"},"“It is the perfect time to focus on the blessings of temple covenants,” Lori points out. “We always make a point of teaching that the choice to be baptized is the first step in preparing for the blessings of the temple.”"]],["div",{"id":"t2","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.t2"},[".title","We Make It a Family Affair"],["div",{"id":"p12","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p12"},"Monica, a mother of four, recommends getting older children involved in helping younger siblings prepare whenever possible. “Hearing their teenage brother or sister testify and share his or her experience really adds power,” she says. Lori adds that sometimes they ask the children preparing for baptism to teach what they have learned to younger siblings."]],["div",{"id":"t3","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.t3"},[".title","We Use It as a Missionary Tool"],["div",{"id":"p14","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p14"},"When Daniel’s daughter turned eight, he knew she would want to share her baptism day with friends who were not members of the Church. So their family decided to extend invitations for Allison’s baptism to friends from school and the neighborhood. These friends were asked to bring favorite Bible verses to the baptism. After the baptism, Allison underlined the verses in her new set of scriptures and wrote her friends’ names in the margins."],["div",{"id":"p15","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p15"},"“Of course, as her family, we were very involved in that day. But we also let her just be with friends a while afterward and talk to them about what she felt,” Daniel said. “It was a really tender moment to see our child set an example.”"]],["div",{"id":"t4","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.t4"},[".title","We Practice the Bishop’s Interview"],["div",{"id":"p17","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p17"},"Kimberly, a mother of children approaching baptism age, remembers walking into the bishop’s office for her baptismal interview when she was eight years old. “I was so nervous!” Kimberly says."],["div",{"id":"p18","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p18"},"Now she tries to ensure that her children don’t face feelings of panic. She and her husband talk to their children about bishop interviews and ask them questions about baptism in an interview-like setting. These interviews do more than familiarize children with the interview process—they also encourage the children to think deeply about what the covenant of baptism means to them."]],["div",{"id":"t5","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.t5"},[".title","We Have a Wonderful Opportunity"],["div",{"id":"p20","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p20"},"These parents are quick to point out that they haven’t done anything excessive in preparing their children for baptism and confirmation, but many of them did use words like “thorough” and “consistent” to describe the lessons they have taught over the years. “We made sure our kids understood that this was an important step in their lives, and that it was a big deal,” Kimberly says. “We always made sure we were the ones preparing them, and not just hoping their Primary teachers were teaching them.”"],["div",{"id":"p21","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p21"},"What a wonderful opportunity we have been given to help prepare the children we love for baptism and confirmation! As we prayerfully do so, the Lord will be with us to shape this first covenant-making experience into a powerful foundation for future spiritual growth."]],[".annotation",["div",{"id":"p22","uri":"/ensign/2013/04/helping-children-prepare-for-baptism.p22"},"The next two pages answer some questions children have about baptism and confirmation."]]],[".bodyNotes",["h3","Note"]],[".resources",["div",{"id":"head1","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.head1"},[".sectionTitle","Children"],[".title","Understanding Baptism"],[".byline",["div",{"id":"p3","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.p3"},"By Marissa Widdison"],["div",{"id":"p4","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.p4"},"Church Magazines"]]],[".bodyBlock",["div",{"id":"t1","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.t1"},[".title","Who will baptize me?"],["div",{"id":"p6","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.p6"},"Whoever baptizes you needs to hold the priesthood—the power to act in the name of God. When Jesus wanted to be baptized, He went to John the Baptist, who had the priesthood (see",["a",{"href":"/scriptures/nt/matt/3.13"},"Matthew 3:13"],")."],["div",{"id":"p7","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.p7"},"The person who baptizes you will get permission from your bishop or branch president."]],["div",{"id":"t2","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.t2"},[".title","Do I have to go under water to be baptized?"],["div",{"id":"p9","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.p9"},"Jesus was baptized by immersion, which means He went completely under the water and quickly came back up again (see",["a",{"href":"/scriptures/nt/matt/3.16"},"Matthew 3:16"],"). This is how you will be baptized. Being baptized this way reminds us that we are leaving behind our old life and starting a new life dedicated to serving God and His children."]],["div",{"id":"t3","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.t3"},[".title","What promises do I make when I am baptized?"],["div",{"id":"p11","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.p11"},"When you are baptized, you make a covenant, or two-way promise, with Heavenly Father. You promise Him that you will do certain things, and He promises to bless you. This covenant is described in the sacrament prayers that are said each Sunday (see",["a",{"href":"/scriptures/dc-testament/dc/20.77-79"},"D&C 20:77–79"],"). You promise:"],["ul.bullet",["li",["span.label","•"],[".para","To remember Jesus Christ."]],["li",["span.label","•"],[".para","To keep His commandments."]],["li",["span.label","•"],[".para","To take upon yourself the name of Christ, which means to put His work first in your life and do what He wants instead of what the world wants."]]],["div",{"id":"p15","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.p15"},"As you keep this promise, Heavenly Father promises that the Holy Ghost will be with you and that your sins will be forgiven."]],["div",{"id":"t4","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.t4"},[".title","What is the Holy Ghost?"],["div",{"id":"p17","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.p17"},"The gift of the Holy Ghost is one of Heavenly Father’s most precious gifts. Your baptism by water isn’t complete until men holding the Melchizedek Priesthood give you a blessing to receive the Holy Ghost (see",["a",{"href":"/scriptures/bofm/2-ne/31.12"},"John 3:5"],")."],["div",{"id":"p18","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.p18"},"The Holy Ghost is a member of the Godhead. He testifies of Heavenly Father and Jesus Christ and helps us know what is true. He helps us be spiritually strong. He warns us of danger. He helps us learn. The Holy Ghost can help us feel God’s love."],["div",{"id":"p19","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.p19"},"When you are confirmed a member of the Church, the Holy Ghost can be with you always if you choose the right."]],["div",{"id":"t5","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.t5"},[".title","Why do I have to be at least eight years old to be baptized?"],["div",{"id":"p21","uri":"/ensign/2013/04/helping-children-prepare-for-baptism/understanding-baptism.p21"},"The Lord teaches that children shouldn’t be baptized until they are old enough to understand the difference between right and wrong, which the scriptures say is eight years old (see",["a",{"href":"/scriptures/bofm/moro/8.8-12"},"Moroni 8:11–12"],";",["a",{"href":"/scriptures/dc-testament/dc/29.46-47"},"D&C 29:46–47"],";",["a",{"href":"/scriptures/dc-testament/dc/68.27"},"68:27"],")."]]],[".resources"]]],"refs":[["div",{"id":"/ensign/2013/04/helping-children-prepare-for-baptism","uri":"/ensign/2013/04/helping-children-prepare-for-baptism"},["span.label",["a",{"name":"footnote1"},"1."]],"Boyd K. Packer, “Teach the Children,”",["span.emphasis","Ensign,"],"Feb. 2000, 10."]]}
