{"id":26,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":26,"title":"Helping Others to Be Spiritually Led","subtitle":"","short_title":"Helping Others to Be Spiritually Led","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.head1"},["h1","Helping Others to Be Spiritually Led"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p2"},"Elder Richard G. Scott"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p4"},"Excerpt from an address to religious educators at a symposium on the Doctrine and Covenants and Church history, Brigham Young University, 11 August 1998, 1–5, 8, 10–12"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p5"},"Were I a teacher of young students, I would have them commit to apply this principle: I will seek to learn by what I hear, see, and feel. I will write down the things I learn and will do them."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.f1"},[".caption",["b","ELDER RICHARD G. SCOTT",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],["span.emphasis","Excerpt from an address to religious educators at a symposium on the Doctrine and Covenants and Church history, Brigham Young University, 11 August 1998, 1–5, 8, 10–12"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p6"},"You would want to explain how to use each of these three avenues of communication. Every student who consistently does that will be blessed by inspired direction in life. …"],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p7"},"I will suggest some ways for you to help students qualify to be led by the Spirit and recognize when that direction comes, to record and obey it."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p8"},"Those you teach live in a world subject to challenges and temptations. I am convinced that without the help of the Spirit an individual will have difficulty avoiding transgression in the world of today. Should the wrong choices be made, that person becomes bound by sin. …"],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p9"},"As you teach the appropriate doctrine and help explain the processes by which the Lord communicates through the Spirit, your students will",["span.emphasis","experience"],"being spiritually led. They will learn the principles upon which such communication is based. As they apply those principles, they will make the correct choices in life."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p10"},"All too often in the world, a teacher’s relation to a student is one of giving counsel with little or no interaction. Often there is no explanation of the reasons why there are commandments, rules, and standards. Most of the teaching in the world is based on one of the five senses—hear, see, touch, smell, or taste."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p11"},"In your classroom, you can teach by the power of the Spirit. You have the opportunity to encourage continual participation of your students in the discussion to bring into their lives the direction of the Holy Spirit."],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p12"},"Your capacity to do this is enhanced by the direction you receive from the Holy Spirit."],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p13"},"If you accomplish nothing else in your relationship with your students than to help them recognize and follow the promptings of the Spirit, you will bless their lives immeasurably and eternally. You have learned that to do this you must constantly seek the guidance of the Spirit to know what to say and how to say it."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p14"},"Those of you who are beginning service as an instrument of the Lord in teaching and testifying to the precious youth of the Church will learn an important lesson that the more experienced have long since confirmed. There is no place in your teaching for gimmicks, fads, or bribery by favors or treats. Such activities produce no lasting motivation for personal growth nor any enduring beneficial results. Simply stated, truths presented in an environment of true love and trust qualify for the confirming witness of the Holy Spirit."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p15"},"When you encourage students to raise their hand to respond to a question, they signify to the Holy Spirit their willingness to learn. That use of moral agency will allow the Spirit to motivate and give them more powerful guidance during your time together. Participation allows individuals to",["span.emphasis","experience"],"being led by the Spirit. They learn to recognize and feel what spiritual guidance is. It is through the repeated process of feeling impressions, recording them, and obeying them that one learns to depend on the direction of the Spirit more than on communication through the five senses."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p16"},"I would now like to lay a doctrinal foundation for what we will share together. You may find some of this helpful to use with your students."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p17"},"The Savior said, “I will tell you in your",["span.emphasis","mind"],"and in your",["span.emphasis","heart,"],"by the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2"},"D&C 8:2"],"; italics added)."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p18"},"I would explain to the students that an impression to the",["span.emphasis","mind"],"is very specific."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p19"},"Detailed words can be heard or felt and written as though the instruction were being dictated."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p20"},"A communication to the",["span.emphasis","heart"],"is a more general impression. The Lord often begins by giving impressions. Where there is a recognition of their importance and they are obeyed, one gains more capacity to receive more detailed instruction to the",["span.emphasis","mind."],"An impression to the heart, if followed, is fortified by a more specific instruction to the mind. …"],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p21"},"… Let’s discuss different ways of learning from the scriptures."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p22"},"One way is to read, ponder, and pray about the meaning of specific verses. Another is to analyze and unite related scriptures. Then on a separate sheet of paper, prepare a statement of principle that embodies the truths contained in those scriptures. When these two things are carefully and consistently done, then you can be instructed through inspiration as you search the scriptures. …"],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p23"},"From the scriptures themselves we will draw nuggets of truth and record them on a separate sheet as a statement of principle."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p24"},"Let us begin the statement of principle by writing",["span.emphasis","In order to qualify to be led more powerfully by the Spirit, I must:"]],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p25"},"Now we’ll go to specific scriptures and identify what we will write under that heading. We will use the experience of Enos. I will read several scriptures from that marvelous instructive chapter and end by identifying two key gems of instruction he received that help us learn truth from the Holy Spirit."],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p26"},"“I went to hunt beasts in the forests; and the words which I had often heard my father speak concerning eternal life, and the joy of the saints, sunk deep into my heart” (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.3"},"Enos 1:3"],")."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p27"},"He was experiencing a general impression to his heart and wisely he responded powerfully and immediately."],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p28"},"“My soul hungered; and I kneeled down before my Maker, and I cried unto him in mighty prayer and supplication for mine own soul; and all the day long did I cry unto him; yea, and when the night came I did still raise my voice high that it reached the heavens” (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.4"},"Enos 1:4"],")."],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p29"},"We don’t know exactly what happened, but it is not likely that he was on his knees praying all that time. You’ve had the experience of when something urgent is needed to be resolved, you pray, you ponder, you pray more, you formulate commitments and decisions, you present them to the Lord, you pray more and get feelings of guidance from Him. The guidance to Enos was very direct because of the need and his wisdom in responding immediately to a prompting of the Spirit."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p30"},"“There came a voice unto me, saying: Enos, thy sins are forgiven thee, and thou shalt be blessed."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p31"},"“And I, Enos, knew that God could not lie; wherefore, my guilt was swept away."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p32"},"“And I said: Lord, how is it done?”"],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p33"},"Now comes a gem of instruction:"],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p34"},"“He said unto me: Because of thy faith in Christ. …"],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p35"},"“Now, it came to pass that when I had heard these words I began to feel a desire for the welfare of my brethren.”"],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p36"},"Another heart-centered impression from the Lord, and Enos immediately responded:"],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p37"},"“Wherefore, I did pour out my whole soul unto God for them."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p38"},"“And while I was thus struggling in the spirit, … the voice of the Lord came into my",["span.emphasis","mind"],"again, saying:”"],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p39"},"Now the Lord gives another gem of truth:"],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p40"},"“I will visit thy brethren according to their diligence in keeping my commandments” (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.5-10"},"Enos 1:5–10"],"; italics added)."],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p41"},"We have identified two truths regarding spiritual communication that the Lord gave Enos: “because of thy faith in Christ” and “I will visit thy brethren according to their diligence in keeping my commandments.” Let us now write these truths as part of our statement of principle. …"],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p42"},"Is the pattern that we are following becoming clearer? This same approach could be used to teach any doctrine, such as the Atonement of the Savior. Effort to study the scriptures and unite common concepts from like scriptures will qualify one to receive further inspiration and guidance through pondering the scriptures. …"],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p43"},"Some years ago I had an assignment in Mexico and Central America similar to that of an Area President. I noticed how false traditions often bound even the members of the Church to be led to do the wrong things. For a long time I prayed for guidance from the Lord in how to help those people I love so much recognize false traditions without my being misunderstood as one who did not appreciate their culture."],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p44"},"One Sunday, I attended services in the building where our family ward met together with a Spanish branch. I visited the branch priesthood meeting where a humble, unschooled Mexican priesthood leader struggled to communicate truths of the gospel. It was obvious how deeply they had touched his life. I noted his intense desire to communicate those principles. He recognized they were of great worth to the brethren he loved. He read from the lesson manual, yet his manner was of pure love of the Savior and those he taught. That love, sincerity, and purity of intent allowed the influence of the Holy Ghost to envelop the room."],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p45"},"The Lord chose that moment to answer my pleadings. I began to receive distinct direction regarding how to help the leaders and members overcome false traditions. There were other impressions intended for me personally. As each impression came, I faithfully recorded it. I was given precious truths that were greatly needed to be a more effective servant of the Lord."],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p46"},"While the details of the communication are sacred, like a patriarchal blessing—for the benefit of the recipient—I will share some of the insight gained and the unfolding of other truths that occurred that day. It is an example of the inspired direction from the Lord through the Holy Ghost that anyone can receive when the doctrines we have discussed are conscientiously applied."],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p47"},"The specific counsel began with this statement: “You are to continue to build the Church on a foundation of true principles, but with increased expression of love and appreciation you have been blessed to understand and feel for the great Lamanite people.” There followed specific directions, instructions, and conditioned promises that have altered the course of my life."],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p48"},"Subsequently, I visited the Sunday School class in the ward where my family attended. A well-educated university professor presented the lesson. That experience was in striking contrast to the one enjoyed in the branch priesthood meeting. It seemed to me that the instructor had purposely chosen obscure references and unusual examples to develop his assigned topic—the life of Joseph Smith. I had the distinct impression that he used the teaching opportunity to impress the class with his great knowledge. At any rate, he did not seem as intent on communicating principles as had the humble priesthood leader."],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p49"},"This experience also created an environment where strong impressions came to me again. I began to write the instructions given directly to my mind. Some of the paragraphs begin with phrases such as these: “Teach and testify to instruct, edify, and lead others to full obedience, not to demonstrate anything of self. All who are puffed up shall be cut off.”"],["div",{"id":"p50","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p50"},"Another entry reads, “You are nothing in and of yourself, Richard.” That was followed by some specific counsel on how to become more effective as an instrument of the Lord. Then later a section begins, “Through qualification by obedience, self-restraint, and the power of faith.” That phrase is followed by further promises conditioned upon those requisites."],["div",{"id":"p51","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p51"},"In this experience there came such an outpouring of personal impressions that I felt inappropriate to record in the midst of a Sunday School class. In a more private location I continued to write the feelings that flooded into my mind, as accurately as possible. After each powerful impression was recorded, I pondered it, seeking to confirm that I had accurately expressed the feelings I had received. I then prayed, expressing to the Lord what I thought I had been taught by the Spirit. Feelings of peace confirmed the appropriateness of what I had recorded. I was impressed to ask if there were more I should receive. There came further impressions and the process was repeated until I received some of the most precious, specific direction that anyone could ever hope to obtain in this life."],["div",{"id":"p52","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p52"},"This is not an isolated experience. I know that sincere, righteous individuals who follow the principles we have discussed will enjoy such direction from the Lord. Please help your students to understand these principles and to receive confirmation from your own testimony of the reality of spiritual direction that will encourage them to seek such guidance. Prayerfully help them understand that such guidance is as real as are the five physical senses. I encourage you to emphasize that we often leave the most precious personal direction of the Spirit unheard because we do not record and respond to the first promptings that come to us when the Lord chooses to direct us or when impressions come in response to urgent prayer."],["div",{"id":"p53","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p53"},"This sacred experience illustrates the meaning of that familiar instruction from the Doctrine and Covenants:"],["div",{"id":"p54","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p54"},"“He that receiveth the word by the Spirit of truth receiveth it as it is preached by the Spirit of truth[.]"],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p55"},"“… He that preacheth and he that receiveth, understand one another, and both are",["span.emphasis","edified and rejoice together”"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.21-22"},"D&C 50:21–22"],"; italics added)."],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p56"},"To me, the word",["span.emphasis","edified"],"means that the Lord will personalize our understanding of truth to meet our individual needs and as we strive for that guidance. In the branch priesthood meeting, I",["span.emphasis","understood"],"the principles that were taught by a Spirit-directed instructor. I had a witness of their truthfulness. But in addition to that, I was",["span.emphasis","edified."],"The message taught was powerfully expanded for my personal benefit by sacred impressions communicated through the Holy Ghost. The humility of the Mexican priesthood leader was requisite to his being used as an instrument for spiritual communication of truth."],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p57"},"Humility is that quality that permits us to be taught from on high through the Spirit or to be taught from sources whose origin was inspiration from the Lord, such as the scriptures and the comments of the prophets. Humility is the precious, fertile soil of righteous character. In it the seeds of personal growth germinate. When cultivated through the exercise of faith, pruned by repentance, and fortified by obedience and good works, such seeds produce the cherished fruit of spiritual direction."],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p58"},"The importance of humility is illustrated by verse 28 of section 1 of the Doctrine and Covenants: “And inasmuch as they were",["span.emphasis","humble"],"they might be made strong, and blessed from on high, and receive knowledge from time to time” (italics added)."],["div",{"id":"p59","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p59"},"Teach your students that one cannot “call down” the Spirit as some are prone to say. We can create an appropriate environment for the Holy Ghost to instruct us. Spiritual communication cannot be forced. We must qualify ourselves and be ready to receive the Lord’s guidance and direction when He determines to provide it. No matter how urgent our personal timetable, the Lord responds according to His own will."],["div",{"id":"p60","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/helping-others-to-be-spiritually-led.p60"},"As you emphasize the need for obedience to the commandments of God in order to be spiritually directed, the youth will understand why Satan tempts them to disobey the commandments. Even matters that are considered relatively small deviations will seriously affect their capacity to be led by the Spirit. Your extended explanations and examples will help them confirm in their minds a determination to be righteous in order to qualify to be led by the Lord through the Spirit in the important decisions they must make in life."]]],"refs":null}
