{"id":624,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":624,"title":"Holy Ghost","subtitle":"","short_title":"Holy Ghost","uri":"/scriptures/bd/holy-ghost","content":[["div",{"id":"t1","uri":"/scriptures/bd/holy-ghost.t1","order":".000.1614"},[".title","Holy Ghost"],["div",{"id":"p1","uri":"/scriptures/bd/holy-ghost.p1","order":".000.1615"},"The third member of the Godhead and a personage of Spirit, not possessing a body of flesh and bones (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.22"},"D&C 130:22"],"). The Holy Ghost has been manifest in every dispensation of the gospel since the beginning, being first made known to Adam (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.17-22"},"1 Ne. 10:17–22"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.51-68"},"Moses 6:51–68"],"). The Holy Ghost is manifested to men on the earth both as the",["i","power"],"of the Holy Ghost and as the",["i","gift"],"of the Holy Ghost. The power can come upon one before baptism and is the convincing witness that the gospel is true. By the power of the Holy Ghost a person receives a testimony of Jesus Christ and of His work and the work of His servants upon the earth. The gift can come only after proper and authorized baptism and is conferred by the laying on of hands, as in",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.12-25"},"Acts 8:12–25"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/2"},"Moro. 2"],". The gift of the Holy Ghost is the right to have, whenever one is worthy, the companionship of the Holy Ghost. For those who receive this gift, the Holy Ghost acts as a cleansing agent to purify them and sanctify them from all sin. Thus it is often spoken of as “fire” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.11"},"Matt. 3:11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.17"},"2 Ne. 31:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.31"},"D&C 19:31"],"). The manifestation on the day of Pentecost (",["a.scriptureRef",{"href":"/scriptures/nt/acts/2"},"Acts 2"],") was the gift of the Holy Ghost that came upon the Twelve, without which they were not ready for their ministries to the world."],["div",{"id":"p2","uri":"/scriptures/bd/holy-ghost.p2","order":".000.1616"},"For some reason not fully explained in the scriptures, the Holy Ghost did not operate in the fulness among the Jews during the years of Jesus’ mortal sojourn (",["a.scriptureRef",{"href":"/scriptures/nt/john/7.39"},"John 7:39"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/16.7"},"16:7"],"). Statements to the effect that the Holy Ghost did not come until after Jesus was resurrected must of necessity refer to that particular dispensation only, for it is abundantly clear that the Holy Ghost was operative in earlier dispensations. Furthermore, it has reference only to the",["i","gift"],"of the Holy Ghost not being present, since the",["i","power"],"of the Holy Ghost was operative during the ministries of John the Baptist and Jesus; otherwise no one would have received a testimony of the truths that these men taught (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.16-17"},"Matt. 16:16–17"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.3"},"1 Cor. 12:3"],"). When a person speaks by the power of the Holy Ghost that same power carries a conviction of the truth unto the heart of the hearer (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.1"},"2 Ne. 33:1"],"). The Holy Ghost knows all things (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.19"},"D&C 35:19"],") and can lead one to know of future events (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.21"},"2 Pet. 1:21"],")."],["div",{"id":"p3","uri":"/scriptures/bd/holy-ghost.p3","order":".000.1617"},"Other names that sometimes refer to the Holy Ghost are Holy Spirit, Spirit of God, Spirit of the Lord, Comforter, and Spirit."]]],"refs":null}
