{"id":4,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":4,"title":"Honoring the Agency of Those we Lead","subtitle":"","short_title":"Lesson 2","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.head1"},[".titleNumber","Lesson 2"],["h1","Honoring the Agency of Those We Lead"],[".intro","“Therefore, cheer up your hearts, and remember that ye are free to act for yourselves—to choose the way of everlasting death or the way of eternal life” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.23"},"2 Nephi 10:23"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p5"},"Leaders should serve in ways that allow others to exercise their agency."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.f1"},["ol.number",["li",["span.label","1."],[".para","Church and family leaders should honor the agency of those they lead."]],["li",["span.label","2."],[".para","As appropriate, leaders should both give direction and allow others to share in decisions."]]]]],[".topic",["h2","Concept 1. Church and Family Leaders Should Honor the Agency of Those They Lead."],[".topic",["h3","Commentary"],["div",{"id":"p11","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p11"},"Elder Boyd K. Packer, who was then a member of the Quorum of the Twelve, said, “The only agency spoken of [in the scriptures] is",["span.emphasis","moral agency”"],"(in Conference Report, Apr. 1992, 92; or",["span.emphasis","Ensign,"],"May 1992, 67; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.78"},"D&C 101:78"],"). This agency is the ability to choose between good and evil. Lehi explained that we “are free to choose liberty and eternal life, through the great Mediator of all men, or to choose captivity and death, according to the captivity and power of the devil” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],"). Jesus Christ always respected the agency of those He taught during His mortal ministry. He never compelled them to obey Him. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.15-22"},"Matthew 22:15–22"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.18-30"},"Luke 18:18–30"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.28-71"},"John 6:28–71"],".)"],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p12"},"Heavenly Father’s eternal plan allows us to have agency. Agency is important to our becoming like Him. This is why Lucifer attempted to destroy our agency and God “caused that he should be cast down;"],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p13"},"“And he became Satan, yea, even the devil” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.3-4"},"Moses 4:3–4"],")."],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p14"},"Lehi taught that for us to exercise our agency, there must be “opposition in all things” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11"},"2 Nephi 2:11"],"). Adam and Eve used their agency in the Garden of Eden to precipitate the Fall. When we exercise our agency to choose right, we become more righteous, and when we use it to choose wrong, we become more wicked. We are accountable for our choices to the extent that we make them freely. Without agency there could be no righteousness or wickedness."],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p15"},"Leaders should lead in righteousness and encourage others to use their agency in the cause of righteousness."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p17"},"Discuss the meaning of the word",["span.emphasis","agency"],"as used in a gospel setting. Help students understand why it is important for leaders to understand this principle."],["div",{"id":"p18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p18"},"Discuss with students",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41"},"Doctrine and Covenants 121:41"],"and help them understand the terms",["span.emphasis","persuasion, long-suffering, gentleness, meekness,"],"and",["span.emphasis","love unfeigned."],"Invite students to find and share scriptural examples of people who demonstrated these qualities in their leadership."],"Ask how leaders might be tempted not to respect the agency of others. You could use questions like the following:",["ul.bullet",["li",["span.label","•"],[".para","If a leader uses guilt to motivate a person to do something, is the leader honoring that person’s agency? Explain your answer."]],["li",["span.label","•"],[".para","How does using competition to motivate people relate to respecting agency? For example, do you think it would be a good idea to have the elders and the high priests see who can get the highest percentage of home teaching? Why or why not?"]],["li",["span.label","•"],[".para","How does offering rewards for doing good relate to respecting a person’s agency? (An example would be a parent offering a child money to get good grades.)"]]]]],[".topic",["h2","Concept 2. As Appropriate, Leaders Should Both Give Direction and Allow Others to Share in Decisions."],[".topic",["h3","Commentary"],["div",{"id":"p25","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p25"},"The scriptures teach us how to behave without infringing on others’ agency. The Prophet Joseph Smith, while imprisoned in Liberty Jail, was inspired to write these words: “When we undertake to cover our sins, or to gratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon the souls of the children of men, in any degree of unrighteousness, behold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the authority of that man. …"],["div",{"id":"p26","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p26"},"“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.37,41"},"D&C 121:37, 41"],")."],["div",{"id":"p27","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p27"},"Elder Vaughn J. Featherstone, a member of the Seventy, said of these verses of scripture: “When we analyze the principles in this wondrous counsel, we see that it is in great contrast to the world’s commonly held view of leadership. To lead people by persuasion is a holy order of God. Persuasion suggests a regeneration, a change of heart, conviction, or renewal. Persuasion brings those we are leading to the same level of understanding that we have. It does not force people against their will but helps willing disciples to change; thus, the will of the persuader and the will of the persuaded become one."],["div",{"id":"p28","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p28"},"“Long-suffering suggests that God wants us to realize that His way in leadership is not a quick fix. We teach, train, and retrain, and then we patiently wait for the results we desired. Long-suffering is deeper than just being patient. It requires empathetic feelings and the realization that each person is different. Some may not mentally grasp a concept or principle; others may not agree and so need persuasion; still others may lack motivation. The long-suffering leader is more interested in developing and training souls than in getting the job done quicker or in some other way, or by someone else."],["div",{"id":"p29","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p29"},"“President Harold B. Lee often focused our attention on one word in the Lord’s admonition to ‘let every man learn his duty.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99"},"D&C 107:99"],".) The word was",["span.emphasis","let."],"The Christ-like life requires constant seeking and growth” (",["span.emphasis","The Incomparable Christ: Our Master and Model"],"[1995], 125–26)."],["div",{"id":"p30","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p30"},"Neal A. Maxwell, who was later called to the Quorum of the Twelve, wrote that leaders basically follow one of three styles of leadership:",["span.emphasis","manipulative, directive,"],"and",["span.emphasis","participative."],"In manipulative leadership, the leader manipulates people and circumstances to achieve group goals. In directive leadership, the leader makes decisions, with or without input from the group. In participative leadership, the group shares responsibility for making decisions. Read Brother Maxwell’s discussion of these principles in the teacher resources section below. Note that Brother Maxwell recommended a mix of directive and participative leadership styles."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p32","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p32"},"Discuss the three leadership styles identified by Neal A. Maxwell (manipulative, directive, and participative) and write them on the board. Under each style, list its strengths and weaknesses. Read the following excerpt from Brother Maxwell’s statement:"],["div",{"id":"p33","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p33"},"“Both experience and the scriptures suggest the need for a blend of leadership styles—",["span.emphasis","directive"],"and",["span.emphasis","participative,"],"in which these styles are used in those circumstances most appropriate for them. We have a unique blend in the Church of directive leadership and participative leadership in which everyone grows and everyone moves forward in terms of eternal goals” (“…",["span.emphasis","A More Excellent Way: Essays on Leadership for Latter-day Saints”"],"[1967], 26)."],["div",{"id":"p34","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p34"},"Invite students to think of successful Church or family leaders, and ask what makes them successful. Discuss how these leaders blend the leadership styles defined by Brother Maxwell."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p36","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p36"},"Brother Neal A. Maxwell"],["div",{"id":"p37","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p37"},"Later of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p38","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p38"},["span.emphasis","“Looking at Leadership,” in"],"“… A More Excellent Way”: Essays on Leadership for Latter-day Saints",["span.emphasis","(1967), 15–29"]]],["div",{"id":"p39","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p39"},"… Leadership [involves cooperation]. It also involves risk. The mystery of leadership is contained in the complexity of one human personality multiplied by the complexities of all the involved counterparts. Trying to describe leadership is like having several viewers trying to compare what they see in a kaleidoscope when the mere act of passing the kaleidoscope shakes up its design."],["div",{"id":"p40","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p40"},"In seeking to describe the mystery of leadership numerous attempts have been made by scholars and researchers to identify certain key traits which, if possessed by the leaders, presumably would make them effective because of these superior endowments."],["div",{"id":"p41","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p41"},"While most of us can recognize good leadership when we experience or observe it, it is hard for us to isolate controlling traits in a clear-cut way. …"],["div",{"id":"p42","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p42"},"Perhaps it is best to step back from the trees in order to see the forest. A trait is a “tree” which clearly has individual significance, but all the trees form a forest or pattern in the personality of the leader even though we cannot clearly distinguish between all the trees or see the significance of their interrelationships."],["div",{"id":"p43","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p43"},"The style of leadership one adopts (though not necessarily consciously) grows out of his ideas and feelings about the nature of man. Thomas Jefferson said to a correspondent, “We both consider the people as our children and love them with paternal affection, but you love them as infants whom you are afraid to trust without nurses and I as adults whom I freely leave to self government.” For some, Jefferson’s views are excessively optimistic. The Prophet Joseph Smith, speaking of the governing of the members of the Church, said, “I teach them correct principles and they govern themselves.” Yet the spirit is needed to aid us in self-governance."],["div",{"id":"p44","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p44"},"The ultimate models for us are, of course, God the Father and Jesus Christ. Joseph Smith advises us in his",["span.emphasis","Lectures on Faith"],"that God has perfected each of the attributes that make him God. That is, he is perfect in knowledge, power or faith, justice, judgment, mercy, truth, and love. As the prophet describes his perfection in each of these attributes, we can readily see that if he were not perfect in each of them he could not be God. Perfect knowledge without perfect love would be a dangerous condition. To be absolute in power without perfect mercy would be insufferable, and to be perfect in love without being perfect in truth could give us unchecked sentimentality. Any leader on the proximate, mortal scale who does not seek to work on these same attributes, cannot be fully effective or fully safe in terms of the power he possesses to influence and to direct the lives of others. …"],["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p45"},"… It is difficult for groups and organizations to rise above the level of their leadership, and while our ultimate leadership is divine, our proximate leadership is made up of imperfect humans whose own weaknesses have an inevitable impact upon the family, group, and church and the individuals within these settings."],["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p46"},"There appear to be three basic leadership styles, each with its own limitations, advantages, variations, and spin-offs. There is, first of all,",["span.emphasis","manipulative leadership,"],"ranging in its more sinister form from the Machiavellian kind on through to the kind of modest manipulation each of us at times may consciously or unconsciously practice on those around us."],["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p47"},"Manipulative leadership has certain advantages: it can at times give short-term results, solve a problem, or pass a crisis by manipulating people, feelings, and causes. It can at times give the followers a sense of action and accomplishment, yet does not require the leader to take into account the feelings and ideas of the members of his group since he is free to manipulate them, to bypass them, or to use their naiveté."],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p48"},"The disadvantages of this form of leadership are: it can be, and usually is, crushingly condescending; it seeks to carry out the wishes of the leader and to meet his needs, not necessarily the needs of the group. It can miscarry badly with an evil leader or end in chaos with a leader who is not sophisticated in his manipulation, and therefore, who is more apt to be exposed early. It uses or ignores people and their feelings without aiming at their growth."],["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p49"},"A second basic pattern of leadership is",["span.emphasis","directive leadership,"],"in which the leader seeks to maintain his greater “psychological size” in relation to the members of the group. He is the dominant figure and though he may be very sincere and dedicated, he clearly calls the shots and makes the most crucial decisions."],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p50"},"This kind of leadership has these kind of advantages: it often can get results with considerable speed. It gives followers a sense of action and accomplishment. It gives them a certain sense of security, especially with a leader who is a rallying point around which they can flock. It avoids some limitations of group inadequacies, since the leader can call on group members for help where it is appropriate but need not be bound by sharing all decision-making with them."],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p51"},"We have all seen examples of this kind of leadership in a crisis. It is not a popular form of leadership in some quarters today, but we must be reminded that it has real advantages. [Former United States President] Herbert Hoover observed that while the American people like the “common man,” when they are in a crisis, such as war, they want the “uncommon general.” …"],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p52"},"But there are disadvantages to directive leadership: it can create very dependent followers who rely too much of the time for too many things in too many circumstances on the leader. No doubt Brigham Young spoke from this kind of concern when he lamented:"],["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p53"},"“I am more afraid that this people have so much confidence in their leaders that they will not inquire for themselves of God whether they are led by him. I am fearful they will settle down in a state of blind self-security, trusting their destiny in the hands of their leaders with a reckless confidence that in itself would thwart the purposes of God in their salvation, and weaken that influence they could give to their leaders did they know for themselves, by the revelations of Jesus, that they are led in the right way.” [",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe (1941), 135.] …"],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p54"},"President Young was striking at an essential principle of followership and leadership in this particular instance. It is not only important for the growth of the members involved to exercise their own claims on God for assurance about the direction of the kingdom, but it is also important for followers to prepare themselves to follow in such a way that their influence could be much more helpful to the leaders in reaching shared goals. Not only do followers who proceed, as Brigham Young said, “with a reckless confidence” fail to develop themselves in their own power and resources, but also they deprive the leaders of the kind of support they deserve and need at times from followers who are themselves developing the skills required. The 58th Section of the Doctrine and Covenants indicates that the Lord expects members of the Church to accomplish much on their own without incessant institutional insistence or prodding. It is neither realistic nor wise to expect leaders to provide all of the answers all of the time, to provide solutions to all of the problems that will arise. This would require leaders to be omniscient; further, it would require of them the kind of sustained energy and time which is simply not humanly possible to give over protracted periods of time."],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p55"},"The counsel by Brigham Young is just as appropriate for today as it was when he gave it. It is particularly needed in a Church that is growing in its size, scope, and strategic situation in the world today."],["div",{"id":"p56","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p56"},"There is another subtle principle at issue here. It is linked with the counsel Jethro gave to Moses when the former suggested ways in which Moses might lead his people more effectively. Jethro urged Moses to delegate, not only for the sake of the people, but also for his own sake, because, as Jethro observed: “Thou wilt surely wear away, both thou, and this people that is with thee: for this thing is too heavy for thee, thou art not able to perform it thyself alone.” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/18.18"},"Exodus 18:18"],".)"],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p57"},"Even with his superior, divine skills, there were times when Jesus needed to take himself out of the pressing context in which he was situated to confer directly with his Father in heaven. He needed to be able to receive, especially since he was giving all the time. There is a genuine people-fatigue which can overtake leaders in situations; it is in these circumstances that they desperately need to have effective followers, not followers who are dependent upon them for advice at every turn of the road."],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p58"},"Over-dependency can thwart the purposes of God, who desires our individual growth and development,",["span.emphasis","and"],"followers who can be much more effective and supportive of leaders by sharing the commitment of the leader."],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p59"},"Directive leadership also has the potential disadvantage that the leader is often not aware of all the facts and feelings present among the followers. The talents of the followers and members of the group cannot be as fully developed unless they share more extensively in decision-making and implementation. This kind of leadership can miscarry even with a sincere, dedicated directive leader because he does not strive to mobilize the full resources of his group, nor is he himself always sufficiently omniscient to avoid error."],["div",{"id":"p60","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p60"},"Directive leadership with all the advantages it possesses can encourage an attitude in some leaders toward followers when they are trying feverishly to impart instructions and information to them. It is almost as if these leaders in these situations wanted to dispense quickly whatever it was they had to say—instructional or informational—and be done with it! There are situations in which we can honestly shift spiritual responsibility by merely telling others, but this should not become a total leadership style. Rather than displaying the kind of love which is a “completely patient science,” some of us are willing to sacrifice for mankind, as Dostoevsky wrote, if “the ordeal does not last long but is soon over, with all looking on and applauding.”"],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p61"},"Very often the talented directive person becomes very impatient with clumsiness and mediocrity in other people. The talented person may also bridle under the supervision of someone whom he believes to be inferior to himself. Abraham Maslow has observed: “When the pigeon bosses the eagle, the eagle is miserable.” But in a Church of eagles and pigeons, people need to learn to follow as well as how to lead, and there are times when pigeons temporarily lead eagles, and the eagle has a responsibility to learn from this experience as does the pigeon. But the talented also have other burdens as Maslow has observed too. They can become so anxious over their superiority that they hold back the full impact of their talents for fear they will be seen by others as being too dominant and too adequate. What often arises in these situations is a kind of false display of humility. If, however, the “pigeons and the eagles” have a commitment to each other and each other’s well-being, there is a way they can draw on each other for appropriate skills, talents, and help—but this requires a system of openness and trust. …"],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p62"},"A third kind of leadership is",["span.emphasis","participative leadership"],"in which members of the group share widely in decision making, in which the group is democratically run, in which procedures are adopted and traditions built to insure that this will be the case. This kind of leadership has these advantages: it often uses the talents, feelings, and facts of group members very effectively. It gives group members a chance to invest in goals and in problem solving so that there is greater group compliance and team work in obtaining these objectives. It often creates excellent conditions for individual growth."],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p63"},"Participative leadership seeks to call upon the maximum resources of the group members. When it succeeds, this kind of leadership results in a higher achievement than the individual alone could produce. Participative leadership assumes that everyone has something to give, which is not inconsistent with the teaching that “For all have not every gift given unto them; there are many gifts, and to every man is given a gift by the Spirit of God.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.11"},"D&C 46:11"],".)"],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p64"},"Leadership rests to a significant degree on the kind of decision-making that makes effective use of feedback (communication to another person or group which gives that person information about how he has affected others and how he stands in relation to his goals and intentions). Participative leadership frees those concerned to provide helpful feedback, whereas directive leadership often suffers from the fact that as the leader acquires more prestige and power, his followers may be less and less likely to level with him even though he wishes this were not so."],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p65"},"The disadvantages of participative leadership are that, at times, groups focus too much on feelings and become too immobilized to take needed action. A group may listen and hear only the signal of “an uncertain trumpet.” Group problem solving can, when it miscarries, result in the stifling of individual creativity and can result in a great deal of mediocrity."],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p66"},"Recalling his work on the theory of relativity, Albert Einstein noted “a feeling of direction, of going straight toward something concrete.” This kind of creative insight—“going straight toward something concrete”—could, under some conditions, be stifled by participative leadership. Although discussions with his colleagues might have been helpful to Einstein, creative insights are often obtained in solitude."],["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p67"},"A critic of participative leadership has asked “Could the Mona Lisa have been painted by a committee?” This same critic of the group process says that it often leads to the “cancellation of each other’s inner certitudes.” Participative leadership also has the disadvantage, at times, of ending up with unconscious and unintended manipulation of group members by a dominant figure while everyone blithely assumes that they share in decision making, which is not the case."],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p68"},"Each of these leadership styles crashes against the central and recurring problems of leadership such as balancing the need to get the job done and the need to be concerned with the feelings of one’s colleagues and followers. We have all been members of groups where the leader was so task-oriented, so anxious to get the job done, that when it was finally done, at great emotional expense, it did not stay done, because the failure of the group to comply finally cancelled out what appeared to be a successful effort. We have seen, too, how members of the group can become offended or withdraw because leaders were too task-oriented."],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p69"},"We have also seen leaders who become immobilized because of their concern with the feelings of members of the group. The group can genuinely suffer from such a vacuum of leadership. There are certain circumstances in which action must be taken. …"],["div",{"id":"p70","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p70"},"A reading of verses in The Book of Mormon which describe real free agency as acting for one’s self instead of being “acted upon,” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.26"},"2 Nephi 2:26"],") shows that the latter is equated with misery. …"],["div",{"id":"p71","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p71"},"Both experience and the scriptures suggest the need for a blend of leadership styles—",["span.emphasis","directive"],"and",["span.emphasis","participative,"],"in which these styles are used in those circumstances most appropriate for them. We have an unique blend in the Church of directive leadership and participative leadership in which everyone grows and everyone moves forward in terms of eternal goals."],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p72"},"An elders quorum president who is building quorum support for a welfare project and who is not certain as to whether the group should plant corn or peas would be well advised, especially if he is not an agricultural expert, to listen to the members of the quorum who might advise him which of the two crops the soil is best suited to produce. He would also be well advised to involve the group members in the decision-making, since they must hoe the corn or weed the peas—unless the president wishes to do it all alone! Participative leadership does help us get at the facts and the feelings, which are another form of fact, with which we must be deeply concerned."],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p73"},"There are times, however, when directive leadership is clearly the appropriate kind of leadership. Brigham Young probably could have spent years working with some lukewarm members of the Church after the martyrdom of the Prophet Joseph Smith, encouraging them to join him and go west. But the saints finally had to cross the Mississippi River; they had to leave Nauvoo. The time for action had come. Under some conditions, leaders must “cross the river.”"],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p74"},"A leader is best apt to be able to blend directive and participative leadership if he is personally and seriously engaged in the divinely intended process of improving his attributes of knowledge, faith, justice, judgment, mercy, truth, and love. He will then be more effective and is more to be trusted with power and influence. If he loves more perfectly, he will have greater sensitivity to the feelings of group members and know when it is appropriate to emphasize participative leadership. If he is constantly increasing in his storehouse of knowledge and truth, he will have better insights upon which he can draw when he must act in a directive way. Group members are much more apt to have confidence in a leader when they see him actively struggling to develop these kinds of attributes. A leader who is careless about power, insensitive to feelings of members of the group, or who is too sure of his own views without adequate knowledge or information cannot inspire followers for long. A leader who uses status and authority to cover his sins, to gratify his pride or ambition, or to exercise control or dominion will fail organizationally as well as spiritually."],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p75"},"The Church doctrine we have is divine. We have all the advantages of being a part of a structured kingdom in which Jesus Christ is the King of kings and the law giver with a living prophet as his earthly spokesman. This gives us the advantage of over-arching divine purpose, insight, and instruction, and the advantages of authority which can produce action in circumstances which require speed and response. But the Church is also participative in that God’s work is truly our own. There is ample opportunity—far more than we use—for us to become involved as leaders and followers in activities which will build the kingdom and also assist us to grow. We have more opportunities than we ever recognize to use our talents and to get our feelings and facts into the process of Church decision-making in those situations in which participative leadership is appropriate. …"],["div",{"id":"p76","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-the-agency-of-those-we-lead.p76"},"If we would honor God in the particular style of leadership each of us assumes, we would honor him best by emulating him in developing those attributes which insure wise, effective, and safe leadership. …"],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","According to Brother Maxwell, in what sense is leadership at least partially a mystery?"]],["li",["span.label","•"],[".para","What three basic styles of leadership does Brother Maxwell identify? What are the strengths and weaknesses of each?"]],["li",["span.label","•"],[".para","What style does Brother Maxwell recommend for Church leaders?"]],["li",["span.label","•"],[".para","Do you think leaders could improve their leadership more by working on organizational skills or by working on understanding and applying basic principles of leadership? Explain."]]]]]]]],"refs":null}
