{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":7,"title":"How Does He Know?","subtitle":"By Joel Hancock","short_title":"How Does He Know?","uri":"/ensign/2013/04/how-does-he-know","content":[["div",{"id":"head1","uri":"/ensign/2013/04/how-does-he-know.head1"},[".title",["span.dominant","How"],"Does He Know?"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/04/how-does-he-know.p2"},"By Joel Hancock"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/04/how-does-he-know.p3"},"Joel Hancock lives in North Carolina, USA."]],[".kicker","My father was always there to greet me when I came home. I thought it was because he didn’t trust me."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/04/how-does-he-know.p5"},"I have lived on a small island off the North Carolina, USA, coast all my life. My home is protected from the open ocean by a barrier island that my family calls the Banks. This barrier island, populated by wild horses and waterfowl, was a summer wonderland to me as a boy—a natural theme park that charged no admission."],["div",{"id":"p6","uri":"/ensign/2013/04/how-does-he-know.p6"},"Most families who lived on the islands had some kind of boat. By the time I was a teenager, my parents allowed me to use a boat without adult supervision. I often went with my six older brothers to the Banks where we could play. We swam in the ocean, waterskied on the sound, chased after herds of wild horses, and dug for clams."],["div",{"id":"p7","uri":"/ensign/2013/04/how-does-he-know.p7"},"Each afternoon or early evening as we returned home to my father’s dock, I saw my father standing on the shore, awaiting our return. As we secured the boat, he asked about our day and inspected the boat to make sure it was okay. I thought he was just worried about his boat."],["div",{"id":"p8","uri":"/ensign/2013/04/how-does-he-know.p8"},"My brothers eventually bought boats of their own, and my father entrusted his boat to me alone when I took my friends and younger cousins to the Banks. One thing about my father stayed the same even as I grew older and matured. No matter the occasion or the amount of time we spent on the island, he was always there walking to the shore the very moment our boat came into view."],["div",{"id":"p9","uri":"/ensign/2013/04/how-does-he-know.p9"},"It seemed as though he had an internal tracking device that allowed him to know the very instant I headed for home. I could not elude him by staying later than usual or heading home early. He always knew exactly when I would approach the shore."],["div",{"id":"p10","uri":"/ensign/2013/04/how-does-he-know.p10"},"Even after I had a boat and a family of my own, my father was always there to welcome us back to the dock after we had gone out on the water. “How does he know?” I used to ask. “How can he tell exactly when I am headed for home?”"],["div",{"id":"p11","uri":"/ensign/2013/04/how-does-he-know.p11"},"Eventually, having sons of my own who wanted to go boating alone revealed my father’s secret."],["div",{"id":"p12","uri":"/ensign/2013/04/how-does-he-know.p12"},"The first summer afternoon that my two sons headed out alone on the boat, my heart ached for their safety because I had a deeper understanding of how dangerous the water could be. From the moment my sons departed, I stared almost without respite toward the horizon, waiting for their return."],["div",{"id":"p13","uri":"/ensign/2013/04/how-does-he-know.p13"},"After a few long hours, I could see my sons in the distance as they made their way back. Then, just like my own father, I walked to the shore to reassure myself that all was well—not with my boat, but with my boys."],["div",{"id":"p14","uri":"/ensign/2013/04/how-does-he-know.p14"},"Every time I see my sons as they break the horizon for home in our small powerboat, I remember a specific verse in the Savior’s parable of the prodigal son. “And he arose, and came to his father. But when he was yet a great way off, his father saw him” (",["a",{"href":"/scriptures/nt/luke/15.20"},"Luke 15:20"],")."],["div",{"id":"p15","uri":"/ensign/2013/04/how-does-he-know.p15"},"Perhaps it wasn’t a chance circumstance that the worried father in the parable saw his wayward son returning home. I can imagine how long and how often the father might have watched that road in the weeks, months, or years since his son’s departure. Likewise, I understand better how our Heavenly Father stays on the lookout for each of us, especially when we have strayed."],["div",{"id":"p16","uri":"/ensign/2013/04/how-does-he-know.p16"},"My own father died five years ago, after a lifetime of looking after his children and grandchildren. I treasure the mental picture I have of my father waiting on the shoreline. There was a time when I thought his constant attention meant he didn’t trust me. But now, looking back, wisdom has shown me that he loved me enough to let me take the boat and to be anxious that I return safely. He was waiting for me because of how much he loved me."]],[".resources"]],"refs":null}
