{"id":23,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":23,"title":"How to Get Personal Revelation","subtitle":"","short_title":"How to Get Personal Revelation","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation","content":[["div",{"id":"head1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.head1"},["h1","How to Get Personal Revelation"],[".byline",["div",{"id":"p2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p2"},"Elder Bruce R. McConkie"],["div",{"id":"p3","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["div",{"id":"p4","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p4"},["span.emphasis","New Era,"],"June 1980, 46–50"]]],[".bodyBlock",["div",{"id":"p5","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p5"},"I would like to touch upon some spiritual realities and on some of the basic things that we need to do to work out our salvation and to be worthy, representative members of God’s kingdom here in this life and to qualify for eternal reward in the realms to be. I would like to deal with the matter of receiving personal revelation, particularly how to gain personal revelation—how each individual member of the Church can come to know of the divinity of the work, can have the whisperings of the Spirit in his heart and soul, and in addition, can see visions, entertain angels, behold the face of the Lord, and receive all the knowledge and wisdom that has been poured out upon faithful people in any age."],[".img-left",{"id":"f1","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.f1"},[".caption",["b","ELDER BRUCE R. MCCONKIE",["br"],"OF THE QUORUM OF THE TWELVE APOSTLES"],["br"],"New Era",["span.emphasis","June 1980, 46–50"]]],["div",{"id":"p6","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p6"},"As a people, we are in the habit of saying that we believe in latter-day revelation. We announce quite boldly that the heavens have been opened, that God has spoken in our day, that angels have ministered to men, that there have been visions and revelations, and that no gift or grace possessed by the ancients has been withheld—it has all been revealed anew in our day."],["div",{"id":"p7","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p7"},"But, ordinarily, when we talk in this way, we are thinking of Joseph Smith, Brigham Young, or Spencer W. Kimball. We are thinking of apostles and prophets—men who are called, selected, or foreordained to hold the positions that they hold and to do the ministerial service that is theirs. We are thinking of them and of the general principle of the Church itself operating by revelation."],["div",{"id":"p8","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p8"},"Now there is no question at all about this: The organization that we belong to is the Lord’s kingdom—it is literally such. As the kingdom of God on earth, it is designed to prepare and qualify us to go to the kingdom of God in heaven, which is the celestial kingdom, and this Church",["span.emphasis","is"],"guided by revelation. I have sat in meetings with the Brethren on several occasions when the prophet of God on earth has said in humility and with fervent testimony that the veil is thin, that the Lord is guiding and directing the affairs of the Church, and that it is his Church and he is making his will manifest."],["div",{"id":"p9","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p9"},"There",["span.emphasis","is"],"inspiration at the head, and the Church is in the line and course of its duty; it is progressing in the way that the Lord would have it progress so that, as rapidly as our strength permits, his message can go to his other children in the world and so that we, as members of the kingdom, can cleanse and perfect our lives and be worthy of the choicest blessings here and hereafter."],["div",{"id":"p10","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p10"},"But what I desire to point attention to is the fact that revelation is not restricted to the prophet of God on earth. The visions of eternity are not reserved for Apostles—they are not reserved for the General Authorities. Revelation is something that should be received by every individual. God is no respecter of persons, and every soul, in the ultimate sense, is just as precious in his sight as the souls of those who are called to positions of leadership. Because he operates on principles of eternal, universal, and never-deviating law, any individual who abides the law that entitles him to get revelation can know exactly and precisely what President Kimball knows, can entertain angels just as well as Joseph Smith entertained them, and can be in tune in full measure with all of the things of the Spirit."],["div",{"id":"p11","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p11"},"Now for a text I present to you these words of the Prophet Joseph Smith. He said:"],["div",{"id":"p12","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p12"},"“Reading the experience of others, or the revelation given to",["span.emphasis","them,"],"can never give",["span.emphasis","us"],"a comprehensive view of our condition and true relation to God. Knowledge of these things can only be obtained by experience through the ordinances of God set forth for that purpose. Could you gaze into heaven five minutes, you would know more than you would by reading all that ever was written on the subject.” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"p. 324.)"],["div",{"id":"p13","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p13"},"Now note this statement: “Could you gaze into heaven five minutes, you would know more than you would by reading all that ever was written on the subject.” I think our concern is to get personal revelation, to know for ourselves, independent of any other individual or set of individuals, what the mind and the will of the Lord is as pertaining to us in our individual concerns and to receive confirmation of his mind and will as pertaining to his church."],["div",{"id":"p14","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p14"},"I suppose that we can divide the realm of inquiry into an intellectual field and a spiritual field. While we are in school we are seeking knowledge primarily in the intellectual field, which knowledge probably comes in most instances by reason and through the senses."],["div",{"id":"p15","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p15"},"This is a tremendously vital and important thing—we encourage it and we urge it upon all people who desire to progress and have enlightenment and advancement in their lives."],["div",{"id":"p16","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p16"},"But my suggestion is that we need to devote an increasingly large portion of our time in the actual pursuit of knowledge in the spiritual realm. When we deal with spiritual realities, we are not talking about gaining something by reason alone, we are not talking about conveying in some way knowledge to the mind or the spirit that is within us through the senses alone, but we are talking about revelation. We are talking about learning how to come to a knowledge of the things of God by attuning the spirit that we have to the eternal Spirit of God. Such a course, primarily, is the channel and way that revelation comes to an individual."],["div",{"id":"p17","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p17"},"It does not concern me very much that somebody writes or evaluates or analyzes either a doctrinal or a Church problem of any sort when he does it from the standpoint of the intellect alone. No one questions that everything in the spiritual realm is in total and complete accord with the intellectual realities that we arrive at through reason, but when the two are compared and evaluated and weighed as to their relative merits, the things that are important are in the",["span.emphasis","spiritual realm"],"and not the intellectual. The things of God are known only by the Spirit of God."],["div",{"id":"p18","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p18"},"It is true that you can reason about doctrinal matters, but you do not get religion into your life until it becomes a matter of",["span.emphasis","personal experience"],"—until you feel something in your soul, until there has been a change made in your heart, until you become a new creature of the Holy Ghost. Providentially,",["span.emphasis","every"],"member of the Church has the opportunity to do this because, in connection with baptism, every member of the Church has the hands of a legal administrator placed on his head, and he is given the promise, “Receive the Holy Ghost.” He thus obtains “the gift of the Holy Ghost” which, by definition, means that he then has the right to the constant companionship of this member of the Godhead, based upon his personal righteousness and faithfulness."],["div",{"id":"p19","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p19"},"Now I say that we are",["span.emphasis","entitled"],"to revelation. I say that every member of the Church, independent and irrespective of any position that he may hold, is entitled to get revelation from the Holy Ghost; he is entitled to entertain angels; he is entitled to view the visions of eternity; and if we would like to go the full measure, he is entitled to see God the same way that any prophet in literal and actual reality has seen the face of Deity."],["div",{"id":"p20","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p20"},"We talk about latter-day prophets; we think in terms of prophets who tell the future destiny of the Church and the world. But, in addition to that, the fact is that",["span.emphasis","every person should be a prophet for himself and in his own concerns and in his own affairs."],"It was Moses who said, “Would God that all the Lord’s people were prophets, and that the Lord would put his spirit upon them” (",["a.scriptureRef",{"href":"/scriptures/ot/num/11.29"},"Num. 11:29"],")."],["div",{"id":"p21","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p21"},"It was Paul who said, “Covet to prophesy” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.39"},"1 Cor. 14:39"],")."],["div",{"id":"p22","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p22"},"They counsel that, with all our heart and with all our strength, as individuals, for our private and personal concerns, we should seek the gift of prophecy."],["div",{"id":"p23","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p23"},"Let me take occasion to read a few statements from the revelations and the Prophet Joseph Smith that taken together outline the formula (as it were) by which I as an individual and you as an individual can come to know the things of God by the power of the Spirit."],["div",{"id":"p24","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p24"},"One thing the Lord said was: “I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart."],["div",{"id":"p25","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p25"},"“Now, behold, this is the spirit of revelation.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2-3"},"D&C 8:2–3"],".)"],["div",{"id":"p26","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p26"},"This revelation speaks of Spirit speaking to spirit—the Holy Spirit speaking to the spirit within me and in a way incomprehensible to the mind, but plain and clear to spiritual understanding—conveying knowledge, giving intelligence, giving truth, and giving sure knowledge of the things of God. Now this applies to everyone."],["div",{"id":"p27","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p27"},"“God shall give unto you knowledge by his Holy Spirit, yea, by the unspeakable gift of the Holy Ghost, that has not been revealed since the world was until now;"],["div",{"id":"p28","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p28"},"“Which our forefathers have awaited with anxious expectation to be revealed in the last times.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.26-27"},"D&C 121:26–27"],".)"],["div",{"id":"p29","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p29"},"Here is another passage—a glorious one. Now this is",["span.emphasis","not"],"directed to the General Authorities. This is",["span.emphasis","not"],"directed to the Prophets of God—this is",["span.emphasis","directed to every living soul in the Church."],"In other words, it is a personal revelation to you."],["div",{"id":"p30","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p30"},"“For thus saith the Lord—I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end."],["div",{"id":"p31","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p31"},"“Great shall be their reward and eternal shall be their glory."],["div",{"id":"p32","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p32"},"“And to them [the whole body of the kingdom] will I reveal all mysteries, yea, all the hidden mysteries of my kingdom from days of old, and for ages to come, will I make known unto them the good pleasure of my will concerning all things pertaining to my kingdom."],["div",{"id":"p33","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p33"},"“Yea, even the wonders of eternity shall they know, and things to come will I show them, even the things of many generations."],["div",{"id":"p34","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p34"},"“And their wisdom shall be great, and their understanding reach to heaven; and before them the wisdom of the wise shall perish, and the understanding of the prudent shall come to naught."],["div",{"id":"p35","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p35"},"“For by my Spirit will I enlighten them, and by my power will I make known unto them the secrets of my will—yea, even those things which eye has not seen, nor ear heard, nor yet entered into the heart of man.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5-10"},"D&C 76:5–10"],".)"],["div",{"id":"p36","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p36"},"Now, I said we can entertain angels, we can dream dreams, we can see visions, we can see the face of the Lord. Here is one promise in that field:"],["div",{"id":"p37","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p37"},"“Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.1"},"D&C 93:1"],")."],["div",{"id":"p38","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p38"},"The Prophet said that the veil might as well be rent today as any day, provided we come together as the elders of the kingdom in faith and in righteousness and qualify to have the visions of eternity. Here is a statement from Joseph Smith:"],["div",{"id":"p39","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p39"},"“Salvation cannot come without revelation [and I am not now speaking about the revelation that gave the dispensation in which we live—I am speaking of personal revelation to individuals]; it is vain for anyone to minister without it. No man is a minister of Jesus Christ without being a prophet. No man can be a minister of Jesus Christ except he has a testimony of Jesus; and this is the spirit of prophecy. Whenever salvation has been administered, it has been by testimony. Men of the present time testify of heaven and hell, and have never seen either; and I will say that no man knows these things without this.” (",["span.emphasis","Teachings,"],"p. 160.)"],["div",{"id":"p40","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p40"},"We are entitled to revelation. Personal revelation is essential to our salvation. Scriptures abound with illustrations of what has happened. Here is one of the things Nephi recorded:"],["div",{"id":"p41","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p41"},"“If ye will not harden your hearts, and ask me in faith, believing that ye shall receive, with diligence in keeping my commandments, surely these things shall be made known unto you” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.11"},"1 Ne. 15:11"],")."],["div",{"id":"p42","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p42"},"There is a Book of Mormon statement about some tremendously successful missionaries, the sons of Mosiah:"],["div",{"id":"p43","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p43"},"“They were men of a sound understanding and they had searched the scriptures diligently, that they might know the word of God."],["div",{"id":"p44","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p44"},"“But this is not all; they had given themselves to much prayer, and fasting; therefore they had the spirit of prophecy, and the spirit of revelation, and when they taught, they taught with power and authority of God.” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.2-3"},"Alma 17:2–3"],".)"],["div",{"id":"p45","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p45"},"I will take space for one more quotation. This is the Prophet Joseph Smith:"],["div",{"id":"p46","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p46"},"“A person may profit by noticing the first intimation of the spirit of revelation; for instance, when you feel pure intelligence flowing into you, it may give you sudden strokes of ideas. So that by noticing it, you may find it fulfilled the same day or soon; (i.e.) those things that were presented unto your minds by the Spirit of God, will come to pass; and thus by learning the Spirit of God and understanding it, you may grow into the principle of revelation, until you become perfect in Christ Jesus” (",["span.emphasis","Teachings,"],"p. 151)."],["div",{"id":"p47","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p47"},"The scriptures abound in this. The Prophet and all of the prophets have said much about it. What it means to us is that we need",["span.emphasis","religious experience,"],"we need to become personally involved with God—our concern is not to read what somebody has said",["span.emphasis","about"],"religion. I have read from time to time, but primarily for amusement or diversion, what somebody has said in a critical vein about the Church or what some Protestant professor of religion has said about the tenets of Christianity. Actually what they say—",["span.emphasis","their"],"views—are not worth the snap of the fingers as far as importance is concerned. It is totally immaterial what somebody has to say about the Church in a critical vein, who is writing to evaluate from an intellectual standpoint a doctrine or a practice or a so-called program of the Church—it is just totally inconsequential as far as the Church is concerned and as its spiritually inclined people are concerned. Religion is not a matter of the intellect."],["div",{"id":"p48","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p48"},"I repeat, that the better the intellect, the more we are able to evaluate spiritual principles, and it is a marvelous thing to be learned and educated and have insight and mental capacity, because we can use these talents and abilities in the spiritual realm.",["span.emphasis","But what counts in the field of religion is to become a personal participant in it."],"Instead of reading all that has been written and evaluating all that all the scholars of all the world have said about heaven and hell, we need to do what the Prophet said: gaze five minutes into heaven. As a consequence, we would know more than all that has ever been evaluated and written and analyzed on the subject."],["div",{"id":"p49","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p49"},["span.emphasis","Religion is a matter of getting the Holy Ghost into the life on an individual basis."],"We study, of course, and we need to evaluate. And by virtue of our study we come up with some foundations that get us into the frame of mind so that we",["span.emphasis","can"],"seek the things of the Spirit. But in the end the result is",["span.emphasis","getting our souls touched by the Spirit of God."]],["div",{"id":"f2","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.f2"},"Would you like a formula to tell how to get personal revelation? It might be written in many ways. My formula is simply this:",["ol.number",["li",["span.label","1."],[".para","Search the scriptures."]],["li",["span.label","2."],[".para","Keep the commandments."]],["li",["span.label","3."],[".para","Ask in faith."]]]],["div",{"id":"p54","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p54"},"Any person who will do this will get his heart so in tune with the Infinite that there will come into his being, from the “still small voice,” the eternal realities of religion. And as he progresses and advances and comes nearer to God, there will be a day when he will entertain angels, when he will see visions, and the final end is to view the face of God."],["div",{"id":"p55","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p55"},["span.emphasis","Religion is a thing of the spirit."],"Use all your intellectuality to help you, but in the final analysis, you have to get in tune with the Lord."],["div",{"id":"p56","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p56"},"The first great revelation that a person needs to get is",["span.emphasis","to know of the divinity of the work."],"We call that a testimony. When a person gets a testimony, he has thereby learned how to get in tune with the Spirit and get revelation. So, repeating the connection—getting in tune anew—he can get knowledge to direct him in his personal affairs. Then ultimately enjoying and progressing in this gift, he can get all revelations of eternity that the Prophet or all the prophets have had in all the ages."],["div",{"id":"p57","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p57"},"To some extent I, along with you, have received revelation. I have received revelation that tells me that this work is true. And as a consequence, I",["span.emphasis","know"],"it. And I know it independent of any study and any research, and I know it because the Holy Spirit has spoken to the spirit that is within me and given me a testimony. As a consequence, I can stand as a legal administrator and say in verity that Jesus Christ is the Son of God, that Joseph Smith is his prophet, that Spencer W. Kimball wears the prophetic mantle today, that The Church of Jesus Christ of Latter-day Saints is the only true and living Church upon the face of the whole earth."],["div",{"id":"p58","uri":"/manual/teaching-seminary-preservice-readings-religion-370-471-and-475/how-to-get-personal-revelation.p58"},"And further, in connection with the matter we are here considering, I can certify and testify that",["span.emphasis","every living soul who will abide the law,"],"search the scriptures, keep the commandments, and ask in faith,",["span.emphasis","can have personal revelation from the Almighty"],"to the great glory and satisfaction of his soul here and to his ultimate salvation in the mansions on high."]]],"refs":null}
