{"id":4,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":4,"title":"How Seminary Changed Me and My Family Forever","subtitle":"By Karla Brigante","short_title":"How Seminary Changed Me and My Family Forever","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever"},[".heading",{"id":"head1","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.head1"},[".title","How",["span.dominant","Seminary"],"Changed Me and My Family Forever"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p2"},"By Karla Brigante"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p3"},"Karla Brigante lives in São Paulo, Brazil."]]],[".bodyBlock",[".figure",{"id":"f19","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.f19"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug08-09-young-woman-speaking-praying.jpg"}],[".credit",["p.para",{"id":"p4","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p4"},"Illustrations by Robert T. Barrett"]]],["p.para",{"id":"p5","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p5"},"My mother taught me the gospel when I was young, but because my father was not a Church member, I always wondered if I was on the correct path. I never understood why my father had never joined the Church if it really was true. Still, I loved going to Primary and singing the hymns. I also enjoyed when my mother read the scriptures to me, and little by little I began to develop my own testimony."],["p.para",{"id":"p6","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p6"},"When I joined Young Women, one of the first goals I made was to share my testimony every fast Sunday. Bearing my testimony became a habit for me and strengthened my desire to increase my knowledge when I was able to enroll in seminary."],["p.para",{"id":"p7","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p7"},"My first seminary class covered the Old Testament. That year I not only grew to appreciate and value the Old Testament, but I also learned the importance of temples and family history."],["p.para",{"id":"p8","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p8"},"I joined together with other students from my ward and got involved in family history work. We indexed hundreds of names and developed an enormous love for people we knew almost nothing about—just their names and other limited data. Even though I knew that the work we were doing was important, I sometimes felt discouraged and frustrated. I was working so that ordinances could be done for people I did not know, yet I could not reach my own father. He did not understand the importance of what I was doing. I continued praying and fasting that he would be touched."],["p.para",{"id":"p9","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p9"},"The following year in seminary we studied the New Testament. One morning after I woke up, I began to read about the Savior in Gethsemane. Tears flowed from my eyes as I realized that the drops of blood He shed were for me. How I wished I had never sinned! The words of Isaiah that I had studied the previous year came into my mind: “He was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him” (",["a",{"href":"/scriptures/ot/isa/53.5"},"Isaiah 53:5"],"). As I read about the Crucifixion and the Resurrection, my mom came into my room. I shared with her my feelings, my testimony, and my desire for my father to know what I had learned in seminary."],["p.para",{"id":"p10","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p10"},"My testimony continued to grow the next year as we read the Doctrine and Covenants. I obtained a testimony that Joseph Smith was a prophet. I also decided to follow his example and ask God if the Church is true. Although I already had conviction in my heart, one afternoon I found myself alone and sincerely prayed. As I did, I realized that the testimony I was asking for had been developing as I studied the scriptures and attended seminary."],["p.para",{"id":"p11","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p11"},"The Lord opened my mind and my heart that year, and I understood the Doctrine and Covenants as I never had before. I also learned of the great value of souls (see",["a",{"href":"/scriptures/dc-testament/dc/18.10-16"},"D&C 18:10–16"],") and began to share my growing testimony with those who did not know about the gospel, including my father."],["p.para",{"id":"p12","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p12"},"I knew that studying the Book of Mormon during my final year of seminary would also fortify my testimony. As I truly studied, I felt Heavenly Father’s love for me. The stories inspired me to the point that all I wanted to do was read the Book of Mormon. I began to take the Book of Mormon to school and would read it during my free time. I also began to discuss what I was reading with my father."],["p.para",{"id":"p13","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p13"},"One day after a long conversation with my father about the gospel, I challenged him to read all of the Book of Mormon. I testified that, like me, he could receive a testimony."],["p.para",{"id":"p14","uri":"/new-era/2013/08/how-seminary-changed-me-and-my-family-forever.p14"},"I am happy to say that my father read the Book of Mormon. When he did, he knew the Church is true and was eventually baptized! My family is now preparing to be sealed in the temple. I know that attending seminary and reading the scriptures helped me develop my own testimony, and I know that they bless families."]]]]],"refs":null}
