{"id":3,"parent_id":0,"book_id":9398,"content_id":1,"language_id":1,"display_order":3,"title":"How to Use This Manual","subtitle":"","short_title":"How to Use This Manual","uri":"/manual/new-testament-student-study-guide/how-to-use-this-manual","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/new-testament-student-study-guide/how-to-use-this-manual"},[".heading",{"id":"head1","uri":"/manual/new-testament-student-study-guide/how-to-use-this-manual.head1"},["h1","How to Use This Manual"]],[".bodyBlock",["p.para",{"id":"p1","uri":"/manual/new-testament-student-study-guide/how-to-use-this-manual.p1"},"As the title of this manual suggests, it is a guide in your study of the scriptures. It contains several sections to help increase your understanding of what you read."],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/34188/p-001-1.gif"}],[".topic",["h2",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/34188/p-001-1a.gif"}],["b","Introduction"]],["p.para",{"id":"p2","uri":"/manual/new-testament-student-study-guide/how-to-use-this-manual.p2"},"Beneath the chapter headings, which are printed on pictures of a sheet of parchment, are introductions to the chapters in the scriptures you are assigned to read and explanations of any chapters you are not assigned to read. This section contains the following kinds of information:"],["ul.bullet",["li",["span.label","•"],["p.para","The historical setting"]],["li",["span.label","•"],["p.para","An explanation of how the scripture block relates to chapters before or after it"]],["li",["span.label","•"],["p.para","Questions and ideas to think about before or during your reading that will help you concentrate on the message of the block"]]]],[".topic",["h2",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/34188/p-001-1b.gif"}],["b","Understanding the Scriptures"]],["p.para",{"id":"p6","uri":"/manual/new-testament-student-study-guide/how-to-use-this-manual.p6"},"The “Understanding the Scriptures” section provides help for difficult words and phrases and commentary to help you understand ideas and concepts contained in the scriptures. The commentary often includes statements by General Authorities of the Church."]],[".topic",["h2",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/34188/p-001-1c.gif"}],["b","Studying the Scriptures"]],["p.para",{"id":"p7","uri":"/manual/new-testament-student-study-guide/how-to-use-this-manual.p7"},"The “Studying the Scriptures” section contains questions and activities to help you discover, think about, and apply the principles of the gospel found in the scriptures. There is not room to write in the manual, so you will need to do these activities in a notebook or on your own paper."],["p.preamble","The following steps will help you as you study the scriptures:"],["ul.bullet",["li",["span.label","•"],["p.para","Begin with prayer."]],["li",["span.label","•"],["p.para","Read the introduction to the chapter you will be studying, and consider other “Before Reading” study skills (see pp. 3–4)."]],["li",["span.label","•"],["p.para","Read the assigned chapter, referring to the appropriate “Understanding the Scriptures” section for help. Use “During Reading” study skills (see pp. 4–5). Write notes and questions in your notebook. Also write about feelings or impressions that are important to you."]],["li",["span.label","•"],["p.para","Do the activities in the “Studying the Scriptures” section for the chapter you are studying. Sometimes you will get to choose which activities to complete. If you want to learn more, complete all of the activities."]]]],[".topic",["h2","Home-Study Seminary Program"],["p.para",{"id":"p12","uri":"/manual/new-testament-student-study-guide/how-to-use-this-manual.p12"},"If you are in a home-study seminary program, the reading chart on page 7 shows you what you should read each week of seminary. Remember that seminary is a daily religious education program, that prayerfully reading your scriptures should be a daily practice, and that you should work on your seminary assignments each school day even though you will not attend seminary each day. If you have more or less than thirty-six weeks in your seminary year, your teacher will tell you which chapters you should read in a week and which assignments to complete. Reading the scriptures and using this study guide should take thirty to forty minutes each school day you do not attend seminary class."],["p.para",{"id":"p13","uri":"/manual/new-testament-student-study-guide/how-to-use-this-manual.p13"},"Each week you should give your teacher the pages from your notebook that contain your thoughts about the scriptures and the study guide activities you completed for that week. Your teacher will read and respond to them and return your notebook to you. You might choose to have two notebooks and use them every other week. You could also write in a loose-leaf binder and turn in the pages you did that week. When your teacher returns the pages, put them back into the notebook."]],[".topic",["h2","Daily Seminary Program"],["p.para",{"id":"p14","uri":"/manual/new-testament-student-study-guide/how-to-use-this-manual.p14"},"If you are in a daily seminary program, you will use this study guide as instructed by your teacher."]]]]]],"refs":null}
