{"id":19,"parent_id":0,"book_id":73,"content_id":1,"language_id":1,"display_order":19,"title":"How Do I Help People Make and Keep Commitments?","subtitle":"","short_title":"How Do I Help People Make and Keep Commitments?","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments","content":[["div",{"id":"head1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.head1"},["h1","How Do I Help People Make and Keep Commitments?"]],[".bodyBlock",[".sidebar",["h2","Consider This"],["ul.bullet",["li",["span.label","•"],[".para","Why should I focus on inviting people to make commitments?"]],["li",["span.label","•"],[".para","How do commitments relate to conversion?"]],["li",["span.label","•"],[".para","How can I bear humble testimony?"]],["li",["span.label","•"],[".para","What blessings can I promise?"]],["li",["span.label","•"],[".para","Why is it important for me to follow up when people make commitments?"]]]],[".topic",["h2","Extend Commitment Invitations"],["div",{"id":"p9","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p9"},"As a missionary you desire the salvation of souls (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/28.3"},"Mosiah 28:3"],"). You know that people can come unto Christ and be saved only on conditions of repentance (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10-16"},"D&C 18:10–16"],"). One way to fulfill your desires is to cry repentance (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.49"},"Alma 5:49"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/15.6"},"D&C 15:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/16.6"},"16:6"],") and boldly invite people to exercise faith unto repentance, to be baptized by water and the Spirit, and to endure faithfully to the end (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.16-20"},"3 Nephi 27:16–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.10"},"Mormon 7:10"],")."],["div",{"id":"p10","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p10"},"Commitment is an essential part of repentance. It is the act of obligating oneself to a course of action and then diligently following through on that decision. When people are genuinely committed, they have real intent, meaning that they fully intend to do what they have committed to do. They make an unwavering and earnest decision to change. They become devoted to Christ and dedicate themselves to His gospel. Keeping their commitment is how they “truly manifest by their works that they have received of the Spirit of Christ unto the remission of their sins” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],"). When you ask for commitments as part of your teaching, you are inviting the investigator to repent."],["div",{"id":"p11","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p11"},"One of the best ways to help people make and keep commitments is to extend a commitment invitation. Extending and following up on commitment invitations is vital because:"],[".",{"id":"f3","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.f3"}],["ul.bullet",["li",["span.label","•"],[".para","People become converted as they live the principles they learn (see",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],") and feel the Spirit confirm that what they are doing is pleasing to their Father in Heaven."]],["li",["span.label","•"],[".para","Repentance and change will help people conquer challenges, rid themselves of shame and guilt, and experience the peace and joy of God’s forgiveness."]],["li",["span.label","•"],[".para","Keeping commitments prepares people to make and keep sacred covenants."]]],["div",{"id":"p15","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p15"},"You can show your love for the people and your faith in God’s promises by following up to help them repent and keep their commitments."],["div",{"id":"p16","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p16"},"The commitments required for baptism are listed in the first four lessons. The commitments related to spiritual progress after baptism and confirmation are listed in lesson 5. Be constantly aware of the need to invite people to do things that will strengthen their faith in Christ. Remember the following principles:"],["ul.bullet",["li",["span.label","•"],[".para","Every finding opportunity—with members, referrals, or personal contacting—should lead to an invitation to act, usually to learn more about the message of the Restoration."]],["li",["span.label","•"],[".para","Rarely, if ever, should you talk to people or teach them without extending an invitation to do something that will strengthen their faith in Christ."]],["li",["span.label","•"],[".para","Focus on one or more commitments when you teach. If you do not invite people to make these commitments, you are not asking them to repent and come to Christ."]],["li",["span.label","•"],[".para","As you prepare in companion study to teach a lesson, consider the needs and status of each investigator and include one or more commitments in your lesson plan."]],["li",["span.label","•"],[".para","During a lesson you may be inspired to extend commitment invitations other than those you planned. Always invite people to repent."]],["li",["span.label","•"],[".para","Be bold and confident as you invite people to make commitments (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/38.12"},"Alma 38:12"],"). Boldness shows your faith that obedience to the Lord’s commandments brings blessings."]],["li",["span.label","•"],[".para","People will not likely change unless they are invited to do so."]]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","Why is it so vital to extend invitations?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.62"},"Alma 5:62"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.13"},"Moroni 7:13"]]]],["ul.noMarker",["h2","Why are commitments so important?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31"},"2 Nephi 31"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.41"},"Mosiah 2:41"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.14-16"},"Alma 7:14–16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.27"},"Alma 32:27"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"]]]]]],[".topic",["h2","Ask Direct Questions"],["div",{"id":"p37","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p37"},"A commitment invitation often takes the form of a “will you” question, which requires a",["span.emphasis","yes"],"or",["span.emphasis","no"],"response. Invitations should be specific, direct, and clear. They invite or lead people to decide on a course of action. They require them to make a commitment and to exercise active faith in the principles you have taught them."],"Following are some examples of good invitations, followed by the beginning of a promise and testimony:",["ul.bullet",["li",["span.label","•"],[".para","Will you read [",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11"],",",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3-5"},"Moroni 10:3–5"],", this pamphlet] before our visit tomorrow at 7:00",["span.smallCaps","p.m."],"? I know that doing so will … I testify that the Book of Mormon is …"]],["li",["span.label","•"],[".para","Will you pray and ask God whether Joseph Smith was a prophet? I know that as you pray God will … I know that Joseph Smith was a prophet …"]],["li",["span.label","•"],[".para","Will you attend church with us this Sunday at 9:00",["span.smallCaps","a.m."],"? If you do, you will … I know that Christ’s Church has been restored …"]],["li",["span.label","•"],[".para","Will you begin now to live the law of chastity as we have explained it? Living this law will … As a servant of the Lord I testify that living a chaste life …"]],["li",["span.label","•"],[".para","Will you invite [name] before Friday to meet with us and begin learning about the gospel? The Spirit will help you … Sharing the gospel will bless your life …"]],["li",["span.label","•"],[".para","May we come to your home and tell you more about how God has called a prophet in our day as He did in ancient times? Increased purpose, direction, and peace will come into your life as you come to understand … I testify that God has again called …"]]],[".sidebar",["h2","Activity: Personal or Companion Study"],["div",{"id":"p46","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p46"},"In your study journal, write an invitation that is simple, direct, and clear for each commitment in a lesson. If you have done this activity before, repeat it and compare your new invitations with previous versions. Ask yourself whether your ability to extend invitations has improved."],["div",{"id":"p47","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p47"},"Review the invitations you have written with your companion. For each invitation, discuss the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","Do I explain the Lord’s promised blessings as I extend invitations? If not, why?"]],["li",["span.label","•"],[".para","Do I avoid extending this invitation? If so, why?"]],["li",["span.label","•"],[".para","Do I feel awkward when I extend this invitation? How can I improve?"]],["li",["span.label","•"],[".para","How important is this invitation to me personally?"]],["li",["span.label","•"],[".para","How often do I remember to follow up on invitations I have extended? How can I improve?"]]],["div",{"id":"p53","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p53"},"Think of investigators or less-active members you know, and practice extending these invitations as though you were addressing these individuals."],["div",{"id":"p54","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p54"},"As necessary, revise the invitations in your lesson plan. Set specific goals that will help you extend invitations throughout the day and week."]]],[".topic",["h2","Promise People Blessings"],["div",{"id":"p56","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p56"},"People need a reason to change their thoughts and actions. Promised blessings often provide powerful motivation to obey God. When the Lord gives a commandment, He often promises blessings for keeping that commandment (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D&C 130:20–21"],"). As you prepare people to obey a specific commandment, teach them that:"],["ul.bullet",["li",["span.label","•"],[".para","Living the commandments shows love for God and His Son."]],["li",["span.label","•"],[".para","They demonstrate their trust in God as they obey His commandments."]],["li",["span.label","•"],[".para","In return, they will receive blessings that He has promised."]]],["div",{"id":"p60","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p60"},"As you testify of a commandment, talk about the blessings you have received from living that commandment. Promise those whom you teach that they can enjoy similar blessings."],["div",{"id":"p61","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p61"},"As people strive to keep a commitment, ask them to talk about the blessings that Heavenly Father has given them. Assure them that even though difficulties will enter their lives, His blessings will continue as they obey His will."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What does the Lord say about His desire to bless us?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.17"},"Alma 37:17"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37"},"D&C 1:37"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5-10"},"D&C 76:5–10"]]]]],[".sidebar",["h2","Activity: Personal Study"],["div",{"id":"p68","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p68"},"Read Doctrine and Covenants",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"82:10"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"130:20–21"],". Then study the following scriptures. Make two columns in your study journal. On one side write the commandment you find in each passage. On the other side write the promise for keeping the commandment."],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"D&C 84:85"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"D&C 89:18–21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.8-9"},"D&C 95:8–9"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.5-8"},"D&C 100:5–8"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10-12"},"Malachi 3:10–12"]]]],["div",{"id":"p75","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p75"},"Review the commitments listed in one of the missionary lessons. For each commitment, answer these questions:"],["ul.bullet",["li",["span.label","•"],[".para","What blessings has the Lord promised to those who keep this commitment?"]],["li",["span.label","•"],[".para","How will obeying this principle help people gain faith and testimony?"]],["li",["span.label","•"],[".para","How will this commitment help people repent and be more sensitive to the Spirit?"]]]]],[".topic",["h2","Bear Testimony Frequently"],["div",{"id":"p80","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p80"},"A testimony is a spiritual witness and assurance given by the Holy Ghost. To bear testimony is to give a simple, direct declaration of belief—a feeling, an assurance, a conviction of gospel truth. Sharing your testimony often is one of the most powerful ways of inviting the Spirit and helping others feel the Spirit. It adds a current, personal witness to the truths you have taught from the scriptures. An effective missionary teaches, testifies, and invites others to do things that build faith in Jesus Christ. This includes making promises that come from living true principles. For example, a missionary might say, “I know as you keep the Sabbath day holy, you will find more peace in your heart.”"],[".sideQuote",["div",{"id":"p81","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p81"},"“Regarding one’s testimony, remember, that which one willingly shares he keeps, while that which he selfishly keeps he loses. … Teach and testify. There is no better combination.”"],[".citationInfo",["div",{"id":"p82","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p82"},"–Elder Thomas S. Monson"],["div",{"id":"p83","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p83"},["span.emphasis","Pathways to Perfection"],"[1973], 100–101"]]],["div",{"id":"p84","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p84"},"For your testimony to have convincing power, you must be sincere. Powerful testimony is not dependent on eloquence or the volume of your voice but on the conviction of your heart. Strive daily to strengthen your understanding and conviction of the doctrines and principles you are to teach. Bear testimony often to seal the truth of the principles or doctrine you are teaching. As often as possible, teach, then testify, and testify as you teach."],["div",{"id":"p85","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p85"},"Your testimony may be as simple as “Jesus Christ is the Son of God” or “I have learned for myself that the Book of Mormon is true.” You may also share a brief experience about how you gained this knowledge. Bear testimony several times in each lesson, not just at the end. Bear testimony that what your companion has taught is from God. Bear testimony that the principle you are going to teach will bless the investigators’ lives if they will follow it. Talk about how living a principle has blessed your life."],[".",{"id":"f19","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.f19"}],["div",{"id":"p86","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p86"},"People may sometimes intellectually question what you teach, but it is difficult to question a sincere, heartfelt testimony. When you testify, pray that those you are teaching will feel the confirming witness of the Holy Ghost. When you testify, you help create an environment for investigators to feel the Holy Ghost confirming your witness of the truth. This prepares them to accept the commitments you will extend."],["div",{"id":"p87","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p87"},"Brigham Young was not baptized into The Church of Jesus Christ of Latter-day Saints during the first year of his learning about the restored gospel. But of his conversion he said: “If all the talent, tact, wisdom, and refinement of the world had been sent to me with the Book of Mormon, and had declared, in the most exalted of earthly eloquence, the truth of it, undertaking to prove it by learning and worldly wisdom, they would have been to me like smoke which arises only to vanish away. But when I saw a man without eloquence or talents for public speaking, who could only say, ‘I know by the power of the Holy Ghost that the Book of Mormon is true, that Joseph Smith is a Prophet of the Lord,’ the Holy Ghost proceeding from that individual illuminated my understanding, and a light, glory, and immortality were before me. I was encircled by them, filled with them, and I knew for myself that the testimony of the man was true” (in",["span.emphasis","Journal of Discourses,"],"1:90)."],[".sidebar",["h2","Activity: Personal Study"],["div",{"id":"p89","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p89"},"The passages below are examples of bearing testimony. Read each of the questions and scriptures. Write your answers in your study journal."],["ul.bullet",["li",["span.label","•"],[".para","In these verses, of what do the apostles and prophets testify?"]],["li",["span.label","•"],[".para","How strongly do they believe what they are saying? How can you tell that they are convinced of the truth?"]],["li",["span.label","•"],[".para","When you say, “I know that",["span.textInput","_______________"],"is true,” what do you mean? What other words can you use to convey your convictions?"]]],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.7-12"},"Jacob 7:7–12"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.45-48"},"Alma 5:45–48"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.1,8"},"Alma 34:1, 8"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.22-24"},"D&C 76:22–24"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/3.3-11"},"John 3:3–11"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.14-38"},"Acts 2:14–38"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.34-44"},"Acts 10:34–44"]]]]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What are some principles and promises of bearing testimony?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.1"},"2 Nephi 33:1"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/62.3"},"D&C 62:3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.61"},"D&C 84:61"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.5-8"},"D&C 100:5–8"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/15.26"},"John 15:26"]]]]]],[".topic",["h2","Follow Up"],["div",{"id":"p108","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p108"},"Extending an invitation without following up is like beginning a journey without finishing it or buying a ticket to a concert without going into the theater. Without the completed action, the commitment is hollow."],["div",{"id":"p109","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p109"},"Change can be hard. Your role is to help strengthen people in their resolve to change. You should do all you can to help people keep their commitments."],["div",{"id":"p110","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p110"},"Genuine repentance is best demonstrated by righteous actions over a period of time, especially for commandments such as chastity, the Word of Wisdom, and tithing. As you and ward leaders work with people to help them keep their commitments, show understanding. Be patient but persistent. You have not finished your ministry until people are living these commitments, or in other words, until they have repented (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.32"},"3 Nephi 18:32"],"). Sometimes several visits may be necessary for you to help people develop strong enough faith in a principle to lead to repentance."],"Following up begins when you first visit and teach people:",["ul.bullet",["li",["span.label","•"],[".para","Have them write their commitment on something you leave with them, such as a pamphlet or a card with your names and phone number."]],["li",["span.label","•"],[".para","Make sure people know that you will make brief, daily visits between teaching appointments. Explain that your purpose is to support and help them. Give them an idea of what you will do during those visits."]],["li",["span.label","•"],[".para","Make specific notes in the Notes/To Do List section of your planner to follow up tomorrow on every commitment invitation you have extended today."]]],["div",{"id":"p115","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p115"},"Make frequent contact, daily if possible, to find out how people are progressing with their commitments, answer questions, help them overcome challenges, teach additional lessons, read together from the Book of Mormon, share passages of scripture, or use audiovisual materials. As you visit people often, you will strengthen the spiritual feelings they felt as you taught them the message of the Restoration of the gospel of Jesus Christ. This sustaining influence of the Spirit is vital. There may be times when you call the investigators to remind and encourage them to keep a commitment."],["div",{"id":"p116","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p116"},"Help investigators identify the blessings they have received as they have kept their commitments. Especially help them describe their feelings as the Spirit has testified of the truthfulness of the message."],["div",{"id":"p117","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p117"},"Compliment and encourage people who are succeeding in keeping commitments. Investigators are changing their lives. They have a lot to learn and to do. Sincerely and frequently praise them. Express your gratitude for their progress and your confidence that they can succeed. Encourage them whenever you are with them."],["div",{"id":"p118","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p118"},"Express concern and disappointment when people fail to keep their commitments and thus fail to experience the blessings."],[".sidebar",["h2","Activity: Personal or Companion Study"],["div",{"id":"p120","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p120"},"Write in your daily planner your plans for daily contact with each investigator. Plan several days in advance what you will do to follow up with investigators."],["div",{"id":"p121","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-help-people-make-and-keep-commitments.p121"},"Choose one commitment invitation you will extend when you teach the lessons. Then identify different concerns which might keep someone from accepting or keeping that commitment. Discuss and practice how you can best help people as they work to resolve their concerns."]],[".sidebar",["h2","Remember This"],["ul.bullet",["li",["span.label","•"],[".para","Focus on inviting people to make commitments in every finding or teaching situation, both with those who are not members of the Church and with Church members."]],["li",["span.label","•"],[".para","Extend commitment invitations to help people experience conversion."]],["li",["span.label","•"],[".para","Promise blessings."]],["li",["span.label","•"],[".para","Bear testimony."]],["li",["span.label","•"],[".para","Follow through to help people keep commitments."]]]]],[".topic",["h2","Ideas for Study and Application"],[".topic",["h3","Personal Study"],["ul.bullet",["li",["span.label","•"],[".para","Identify a commandment listed in either lesson 4 or 5. Think of the blessings you have received from obeying this commandment, and write them in your journal."]],["li",["span.label","•"],[".para","In a letter, ask your family members how they have been blessed by obeying a specific commandment (for example, tithing)."]],["li",["span.label","•"],[".para","Write how you feel about extending commitments. Are you bold or timid? Are you confident that people will be blessed, or do you have doubts? Are you consistent, patient, and helpful as you make daily contact? Do the people know you love them? How can you correct any weakness you identify in your invitations?"]],["li",["span.label","•"],[".para","Review your lesson plans for each lesson. Do you include specific commitments? Does your lesson plan lead clearly to commitments?"]]]],[".topic",["h3","Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","From your daily planner, make a list of people you have contacted in the past two days, including investigators and members. For each person, write the commitment(s) they made and other invitations you could have or should have extended. Discuss why you were able to obtain commitments from some of these people and what prevented you from obtaining commitments from others. What will you do to follow up on these commitments?"]],["li",["span.label","•"],[".para","Look at your daily planner, and write the names of specific investigators you will teach in the next day or two. Consider which commandment(s) listed in lessons 4 and 5 you will invite them to live. Discuss how you will extend the commitment and the specific blessings you will promise for obedience."]],["li",["span.label","•"],[".para","Consider showing the Teaching Record to investigators to let them know what will be expected. If appropriate, share a copy with them."]],["li",["span.label","•"],[".para","Review the Notes/To Do List in your planner for the past three days to see if you have written your assignments to follow up on every invitation you have extended."]]]],[".topic",["h3","District Meetings and Zone Conferences"],["ul.bullet",["li",["span.label","•"],[".para","Discuss effective and creative ideas for daily contact with investigators. How have missionaries worked with members effectively? What printed or audiovisual materials are useful? What can you do when people are not home or are too busy to see you?"]],["li",["span.label","•"],[".para","Discuss ways that missionaries have effectively taught the commandments in lessons 4 and 5."]],["li",["span.label","•"],[".para","Discuss specific concerns of some current investigators. What are the nature of these concerns? What can the missionaries do to resolve the concerns?"]]]],[".topic",["h3","Mission President"],["ul.bullet",["li",["span.label","•"],[".para","Occasionally accompany missionaries as they teach. Help them focus on helping people make and keep commitments."]],["li",["span.label","•"],[".para","Encourage priesthood leaders and members to actively participate in making daily contact with investigators."]],["li",["span.label","•"],[".para","Be an example of extending invitations in your missionary efforts and with the missionaries you serve."]]]]]]],"refs":null}
