{"id":18,"parent_id":0,"book_id":73,"content_id":1,"language_id":1,"display_order":18,"title":"How Can I Improve My Teaching Skills?","subtitle":"","short_title":"How Can I Improve My Teaching Skills?","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills","content":[["div",{"id":"head1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.head1"},["h1","How Can I Improve My Teaching Skills?"]],[".bodyBlock",[".sidebar",["h2","Consider This"],["ul.bullet",["li",["span.label","•"],[".para","How should I teach from the scriptures?"]],["li",["span.label","•"],[".para","Why should I ask questions when I teach?"]],["li",["span.label","•"],[".para","What types of questions should I ask?"]],["li",["span.label","•"],[".para","How can I listen better to those I teach and to the Spirit?"]],["li",["span.label","•"],[".para","How can I help people resolve their concerns?"]],["li",["span.label","•"],[".para","How can I help others overcome bad habits and addictions?"]]]],["div",{"id":"p9","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p9"},"You are called to teach the restored gospel to as many people as will receive you. Teaching is central to everything you do. You develop Christlike attributes, study the missionary lessons, improve your ability to speak in your mission language, and rely on the Spirit in order to teach with convincing power. The Lord stated this very simply as a commandment with a promise:"],[".",{"id":"f3","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.f3"}],["div",{"id":"p10","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p10"},"“Seek not to declare my word, but first seek to obtain my word, and then shall your tongue be loosed; then, if you desire, you shall have my Spirit and my word, yea, the power of God unto the convincing of men” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],")."],["div",{"id":"p11","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p11"},"“Neither take ye thought beforehand what ye shall say; but treasure up in your minds continually the words of life, and it shall be given you in the very hour that portion that shall be meted unto every man” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"D&C 84:85"],")."],["div",{"id":"p12","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p12"},"The First Presidency and Quorum of the Twelve Apostles have stated: “Our purpose is to teach the message of the restored gospel in such a way as to allow the Spirit to direct both the missionaries and those being taught. It is essential to learn the [missionary lessons] but these should not be taught by rote presentation. The missionary should feel free to use his own words as prompted by the Spirit. He should not give a memorized recitation, but speak from the heart in his own terms. He may depart from the order of the lessons, giving that which he is inspired to do, according to the interest and needs of the investigator. Speaking out of his own conviction and in his own words he should bear testimony of the truth of his teachings” (“Statement on Missionary Work,” First Presidency letter, 11 Dec. 2002)."],["div",{"id":"p13","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p13"},"Learn to rely on the Spirit to give you what you should say and do. By studying, developing, and using the teaching skills in this chapter, you will become a more capable instrument in the hands of the Lord. The Spirit will draw upon the knowledge and skills you have developed to help you teach more powerfully. The quality and power of your teaching will help others understand and feel the importance the restored gospel has for them. Their understanding will be influenced by your personal worthiness. Their understanding will also be influenced by how well you focus your attention on them, by how well you explain the gospel, use the scriptures, share your testimony, ask questions, and invite them to make and keep commitments."],["div",{"id":"f4","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.f4"},["h2","Follow the Spirit"],["div",{"id":"p15","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p15"},"“The Spirit is the most important single element in this work. With the Spirit magnifying your call, you can do miracles for the Lord in the mission field. Without the Spirit, you will never succeed",["span.emphasis","regardless"],"of your talent and ability” (Ezra Taft Benson, seminar for new mission presidents, 25 June 1986)."]],["div",{"id":"f5","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.f5"},["h2","Invite the Spirit"],"The following suggestions will help you invite the Spirit as you teach:",["ul.bullet",["li",["span.label","•"],[".para","Pray."]],["li",["span.label","•"],[".para","Use the scriptures."]],["li",["span.label","•"],[".para","Bear testimony."]],["li",["span.label","•"],[".para","Share experiences."]],["li",["span.label","•"],[".para","Express love for the Lord and for others."]]]],[".topic",["h2","How to Begin Teaching"],["div",{"id":"p24","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p24"},"The first few moments with investigators are very important. Investigators must learn to trust you. Begin your first visit in a warm, respectful, genuine manner. Ask a few simple questions to help you understand their religious background and their expectations regarding your visits. For example, ask, “What role has religion played in your life?” Do not, however, ask personal questions that would make them uncomfortable."],["div",{"id":"p25","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p25"},"Before you begin, ask all who are present to join with you in the lesson. Encourage them to turn off the television and remove other distractions so that the Spirit of the Lord will not be hindered."],["div",{"id":"p26","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p26"},"Explain that you would like to begin and end each lesson in prayer. Suggest that you will offer the opening prayer. Pray simply but fervently that the Lord will bless the people you are teaching in every aspect of their lives, and especially that they can feel the truth of what you will teach."],["div",{"id":"p27","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p27"},"Demonstrate sincere interest and love for the investigators and faith in the converting power of the gospel (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.43-48"},"Moroni 7:43–48"],"). As guided by the Spirit, you may express thoughts such as the following to your investigators:"],["ul.bullet",["li",["span.label","•"],[".para","Because God is our Heavenly Father, we are all brothers and sisters. We would like to refer to you as brothers and sisters."]],["li",["span.label","•"],[".para","Each person we teach has personal challenges and concerns. No matter what your needs or concerns might be, the Savior and His teachings—the gospel—will help you."]],["li",["span.label","•"],[".para","Our message will enable you to improve the quality of your lives. It will help you deal with the problems and challenges that we all face in life."]],["li",["span.label","•"],[".para","Our message, which is centered in Jesus Christ, is of great value and importance."]],["li",["span.label","•"],[".para","We all make mistakes in life, and these mistakes create feelings of guilt and shame. These feelings cannot be relieved without repentance and forgiveness. They can be fully healed through the Atonement of Christ."]],["li",["span.label","•"],[".para","Our message cannot be learned all at once. Understanding will come over time through prayer, study, experience, and keeping God’s commandments."]],["li",["span.label","•"],[".para","We have weaknesses, as everyone does. We may not speak the language very well or be able to answer every question you have. But we have been called by a prophet of God to share what we know. We know that our message is true."]],["li",["span.label","•"],[".para","We will be guides so that you can learn the truth of our message for yourselves. It is your choice to accept and act on the message. Therefore, you should feel free to ask questions."]],["li",["span.label","•"],[".para","As you sincerely seek to understand our message, you may face challenges, but God will help you."]],["li",["span.label","•"],[".para","As you accept our message, you will learn how to make covenants, or promises, with God. You will learn how to make changes to bring your lives in closer harmony with His teachings. You will want to follow the teachings of Jesus Christ and be baptized by proper authority (see",["a.scriptureRef",{"href":"/scriptures/nt/john/3.5"},"John 3:5"],")."]]],["div",{"id":"p38","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p38"},"Before teaching the doctrines in a lesson, consider giving a simple overview of what you are going to teach. Help people see that it will have personal relevance for them. Many of the investigators you teach have been prepared by the Lord (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.16-17"},"Alma 16:16–17"],"). As you share spiritual experiences together in the first meeting, they will recognize you as servants of the Lord."],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p40","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p40"},"With your companion, practice different ways to begin a lesson using several of these suggestions."]]],[".topic",["h2","Adjust Your Teaching to Meet Needs"],["div",{"id":"p42","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p42"},"Each person or family you teach is unique. Even though you will not understand all of their interests, achievements, needs, and concerns, you should seek to be sensitive to their circumstances. Regardless of needs or problems, all people are best helped as they accept and live the gospel. You will be able to adjust your teaching as you listen to the promptings of the Spirit."],[".",{"id":"f9","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.f9"}],["div",{"id":"p43","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p43"},"You may alter the order of the lessons as you are inspired to adapt to the investigators’ interests and needs. You may use more than one meeting to teach the principles in one lesson, and occasionally you may teach the contents of two lessons in a single meeting. Heavenly Father knows His children, so rely on inspiration to make these decisions as you teach. Pray for the gift of discernment, and pay attention to thoughts that come to your mind or feelings you have about what to teach."],["div",{"id":"p44","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p44"},"You will need to adjust your teaching to give more attention to those commitments that are more difficult for an investigator to keep. For example, one person may easily accept the Book of Mormon as the word of God, while another may struggle to accept anything but the Bible. One person may have trouble giving up tobacco but will readily accept the law of tithing."],["div",{"id":"p45","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p45"},"As you plan when to teach certain doctrines, be sensitive about how much new information you share. Teach at a pace that is appropriate for the investigators. Some will progress faster or slower than others. Make sure that you ask enough questions and listen carefully to their answers so you have a firm understanding of how quickly and how well the investigator is learning and applying the doctrines you are presenting."],["div",{"id":"p46","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p46"},"Be sensitive to time. Most teaching appointments should not last beyond 45 minutes. A teaching visit can be completed, however, in 15 or 20 minutes if needed. If the person has only 15 minutes to meet with you, adjust your teaching to respect that limitation."],["div",{"id":"p47","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p47"},"Trust in the promise that the Spirit will give you “in the very hour, yea, in the very moment, what ye shall say” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.6"},"D&C 100:6"],")."],[".sidebar",["h2","Activity: Personal Study"],["div",{"id":"p49","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p49"},"Imagine that you are walking down the street and notice an older man struggling to place some heavy bags into a garbage can. You and your companion help him, and as a result he asks who you are. After some discussion he invites you into his home and agrees to hear your message. During the initial conversation he tells you that:"],["ul.bullet",["li",["span.label","•"],[".para","His wife died a year ago, and he really misses her."]],["li",["span.label","•"],[".para","He tires easily because of a heart condition."]],["li",["span.label","•"],[".para","He wonders more now than ever before whether God exists."]]],["div",{"id":"p53","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p53"},"What might you teach him? How could you adjust your teaching to best meet his needs and concerns?"]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What does it mean to give “that portion that shall be meted unto every man”?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.8"},"Alma 29:8"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"D&C 84:85"]]]],["ul.noMarker",["h2","What has the Lord promised faithful missionaries?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.2-4"},"D&C 68:2–4"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.5-8"},"D&C 100:5–8"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.19-20"},"Matthew 10:19–20"]]]]]],[".topic",["h2","Teach with Your Companion in Unity"],["div",{"id":"p63","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p63"},"The Lord has commanded, “Ye shall go forth in the power of my Spirit, preaching my gospel, two by two” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.6"},"D&C 42:6"],"). Your teaching will be more powerful and interesting if you and your companion work together in unity. As you plan and study each day, discuss how you will teach so that you can be united and teach with one voice."],[".",{"id":"f15","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.f15"}],["div",{"id":"p64","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p64"},"Your teaching will be more powerful if you and your companion alternate giving brief portions of the lesson. Avoid falling into a routine when presenting the message. Support your companion by offering a second witness to the truths of which he or she has testified. Follow your impressions when the Spirit prompts you to say something. As companions, be ready to yield to each other so that you do not hinder the guidance of the Spirit. When you speak, maintain eye contact with the investigator. When you are not speaking, pray for your companion and carefully observe the investigator’s responses."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","How do companions support one another?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.1"},"Alma 12:1"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.6"},"D&C 42:6"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.9-10"},"D&C 52:9–10"]]]]]],[".topic",["h2","Invite Members to Help You Teach"],["div",{"id":"p71","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p71"},"Whenever possible invite members, preferably recent converts, to help you teach. The ideal situation is to include Church members who formerly belonged to the same church as the investigators. Show the members a copy of the lesson, and discuss what you want them to teach. Discuss how to work together. For example, have the members, as appropriate, share how they were able to learn, accept, and live a particular principle in the lesson. Have them explain how they made the decision to join the Church. When members join in teaching, they will have the opportunity to feel the joy of missionary work. It also provides friendship for the investigator. President Thomas S. Monson taught:"],[".blockQuote",["div",{"id":"p72","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p72"},"During the teaching process investigators can be benefitted by the strength of a member couple’s testimony who have in recent years made the step to baptism and membership. In the Canadian Mission in Ontario and Quebec, where our family lived when I presided over the mission, we found that the majority of the population belonged to perhaps three dominant faiths: Roman Catholic, Anglican, and the United Church of Canada. In every city of the mission we arranged for a newly baptized family from each of these faiths to be available to the missionaries who were in the process of teaching new investigators so that such a member couple could accompany the missionary team on perhaps the second or third visit."],["div",{"id":"p73","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p73"},"Can you appreciate, for example, when missionaries are working with those from the United Church of Canada, the strength of testimony of Brother and Sister William Stoneman, who had come from the United Church of Canada. Brother Stoneman, a printer, would say, “When I joined The Church of Jesus Christ of Latter-day Saints, I was the lead printer for the United Church. I lost my job. But I found a better job. Even more, I found the truth in its entirety. You too can make the adjustment. You too can make the same decision. In fact, let us pick you up on Sunday morning so that we can sit together in church. Then you can hear and feel for yourself. We’ll be right by your side.”"],["div",{"id":"p74","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p74"},"Anthony and Edith Belfiglio became such a fellowshipping couple to those who had Roman Catholic roots. The result was the same. It can be done. And such converts stay converted. In addition, the couples chosen to fulfill this assignment put their own roots even deeper in the rich soil of the gospel. Both Brother Stoneman and Brother Belfiglio became ordained patriarchs. The combined efforts of members and missionaries in such specific cooperation yield an abundant gathering of precious souls (missionary training satellite broadcast, 25 Apr. 2003)."]],[".sidebar",["h2","Activity: Personal Study"],["div",{"id":"p76","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p76"},"Imagine that you have a first appointment to teach a lesson to a family in a member’s home. Decide how you would prepare each of the following members to help you teach:"],["ul.bullet",["li",["span.label","•"],[".para","A ward missionary who recently returned from a full-time mission"]],["li",["span.label","•"],[".para","A priest"]],["li",["span.label","•"],[".para","A recent convert"]],["li",["span.label","•"],[".para","The bishop"]]]]],[".topic",["h2","Use the Scriptures"],["div",{"id":"p82","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p82"},"The standard works of the Church are your basic sources for teaching the restored gospel of Jesus Christ. You may also use the words of living prophets. There are many reasons why it is vital to use the scriptures as the basis for your teaching. For example:"],["ul.bullet",["li",["span.label","•"],[".para","The Lord and His prophets have instructed us to do so (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.12,56-58"},"D&C 42:12, 56–58"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/71.1"},"71:1"],"). A latter-day prophet counseled, “The words and the way they are used in the Book of Mormon by the Lord … should be used by us in teaching gospel principles” (Ezra Taft Benson, “The Book of Mormon and the Doctrine and Covenants,”",["span.emphasis","Ensign,"],"May 1987, 84)."]],["li",["span.label","•"],[".para","The scriptures invite the Holy Ghost into your teaching. They teach God’s word with power (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"],")."]],["li",["span.label","•"],[".para","The scriptures answer the great questions of the soul (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.3"},"2 Nephi 32:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.8"},"Jacob 2:8"],")."]],["li",["span.label","•"],[".para","The scriptures give authority and validity to your teaching, even in areas without a Christian background."]]],["div",{"id":"p87","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p87"},"Your ability to teach with power from the scriptures comes in large measure from the time you personally spend studying them. As you daily feast upon the word, your ability to teach from the scriptures will improve. In addition, your invitations to study and ponder the scriptures will be more powerful because you are doing the same thing in your life. Help people gain faith in the scriptures—particularly the Book of Mormon—as sources of revealed truth. When people come to believe the scriptures, you will be better able to help them understand doctrines correctly. The following suggestions may help."],[".",{"id":"f21","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.f21"}],["div",{"id":"p88","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p88"},["b","Introduce the scripture."],"Describe briefly the background and context of the passage you will use. Invite the investigator to look for particular points in the passage. When teaching people with a limited knowledge of the scriptures, you may need to begin by describing the contents of a passage, using language that they will understand. Below are examples of introducing a scripture:"],["ul.bullet",["li",["span.label","•"],[".para","“Here in Joseph Smith’s history we have Joseph’s own words telling what happened to him as he went into the grove to pray. He said, ‘I saw a pillar of light …’”"]],["li",["span.label","•"],[".para","“In this passage the prophet Alma is teaching people who are poor to exercise their faith in the word of God. He compares the word of God to a seed that can be planted in our hearts. Will you begin reading verse …”"]]],["div",{"id":"p91","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p91"},["b","Read the passage."],"Read the verses aloud or ask the investigator to read aloud. Be sensitive to those who struggle to read. If a passage is difficult for them to understand, read with them carefully and help them understand the more difficult points. Or give them a simpler passage to read. You might also define difficult words or phrases:"],["ul.bullet",["li",["span.label","•"],[".para","“Let him ask of God, that giveth to all men liberally, and upbraideth not [’upbraideth not’ means that God won’t find blame or fault] and it shall be given him” (",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],")."]]],["div",{"id":"p93","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p93"},"Some scriptural passages are clear and need no explanation. For others you may take time to explain what has been read."],["div",{"id":"p94","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p94"},["b","Apply the scripture."],"“Liken” the scriptures to yourself and to investigators by showing how the principles are relevant today (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],"). Show investigators how they can apply the principles in their lives. As they do, they will come to know that the doctrine is true. Bear your testimony of the principle, and promise them blessings. For example:"],["ul.bullet",["li",["span.label","•"],[".para","“The people of Alma, like you, had heavy burdens placed on them, almost more than they could bear. But as they exercised faith and ‘cried mightily to God,’ He strengthened them so they could endure the challenges and then delivered them from their trials. Just as He did with these people, I know God will help you in your trials as you …”"]],["li",["span.label","•"],[".para","“Alma’s instruction to the people at the waters of Mormon applies to us today. John, are you willing to …”"]]],["div",{"id":"p97","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p97"},"The people you teach will differ widely in how they view sacred texts, how familiar they are with the Bible, how well they understand scriptural language, and how deeply they believe that the Bible contains God’s word. Help all investigators gain an appreciation for the scriptures. By effectively using the scriptures in your teaching, you can help investigators begin to study the scriptures on their own. After each visit, suggest specific chapters or verses for them to read. You might give them questions to consider as they read, which you can discuss in your next meeting. This will encourage them to study the scriptures daily in their homes and participate in Church meetings and classes where the scriptures are used."],["div",{"id":"f25","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.f25"},["h2","Cultural Views of Scriptures"],["div",{"id":"p99","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p99"},"Most religions have sacred texts or books of scripture, but their use and perception of them may be different from how members of the Church view scriptures. For example, you may need to explain that your marking of scriptures is evidence of your desire to understand and apply the teachings of the scriptures and is not a sign of disrespect. Help those you teach see that the standard works are important because they contain the word of the Lord as written by prophets of God and that we accept them as truth."]],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p101","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p101"},"Review one of the following passages. Determine how you would:"],["ul.bullet",["li",["span.label","•"],[".para","Introduce the passage."]],["li",["span.label","•"],[".para","Provide background and context."]],["li",["span.label","•"],[".para","Read the passage and explain its meaning."]],["li",["span.label","•"],[".para","Explain difficult words."]],["li",["span.label","•"],[".para","Help investigators apply it in their lives."]]],["div",{"id":"p107","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p107"},["a.scriptureRef",{"href":"/scriptures/bofm/bofm-title"},"Title Page of the Book of Mormon"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11"},"3 Nephi 11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3-8"},"Moroni 10:3–8"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/17.3"},"John 17:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.16-17"},"Romans 8:16–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.29"},"1 Corinthians 15:29"],";",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.19-20"},"1 Peter 3:19–20"],";",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"]]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","Why is it important to teach from the scriptures?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.15-16"},"2 Nephi 4:15–16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.7-12"},"D&C 20:7–12"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.15-17"},"2 Timothy 3:15–17"]]]]]],[".topic",["h2","Teach for Understanding"],["div",{"id":"p115","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p115"},"People are better able to believe the message of the Restoration of the gospel when they understand the message. President James E. Faust said: “Study, ponder, and teach from the scriptures, especially the Book of Mormon and the New Testament. Know the truth so well that you can state it clearly. B. H. Roberts wrote, ‘To be known, the truth must be stated and the clearer and more complete the statement is, the better the opportunity will the Holy Spirit have for testifying to the souls of men that the work is true.’ [",["span.emphasis","New Witnesses for God,"],"3 vols. (1909), 2:vii]. You cannot convert people beyond your own conversion” (“What I Want My Son to Know before He Leaves on His Mission,”",["span.emphasis","Ensign,"],"May 1996, 41)."],["div",{"id":"p116","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p116"},"You are commanded to reason with and expound the scriptures when you teach (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.1"},"D&C 68:1"],").",["span.emphasis","Expound"],"means to enlarge on and to explain clearly. Expounding the gospel means that you explain the meaning of doctrines and scriptural passages simply and clearly, relying on the Spirit to guide what you say. You use dignified but conversational language to help people understand the doctrinal principle. You ask questions to help them think about the principles and to see if they understand and accept what you have taught."],["div",{"id":"p117","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p117"},"At the end of each of the first three lessons in chapter 3 is a list of words that may be unfamiliar to those you teach. Part of teaching for understanding is to make sure you explain words, phrases, and ideas so that other people understand you better. You can improve your ability to explain the gospel by:"],["ul.bullet",["li",["span.label","•"],[".para","Understanding the words you use."]],["li",["span.label","•"],[".para","Defining words others may not understand. Many words that mean special things to members of the Church are defined simply in the",["a.scriptureRef",{"href":"/scriptures/gs"},"Guide to the Scriptures"],"and",["span.crossRef",["span.emphasis","True to the Faith"]],"."]],["li",["span.label","•"],[".para","Asking people questions like, “Do you know what we mean when we say … ?” or “Can you restate what we just talked about in your own words?”"]]],["div",{"id":"p121","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p121"},"As you study the doctrine in chapter 3, identify words you think may be difficult for an investigator to understand. As you teach the doctrine in chapter 3, make notes of words, phrases, and ideas that investigators have a hard time understanding. Define those words using the resources mentioned above. Test your definitions with investigators and recent converts."],[".sideQuote",["div",{"id":"p122","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p122"},"“It is true intelligence for a man to take a subject that is mysterious and great in itself, and to unfold and simplify it so that a child can understand it.”"],[".citationInfo",["div",{"id":"p123","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p123"},"–President John Taylor"],["div",{"id":"p124","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p124"},["span.emphasis","The Gospel Kingdom,"],"sel. G. Homer Durham (1943), 270"]]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","Why should we expound or explain doctrines carefully?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.3"},"Mosiah 8:3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.35"},"Mosiah 27:35"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.1"},"Alma 12:1"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.1"},"3 Nephi 26:1"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.1-5"},"D&C 68:1–5"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/71.1"},"D&C 71:1"]]]],["ul.noMarker",["h2","How do we learn? Why is it important to unfold or gradually disclose information?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.13"},"Jacob 4:13"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.9"},"Mosiah 2:9"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.11-12"},"D&C 98:11–12"]]]],["ul.noMarker",["h2","Why is plainness important?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.4,7,28"},"2 Nephi 25:4, 7, 28"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.7"},"2 Nephi 32:7"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.23"},"Alma 13:23"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.8"},"Nehemiah 8:8"]]]],["ul.noMarker",["h2","How does the Lord communicate with His children?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.3"},"2 Nephi 31:3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.24"},"D&C 1:24"]]]]]],[".topic",["h2","Ask Questions"],["div",{"id":"p147","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p147"},"Jesus Christ often asked questions to help people ponder and apply principles. His questions prompted thought, soul searching, and commitment."],[".",{"id":"f37","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.f37"}],["div",{"id":"p148","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p148"},"Good questions will help you understand interests, concerns, or questions that others have. They can enhance your teaching, invite the Spirit, and help your investigators learn."],["div",{"id":"p149","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p149"},"Poor questions can intimidate, irritate, and offend investigators. They can also cause you to lose control of the teaching situation. Try to ask questions that:"],["ul.bullet",["li",["span.label","•"],[".para","Are simple and easy to understand."]],["li",["span.label","•"],[".para","Help people think about what you are teaching."]],["li",["span.label","•"],[".para","Help you determine how well the investigator understands what you are teaching."]],["li",["span.label","•"],[".para","Help people apply what they learn."]]],["div",{"id":"p154","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p154"},"As those you teach respond to these types of questions, they will feel that they can talk openly. Good questions can lead investigators to ask you questions when they don’t understand, when they have a concern, or when they want to know what to do. Good questions can help those you teach share their feelings and by so doing discover a growing testimony. Examples of effective questions include:"],["ul.bullet",["li",["span.label","•"],[".para","What questions do you have about what we have taught?"]],["li",["span.label","•"],[".para","Do you believe that Heavenly Father loves you? Why?"]],["li",["span.label","•"],[".para","How do we sometimes make the same error as the people in this story?"]]],["div",{"id":"p158","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p158"},"To help those you teach prepare to answer questions, you may want to say, “As I explain the importance of keeping the Sabbath day holy, ask yourself, ‘What does this commandment mean to me?’” Avoid asking questions that:"],["ul.bullet",["li",["span.label","•"],[".para","Include more than one idea."]],["li",["span.label","•"],[".para","Pertain to doctrines you have not yet taught."]],["li",["span.label","•"],[".para","Do not have a clear purpose."]],["li",["span.label","•"],[".para","Interrogate and pry unnecessarily."]]],["div",{"id":"p163","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p163"},"Asking too many questions, especially in your first visit, gives the impression that you are conducting an “interrogation.” Do not ask investigators to give specific answers about unimportant or obvious details. This will turn a good teaching environment into a game of guessing. When you need a specific answer, it is best to ask a factual question or present the information in some other way. Avoid asking questions that might embarrass someone if they do not know the answers. Questions are most useful when asked after you have taught and testified about a key principle. Following are examples of less-effective questions:"],["ul.bullet",["li",["span.label","•"],[".para","Who was the first prophet? (Asked before teaching about dispensations.)"]],["li",["span.label","•"],[".para","How will keeping our bodies pure help us have the Spirit and show that we are willing to follow a prophet of God? (More than one idea.)"]],["li",["span.label","•"],[".para","Is it important to know about God’s commandments? (Yes-no answer and too obvious.)"]],["li",["span.label","•"],[".para","How do you feel about the Book of Mormon? (Before they have read it.)"]],["li",["span.label","•"],[".para","What is something we can do every day that will help us feel close to God? (Vague question looking for a specific answer: pray.)"]],["li",["span.label","•"],[".para","Who was the next prophet after Noah? (Asking them to guess.)"]]],["div",{"id":"p170","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p170"},"Learn to ask questions as prompted by the Spirit. The right type of question at the right time can greatly help those you teach to learn the gospel and feel the Spirit. Likewise, the wrong type of question or a question at the wrong time can interfere with their learning. Asking appropriate questions at the right time requires that you are in tune with the Spirit, that you listen to those you are teaching, and that you focus throughout the teaching experience. Effective teaching can be hard work and requires concentration and effort on the part of you and your companion."],[".",{"id":"f42","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.f42"}],[".sidebar",["h2","Activity: Personal or Companion Study"],["div",{"id":"p172","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p172"},"What might happen to an investigator’s progress if he or she encountered the following situations and you never found out about them?"],["ul.bullet",["li",["span.label","•"],[".para","Co-workers who regularly make fun of spiritual things."]],["li",["span.label","•"],[".para","Family members who are strong members of another church."]],["li",["span.label","•"],[".para","Friends who believe that the Mormons are a non-Christian cult."]],["li",["span.label","•"],[".para","A spiritual experience in reading from the Book of Mormon."]]],["div",{"id":"p177","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p177"},"Think of a question that you would ask to learn more about each of the situations above. Write your questions in your study journal. Discuss with your companion how you might improve the questions each of you wrote for this activity."]]],[".topic",["h2","Listen"],["div",{"id":"p179","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p179"},"When you listen carefully to others, you understand them better. When they know that their thoughts and feelings are important to you, they are more likely to be receptive to your teachings, share personal experiences, and make commitments. As you listen, you will be able to more effectively adapt your teaching to their needs and interests."],["div",{"id":"p180","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p180"},"Especially listen for the whisperings of the Spirit. As others share their feelings with you, thoughts or ideas may enter your mind that are directed by the Spirit. You will also be able to understand what others are trying to express."],["div",{"id":"p181","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p181"},"While others talk to you, avoid the tendency to think about what you are going to say. Make sure you are really concentrating on the person speaking rather than planning your response. Elder Jeffrey R. Holland taught: “More important than speaking is listening. These people are not lifeless objects disguised as a baptismal statistic. They are children of God, our brothers and sisters, and they need what we have. Be genuine. Reach out sincerely. Ask these friends what matters most to",["span.emphasis","them"],". What do",["span.emphasis","they"],"cherish, and what do",["span.emphasis","they"],"hold dear? And then listen. If the setting is right, you might ask what their fears are, what they yearn for, or what they feel is missing in their lives. I promise you that",["span.emphasis","something"],"in what they say will",["span.emphasis","always"],"highlight a truth of the gospel about which you can bear testimony and about which you can then offer more. … If we listen with love, we won’t need to wonder what to say. It will be given to us—by the Spirit and by our friends” (“Witnesses Unto Me,”",["span.emphasis","Ensign,"],"May 2001, 15; italics in original)."],["div",{"id":"p182","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p182"},"People also communicate by the way they sit, their facial expressions, what they do with their hands, their tone of voice, and the movements of their eyes. Observe these unspoken messages; they can help you understand the feelings of those you teach. Also be aware of your own body language. Send a message of interest and enthusiasm by listening sincerely."],["div",{"id":"p183","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p183"},"Do not be afraid of silence. People often need time to think about and reply to questions or to express what they are feeling. You might pause after you have asked a question, after sharing a spiritual experience, or when people are having difficulty expressing themselves. Be sure to give people time to complete their thoughts before you respond, and do not interrupt while they are talking."],["div",{"id":"p184","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p184"},"When you feel that you understand what is being said, make comments that show you understand, such as “So what you are saying is",["span.textInput","_____"],". Is that right?” or “If I understand, you are feeling that",["span.textInput","_____"],".” When you are not sure if you understand, ask the person for clarification."],["div",{"id":"p185","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p185"},"Some people may tend to dominate the conversation and keep you from teaching the restored gospel. You will need to learn to tactfully take control of such situations. For example, “We appreciate what you are sharing with us, but that is an issue we would like to discuss later. I will ask my companion to write it down so we will be sure not to forget to treat it on a later visit.” Remember, you will help people most by teaching them the gospel of Jesus Christ."],["div",{"id":"p186","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p186"},"As you listen carefully, the Spirit will help you know what to say. Listening takes effort and concentration. One missionary shared the following true experience (the names have been changed):"],[".blockQuote",["div",{"id":"p187","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p187"},"My companion and I were teaching the Sanchez family. It was hot and the children were making a lot of noise. I asked Sister Sanchez about her reading in the Book of Mormon. As she began to explain, I noticed that their son had grabbed my companion’s notebook and was running around the room waving it in the air. Although I was looking at Sister Sanchez, my mind was elsewhere. I thought to myself, “It’s so hot, and I wish their little boy would settle down. This just isn’t going to work.” As my mind wandered, I noticed that Sister Sanchez was struggling to talk. A subtle impression came into my mind to listen. I fought to tune out the heat and the noise. I carefully watched her face as she spoke. She looked down at the ground, then back up at my companion and me. Her husband was hopelessly trying to quiet the children. There was a pause, and then with trembling in her voice she said, “I did what you asked. I read those chapters you wanted me to, and I prayed.” Again she paused and looked down. She glanced at her children, then her eyes met mine. “I got an answer,” she said with a smile and with tear-filled eyes. “It’s true, I know it’s true.” The Spirit filled the room. With a heart full of gratitude that I had listened, I smiled and said, “Yes, it is.”"]],[".sidebar",["h2","Activity: Personal or Companion Study"],["div",{"id":"p189","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p189"},"After reviewing the story above, either write an answer in your study journal to the questions below or discuss them with your companion."],["ul.bullet",["li",["span.label","•"],[".para","What might have happened if the missionary had been more concerned about his personal comfort or his companion’s notebook?"]],["li",["span.label","•"],[".para","How was this investigator blessed because the missionary listened?"],[".para","Answer the questions below:"],["div",{"id":"f","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service.f"},["table",["tbody",["tr",["td","A"],["td","= Never true of me"],["td"]],["tr",["td","B"],["td","= Sometimes true of me"],["td"]],["tr",["td","C"],["td","= Usually true of me"],["td"]],["tr",["td","D"],["td","= Always true of me"],["td"]]]]]],["li",["span.label","•"],[".para","When I talk with others, I think of similar experiences that I can share instead of listening carefully."]],["li",["span.label","•"],[".para","When others tell me about their feelings, I try to put myself in their shoes to see how I would feel."]],["li",["span.label","•"],[".para","When I teach investigators, I am worried about what I am going to say or teach next."]],["li",["span.label","•"],[".para","I get frustrated when investigators want to talk a lot."]],["li",["span.label","•"],[".para","I struggle to follow or understand what others are trying to tell me."]],["li",["span.label","•"],[".para","My mind often wanders while my companion is teaching."]],["li",["span.label","•"],[".para","I get upset if someone is talking to me and others cut in or distract my attention."]],["li",["span.label","•"],[".para","I receive spiritual promptings to say or do something, but I ignore them."]]],["div",{"id":"p209","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p209"},"Determine what you can do to improve your ability to listen."]],["div",{"id":"f48","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.f48"},["h2","Develop a Good Relationship with Investigators"],["div",{"id":"p211","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p211"},"To avoid embarrassment, some people will answer questions the way they think you want them to answer rather than share true feelings. Seek to develop a relationship that allows them to be comfortable sharing their true feelings with you."]]],[".topic",["h2","Help People Resolve Their Concerns"],["div",{"id":"p213","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p213"},"Some of those you teach will lack the faith to keep commitments, others will face opposition, and others will not always accept everything you share. They must make their own choices, but you will want to do all you can to answer their questions, help them resolve their concerns, and overcome opposition."],["div",{"id":"p214","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p214"},"Sometimes people’s concerns are like an iceberg. Only a small portion is visible above the surface. These concerns can be complex and difficult to resolve. For this reason you need to follow the Spirit and respond in a manner best suited to the situation. Pray for the gift of discernment and follow your impressions. Heavenly Father knows the hearts and experiences of all people (the complete iceberg) and will help you know what is best for each person."],["div",{"id":"p215","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p215"},"When you help others resolve their concerns, first seek to understand their concerns by asking questions and listening. Rely on the Spirit to help you know how to help them resolve their concerns. For example, you might use a scripture to address a concern about the need for baptism, or you might share your testimony of the Prophet Joseph Smith."],["div",{"id":"p216","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p216"},"Often concerns are more social than doctrinal. For example, investigators might fear opposition from family members if they join the Church. Or they might fear rejection from their friends at work. Whatever the concern may be, your investigators may have past experiences or other influences that are part of the concern that you do not understand. In many cases, members may be able to help you understand and help with their concerns."],["div",{"id":"p217","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p217"},"How you approach an investigator’s concern will depend on the nature of that concern. Determine whether the concern has come up because the person does not have a spiritual confirmation of the truth of the Restoration or whether the person does not want to commit to living a true principle. Understanding the source of the problem in this way helps you know whether to focus on testimony or commitment."],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p219","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p219"},"Choose one commitment invitation you extend when you teach the lessons. Then identify different concerns which might keep someone from accepting or keeping that commitment. Discuss and practice how you can best help people as they work to resolve their concerns."]]],[".topic",["h2","Repentance and Addiction Recovery"],["div",{"id":"p221","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p221"},"Repentance is a spiritual process that involves humility, confession, restitution, and turning away from the sin. It is a permanent change of thoughts and actions. Ideally, repenting of a specific sin should be necessary only once. However, if the sin is repeated, repentance is available as a means of healing (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.30"},"Mosiah 26:30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.8"},"Moroni 6:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.31-32"},"D&C 1:31–32"],")."],["div",{"id":"p222","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p222"},"Repentance may involve an emotional and physical process. People must stop ongoing, ingrained ways of inappropriate acting. Undesirable actions must be replaced with healthy and appropriate behaviors."],["div",{"id":"p223","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p223"},"Thus, both repentance and recovery may take time. Sometimes converts, even with the best of intentions, give in to temptation as they progress toward greater self-discipline. In such cases new converts work with their priesthood leaders, not with the missionaries, as they seek to overcome temptation and to fully repent."],["div",{"id":"p224","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p224"},"Through baptism and confirmation people receive the gift of the Holy Ghost, which will strengthen their ability to overcome these challenges. But baptism and confirmation may not fully do away with the emotional and physical urges that go along with these behaviors. Even though a person may have some initial success, further emotional healing may be necessary to completely repent and recover."],[".sidebar",["h2","Activity: Personal or Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","Think of an investigator, recent convert, or less-active member who is trying to overcome addiction."]],["li",["span.label","•"],[".para","Review “Faith in Jesus Christ” and “Repentance” from the “The Gospel of Jesus Christ” lesson in chapter 3."]],["li",["span.label","•"],[".para","What could you teach this person from this lesson and from this chapter that will help him or her overcome addiction?"]],["li",["span.label","•"],[".para","Create a lesson plan to help this individual."]]]]],[".topic",["h2","Helping Investigators and Recent Converts Understand Repentance and Addiction Recovery"],["div",{"id":"p231","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p231"},"You may be asked to answer questions and concerns about addiction. You will also want to help people find answers to difficult questions related to these problems. The following ideas may be helpful:"],["ul.bullet",["li",["span.label","•"],[".para","Share your testimony of the healing nature of the gospel, particularly the Atonement (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-13"},"Alma 7:11–13"],")."]],["li",["span.label","•"],[".para","Testify that only God can accomplish the miracle of spiritual healing (see",["a.scriptureRef",{"href":"/scriptures/ot/ps/147.3"},"Psalm 147:3"],")."],[".",{"id":"f","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service.f"}]],["li",["span.label","•"],[".para","Explain that the gift of healing extends to both the body and the spirit."]]],"Basic steps that help people in the emotional healing process include:",["ul.bullet",["li",["span.label","•"],[".para","Identifying and acknowledging the problem. This requires careful and honest self-examination."]],["li",["span.label","•"],[".para","Acknowledging that the behavior is harmful. It affects others and requires change."]],["li",["span.label","•"],[".para","Being humble and feeling sorrow."]],["li",["span.label","•"],[".para","Seeking forgiveness from others who have been harmed, and learning to forgive one’s self."]],["li",["span.label","•"],[".para","Stopping addictive actions and beginning to do healthy things."]],["li",["span.label","•"],[".para","Remaining faithful—keeping the baptismal covenant, providing service, praying for help from the Holy Ghost, and showing a desire to keep God’s commandments."]],["li",["span.label","•"],[".para","Understanding that the Lord will always love His children—even when they make a mistake and yield to old cravings. Repentance and the road to recovery are always available."]]]],[".topic",["h2","A Plan for Overcoming Addictive Behavior"],["div",{"id":"p244","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p244"},"Investigators and new and less-active members may ask what they can do to overcome an addiction. They trust your ability to offer guidance and support. The following suggestions may be helpful:"],["ul.bullet",["li",["span.label","•"],[".para","Have them outline the times, places, and people that contribute to the behavior. Then discuss the list with a spouse, bishop, ward missionary, or other trusted friend. Talk about what they need to do to change or avoid the items on the list."]],["li",["span.label","•"],[".para","Have them write down what the behavior is causing them to miss now and, if not corrected, what it will cause them to miss in the future."]],["li",["span.label","•"],[".para","Have them write down different things they can do to avoid or discourage inappropriate behavior. This may include talking to one’s spouse, calling the bishop or a friend for support, exercising, and any other activity that helps them avoid temptation."]],["li",["span.label","•"],[".para","Encourage them to regularly pray, study the scriptures, listen to uplifting music, and read wholesome books."],[".",{"id":"f","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service.f"}]],["li",["span.label","•"],[".para","Encourage them to seek a priesthood blessing."]],["li",["span.label","•"],[".para","Encourage them to continue to be active in the Church, which is there to help them overcome their problems and grow closer to the Lord."]],["li",["span.label","•"],[".para","Encourage them to attend an appropriate support group or obtain professional help. In some places, LDS Family Services is available."]],["li",["span.label","•"],[".para","Encourage them to never give up! The Lord will assist them, even if it takes some time."]]],["div",{"id":"p253","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p253"},"Active Latter-day Saints can best help new members remain active by being their friends. Members should reach out to investigators and new members with a warm, positive attitude. Investigators and new converts will respond favorably when greeted with a smile, when sincerely asked about how they are doing, when others sit by them during meetings, and when they are invited to a family dinner or family home evening."],["div",{"id":"p254","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p254"},"Since it is likely that some may return to an addiction, priesthood leaders and members should not be shocked or discouraged if they learn that an investigator or new member may be struggling with such problems. They should show confidence in the individual and not be judgmental if the person yields to an old craving. They should treat it as a temporary and understandable setback. Condemning the addicted investigator or new convert is never helpful and will likely lead to discouragement, failure, and inactivity. A new convert who suddenly stops attending Church may have given in to an old addiction and is feeling unworthy and discouraged. An immediate visit giving encouragement and support can help the person succeed. Members should show in word and action that they accept the converts (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.32"},"3 Nephi 18:32"],")."],["div",{"id":"p255","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p255"},"Remaining active in the Church and striving to live faithfully are the most important things any individual can do in overcoming addiction problems."],[".sidebar",["h2","Activity: Personal Study"],["div",{"id":"p257","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p257"},"Think of some habit you have—something you do frequently, without thinking, such as cracking your knuckles, adjusting your glasses, eating too much, or sleeping too late. Now try to go one day without doing it once. When you succeed, try to go a whole week without doing it. Discuss your experience with your companion. Then try to imagine how much harder it is for an investigator to conquer an addiction such as tobacco or alcohol abuse."]]],[".topic",["h2","Leave Something Behind"],["div",{"id":"p259","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p259"},"At the conclusion of each teaching visit, provide the investigator with something to read and ponder in preparation for the next meeting. You might assign them chapters from the Book of Mormon. You might give them a brochure addressing what has been taught or what you are going to teach in your next visit, or it may be other literature or an audiovisual presentation. If they have access to the Internet, encourage them to go to",["a.urlRef",{"href":"http://www.mormon.org"},["span.language","www.mormon.org"]],". They should always be given something to think about, to ponder, and to pray about. This can become an opening topic of discussion the next time you meet."],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p261","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p261"},"Review the items you have available to leave with investigators including brochures and audiovisual items. Are there other items you need to obtain so you can share them with your investigator? Make a list in your planner of the items you need to order."],["div",{"id":"p262","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p262"},"Consider each of the investigators you are scheduled to teach this week. What chapters in the Book of Mormon will be most helpful to them? What other items would benefit them? Record in the Notes/To Do List in your planner what you intend to provide each investigator and what you will do to follow up in your next visit."]]],[".topic",["h2","Teach the Restored Gospel to Those without a Christian Background"],["div",{"id":"p264","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p264"},"Some of the people whom you will teach may not believe in Heavenly Father and Jesus Christ or have a Christian tradition. Many of these people, however, will have beliefs, practices, and places which they hold sacred. As a servant of God, it is essential that you show proper respect for their religious beliefs and traditions. Do not do anything that would show disrespect for that which is important to them."],["div",{"id":"p265","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p265"},"You may wonder how you should adjust your teaching approach to these people. It will be helpful to remember that in order to be converted, all of God’s children, regardless of background, must develop faith in Jesus Christ, repent, receive the ordinances of baptism and confirmation, and endure to the end by keeping the commandments and giving service. The principles that help others build faith in Jesus Christ are the same in all cultures."],["div",{"id":"p266","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p266"},"You can help people gain a correct understanding of God as our Heavenly Father and develop faith in Jesus Christ by helping them have personal spiritual experiences rather than simply telling them about the nature of God. For example, you will help people gain this understanding as they:"],["ul.bullet",["li",["span.label","•"],[".para","Gain a spiritual conviction that God the Father and His Son, Jesus Christ, appeared to the Prophet Joseph Smith."]],["li",["span.label","•"],[".para","Hear your sincere teaching and testimony of the gospel, including why you chose to follow Jesus Christ."]],["li",["span.label","•"],[".para","Frequently hear you and other members talk to Heavenly Father in a simple, heartfelt prayer."]],["li",["span.label","•"],[".para","Hear you bear powerful testimony."]],["li",["span.label","•"],[".para","Pray with you and on their own."]],["li",["span.label","•"],[".para","Come to learn how you feel about the scriptures as you read and discuss them."]],["li",["span.label","•"],[".para","Read God’s word from the scriptures daily (especially the Book of Mormon)."]],["li",["span.label","•"],[".para","Attend church so they can see how we worship the Lord."]],["li",["span.label","•"],[".para","Meet members of the Church who can explain how they came to believe in Heavenly Father and Jesus Christ."]],["li",["span.label","•"],[".para","Keep the commandments."]]],["div",{"id":"p277","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p277"},"These activities are beneficial for all people you teach, but they are essential when teaching those without a Christian background because these people are less likely to have had these experiences previously."],["div",{"id":"p278","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p278"},"Many converts from non-Christian backgrounds report that they did not understand much of what the missionaries were saying but that they felt the Spirit and wanted to do what the missionaries asked. You must do all you can to help investigators understand the doctrines of the gospel. Be patient and supportive, as it may take some time for people to learn to identify and express the feelings they have inside. You may need to adjust the pace and depth of your teaching to help them understand. As you prepare to teach those without a Christian background, the following suggestions may help:"],["ul.bullet",["li",["span.label","•"],[".para","Provide simple overviews and reviews for each lesson."]],["li",["span.label","•"],[".para","Ask them to tell you what they understand and what they have experienced."]],["li",["span.label","•"],[".para","Take the time to define essential words and principles. Those you teach may not be familiar with many of the words you will use as you teach."]],["li",["span.label","•"],[".para","Return to a previously taught lesson to teach the doctrine more clearly. This may be necessary any time in the teaching process."]]],["div",{"id":"f61","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.f61"},["h2","Scriptural Examples"],["div",{"id":"p284","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p284"},"The scriptures contain examples of missionaries who have taught those who did not believe in God or who misunderstood His true nature. Study the scriptures below, and then explain to your companion or record in your study journal how these missionaries helped people gain a testimony that God exists."],["ul.bullet",["li",["span.label","•"],[".para","Alma and Amulek (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/9"},"Alma 9–12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15"},"15"],")"]],["li",["span.label","•"],[".para","Ammon and Aaron (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17–22"],")"]],["li",["span.label","•"],[".para","Alma (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30"},"Alma 30"],")"]],["li",["span.label","•"],[".para","Alma and others (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31"},"Alma 31–35"],")"]],["li",["span.label","•"],[".para","Paul (",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.16-34"},"Acts 17:16–34"],")"]]]],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p291","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-can-i-improve-my-teaching-skills.p291"},"When possible, identify a convert who was not part of a Christian tradition before meeting with the missionaries. Arrange to meet with him or her, and ask about his or her conversion experience. For example, you might ask what led the person to believe in God, the first time he or she prayed, the first time he or she felt an answer to prayer, the role of the scriptures in his or her conversion, and what it was like to attend Sunday services. Write what you learn in your study journal."]],[".sidebar",["h2","Remember This"],["ul.bullet",["li",["span.label","•"],[".para","As people are taught the restored gospel and live it, their needs will be met."]],["li",["span.label","•"],[".para","Plan and study each day with your companion to be united and to teach with one voice."]],["li",["span.label","•"],[".para","Share your testimony frequently."]],["li",["span.label","•"],[".para","The scriptures, especially the Book of Mormon, are your basic sources for teaching."]],["li",["span.label","•"],[".para","Pray for the gift of discernment to know when to use the skills described in this chapter."]]]]],[".topic",["h2","Ideas for Study and Application"],["ul.bullet",["h2","Personal Study"],["li",["span.label","•"],[".para","Assume you are placed in the following situations. How might you use the principles and skills in this chapter to help these people progress? Plan how you would apply them in each situation."],["ul.bullet",["li",["span.label","•"],[".para","While walking through a park, you see a woman and a small boy sitting alone on a bench. The woman is crying."]],["li",["span.label","•"],[".para","You arrive at the home of investigators who have been preparing for baptism, and they tell you that they no longer want to meet with you."]],["li",["span.label","•"],[".para","You are meeting for the seventh time with an investigator who has been taught by several missionaries over a two-year period. There have been few if any signs of progress."]],["li",["span.label","•"],[".para","You are beginning to teach a member family a gospel message, and they say, “We have already asked everyone we know to meet with the missionaries, and they have all said no.”"]]]],["li",["span.label","•"],[".para","Select one of the missionary lessons. Identify one or two scripture passages from each main principle. Practice teaching from those passages as outlined in the “Use the Scriptures” section of this chapter."]],["li",["span.label","•"],[".para","Over the course of several weeks, review the Savior’s teachings in the Gospels (",["a.scriptureRef",{"href":"/scriptures/nt/matt"},"Matthew"],",",["a.scriptureRef",{"href":"/scriptures/nt/mark"},"Mark"],",",["a.scriptureRef",{"href":"/scriptures/nt/luke"},"Luke"],",",["a.scriptureRef",{"href":"/scriptures/nt/john"},"John"],") and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne"},"3 Nephi"],". In your study journal, make a list of the questions He asked. Compare these questions with the questions you typically ask."]],["li",["span.label","•"],[".para","Read the account of Ammon and King Lamoni in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18"},"Alma 18"],"and the account of Aaron in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.4-18"},"Alma 22:4–18"],". As you read, identify and describe how Ammon and Aaron:"],["ul.bullet",["li",["span.label","•"],[".para","Followed the Spirit and taught with love."]],["li",["span.label","•"],[".para","Began to teach."]],["li",["span.label","•"],[".para","Adapted their teachings to meet needs."]],["li",["span.label","•"],[".para","Bore testimony."]],["li",["span.label","•"],[".para","Used the scriptures."]],["li",["span.label","•"],[".para","Asked questions, listened, and resolved concerns."]],["li",["span.label","•"],[".para","Encouraged those they taught to make commitments."]]]],["li",["span.label","•"],[".para","Ponder the following statements by President Harold B. Lee regarding teaching for understanding. Evaluate how clearly you teach the doctrines of the gospel. Record what you learn in your study journal."],[".para","“May you stay with the context of the scripture and reduce it to understandable terms” (",["span.emphasis","The Teachings of Harold B. Lee,"],"sel. Clyde J. Williams [1996], 444)."],[".para","“Now you as teachers are not being sent out to teach new doctrine. You’re to teach the old doctrines, not so plain that they can just understand, but you must teach the doctrines of the Church so plainly that no one can misunderstand” (",["span.emphasis","The Teachings of Harold B. Lee,"],"458)."]]],["ul.bullet",["h2","Companion Study"],["li",["span.label","•"],[".para","Review your lesson plan from a recent lesson you have taught. Write one question for each of the major principles outlined in your plan. Then review your questions to see whether they are in harmony with what is taught in this chapter. Next, answer each question as though you were an investigator. Revise your questions as needed. Share your questions with your companion. Together, evaluate your questions."],[".para","Consider the needs of an investigator you are teaching. Discuss how he or she might answer your questions. Also discuss how these questions may invite the Spirit and help the investigator learn the gospel."]],["li",["span.label","•"],[".para","Think of each of your new investigators. Discuss what you can do to help them become a progressing investigator. Write your ideas in your study journal and make plans in your daily planner."]]],["ul.bullet",["h2","District Meetings and Zone Conferences"],["li",["span.label","•"],[".para","Invite members or current investigators to your meeting. Explain to the group that you want missionaries to improve their ability to share their important message. Select a lesson and a skill. Have the missionaries teach the members or investigators the lesson you have selected for 20 minutes, focusing on the skill you have identified. Have them switch after 20 minutes. After the missionaries have had an opportunity to teach, bring the group together and have the members and investigators tell the missionaries what was most effective and one way they can improve."]],["li",["span.label","•"],[".para","Show video examples of missionaries teaching or contacting people. Select a skill and discuss as a group how well the missionaries in the video applied the principles for that skill."]],["li",["span.label","•"],[".para","Select a skill or an important aspect of a skill, and identify doctrine or scripture passages that support the skill. Teach the doctrinal foundation of the skill to the missionaries."]]],["ul.bullet",["h2","Mission President"],["li",["span.label","•"],[".para","Occasionally accompany missionaries as they teach. Plan with them how you can participate in the teaching."]],["li",["span.label","•"],[".para","Encourage priesthood leaders to accompany missionaries in their teaching visits and provide feedback."]],["li",["span.label","•"],[".para","Demonstrate the effective use of scriptures, questions, and listening when teaching missionaries in zone conferences and interviews."]]]]]],"refs":null}
