{"id":17,"parent_id":0,"book_id":73,"content_id":1,"language_id":1,"display_order":17,"title":"How Do I Find People to Teach?","subtitle":"","short_title":"How Do I Find People to Teach?","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach","content":[["div",{"id":"head1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.head1"},["h1","How Do I Find People to Teach?"]],[".bodyBlock",[".sidebar",["h2","Consider This"],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to “find them that will receive you” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.8"},"D&C 42:8"],")?"]],["li",["span.label","•"],[".para","How do I increase my faith to find people to teach?"]],["li",["span.label","•"],[".para","Why should I involve members in my finding efforts?"]],["li",["span.label","•"],[".para","What is the role of media and Church headquarters referrals?"]],["li",["span.label","•"],[".para","What is the relationship between finding and teaching?"]],["li",["span.label","•"],[".para","What is the role of service in finding people to teach?"]],["li",["span.label","•"],[".para","What are some ideas for finding people to teach that I have not yet tried?"]]]],[".topic",["h2","Developing the Faith to Find"],["div",{"id":"p11","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p11"},"The doctrines and principles in this chapter will strengthen your faith that the Lord is preparing people to receive you and the restored gospel. He will lead you to them or He will lead them to you. Finding is different in different parts of the world. Missionaries and mission presidents need to adapt to circumstances. Despite differences, however, the principles for finding are universal."],["div",{"id":"p12","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p12"},["b","The Family of God."],"All people on the earth were members of God’s family in the premortal life (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.26-29"},"Acts 17:26–29"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.9"},"Hebrews 12:9"],"). We are part of God’s family in this life and can enjoy even greater blessings as members of His family in the life to come. We are all brothers and sisters in the family of God. This knowledge gives us a sense of identity and belonging. It gives us reason to hope for eternal life in God’s presence. We understand these basic truths because of the Restoration. Teaching restored truths to your brothers and sisters is your responsibility and blessing. Like Alma seeking to help the apostate Zoramites, you can pray: “O Lord, wilt thou grant unto us that we may have success in bringing them again unto thee in Christ. Behold, O Lord, their souls are precious … ; therefore, give unto us, O Lord, power and wisdom that we may bring these, our brethren, again unto thee” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.34-35"},"Alma 31:34–35"],")."],[".",{"id":"f3","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.f3"}],["div",{"id":"p13","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p13"},["b","“Find Them That Will Receive You.”"],"You are to build up the Church by finding “them that will receive you” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.8"},"D&C 42:8"],"). Such people will recognize that you are the Lord’s servants. They will be willing to act on your message. Many of these people have been “kept from the truth [only] because they know not where to find it” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.12"},"D&C 123:12"],")."],["div",{"id":"p14","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p14"},"Usually you do not know who these people are. They may not immediately recognize that you are the Lord’s servants. They may not understand that greater peace, direction, and purpose in life will come through the restored gospel than from anything else. They often do not realize that they are looking for the restored gospel until they have found it. For example, one convert said, “When I heard the gospel, it filled a hole in my heart that I didn’t know was there.” Another said, “I have finished the search I didn’t know I was on.”"],["div",{"id":"p15","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p15"},"Wherever you are assigned to serve, remember that the Lord has “suffered you to come unto this place; for thus it was expedient in [Him] for the salvation of souls.” Work effectively to “lift up your voices unto this people; speak the thoughts that [the Lord] shall put in your hearts.” If you do, you will receive the promise that “you shall not be confounded before men,” and “it shall be given you … in the very moment, what ye shall say” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.4-6"},"D&C 100:4–6"],"). Finding by the Spirit is as important as teaching by the Spirit. As in teaching, your efforts in finding will be effective if you are guided by the Spirit. Have faith that you will know what to teach and what to do to find those who will receive you."],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p17","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p17"},"Many of the members you visit may be converts to the Church. Plan a time to ask them how they came in contact with the Church and how they came to recognize that the missionaries were teaching them the truth. Summarize their experiences in your study journal."]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","How are God’s children prepared and led to the restored gospel?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.24"},"Alma 13:24"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.16-17"},"Alma 16:16–17"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.7"},"D&C 29:7"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.6"},"D&C 33:6"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.45-47,88"},"D&C 84:45–47, 88"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.32-33"},"D&C 136:32–33"]]]]]],[".topic",["h2","Talk with Everyone"],["div",{"id":"p27","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p27"},"While the Prophet Joseph Smith was traveling with a group of missionaries on the Missouri River, the Lord revealed, “It is not needful for … mine elders to be moving swiftly … whilst the inhabitants on either side are perishing in unbelief” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.3"},"D&C 61:3"],"). As you move swiftly to planned activities, pray for the ability to see unplanned opportunities to serve and teach those who may be “perishing in unbelief.” Pray for the spiritual sensitivity to recognize opportunities. You will find that God will place in your path His children who are being prepared to receive the restored gospel."],[".",{"id":"f7","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.f7"}],["div",{"id":"p28","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p28"},"Nothing happens in missionary work until you find someone to teach. Talk with as many people as you can each day. It is natural to be somewhat apprehensive about talking to people, but you can pray for the faith and strength to be more bold in opening your mouth to proclaim the restored gospel. Try applying the following ideas as you seek to talk with everyone you meet:"],["ul.bullet",["li",["span.label","•"],[".para","Talk to people about their families. Help them see how the restored gospel can be a blessing to their families."]],["li",["span.label","•"],[".para","Look for clues—such as items in homes or yards, lettering on clothing, or indications of children—to help you know how to begin talking with people."]],["li",["span.label","•"],[".para","Listen sincerely to what people say to you."]],["li",["span.label","•"],[".para","Be warm, friendly, and cheerful. Offer to help."]],["li",["span.label","•"],[".para","Trust the Spirit to put into your heart and mind what to teach."]],["li",["span.label","•"],[".para","Invite everyone to learn about the restored gospel."]],["li",["span.label","•"],[".para","Offer pass-along cards."]],["li",["span.label","•"],[".para","Ask for the names of people’s acquaintances who might be interested in your message."]]],["div",{"id":"p37","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p37"},"As you read the following true account, look for how the man was prepared to receive the missionaries and how the missionaries used an unplanned opportunity to teach him the gospel."],[".blockQuote",["div",{"id":"p38","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p38"},"As a child, I was never taught to read the Bible. I went to church on Sundays, but I contributed nothing and felt nothing in return. I was disillusioned by my religion. … I searched for … God—wanting to know if He even existed. I thirsted to know Him and His words. But I could not seem to find what I sought."],["div",{"id":"p39","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p39"},"There were moments when I felt close to quenching my thirst. When I held my first child, a daughter, in my arms for the first time, I had a feeling that God really did exist. Many years later, when her sister was born, I experienced the same feeling. … Most of the time, however, an inexplicable tiredness weighed upon my soul. I was spiritually thirsty and could find no place to drink."],["div",{"id":"p40","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p40"},"In April 1994 I was living in the city of Monterrey, Mexico, earning a living as a taxi driver. One day it rained for hours, sending water cascading down the mountainsides. After driving around in the rain for hours, I found myself in a little town about eight kilometers (five miles) from Monterrey. It was about … nearly time to go home. Suddenly I saw two young men on foot. They were wearing dark trousers and white shirts, and they looked drenched from head to foot."],["div",{"id":"p41","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p41"},"When I approached them, I opened the door of the taxi and called, “Get in! I’m going to Monterrey.”"],["div",{"id":"p42","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p42"},"The taller one, who had a very fair complexion, replied, “We don’t have any money.”"],["div",{"id":"p43","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p43"},"“No charge,” I replied."],["div",{"id":"p44","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p44"},"They quickly got into the taxi."],["div",{"id":"p45","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p45"},"As I drove, we talked. They asked if they could share a message about Jesus Christ with me. I agreed and gave them my address."],["div",{"id":"p46","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p46"},"When I got home, I woke my wife and told her about the two young men. “What a coincidence,” I said. “One is Mexican and the other is American, and they are both named Elder.”"],["div",{"id":"p47","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p47"},"“Elder means missionary,” my wife answered, knowing just a little about the Church."],["div",{"id":"p48","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p48"},"From deep within me, I felt something stir. These young men had left a feeling of exquisite wonder in my heart. I felt that I was close to finding the water that would quench my thirst, that it was within reach."],["div",{"id":"p49","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p49"},"The missionaries came to our home on 5 June, and I was happy to listen to them. Two weeks later, on 19 June, I was baptized. My wife was baptized four months later, in October. Our oldest daughter had been receiving religious training at a school. When she went to church for the first time, she cried, “Papa, this is so much better than what I am learning at school!” She too was baptized in October."],["div",{"id":"p50","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p50"},"In December 1995 we were sealed as a family in the Mexico City Mexico Temple for this life and for eternity. Now we are a family enjoying harmony, peace, and happiness. We know who we worship. We know where we came from and where we are going. We love God’s word, especially the Book of Mormon, and we love His Church, The Church of Jesus Christ of Latter-day Saints. Through these gifts we have found that well of living water the Savior spoke of to the woman of Samaria: “Whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life” (",["a.scriptureRef",{"href":"/scriptures/nt/john/4.14"},"John 4:14"],"). [Victor Manuel Cabrera, “Thirsting for the Living Water,” Ensign, Aug. 2001, 60–61]"]],[".sidebar",["h2","Activity: Personal or Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","How had the man been prepared for the restored gospel?"]],["li",["span.label","•"],[".para","What would have happened if the elders had never opened their mouths to share a gospel message?"]],["li",["span.label","•"],[".para","Review what you did yesterday. Did you talk with as many people as possible? If not, make plans and set goals to do so today."]]]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What does the Lord say about opening your mouth? What should you teach? What are you promised?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.12"},"D&C 24:12"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.16"},"D&C 28:16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.7-15"},"D&C 33:7–15"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/60.2-3,7-8"},"D&C 60:2–3, 7–8"]]]]]],[".topic",["h2","Teach When You Find, Find When You Teach"],["div",{"id":"p62","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p62"},"Finding and teaching are related, connected activities. When you meet people, be prepared to teach brief summaries of restored truth so that the Holy Ghost can bear witness that you are the servants of the Lord. In many situations, you will need to be able to present a message in a minute or less. People are accustomed to short, powerful statements. For example, you may testify of the message of the Restoration in just two or three sentences:"],[".blockQuote",["div",{"id":"p63","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p63"},"After centuries of being lost, original truths of God (the gospel of Jesus Christ) have been restored by a loving God through a living prophet. We have evidence of this that you can hold in your hands, read, ponder in your heart, and pray about to learn its truth for yourself. Will you allow us to …"]],["div",{"id":"p64","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p64"},"If a little more time is available, you might say more:"],[".blockQuote",["div",{"id":"p65","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p65"},"Our message is simple. God is our Father. We are His children. We are part of His family. He loves us. From the beginning of the world, He has followed a pattern of love and concern. Many times He has reached out in love to reveal the gospel of Jesus Christ so that His children can know how to return to Him. He has revealed it to prophets such as Adam, Noah, Abraham, and Moses. But some people have repeatedly chosen to reject that gospel. Two thousand years ago, Jesus Christ Himself taught His gospel. Incredibly, people even rejected Jesus. Whenever people disregard or distort true doctrines and ordinances, God withdraws His authority to administer the Church."],["div",{"id":"p66","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p66"},"Our invitation to you is to add to the truths you already treasure. Consider the evidence that our Heavenly Father has again reached out to His children in love and revealed the true doctrines and ordinances to a prophet. This prophet’s name is Joseph Smith. The evidence of this glorious truth is found in a book—the Book of Mormon. You can hold it in your hands, read it, and ponder its truth in your mind and heart."]],["div",{"id":"p67","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p67"},"Avoid the tendency to say things such as, “Do you have a few minutes that we could teach you a message about …” Rather, develop the habit of immediately beginning to teach and testify as you meet people. You will find more people to teach as you testify and allow them to feel the power of the Holy Ghost."],["div",{"id":"p68","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p68"},"Whatever your initial approach, refer quickly and simply to the Restoration of the gospel, for this is our unique message to the world. Those you teach often have friends or relatives who are prepared to receive the restored gospel. In all teaching situations—such as finding, teaching investigators, working with members—ask, “Who do you know who would be interested in and benefit from this message?” After receiving a referral, ask, “Who else can benefit from our message?” Do not hesitate to bring this up again and again in later meetings. As those you teach experience the blessings of the gospel, their desire to share it will increase (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.12"},"1 Nephi 8:12"],"). They will often make new friends while learning the gospel. Missionaries who apply this principle usually have many people to teach."],[".sidebar",["h2","Activity: Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","Prepare a one-minute message based on one of the lessons. Think of ways to teach this lesson in a finding setting."]],["li",["span.label","•"],[".para","Determine how you can quickly connect this message to the Restoration."]],["li",["span.label","•"],[".para","Share the message with your companion."]],["li",["span.label","•"],[".para","Set a goal to teach this message at an appropriate time today to add a new investigator to your teaching pool."]],["li",["span.label","•"],[".para","Review a list of people you are currently teaching. Make a list of those you have asked for referrals and those you have not asked. Practice how you will extend a referral invitation to those in each group. In your planner, make a note to extend this invitation in your next visits."]]]]],[".topic",["h2","Addressing the Importance of the Family"],["div",{"id":"p76","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p76"},"The Restoration of the gospel of Jesus Christ blesses families. By living the principles of the restored gospel, families are strengthened and can experience peace, joy, and a sense of belonging and identity."],["div",{"id":"p77","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p77"},"Addressing the importance of the family with those you meet each day will help you find people to teach. Most people have a natural interest in families. In many finding situations, you can quickly relate what most people know about the family to the message of the Restoration. When finding, you might say something like the following:"],[".",{"id":"f15","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.f15"}],[".blockQuote",["div",{"id":"p78","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p78"},"There is nothing more important to us than our families. Our family ties us to one another, gives us a name, and helps us feel needed and loved. From our families we inherited personality traits, attributes, and physical characteristics, giving us some unique identity."],["div",{"id":"p79","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p79"},"Having a strong, happy family is the highest priority for many people throughout the world. Accomplishing this goal is often difficult. Raising children and having a strong marriage in today’s world can almost seem impossible at times with the evils that are all around us."]],["div",{"id":"p80","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p80"},"You could then make a transition to the message of the Restoration:"],[".blockQuote",["div",{"id":"p81","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p81"},"The feelings of love and concern that we have for our families are eternal and rooted deep within our souls. They are centered in our relationship with God. You have been part of God’s family since before you were born. He is our Father. Because He is our Father, we are brothers and sisters. Heavenly Father wants us to return to live with Him as part of His family. Families here on earth are a tie to God’s family. Families can live together after this life. We know this because after centuries of being lost, true doctrines and ordinances such as baptism by immersion have been restored to the earth by our loving Heavenly Father through a living prophet. These restored truths not only help us understand our place in God’s family, but they are the greatest hope we have for a strong, happy family in this life. May we teach you more about …"]],["div",{"id":"p82","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p82"},"The same thing can be done with other topics, such as happiness, adversity, the purpose of life, or death. Whatever your finding approach, remember to connect it quickly to our unique message to the world."]],[".topic",["h2","The Importance of Members"],["div",{"id":"p84","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p84"},"Work with members of the Church to find people to teach. The ideal situation is when members invite others to be taught and are present for the teaching. When members do this, more people are baptized and remain active in the Church. Association with members is important because it softens people’s hearts and often leads them to investigate the restored gospel. This often means that they are brought into the circle of friends of Church members, including active and less-active members, recent converts, and part-member families."],[".sideQuote",["div",{"id":"p85","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p85"},"“After all that has been said, the greatest and most important duty is to preach the Gospel.”"],[".citationInfo",["div",{"id":"p86","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p86"},"–The Prophet Joseph Smith"],["div",{"id":"p87","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p87"},["span.emphasis","Teachings of the Prophet Joseph Smith,"],"113"]]],["div",{"id":"p88","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p88"},"President Gordon B. Hinckley taught: “So many of us look upon missionary work as simply tracting. Everyone who is familiar with this work knows there is a better way. That way is through the members of the Church. Whenever there is a member who introduces an investigator, there is an immediate support system. The member bears testimony of the truth of the work. He is anxious for the happiness of his investigator friend. He becomes excited as that friend makes progress in learning the gospel."],["div",{"id":"p89","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p89"},"“The full-time missionaries may do the actual teaching, but the member, wherever possible, will back up that teaching with the offering of his home to carry on this missionary service. He will bear sincere testimony of the divinity of the work. He will be there to answer questions when the missionaries are not around. He will be a friend to the convert who is making a big and often difficult change. … The process of bringing new people into the Church is not the responsibility alone of the missionaries. They succeed best when members become the source from which new investigators are found” (",["span.emphasis","Ensign,"],"May 1999, 105–6)."],["div",{"id":"p90","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p90"},"The starting point in building strong relationships with members is the bishop. Offer to help and serve in any righteous way that he asks. Regularly ask yourself, “Am I a blessing or a burden to the bishop?” Develop a “How can I help?” attitude. If you will look for opportunities to love, serve, and teach, the bishop and ward members will be more likely to trust you with their family members and friends."],["div",{"id":"p91","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p91"},"Consider the following excerpt from a letter written by a missionary to his mission president:"],[".blockQuote",["div",{"id":"p92","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p92"},"Dear President,"],["div",{"id":"p93","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p93"},"The assistants called today telling me I’m being transferred. I felt that I should write and thank you for sending me to this area. It seems like it was just yesterday that you were telling me about the challenges that lay ahead."],["div",{"id":"p94","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p94"},"Our first Sunday confirmed what you told me. We received a lukewarm welcome to the ward. The only ray of light that first Sunday was Scott, the new ward mission leader. He had been transferred to the Air Force base a month earlier and had been serving as ward mission leader for two weeks. Scott invited us to his home for dinner our first Sunday to discuss what could be done to get the work moving. After dinner, we knelt in prayer and asked Heavenly Father for His direction. As we prayed, we felt a sense of peace and determination. We determined that the best way to move the work forward was to gain the trust of the members. We decided to follow Ammon’s example and serve them."],["div",{"id":"p95","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p95"},"We started with the bishop. Because of the lack of baptisms in the area and the lack of effort from the previous missionaries, he was understandably less than excited at our request to meet with him. He eventually invited us over to his home for dinner. We learned that the bishop was preparing to remove the carpet from his living room and restore the hardwood floor found underneath. We volunteered our help and he accepted. At the conclusion of the project, the bishop asked us to speak in a sacrament meeting. We took this as evidence that he was beginning to trust us."],["div",{"id":"p96","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p96"},"We followed this same pattern of service as we met with other members. We found opportunities to help them in a variety of simple ways. When we were not with the members, we were knocking on doors and talking to as many people as we could about the restored gospel. We were blessed with people to teach, and the members saw us bringing people to church whom we were finding on our own. The attitude of the whole ward began to change. There was an increasing excitement about missionary work. Once the members trusted us, the work hastened. Many baptisms followed."]],["div",{"id":"p97","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p97"},"Many members of the Church have fears about doing missionary work. Many are unsure where to begin or what to say. Many fear that they will lose close friends if they try to share the gospel with them. There are many ways to help the members. For example, help build their faith by teaching them the message of the Restoration and other doctrines of the lessons. Help them feel the Spirit and power of our message. Strengthening their understanding of the doctrine of Christ will do more to increase their trust in you and to build their excitement to do missionary work than anything else you can do. Help them understand that offering the restored gospel will flow more naturally out of relationships where they are seeking to love and serve their family members and friends. Teach them the principles from the “Go About Doing Good” section of this chapter. Encourage members to “join in fasting and mighty prayer in behalf of the welfare of the souls of those who [know] not God” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/6.6"},"Alma 6:6"],"). In all you do with members, seek to lift and build their faith to help them do missionary work."],[".",{"id":"f17","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.f17"}],["div",{"id":"p98","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p98"},"In addition to working with active members, seek to find people to teach through prospective elders, less-active members, and new members. These members are likely to have many friends of other faiths and be blessed as they share the restored gospel with their family members and friends."],"In every visit with members, do all you can to encourage them to:",["ul.bullet",["li",["span.label","•"],[".para","Pray and follow the Spirit."]],["li",["span.label","•"],[".para","Give service."]],["li",["span.label","•"],[".para","Develop friendships."]],["li",["span.label","•"],[".para","Open their mouths to share the restored gospel."]],["li",["span.label","•"],[".para","Invite others to do things to increase their faith in Christ."]]],["div",{"id":"p105","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p105"},"Every referral you receive from a member should be treated as something precious. When a member gives you the name of a friend to call or visit, respond quickly and report the results back to the member."],["div",{"id":"f19","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.f19"},["h2","Ideas for Helping Members"],["div",{"id":"p107","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p107"},"There are many ways to encourage members to become more involved in missionary work. Consider the following ideas:"],["ul.bullet",["li",["span.label","•"],[".para","Seek the guidance of the bishop and other ward leaders. See",["a.crossRef",{"href":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-work-with-stake-and-ward-leaders.p1"},"chapter 13"],"for additional help in this area."]],["li",["span.label","•"],[".para","Teach Church leaders and members the message of the Restoration and other lessons."]],["li",["span.label","•"],[".para","Teach them to love and serve their neighbors and friends."]],["li",["span.label","•"],[".para","Encourage them to fast and pray for missionary opportunities."]],["li",["span.label","•"],[".para","Encourage them to visit acquaintances who have recently experienced a life-changing event (birth, death in the family, marriage, or recently moved)."]],["li",["span.label","•"],[".para","Invite them to help you teach. The ideal situation is to have a Church member with you who formerly belonged to the same church as the investigator."]],["li",["span.label","•"],[".para","Help them set dates when they will invite their friends to learn about the message of the Restoration."]],["li",["span.label","•"],[".para","Show them items they can give others, such as copies of the Book of Mormon, videos, and pass-along cards."]],["li",["span.label","•"],[".para","Encourage them to invite their friends to attend church or family home evening, to view a Church-produced video, or to participate in a gospel conversation."]],["li",["span.label","•"],[".para","Help them practice what they could say to their friends."]],["li",["span.label","•"],[".para","Teach them why it is valuable to share the gospel regardless of the result."]]],["div",{"id":"p119","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p119"},"There are many other ways to help members get more involved. Seek to add to this list throughout your mission. Share your ideas with other missionaries."]],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p121","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p121"},"With your companion, review what you have done to serve and help the bishop and other leaders and members during the past month. Discuss and plan what you can do during the upcoming month to develop a stronger relationship with them."],["div",{"id":"p122","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p122"},"Review the ideas listed in the “Ideas for Helping Members” box. Identify some ideas you have not yet tried. Using your daily planner, make plans and try some of the ideas during the next week."]]],[".topic",["h2","Media and Church Headquarters Referrals"],["div",{"id":"p124","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p124"},"Referrals are another resource in finding those being prepared for the restored gospel. In addition to member referrals, the Church actively reaches out in many ways to God’s children. The Church creates interest through efforts such as media advertising, visitors’ centers, historic sites, welfare and humanitarian aid, and the Internet (",["a.urlRef",{"href":"http://www.mormon.org"},["span.language","www.mormon.org"]],",",["a.urlRef",{"href":"http://www.lds.org"},["span.language","www.lds.org"]],",",["a.urlRef",{"href":"http://www.familysearch.org"},["span.language","www.familysearch.org"]],"). Referrals received from media and Church headquarters represent people who have agreed to have Church representatives visit to deliver an item (such as the Holy Bible or Book of Mormon) and be taught more about the Church. These teaching opportunities should be viewed by missionaries as a sacred responsibility."],["div",{"id":"p125","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p125"},"Before you visit a referral, make sure you are familiar with the item that has been requested. Plan a short lesson to transition from the item to teaching the message of the Restoration. In some cases referrals lead you to others whom God is preparing. If the people you contact are not interested, ask them if they know someone who might have interest. Also, talk with other members of the household and their neighbors. Ask each one who else might be interested in your message. Perhaps you have been led to this person because someone else in the home or neighborhood is ready for the gospel."],"When working with referrals, remember to:",["ul.bullet",["li",["span.label","•"],[".para","Contact them within 24 hours."]],["li",["span.label","•"],[".para","If feasible, call ahead of time to arrange an appointment to visit. If they are not home, try different times of the day."]],["li",["span.label","•"],[".para","Deliver the requested item, and remind them that they requested your visit. Gather all in the household to listen."]],["li",["span.label","•"],[".para","Teach the message of the Restoration."]],["li",["span.label","•"],[".para","Extend invitations that will build their faith in Christ."]],["li",["span.label","•"],[".para","Ask for referrals."]],["li",["span.label","•"],[".para","Arrange for a return visit."]],["li",["span.label","•"],[".para","Plan to work in that neighborhood after your appointment ends."]],["li",["span.label","•"],[".para","If the person is not home, talk to the neighbors."]]],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p137","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p137"},"Locate all the referrals received in your area within the last month. Identify any people who have not been contacted, and visit them. Decide which of those who have previously been contacted should be visited again."]]],[".topic",["h2","Family History"],["div",{"id":"p139","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p139"},"Family history or genealogy provides another way you can find people to teach. Family history is now one of the most widespread hobbies in the world. The Spirit of Elijah is influencing millions of people throughout the world to search for their ancestors. Many desire a stronger connection with their extended family. This can lead to a desire to find a connection and identity with God’s family."],["div",{"id":"p140","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p140"},"Determine what types of family history resources are available in your area. For example, you might invite people to the local family history center or introduce them to members who can help them do an initial search of their ancestral lines. You do not need to know very much about family history to offer this service if you have the help of Church members. In most areas of the world, there are members who can help others search their family roots. Involve members so that potential investigators will meet people who can friendship them. Explain that use of family history centers is a free service."],["div",{"id":"p141","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p141"},"When you are tracting, you might give people a family history pass-along card with the local family history center telephone number on it, offering a free initial search of family roots. Follow up within the next day or two at the homes where you left the card. Share these cards with investigators who can give them to their friends and relatives. It is also a good idea to carry your personal four-generation chart as an example and to share it with those who might have the same last name as you."],[".sideQuote",["div",{"id":"p142","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p142"},"“I hope to see us dissolve the artificial boundary line we so often place between missionary work and temple and genealogical work, because it is the same great redemptive work!”"],[".citationInfo",["div",{"id":"p143","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p143"},"–President Spencer W. Kimball"],["div",{"id":"p144","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p144"},"“The Things of Eternity—Stand We in Jeopardy?”",["span.emphasis","Ensign,"],"Jan. 1977, 3"]]],"To get started, consider doing the following:",["ul.bullet",["li",["span.label","•"],[".para","Visit a family history center if there is one in your area."]],["li",["span.label","•"],[".para","Discuss with the bishop and ward council your desire to offer help with family history to those you meet each day."]],["li",["span.label","•"],[".para","Discuss with ward leaders how to best coordinate this effort:"],["ul.bullet",["li",["span.label","•"],[".para","Is the bishop comfortable with your offering the help of ward members?"]],["li",["span.label","•"],[".para","Which ward members serve in the family history center or are experienced in family history work?"]],["li",["span.label","•"],[".para","How can you best ask these members for help?"]],["li",["span.label","•"],[".para","Who can accompany you when you deliver pedigree charts or family group records?"]]]]],["div",{"id":"p153","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p153"},"Read the following account related by a senior missionary. Note the role family history played in the couple’s conversion."],[".blockQuote",["div",{"id":"p154","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p154"},"Mildred Schultz was a devout member of her church. It was no surprise that when the missionaries knocked on her door, she wasted no time in inviting them in so that she could teach them the “truth.” As the missionaries taught, she was touched by the truths of the restored gospel and was baptized. Throughout the teaching process, her husband, Frank, chose not to listen."],["div",{"id":"p155","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p155"},"This is where I come into the picture. The elders introduced us to Sister Schultz. We helped her begin her family tree and then invited her to meet us at the family history center. The day came for our meeting, and Frank asked if he might come along so that he could search for his ancestors as well. Of course, she was thrilled at the prospect, and they headed off to the center."],["div",{"id":"p156","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p156"},"The elders had planned to meet us there later during the day. Before they arrived, we showed Frank and Mildred the library and introduced them to Sister Wright. Sister Wright was the family history specialist, and she offered to help find information about Frank’s father. She found his name in a book and was also able to provide Frank with a map of Germany that showed the location of his father’s birth. He was so excited about these discoveries that when the elders came, he invited them to dinner to show them pictures and share his family history. The Spirit of Elijah had touched and softened his heart and had opened a door for the gospel to fill his life."],["div",{"id":"p157","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p157"},"That evening, Mildred pondered what she might say to help Frank become more interested in the gospel. A question came into her mind. “Frank,” she started, “do you want to be with me forever, even after this life is over? Do you want to have an eternal family?” He quickly said, “Oh, Mildred, of course I do. How can I do it?” This question is what she had been praying for. “Listen to what the missionaries have to say,” she responded. He agreed. As the elders taught, the warmth of the message of the Restoration melted away his doubts and fears. He readily accepted the truths the missionaries shared. He accepted the invitation to be baptized. Frank and Mildred have been strong and active in the Church ever since."],["div",{"id":"p158","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p158"},"Frank and Mildred worked hard to complete the work so that the saving ordinances could be performed for their family. It was an exciting day when they were baptized in behalf of their family members. In the process of getting the temple work done, Brother Schultz had a dream about his father. He saw his father at the ranch that served as his childhood home. His father was standing beside his porch rocker, dressed in white and holding his arms out to his son. Frank awoke from the dream crying. He knew that his father had accepted the work they had done."]],[".sidebar",["h2","Activity: Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","What influenced Frank to decide to have the missionaries teach him?"]],["li",["span.label","•"],[".para","How can you better link family history work to God’s plan for families?"]],["li",["span.label","•"],[".para","How are you using family history as a finding tool? In what ways can you offer family history information to the people you meet each day? Make plans to begin using family history as a more prominent tool in your finding efforts."]]]],["div",{"id":"p163","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p163"},"Family history is a powerful resource to use in finding those whom the Lord is preparing to receive the restored gospel. Pray to be aware of opportunities to use family history in your finding efforts. People typically have spiritual feelings as they talk about families. People also feel the Spirit as they are taught about the doctrine concerning why we do family history work. In addition, convert retention is enhanced as new members are able to search their family roots and perform sacred ordinances in behalf of their ancestors."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What has the Lord restored to the earth through Elijah?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.14-16"},"D&C 110:14–16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.16-18"},"D&C 128:16–18"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.32-34"},"D&C 138:32–34"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"]]]]],[".sidebar",["h2","Activity: Personal and Companion Study"],["div",{"id":"p171","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p171"},"Arrange to visit a local family history center with a member who has experience with family history. As you tour the family history center, find out the types of services that are available. Find out other information, such as when the center is open, who serves in the center, and what to offer those you contact each day."],["div",{"id":"p172","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p172"},"Practice how you will offer family history help to those you meet. Make plans to offer family history in your finding efforts."],["div",{"id":"p173","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p173"},"Read and discuss",["span.crossRef","“Family History Work and Genealogy”"],"in",["span.emphasis","True to the Faith"],"to gain a stronger understanding of family history work. Write what you learn in your study journal."]]],[".topic",["h2","Former Investigators"],["div",{"id":"p175","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p175"},"Former investigators are a valuable source for finding people to teach. There are many reasons why people stop investigating the Church. Reasons include missionaries being transferred, investigators going on vacation, missionaries stopping visits even though investigators are still expecting visits, and investigators believing that the missionaries have nothing new to teach them. Many former investigators say they would meet with missionaries again."],["div",{"id":"p176","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p176"},"Review your area book often to identify former investigators. Prayerfully reflect on the information in the area book concerning how the investigators first came in contact with the Church, what they have been taught, how they have responded, and why they quit investigating the gospel. If members have been involved in teaching and fellowshipping the former investigators, ask the members what they remember about the experience. Based on this information, make plans to contact the investigators again."],["div",{"id":"p177","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p177"},"If someone you are teaching chooses to discontinue their investigation of the gospel, record information in the area book that will be helpful for the missionaries who will contact them in the future."],["div",{"id":"p178","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p178"},"As you read the following experience, consider the power of contacting former investigators."],[".blockQuote",["div",{"id":"p179","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p179"},"Much to my surprise, I was called to labor in the same mission where my older sister had served a year earlier. After a few months in the mission field, I was transferred to one of the areas where my sister had served. Upon learning of my transfer, my sister wrote and asked me to visit a family that she and her companion had taught. She expressed the love and closeness she had with the Norman family and how disappointed she was when they discontinued investigating the Church."],["div",{"id":"p180","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p180"},"My companion and I located the Normans and were warmly received by them. They accepted our invitation to again hear the restored gospel. I’m not sure what the difference was this time, but they were fully ready to accept our message. The entire family was baptized and confirmed."],["div",{"id":"p181","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p181"},"After this experience, I wondered about other former investigators my sister had worked with. I thought, “If it worked for the Normans, maybe it will work for other people she taught as well.” I decided to write my sister about the idea of contacting other people she had taught. She went through her journal and sent me the names of other former investigators in the area."],["div",{"id":"p182","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p182"},"My companion and I spent the next week contacting these people. To our delight, almost half of them accepted an invitation to hear the restored gospel again. Several of this group were baptized and confirmed. While meeting with these former investigators, we also asked them for referrals of their friends and acquaintances that would be interested in our message. As a result, we found additional people to teach. This was the busiest time of my mission."]],[".sidebar",["h2","Activity: Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","Identify all the former investigators in your area book."]],["li",["span.label","•"],[".para","Make plans to contact as many as possible within the next 24 hours."]]]]],[".topic",["h2","Finding through Your Own Efforts"],["div",{"id":"p187","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p187"},"Seek to strengthen your faith that God is preparing His children to receive the message of the Restoration. As you do all you can under the guidance of the Holy Ghost to find people to teach, the Lord will place such people in your path."],[".",{"id":"f34","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.f34"}],["div",{"id":"p188","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p188"},"There are many honorable ways to find those being prepared for the restored gospel. You need to do all you can to be placed in the path of those who are being prepared. Missionaries have found that the following ideas have helped them find people to teach through their own efforts. As you review the list, make plans to try some of the ideas that are new to you. This list also serves as a starting point for you in thinking of other honorable ways to find people to teach."],["ul.bullet",["li",["span.label","•"],[".para","Work with the bishop and the ward council to identify and contact people who have recently had a baby, moved to the area, or experienced a death in the family."]],["li",["span.label","•"],[".para","Look for opportunities to offer simple service."]],["li",["span.label","•"],[".para","Teach members—including active and less-active members, recent converts, and part-member families—the message of the Restoration. Ask them to introduce you to people you can teach."]],["li",["span.label","•"],[".para","Arrange to hold member firesides to which they can bring their friends or in which you can teach the gospel and ask for referrals."]],["li",["span.label","•"],[".para","Offer to teach people how to hold family home evening."]],["li",["span.label","•"],[".para","Offer to take those you meet on a tour of the local meetinghouse."]],["li",["span.label","•"],[".para","Offer to arrange a meeting with the bishop."]],["li",["span.label","•"],[".para","Invite people to visit",["a.urlRef",{"href":"http://www.mormon.org"},["span.language","www.mormon.org"]],"."]],["li",["span.label","•"],[".para","Organize a scripture study class."]],["li",["span.label","•"],[".para","Teach English as a second language."]],["li",["span.label","•"],[".para","Invite people of the appropriate age to attend seminary or institute."]],["li",["span.label","•"],[".para","Go from home to home or talk to people on the streets."]],["li",["span.label","•"],[".para","Use pass-along cards, DVDs, videos, and brochures."]],["li",["span.label","•"],[".para","Seek referrals from current investigators, former investigators, less-active members, prospective elders, and everyone you meet."]],["li",["span.label","•"],[".para","Coordinate closely with the Church’s local public affairs representatives for opportunities to get articles published in a local newspaper about your missionary service."]],["li",["span.label","•"],[".para","Invite people to Church meetings, activities, and open houses."]],["li",["span.label","•"],[".para","Invite people to baptismal services. These provide an excellent introduction to the Church and afford good opportunities for investigators to feel the influence of the Spirit."]]]],[".topic",["h2","Go About Doing Good"],["div",{"id":"p207","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p207"},"Your faith to find people to teach is demonstrated through your actions. During His mortal ministry, the Savior “took upon him the form of a servant” (",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.7"},"Philippians 2:7"],"). He went about “doing good” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.38"},"Acts 10:38"],") and “preaching the gospel” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.23"},"Matthew 4:23"],"). As you follow this example, you will find those who will receive you."],["div",{"id":"p208","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p208"},"Through service, you and those who are prepared for the restored gospel come together in a powerful, inspiring way. Your good works will help people recognize you as a servant of God and will lead to opportunities to teach the restored gospel."],["div",{"id":"p209","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p209"},"Many missionaries’ experience with service before their missions involved planned “service projects,” such as helping someone move, serving at a Church farm, or cleaning a yard. As a missionary, you will offer such planned service each week (see the",["span.crossRef",["span.emphasis","Missionary Handbook"]],"for additional information)."],[".",{"id":"f36","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.f36"}],["div",{"id":"p210","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p210"},"The type of service described in this section focuses on unplanned opportunities. This type of service involves listening to the Spirit to recognize opportunities for small, simple acts of kindness that you can offer to God’s children. Pray and be aware of opportunities throughout each day to do good. As you seek to do good, you will be led to people who are being prepared for the restored gospel."],[".sideQuote",["div",{"id":"p211","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p211"},"“Do you want to be happy? Forget yourself and get lost in this great cause. Lend your efforts to helping people. … Stand higher, lift those with feeble knees, hold up the arms of those that hang down. Live the gospel of Jesus Christ.”"],[".citationInfo",["div",{"id":"p212","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p212"},"–President Gordon B. Hinckley"],["div",{"id":"p213","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p213"},["span.emphasis","Teachings of Gordon B. Hinckley,"],"597"]]],["div",{"id":"p214","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p214"},"As you read the following account, note how the missionaries “did good” and preached the gospel."],[".blockQuote",["div",{"id":"p215","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p215"},"Pablo came regularly to our weekly English class. He was a retired gentleman who was learning English to help keep his mind off his concern for his ailing wife. One week he quit coming. No one seemed to know why. About a month later, he came to class again. He looked different. He had lost weight, and he looked depressed. He didn’t participate in class as he had before, and he left class before we could talk with him."],["div",{"id":"p216","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p216"},"During the following week, my companion and I prayed that Pablo would come back to class so we could talk to him. Our prayers were answered as he came to the next class. As we talked with him after class, he shared that his wife had died. He told us a little bit about the experience, and we expressed our sympathy. We told him that we wanted to help him understand how he could be with his wife again. He raised his head, looked in my eyes, and with tears of anger and sadness said, “If you really want to help me, you would come over to my house and help me get my life back in order. Isn’t that what missionaries do? I need help getting my house and affairs in order.”"],["div",{"id":"p217","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p217"},"We were surprised and humbled by Pablo’s comments. We offered our help for anything he needed. I think that was the point he started trusting our intentions. He told us to be over at his house the next day to help him prune his trees. We went to his house at the appointed time and began working at his side. In the months he took care of his wife, he had neglected chores around his yard and home. There was plenty of work for the three of us to do. This became a weekly service experience at his home. We pruned trees, pulled weeds, and picked fruit. We didn’t start teaching—whenever we tried to start, he quickly ended our conversations. He was most comfortable as we spoke about his life and family. Mostly, we just listened."],["div",{"id":"p218","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p218"},"After about a month and a half, Pablo surprised us by asking, “Will I really see my wife again?” We joyously responded that he would. We testified of eternal families and did our best to answer his questions."],["div",{"id":"p219","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p219"},"We taught Pablo the plan of salvation. He was moved by the doctrine. Before we left he had a list of questions he wanted answered, such as, “Will my wife have a body when I see her again?” and “Will we be free from illness and pain?” We answered his questions and set up another appointment to discuss the principles of the restored gospel of Jesus Christ."],["div",{"id":"p220","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p220"},"Shortly thereafter, Pablo’s countenance changed. He smiled more often and seemed more at peace. He actually had “hope for a better world” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.4"},"Ether 12:4"],"). Our service helped him trust the things we taught."]],[".sidebar",["h2","Activity: Personal or Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","In what ways did the missionaries in this account “do good”?"]],["li",["span.label","•"],[".para","What role did service play in Pablo’s decision to be taught the gospel?"]],["li",["span.label","•"],[".para","Do you look for opportunities to do good throughout each day? Can you improve in this area?"]]],["div",{"id":"p225","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p225"},"Write in your study journal or discuss with your companion how you can do more good throughout the day to find more people to teach."]],["div",{"id":"p226","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p226"},"Believe that people who are being prepared to receive the message of the Restoration will be placed in your path. God will also place you where your good acts and words will prepare people to receive missionaries and Church members. In all your finding efforts, pray and look for opportunities to serve, help, and lift others. As you are serving, talk with everyone you meet. Have the faith that you can share the restored gospel."],[".",{"id":"f40","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.f40"}],["div",{"id":"p227","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p227"},"In every way you serve, you should do so because you love your brothers and sisters and therefore hope, pray, and earnestly desire to teach them the restored gospel."],["div",{"id":"f41","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.f41"},["h2","Guidelines"],["ul.bullet",["h2","Remember the following guidelines as you seek to do good:"],["li",["span.label","•"],[".para","Stay with your companion."]],["li",["span.label","•"],[".para","Preserve the sacred nature of your call."]],["li",["span.label","•"],[".para","Keep the missionary rules, and do not donate or use your money."]],["li",["span.label","•"],[".para","See your",["span.crossRef",["span.emphasis","Missionary Handbook"]],"for guidelines concerning weekly community service."]]]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What was the role of service in the Savior’s life?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.7,21"},"3 Nephi 17:7, 21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.1-4"},"Matthew 8:1–4"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.1-8"},"Matthew 9:1–8"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.21-28"},"Mark 1:21–28"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/4.46-54"},"John 4:46–54"]]]],["ul.noMarker",["h2","What was the role of service in Ammon’s and Aaron’s missions?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.19-25"},"Alma 17:19–25"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.8-10"},"Alma 18:8–10"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.3"},"Alma 22:3"]]]],["ul.noMarker",["h2","What does the Lord ask you to do?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.21"},"3 Nephi 27:21"]]]]]],[".topic",["h2","No Effort Is Wasted"],["div",{"id":"p248","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p248"},"When people choose not to investigate the restored gospel, your work is not wasted. Your consistent efforts in serving and teaching as many people as you can is one way God prepares His children to eventually receive His servants. He often reaches out to His children through you. Even when people do not accept the opportunity to learn the gospel, your service and words are evidence of God’s love for them and may plant seeds that future missionaries and members of the Church will harvest."],["div",{"id":"p249","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-find-people-to-teach.p249"},"When people do not accept the gospel, do not be discouraged. You have raised a warning voice. You have given them a clear choice. Disciples of Christ feel sorrow when people choose not to repent, but they maintain a vision of who they are and what they are doing. They continue to diligently move forward."],[".sidebar",["h2","Remember This"],["ul.bullet",["li",["span.label","•"],[".para","Build up the Church by finding “them that will receive you” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.8"},"D&C 42:8"],")."]],["li",["span.label","•"],[".para","Seek for and follow the Spirit when finding."]],["li",["span.label","•"],[".para","People in your area are being prepared to receive the restored gospel."]],["li",["span.label","•"],[".para","Church members—including those who are active, less active, prospective elders, and recent converts—are your best resources for finding people to teach, baptize, and confirm."]],["li",["span.label","•"],[".para","Develop a strong relationship with the bishop and members."]],["li",["span.label","•"],[".para","Teach when you find, and find when you teach."]],["li",["span.label","•"],[".para","Be aware of unplanned finding opportunities."]],["li",["span.label","•"],[".para","Pray for opportunities to do good and to preach the message of the Restoration of the gospel of Jesus Christ."]],["li",["span.label","•"],[".para","There are many ways to find people to teach. Avoid focusing on just one or two approaches."]]]]],[".topic",["h2","Ideas for Study and Application"],["ul.bullet",["h2","Personal Study"],["li",["span.label","•"],[".para","Read the following letter from a missionary to her parents: “I taught a wonderful lady on the bus. We were coming back from district meeting, and it was the only empty seat so I sat down and started to look at my mail. Of course, the first one to be read was yours, with the baby pictures of Evan. I noticed that the eyes next to me were also looking at the pictures, and I looked over to meet eyes with an older woman. She gave me a half smile and looked out the window. She then closed her eyes like she was going to sleep. I prayed, ‘Heavenly Father, I want to talk to her. Please help me.’ A minute later she opened her eyes and sat up straight, and I quickly said, ‘Don’t you think he is cute?’ I showed her the pictures of baby Evan and started talking about families with her. I asked her about her kids, and she got teary-eyed and told me a story about how her daughter hates her and wants nothing to do with her. She cried and I cried with her. I told her about the plan of salvation and how Heavenly Father knows her and knows what she is going through. I cried and told her that I know that her daughter loves her because I am a daughter of a mother that loves me, and I love her. I explained that sometimes people make bad decisions and that her daughter has agency. She told me, smiling, ‘I bet your mother really misses you, and she will not let you go when she sees you again.’ She thanked me for talking with her and gave me her address so that we can share the gospel with her. As she was getting off the bus, she said, ‘I got on the wrong bus, but I didn’t get off. No one sat by me until you came … and look what happened.’ God’s plan is perfect!”"],[".para","What principles from this chapter do you see in this account? Review the chapter and make a list in your study journal. Which of these principles can you try to apply today?"]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/john/15.12-13"},"John 15:12–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/21.15-17"},"21:15–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/2"},"1 Thessalonians 2"],"; and",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"],". How well are you fulfilling your responsibility to love and serve others? How can you improve? Write your response in your study journal."]],["li",["span.label","•"],[".para","How will people know that you are a servant of the Lord? As you ponder this question, study",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.3-5"},"Moroni 7:3–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.20"},"Matthew 7:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/13.34-35"},"John 13:34–35"],". Record your thoughts in your study journal."]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.31-32"},"3 Nephi 18:31–32"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.16"},"Alma 8:16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.7-8"},"Alma 24:7–8"],"; and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.41"},"Alma 32:41"],". Consider what these verses teach about working with former investigators. Record what you learn in your study journal and teach it to your companion."]]],["ul.bullet",["h2","Companion Study"],["li",["span.label","•"],[".para","Using your daily planner, make plans to meet with recent converts. Ask them to share how they were prepared for the gospel. Ask questions like: When did you first come in contact with the Church? What finally convinced you to meet with missionaries? Write what you learn in your study journal."]],["li",["span.label","•"],[".para","Review each of the following topics. Using the lessons, prepare a simple finding approach. Practice teaching in a finding setting and quickly relating each topic to the Restoration."],["ul.bullet",["li",["span.label","•"],[".para","Feeling a need for more direction and purpose in life."]],["li",["span.label","•"],[".para","Wanting to draw nearer to God."]],["li",["span.label","•"],[".para","Needing help with important decisions."]]]],["li",["span.label","•"],[".para","Read pages 66–68 of",["span.emphasis","Our Search for Happiness"],"and",["span.crossRef","pages 59–64"],"of",["span.emphasis","True to the Faith"],"to better understand the doctrinal foundation of family history work. Prepare a talk on family history work, and share it with your companion."]],["li",["span.label","•"],[".para","Imagine that you and your companion are transferred into a new area. You find the area book in good condition, but you have no investigators. What would you do to add people to your teaching pool as rapidly as possible? Make plans to implement some of these ideas today."]],["li",["span.label","•"],[".para","The following idea has been successful for many missionaries and members. Read and study this idea with your companion."],["ul.bullet",["li",["span.label","•"],[".para","Help members make a list of friends, relatives, and acquaintances with whom they could share the gospel. Review this list with the members, and help them prayerfully select someone they would like to prepare to hear the gospel."]],["li",["span.label","•"],[".para","Help them set a day by which they will",["span.emphasis","(a)"],"work to have the person or family prepared to be taught in their home or",["span.emphasis","(b)"],"do some other fellowshipping activity to prepare them. Setting a date gives members a goal and helps them exercise faith."]],["li",["span.label","•"],[".para","Help them plan what they will do between now and the date they have set."]],["li",["span.label","•"],[".para","Follow up with them regularly to support and encourage them. Invite them to share their successes and concerns."]]],[".para","Discuss how you can apply this idea in the area in which you are serving."]]],["ul.bullet",["h2","District Meetings and Zone Conferences"],["li",["span.label","•"],[".para","Read and discuss the “Finding through Your Own Efforts” section."],["ul.bullet",["li",["span.label","•"],[".para","Discuss how these ideas have helped missionaries find people to teach."]],["li",["span.label","•"],[".para","On a chalkboard, list other ideas for finding people to teach. Invite the missionaries to demonstrate their ideas."]],["li",["span.label","•"],[".para","Invite the missionaries to set personal goals for improving their finding efforts."]]]],["li",["span.label","•"],[".para","Create a list of finding situations."],["ul.bullet",["li",["span.label","•"],[".para","Assign each missionary one of the situations. Allow each missionary 5 minutes to prepare how he or she would teach the message of the Restoration. Refer them to “The Message of the Restoration of the Gospel of Jesus Christ” lesson if needed."]],["li",["span.label","•"],[".para","Emphasize the importance of keeping the length of the message appropriate to the setting. For example, missionaries might spend more time teaching in a member’s home than they would teaching someone in the store."]],["li",["span.label","•"],[".para","Allow as many missionaries as time permits to teach the message of the Restoration in their assigned situation."]]]],["li",["span.label","•"],[".para","Teach the principles found in the “Teach When You Find, Find When You Teach” section."],["ul.bullet",["li",["span.label","•"],[".para","Assign each missionary to prepare a one-minute message he or she could share in a finding setting. These messages should be based on the doctrine found in the missionary lessons."]],["li",["span.label","•"],[".para","Invite the missionaries to practice sharing their one-minute message with each other. You may want to set up a variety of finding settings, such as teaching in a member’s home, teaching on a doorstep, teaching on a sidewalk, or contacting a referral. Have the missionaries practice teaching in each of these settings."]]]]],["ul.bullet",["h2","Mission President"],["li",["span.label","•"],[".para","Set an example of member-missionary work in your family. Share your experiences with the missionaries and members."]],["li",["span.label","•"],[".para","Counsel with priesthood leaders as to the best way for missionaries to find people to teach in your mission."]],["li",["span.label","•"],[".para","Organize missionary firesides at which you can speak to the investigators in your mission. Coordinate with local priesthood leaders to make the fireside available to members who can bring their friends. As part of these firesides, have recent converts bear testimony and tell their conversion stories before you speak. Focus your remarks on the message of the Restoration."]],["li",["span.label","•"],[".para","Share your four-generation chart with missionaries, and explain how you use it in your finding efforts."]],["li",["span.label","•"],[".para","Occasionally go with the missionaries to help them find people to teach."]]]]]],"refs":null}
