{"id":14,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":14,"title":"How Did She Know I Needed Help?","subtitle":"By Julie Penrod","short_title":"How Did She Know I Needed Help?","uri":"/ensign/2013/03/how-did-she-know-i-needed-help","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/how-did-she-know-i-needed-help"},[".heading",{"id":"head1","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.head1"},[".title","How Did She Know I Needed Help?"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p2"},"By Julie Penrod"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p3"},"Julie Penrod lives in New Jersey, USA."]],[".kicker","I desperately needed help but was too ashamed to ask. How hard could one child be?"]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p5"},"I cried silently as I rocked my baby in our hand-me-down rocking chair. Although Tennyson was almost a month old, I was anything but accustomed to my new role as a mother. My nearest family members lived over 300 miles (480 km) away, and though my husband was supportive, he was enrolled in a rigorous law school program that kept him busy much of the time. I was physically and emotionally drained, still hurting from a traumatic delivery, and starting to feel like I wasn’t cut out to be a mom after all."],["p.para",{"id":"p6","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p6"},"On this particularly difficult night, I looked around our one-bedroom apartment and felt overwhelmed. Laundry was piled high, the kitchen counter was strewn with dirty dishes, and the cupboards and refrigerator were running low on food. I knew my husband wouldn’t mind having cereal for dinner—again—but I couldn’t help feeling like a failure. Other moms in the ward had five or six children at home and seemed to have it together. I was barely hanging on with one child. I desperately needed help but was too ashamed to ask for any. How hard could one child be?"],["p.para",{"id":"p7","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p7"},"As I rocked my baby, I said a silent prayer, asking Heavenly Father to help me. Within a few minutes the phone rang. I slowly stood up, wiped away my tears, and answered as cheerfully as I could. It was Sister Faerber. She had given birth only a few months earlier and was a busy mother of three."],["p.para",{"id":"p8","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p8"},"“I was wondering if you’ve made dinner yet,” she said. “I cooked some sweet-and-sour chicken and have a lot left over. Would you like some?”"],["p.para",{"id":"p9","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p9"},"The Relief Society had brought in meals the first few days after Tennyson’s birth, but it had been a few weeks since this had last happened. By this time, I figured, most moms could handle a new baby and dinner. How did Sister Faerber know I needed her help?"],["p.para",{"id":"p10","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p10"},"“That would be wonderful,” I replied, grateful for her offer."],["p.para",{"id":"p11","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p11"},"Soon she arrived with several containers filled with chicken, salad, and cookies for dessert. The food tasted delicious, and my body and spirit felt invigorated and hopeful."],["p.para",{"id":"p12","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p12"},"The days ahead were still difficult, but I knew I wasn’t alone. Sister Faerber’s simple act of service taught me that I could rely on God and His children to help me along the way. Since this experience, I have resolved to live so that I can be sensitive to the Spirit and, I hope, help someone else the way Sister Faerber helped me. I will forever be grateful for this sweet sister who listened to the quiet promptings of the Spirit and met my needs during a difficult time in my life."]],[".resources",[".figure",{"id":"f1","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.f1"},[".title","Joy in Sisterhood"],["p.para",{"id":"p14","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p14"},"I think being with a group of women in Relief Society is very powerful. We help build strong communities. For generations we have created networks to look after and raise children. Relief Society gives me and other women the opportunity to share knowledge, build the kingdom of God, and support each other. It is a society where you can find relief on many levels. I’ve found genuine joy in Relief Society by singing a hymn, listening to the lesson, talking to the other sisters, or feeling a comforting hand on my shoulder and hearing a kind voice asking how I’m doing."],[".bio",["p.para",{"id":"p15","uri":"/ensign/2013/03/how-did-she-know-i-needed-help.p15"},"—Valerie Vamanrav, London, England"]]]]]]],"refs":null}
