{"id":14,"parent_id":0,"book_id":1750,"content_id":1,"language_id":1,"display_order":14,"title":"How to Use Music in Primary","subtitle":"","short_title":"How to Use Music in Primary","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary","content":[["div",{"id":"head1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.head1"},["h1","How to Use Music in Primary"],[".intro","The purpose of music in Primary is to teach the children the gospel of Jesus Christ and help them learn to live it. Primary songs make learning more enjoyable, help children learn and remember gospel truths, and invite the Spirit."],[".intro","The following are skills that you could use to teach a song to children. The examples will help you with songs suggested in this outline. See the “How to Use Music in Primary” section in the 2010 outline for additional ideas."]],[".bodyBlock",[".topic",["h2","Attract Children’s Attention"],["div",{"id":"p5","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.p5"},"Before you begin singing, make sure you have the children’s attention. You can attract their attention by using visual aids such as pictures, simple objects, or the children themselves. You could also simply change the tone of your voice. Attention activities should be brief and lead directly into the song. For example:"],[".",{"id":"f1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.f1"},[".caption",["span.emphasis","Keep visuals simple. This allows the children to focus on the message of the song, and it allows the Spirit to testify that what they are singing is true."]]],["ul.bullet",["li",["span.label","•"],[".para","Before singing",["span.crossRef","“I Love to See the Temple”"],"(",["span.emphasis","CS,"],"95), ask the children to raise their hands if they have seen a temple. Invite them to think about how they feel when they see a temple as they sing."]],["li",["span.label","•"],[".para","Children can be your best visual aid. Invite them to use simple props such as ties or scriptures to represent missionaries as they sing",["span.crossRef","“We’ll Bring the World His Truth”"],"(",["span.emphasis","CS,"],"172–73)."]]]],[".topic",["h2","Direct the Children’s Listening"],[".img-left",{"id":"f3","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.f3"},[".caption",["span.emphasis",["b","Prepare"],"to teach the gospel message of a song by studying the scripture references given in the Children’s Songbook."]]],["div",{"id":"p9","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.p9"},"Asking the children to listen for an answer to a question helps them learn the words and message of the song. You could ask them to listen for answers to questions such as “who?” “what?” “where?” “when?” or “why?” You could also ask the children to listen for key words or rhyming words or to count on their fingers how many times they sing a certain word."],["div",{"id":"p10","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.p10"},"As you teach",["a.crossRef",{"href":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/if-i-listen-with-my-heart.p1"},"“If I Listen with My Heart”"],"(page 28 in this booklet), write one of the following questions on the board: “Where can I hear the Savior’s voice?” “Who teaches us how to live righteously?” “Who speaks quietly to us?” Invite the children to listen for the answer as they sing and to signal (by folding their arms, standing up, or touching their ears) when they sing the answer. Have the children sing the answer with you a few times. Write another question on the board and repeat."],[".",{"id":"f4","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.f4"},[".caption",["span.emphasis","The children will feel your love and enthusiasm for the gospel as you sing with them. As you share your testimony of the Savior, they will also be able to feel His love for them."]]]],[".topic",["h2","Involve the Children"],["div",{"id":"p12","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.p12"},"Involve the children in a variety of ways as you sing. For example:"],[".img-right",{"id":"f5","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.f5"}],["ul.bullet",["li",["span.label","•"],[".para","Invite the children to think of simple hand actions to help them remember the words and message of a song (see “Helps for the music leader” on page",["a.crossRef",{"href":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/march-heavenly-father-speaks-to-us-through-his-prophets.p16"},"7"],")."]],["li",["span.label","•"],[".para","Invite the children to pretend to be missionaries as they sing “We’ll Bring the World His Truth.” Ask them to march in place or around the room and hold their scriptures as they sing."]],["li",["span.label","•"],[".para","Before singing “If I Listen with My Heart,” give each child a paper heart and ask them to write “Listen” on one side and “Hear” on the other side. Explain that these words are repeated several times in the song. Ask the children to show the correct side of the heart when they sing that word."],[".",{"id":"f","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true.f"}]]]],[".topic",["h2","Sing, Sing, Sing"],[".img-right",{"id":"f8","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.f8"},[".caption",["span.emphasis",["b","New songs:"],"When you introduce a new song to the children, sing it to them fi rst. Children learn a song best when they hear it a few times before they begin singing."]]],["div",{"id":"p17","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.p17"},"Children learn songs best as they hear and sing them over and over again."],["div",{"id":"p18","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/how-to-use-music-in-primary.p18"},"Review and sing songs in a variety of fun ways. For example:"],["ul.bullet",["li",["span.label","•"],[".para","Invite the children to begin learning the melody of a new song by listening to it or humming it during the prelude time."]],["li",["span.label","•"],[".para","To review",["span.crossRef","“I Will Follow God’s Plan”"],"(",["span.emphasis","CS,"],"164–65), make a few road signs. Write a different word from the song on each road sign. Hold up a sign, and tell the children that as they sing the song they should not sing that word. Repeat with the other road signs."]],["li",["span.label","•"],[".para","Make a cube out of paper or cardboard, and on each side of the cube write a different way to sing (for example, clap the melody, do hand actions, sing softy, boys sing, girls sing, or hum the melody). On another cube write the names of some Primary songs the children are learning. Invite a child to roll the first cube to decide how they will sing the song, and invite another child to roll the other cube to decide which song they will sing."],[".",{"id":"f","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true.f"}]]]]]],"refs":null}
