{"id":16,"parent_id":0,"book_id":73,"content_id":1,"language_id":1,"display_order":16,"title":"How Do I Use Time Wisely?","subtitle":"","short_title":"How Do I Use Time Wisely?","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely","content":[["div",{"id":"head1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.head1"},["h1","How Do I Use Time Wisely?"]],[".bodyBlock",[".sidebar",["h2","Consider This"],["ul.bullet",["li",["span.label","•"],[".para","How can goals help me be a more effective missionary?"]],["li",["span.label","•"],[".para","What should be the focus of my goals?"]],["li",["span.label","•"],[".para","What are my planning tools and resources, and how do I use them?"]],["li",["span.label","•"],[".para","Why is the area book important?"]],["li",["span.label","•"],[".para","How do I conduct weekly and daily planning sessions?"]],["li",["span.label","•"],[".para","How will I know if my goals and plans are helping to further the Lord’s work?"]]]],["div",{"id":"p9","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p9"},"You are assigned to do the Lord’s work in a specific area. He wants you to watch over your area with love and great care. Your purpose is to help others come unto Him through baptism and confirmation."],["div",{"id":"p10","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p10"},"Do all you can to leave your area stronger than you found it. Meaningful goals and careful planning will help you accomplish what the Lord requires of you. As you care for the people in your assigned area, you will account to Him and to your mission leaders."],["div",{"id":"p11","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p11"},"Your missionary call letter states: “You will also be expected to devote all your time and attention to serving the Lord, leaving behind all other personal affairs. As you do these things the Lord will bless you and you will become an effective advocate and messenger of the truth. We place in you our confidence and pray that the Lord will help you meet your responsibilities in fulfilling this sacred assignment.” This chapter will help you know how goal setting, planning, and accountability can help many people receive the restored gospel."],[".sidebar",["h2","Activity: Personal or Companion Study"],"Read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.11-13,61-64,74-75"},"Jacob 5:11–13, 61–64, 74–75"],", and answer these questions:",["ul.bullet",["li",["span.label","•"],[".para","How does the Lord feel about His children?"]],["li",["span.label","•"],[".para","What kind of effort does the Lord require of His servants?"]]]],[".topic",["h2","Key Indicators for Conversion"],["div",{"id":"p17","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p17"},"Perhaps you have wondered which of your many duties are the most important. To be able to answer this question, you must understand your purpose and know how effective use of time can help you fulfill this purpose."],["div",{"id":"p18","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p18"},"Your purpose is to invite others to come unto Christ by helping them receive the restored gospel through faith in Jesus Christ and His Atonement, repentance, baptism, receiving the gift of the Holy Ghost, and enduring to the end. Key indicators have been identified by Church leaders to help you focus on this purpose. As you focus on these indicators, you will help people progress toward baptism, confirmation, continued activity in the Church, and lasting conversion."],["div",{"id":"f5","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f5"},["h2","Key Indicators to Record and Report"],["ul.bullet",["li",["span.label","•"],[".para","Investigators baptized and confirmed"]],["li",["span.label","•"],[".para","Investigators with a baptismal date"]],["li",["span.label","•"],[".para","Investigators who attend sacrament meeting"]],["li",["span.label","•"],[".para","Lessons taught to investigators with a member present"]],["li",["span.label","•"],[".para","Other lessons taught"]],["li",["span.label","•"],[".para","Progressing investigators"]],["li",["span.label","•"],[".para","Referrals received and contacted"]],["li",["span.label","•"],[".para","New investigators"]],["li",["span.label","•"],[".para","Lessons taught to recent converts and less-active members"]]]],["div",{"id":"p29","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p29"},"These indicators identify events and conditions that show a person’s progress toward enduring conversion. A brief description of each key indicator is given below:"],["div",{"id":"p30","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p30"},["b","Investigators baptized and confirmed:"],"Each convert who has received the ordinances of baptism and confirmation."],["div",{"id":"p31","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p31"},["b","Investigators with a baptismal date:"],"Each investigator who has agreed to be baptized and confirmed on specific dates."],["div",{"id":"p32","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p32"},["b","Investigators who attend sacrament meeting:"],"Each investigator who has attended sacrament meeting."],["div",{"id":"p33","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p33"},["b","Lessons taught to investigators with a member present:"],"The total number of lessons taught to all investigators with a member present. A lesson typically includes the teaching of one or more gospel principles from the lessons, an opening and closing prayer, and invitations to make commitments. It is not necessary to teach all the principles of a lesson to consider it a complete lesson. The effectiveness of your teaching can be measured by whether investigators are growing in their faith in the Savior, repenting of their transgressions, and earnestly preparing to receive the ordinances of baptism and confirmation."],["div",{"id":"p34","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p34"},["b","Other lessons taught:"],"The total number of lessons taught to investigators without a member present."],["div",{"id":"p35","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p35"},["b","Progressing investigators:"],"The total number of investigators who have been taught two or more lessons and are keeping commitments such as to pray, read from the Book of Mormon, attend church, and prepare for baptism and confirmation. Investigators who are willing to continue learning about the gospel but are struggling to keep commitments are not progressing investigators as defined here. They are classified either as new investigators or other investigators."],["div",{"id":"p36","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p36"},["b","Referrals received and contacted:"],"The total number of referrals you have contacted and either taught or asked for a specific return appointment. Once you contact a referral, the referral is moved from the referral pool and either becomes a new investigator, is marked for further follow-up, or is dropped. A referral is also considered contacted if after many attempts you cannot reach the person or you find that the address is incorrect. These referrals are sent back to the mission office with a note describing why contact could not be made."],["div",{"id":"p37","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p37"},"Total referrals received refers to all the referrals you received that have not yet been contacted (referrals from members, investigators, Church headquarters, and so forth). For reporting purposes, the number of referrals that have not yet been contacted carries over from week to week. Each new referral is added to this number and each referral contacted is subtracted from it. Remember, however, that “referrals contacted” refers to the number contacted in the week being reported."],["div",{"id":"p38","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p38"},["b","New investigators:"],"The total number of individuals who have received a lesson and accepted a specific return appointment."],["div",{"id":"p39","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p39"},["b","Lessons taught to recent converts and less-active members:"],"The total number of lessons taught to converts who have been members for less than one year and to less-active members."],["div",{"id":"p40","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p40"},"As you set goals and make plans, evaluate what you do in terms of how your efforts will add to the numbers of people represented in each of these key indicators. Your goal should be to have increasing numbers for every key indicator."],["div",{"id":"p41","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p41"},"You will do many things that are not described in the key indicators, such as street contacting or personal and companion study. These important activities contribute to one or more of the key indicators. For example, when you teach those you find through your own efforts, you add new investigators to your teaching pool. Also, the quality of your personal and companion study will improve your ability to teach by the Spirit, which will bless your new and progressing investigators. The power of your finding and teaching will influence every key indicator. Evaluate all you do based on whether it adds to the numbers of people in these categories. If you and your companion cannot see how a proselyting activity might help increase the numbers of people in one or more key indicators, you need to question whether the activity is worth your time."],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p43","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p43"},"In your study journal, list every proselyting activity you have done in the past three days. For each activity, determine if it influenced one of the key indicators. If it did, write",["span.emphasis","yes"],"beside it. If it did not, write",["span.emphasis","no."],"For each activity with a",["span.emphasis","yes,"],"describe how it had an impact. For each activity with a",["span.emphasis","no,"],"decide why you did it and whether you will continue to do the activity in the future. Discuss your list with your companion, and explain why you marked some activities",["span.emphasis","yes"],"and some activities",["span.emphasis","no."],"Discuss which activities you may need to stop doing."]]],[".topic",["h2","The Area Book and Planning and Reporting Tools"],["div",{"id":"p45","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p45"},"Concerning those who were received into the Church by baptism and confirmation in his day, Moroni taught, “Their names were taken, that they might be remembered and nourished by the good word of God, to keep them in the right way” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"],")."],["div",{"id":"p46","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p46"},"You have been given tools to help you record important information about the people you teach. These tools also allow you to share the right amount of information with those who need it, as shown in the following illustration."],[".",{"id":"f8","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f8"}],["div",{"id":"p58","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p58"},"These tools and all the information needed to do your work are kept in the area book and the Missionary Daily Planner. The area book is organized as follows:"],["ul.bullet",["li",["span.label","•"],[".para","Area Map"],["ul.bullet",["li",["span.label","•"],[".para","Map of the area with an outline of the boundaries"]]]],["li",["span.label","•"],[".para","Progress Records"],["ul.bullet",["li",["span.label","•"],[".para","Progress Record forms"]]]],["li",["span.label","•"],[".para","Investigators with a Baptism and Confirmation Date"],["ul.bullet",["li",["span.label","•"],[".para","Teaching Record forms"]]]],["li",["span.label","•"],[".para","Progressing Investigators"],["ul.bullet",["li",["span.label","•"],[".para","Teaching Record forms"]]]],["li",["span.label","•"],[".para","New and Other Investigators"],["ul.bullet",["li",["span.label","•"],[".para","Teaching Record forms"]]]],["li",["span.label","•"],[".para","Potential Investigators"],["ul.bullet",["li",["span.label","•"],[".para","Potential Investigators forms"]],["li",["span.label","•"],[".para","Media referrals and other referral records"]]]],["li",["span.label","•"],[".para","Former Investigators"],["ul.bullet",["li",["span.label","•"],[".para","Teaching Record forms"]]]],["li",["span.label","•"],[".para","Recent Converts and Less-Active Members"],["ul.bullet",["li",["span.label","•"],[".para","Teaching Record forms"]],["li",["span.label","•"],[".para","Convert Action List forms"]]]],["li",["span.label","•"],[".para","Ward and Mission Information"],["ul.bullet",["li",["span.label","•"],[".para","Ward directory"]],["li",["span.label","•"],[".para","Ward positions list"]],["li",["span.label","•"],[".para","Schedule of ward and missionary meetings"]],["li",["span.label","•"],[".para","List of part-member families"]],["li",["span.label","•"],[".para","Directory of missionaries in your district or zone"]]]],["li",["span.label","•"],[".para","Leadership"],["ul.bullet",["li",["span.label","•"],[".para","Call-In Summary Reports"]]]],["li",["span.label","•"],[".para","Information about the Area"],["ul.bullet",["li",["span.label","•"],[".para","Information about the apartment"]],["li",["span.label","•"],[".para","Public transportation"]],["li",["span.label","•"],[".para","Barbershop"]],["li",["span.label","•"],[".para","Laundry"]],["li",["span.label","•"],[".para","Places to shop"]],["li",["span.label","•"],[".para","Places to avoid"]],["li",["span.label","•"],[".para","Contacts"]]]]],["div",{"id":"f21","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f21"},["h2","The Area Book"],["div",{"id":"p94","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p94"},"Every proselyting area has an area book, which becomes the lasting record of your day-to-day efforts. Update key information daily, and refer to it weekly during your weekly planning session. Keep it neat, current, and accurate so that any future missionary can build on the inspired service you have given. As invited, take your area book to interviews or zone conferences, where mission leaders can review it and help you know how to use it most effectively."]],["div",{"id":"p95","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p95"},"You should refer to some part of the area book each day as you update and adjust your plans. As invited, bring your area book to zone conferences and interviews so that mission leaders can review it. This book should stay in your apartment after you are transferred so that future missionaries can use the information."],["div",{"id":"p96","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p96"},"In your area book, keep accurate, complete, and current records of all the people with whom you are working. An explanation of the tools that are provided follows."],["div",{"id":"p97","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p97"},["b","Teaching Record:"],"This form helps you record detailed information regarding the progress of investigators, recent converts, and less-active members you are teaching."],[".",{"id":"f22","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f22"}],[".",{"id":"f23","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f23"}],["div",{"id":"p108","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p108"},"When a Teaching Record has been created, it should remain in the area book until the person or family is fully active in the Church, moves, or passes away."],["div",{"id":"p109","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p109"},["b","Progress Record:"],"This record enables you to summarize the progress of investigators, recent converts, and less-active members you are teaching. It also allows you to report on the key indicators. Use it to coordinate your efforts with ward and stake leaders in missionary coordination and ward council meetings. You will update this record during your weekly planning session or before ward council meetings. If feasible, give copies of this record to the bishop, the ward mission leader, and other ward council members each week or as often as needed. Make sure the information you include on Progress Record forms is complete, accurate, and neatly written. This will build the ward council’s confidence in you. Use the Call-In Summary Report and the Missionary Weekly Report to report baptisms for the week in which they take place and confirmations for the week in which they take place. Also, promptly submit accurate, complete baptism records because official membership records are not created until the mission reports the baptism and confirmation to the Church headquarters."],[".",{"id":"f24","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f24"}],["div",{"id":"p110","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p110"},["b","Potential Investigators:"],"This form enables you to keep a record of people who have potential to become investigators."],[".",{"id":"f25","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f25"}],["div",{"id":"p115","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p115"},"Copy to the Potential Investigators form important information from the “Potential Investigators” section of the Missionary Daily Planner. Use this information to plan follow-up visits, review member-missionary work with the ward mission leader, and plan other activities that may help these people begin investigating the restored gospel. This form also serves as a historical record for missionaries assigned to the area in the future. When you are transferred to another area, be sure to copy all the information from your Missionary Daily Planner."],["div",{"id":"p116","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p116"},["b","Call-In Summary Report:"],"Use this report weekly to collect information on each of the key indicators. Each companionship uses the Call-In Summary Report located in the back of their Missionary Daily Planner to give this information to the district leader. The district leader writes the name of each companionship in his district on a Call-In Summary Report, along with their weekly totals for each key indicator. He then totals the results for the district at the bottom. Information flows upward. District leaders give district totals to their zone leaders. Zone leaders give zone totals to the assistants to the president. The assistants to the president give mission totals to the mission president."],[".",{"id":"f26","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f26"}],["div",{"id":"p117","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p117"},["b","The Missionary Daily Planner:"],"This tool includes the following features:"],["ul.bullet",["li",["span.label","•"],[".para","Six weeks of daily schedules, with a seventh week on an at-a-glance page."]],["li",["span.label","•"],[".para","Pages for weekly goals."]],["li",["span.label","•"],[".para","A summary of the planning guidelines; a list of the events that lead to baptism, confirmation, and activity in the Church; lesson plans of the missionary lessons; ideas for finding people to teach; and baptismal interview questions."]],["li",["span.label","•"],[".para","A section for information on contacts and for addresses and phone numbers of investigators and members."]],["li",["span.label","•"],[".para","A Call-In Summary Report for keeping track of your weekly results."]]],["div",{"id":"p123","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p123"},"During your weekly planning session, you will write your weekly goals on the Weekly Goals page of the Missionary Daily Planner as illustrated below."],[".",{"id":"f28","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f28"}],["div",{"id":"p128","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p128"},"Each day as you plan and proselyte, you will use the daily schedule as illustrated below:"],[".",{"id":"f29","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f29"}],["div",{"id":"p133","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p133"},["b","Missionary Weekly Report:"],"This report gives you an opportunity to account directly to your mission president on your proselyting efforts and on any personal matters you wish to share. When writing this letter, be specific and to the point, but don’t feel that you must fill all the space. He is the only person who will read this letter, so feel free to be open with your comments."],[".",{"id":"f30","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f30"}]],[".topic",["h2","How to Set Goals"],["div",{"id":"p135","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p135"},"Goals reflect the desires of our hearts and our vision of what we can accomplish. Through goals and plans, our hopes are transformed into action. Goal setting and planning are acts of faith. Prayerfully set goals that are in harmony with the Savior’s command to “teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.19"},"Matthew 28:19"],")."],["div",{"id":"p136","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p136"},"Set goals for each key indicator. You may also set goals for your personal development. Do everything within your power to achieve your goals while respecting the agency of others. The ultimate measure of success is not in achieving goals alone but in the service you render and the progress of others. Goals are a means of helping you bring about much good among Heavenly Father’s children. They are not to be used to receive recognition."],[".sideQuote",["div",{"id":"p137","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p137"},"“I am so thoroughly convinced that if we don’t set goals in our life and learn how to master the techniques of living to reach our goals, we can reach a ripe old age and look back on our life only to see that we reached but a small part of our full potential. When one learns to master the principles of setting a goal, he will then be able to make a great difference in the results he attains in this life.”"],[".citationInfo",["div",{"id":"p138","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p138"},"–Elder M. Russell Ballard"],["div",{"id":"p139","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p139"},"Talk given to Salt Lake Area young adults, Oct. 18, 1981"]]],["div",{"id":"p140","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p140"},"Carefully considered goals will give you clear direction and will help you fill your days with activities that help people strengthen their faith in the Savior and progress toward baptism, confirmation, and full activity in the Church. Challenging goals will help you work effectively and lead you to stretch and grow. Follow the guidelines below as you set goals:"],["ul.bullet",["li",["span.label","•"],[".para","Follow the Spirit."]],["li",["span.label","•"],[".para","Focus on the key indicators."]],["li",["span.label","•"],[".para","Focus on people. Although you will use numbers, be able to support your numbers with the names of people where possible."]],["li",["span.label","•"],[".para","Be specific and realistic, but set goals that will make you stretch."]],["li",["span.label","•"],[".para","Set weekly and daily goals."]],["li",["span.label","•"],[".para","Set goals for personal and companion study, including language study if you are learning another language."]],["li",["span.label","•"],[".para","Measure your progress each day, each week, and after each six-week period. When you fall short of a goal, evaluate your efforts and seek for ways to accomplish the goal. If needed, adjust your expectations."]]],["div",{"id":"p148","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p148"},"Over time your mission president may establish standards of excellence or mission goals intended to raise your vision and increase your faith. District, zone, and mission standards will help you stretch, work effectively, and reach higher levels of performance. They are not to be used as quotas that impose specific goals on you and your companion."],[".sidebar",["h2","Activity: Companion Study"],["div",{"id":"p150","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p150"},"Set weekly goals for each indicator. For each goal, ask yourselves:"],["ul.bullet",["li",["span.label","•"],[".para","Are there names associated with the number?"]],["li",["span.label","•"],[".para","Is the goal specific?"]],["li",["span.label","•"],[".para","Is the goal realistic?"]],["li",["span.label","•"],[".para","Will the goal make us stretch?"]],["li",["span.label","•"],[".para","Are we committed to this goal?"]]],["div",{"id":"p156","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p156"},"Discuss each goal. If necessary, determine how you might revise it and why."]]],[".topic",["h2","The Weekly Planning Session"],["div",{"id":"p158","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p158"},"Once you have set goals, decide how you will achieve them. You and your companion should hold a weekly planning session on a day and at a time that is less productive for proselyting, such as Thursday or Friday morning. Your mission president will set the day and time of the weekly planning session. This weekly planning may take two to three hours to complete."],["div",{"id":"p159","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p159"},"Your discussion should focus on the needs of people and how to help them progress. During this weekly planning session, review past goals and set new goals for the coming week. Consider every aspect of your proselyting."],["div",{"id":"p160","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p160"},"Sunday evening is the recommended time for the weekly call-in report. A Sunday-evening report provides the most accurate and timely status of the mission because most baptisms and confirmations take place on Saturday or Sunday."],["div",{"id":"p161","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p161"},"Because the day you hold your weekly planning session is likely to be different from your reporting day, approach your weekly planning with 10 days in mind. For example, if your weekly planning session is on Thursday, you will review the progress on your goals so far that week, and you will plan what you need to do to achieve these goals through Sunday. Then, set goals and make plans for the next week from Monday to Sunday. On Sunday evening you will total and report the results from the past week, and you will have your plan ready for the coming week. Below is a description of how the planning guidelines apply to a weekly planning session."],["div",{"id":"f35","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.f35"},["ol.number",["li",["span.label","1."],[".para",["b","Pray for and seek inspiration."],"Before you begin, have your Missionary Daily Planner and area book near. Begin your planning session with prayer. Seek inspiration as you discuss the needs of people and plan how to serve them and help them progress in the gospel. Pray specifically for your investigators. Have the faith to ask Heavenly Father to bless them with answers to their prayers, with a desire to attend church, and so forth."]],["li",["span.label","2."],[".para",["b","Set goals and make plans for investigators to be baptized and confirmed in the coming week."],"Review the Teaching Record for each person who is committed to be baptized or confirmed in the coming week. Discuss the arrangements you need to make for baptismal interviews, services, and confirmations. Using the Teaching Record, discuss any commitments these people may be struggling with and how you can help them. Plan to make daily contact with them. Discuss how you can help the ward mission leader coordinate with the bishop for their confirmations in sacrament meeting."]],["li",["span.label","3."],[".para",["b","Set goals and make plans for investigators with a baptismal date."],"Review the Teaching Record for each person who will be baptized in the coming weeks. Talk about lessons you need to teach them. Consider how you can help them prepare for baptism and confirmation. Discuss investigators who were not baptized on their scheduled day. Carefully consider and discuss their needs. Set new goals and make plans that will help them progress toward a specific day and time when they can enter into the covenant of baptism and receive the ordinance of confirmation. On your Teaching Record, mark in pencil the principles you plan to teach and the commitments you will help them keep. Determine what you can do to help them receive these lessons and keep these commitments."]],["li",["span.label","4."],[".para",["b","Set goals and make plans to help investigators attend sacrament meeting."],"Review the Teaching Record for each investigator, and discuss his or her attendance at sacrament meeting. For investigators who are attending sacrament meeting regularly, discuss what you need to do to help them continue to have a spiritually uplifting experience. For those who have never attended sacrament meeting, who have attended only once, or who attend occasionally, discuss what might be keeping them from coming. For example, they might need help with transportation, they may be afraid or unfamiliar with Latter-day Saint services, or they may have had a negative experience in the past. Discuss what you can do to help them overcome these barriers. Set goals for the number of investigators you plan to have in the next sacrament meeting. Plan who will take these people to church, who will greet them, and who will sit with them during meetings. Plan to contact quorum and auxiliary leaders and any teachers responsible for the classes the investigators will attend. Plan to inform the bishop. On the Progress Record, list ways the ward council can help. Make plans for what you need to do on each day of the week to prepare these people to attend."],[".",{"id":"f","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service.f"}]],["li",["span.label","5."],[".para",["b","Set goals and make plans for lessons to be taught to progressing investigators."],"Review the Teaching Record for each progressing investigator who was taught with a member present. Talk about how you feel they are receiving the message. Review the commitments and events from the Teaching Record that they are striving to keep or complete. Discuss how to help ward members and the ward council remain involved in their progress. Set goals for the lessons you will teach; the commitments you will help them keep, especially attendance at church; and important experiences you will help them have over the next several weeks."],[".para","Review the Teaching Record for each progressing investigator who was taught without a member present. These investigators may be people you found through your own efforts. Discuss which priesthood or auxiliary leader could be invited to friendship them. Review the lessons you will teach and the commitments you will help them keep. Set goals for the lessons you will teach, how you will involve members, and how you will help these investigators attend sacrament meeting. Record these goals on the Teaching Record, and make the necessary plans."]],["li",["span.label","6."],[".para",["b","Set goals and make plans for lessons to be taught to all other investigators."],"Review the Teaching Record for each investigator who is not progressing. Discuss why each investigator is not keeping commitments. Discuss how you will involve priesthood and auxiliary leaders in friendshipping these investigators. Discuss many of the same items suggested in step 5. Set goals and make plans to help these people progress. Write these goals on the Teaching Record."]],["li",["span.label","7."],[".para",["b","Set goals and make plans to contact and teach referrals received from members, investigators, nonmembers, and Church headquarters."],"Review Potential Investigators forms. Review all the referrals you have received. Review the referrals you have not yet contacted. Set goals and make plans to contact as many referrals as possible during the week—preferably all the referrals. Referrals from Church headquarters should be contacted within 24 hours, if at all possible. Discuss how you might approach each person or family and what message you might teach. If the referral is from Church headquarters, discuss how you will teach a gospel message using the video, book, or other material they have requested. Make sure you have the item they requested. If appropriate, contact the referral by phone and schedule an appointment. Discuss what follow-up you should do."]],["li",["span.label","8."],[".para",["b","Set goals and make plans to seek more referrals from members, investigators, and nonmembers."],"Prayerfully identify other members and investigators you can visit. Plan how you will help them invite their friends and family members to learn about the restored gospel. Discuss how you will invite them to participate in missionary work. Schedule appointments and make necessary plans."]],["li",["span.label","9."],[".para",["b","Set goals and make plans for lessons you will teach to recent converts and less-active members."],"Review the Teaching Record for each recent convert and less-active member you are teaching. Set goals and make plans for lessons you will teach. Determine how you will help these people attend sacrament meeting and keep other commitments."]],["li",["span.label","10."],[".para",["b","Set goals and make plans to find new investigators."],"Review the previous week’s efforts to find new investigators through referrals, service opportunities, and personal finding activities. Refer to the information in the “Potential Investigators” section of your area book. Discuss why some people became new investigators and others did not. Set goals for how many new investigators you will find this week. Identify people who are likely to become investigators. Also identify members and part-member families you want to visit, referrals to visit, and service opportunities you will seek. Plan which finding tools you will use, such as pass-along cards, videocassettes, DVDs, scriptures, or brochures. Also discuss where you will go to contact people, how many people you will contact each day, investigators you will ask for referrals, former investigators you will visit, ways the ward council can help, and so on. Make specific plans for the next day. Fill in all remaining time with finding activities that will help you achieve your goals. Set goals and plan to talk to as many people as the Lord puts in your path. Always strive to find people to teach."]],["li",["span.label","11."],[".para",["b","Plan how to work with the ward council."],"The bishop is the presiding authority. Respect and honor his authority. Under his direction, review the Progress Record used in the previous missionary coordination meeting or ward council. Discuss assignments you have received from the bishop or ward mission leader, and report on whether you have completed them. Discuss how to involve others who can help, such as the ward mission leader, priesthood and auxiliary leaders, and other members. Carefully prepare a Progress Record for the upcoming ward council meeting, priesthood executive committee meeting, or missionary coordination meeting. Make sure it is neatly written and clean. Set goals and make plans to work in harmony with the ward leaders. When possible, make copies of the Progress Record for the ward leaders who will attend."]],["li",["span.label","12."],[".para",["b","Schedule meetings that occur regularly."],"In your Missionary Daily Planner, schedule meetings that happen regularly, such as district meetings, zone conferences, interviews, and Church meetings. Discuss assignments you need to complete prior to any of these meetings, and add them to your Notes/To Do List."]],["li",["span.label","13."],[".para",["b","Conduct companionship inventory."],"At the end of your weekly planning session, share with your companion appropriate goals, and ask for his or her help to accomplish them. Discuss the strength of your relationship with your companion. Discuss any challenges that may be keeping your companionship from working in unity or from being obedient. Resolve conflicts. Share with your companion what you think his or her strengths are. Ask for suggestions on how you can improve. If needed, set goals that will improve your relationship. Conclude with prayer."]]]]],[".topic",["h2","Daily Planning Session"],["div",{"id":"p177","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p177"},"Conduct a planning session at the end of each day. If you are teaching a lesson, you may be out until 9:30",["span.smallCaps","p.m."],"Otherwise, return to your apartment by 9:00",["span.smallCaps","p.m."],"and hold a daily planning session from 9:00 to 9:30",["span.smallCaps","p.m."],"(Mission presidents have discretion to adjust the schedule according to local circumstances.) Apply the same principles and guidelines in a daily planning session that you follow in a weekly session but in a simpler way. Be prayerful as you discuss the lessons or topics you can study during personal and companion study time that will help you with your plan. Write these topics in the space provided on the daily schedule. Review your daily schedule. Have a meaningful activity planned for every hour of the day. During the Sunday-night planning session, total and submit your weekly Call-In Summary Report, write your weekly letter to your mission president, and finalize your goals for the coming week."],["div",{"id":"p178","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p178"},"Prior to leaving your apartment the next day, review your goals, plans, and schedule. Make revisions if needed. Always pray before leaving your apartment. You can tell how effective your daily plans are when you don’t need to ask others, “Now what should I do?”"]],[".topic",["h2","Accountability"],[".sideQuote",["div",{"id":"p180","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p180"},"“When performance is measured, performance improves. When performance is measured and reported, the rate of improvement accelerates.”"],[".citationInfo",["div",{"id":"p181","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p181"},"–President Thomas S. Monson"],["div",{"id":"p182","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p182"},"“Thou Art a Teacher Come from God,”",["span.emphasis","Improvement Era,"],"Dec. 1970, 101"]]],["div",{"id":"p183","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p183"},"The principle of accountability is fundamental in God’s eternal plan. We will all stand before the Lord at the last judgment and give an accounting for what we have done with the opportunities He has given us (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.15-19"},"Alma 5:15–19"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.9"},"D&C 137:9"],"). There is much you can learn about accountability on your mission that will benefit you throughout your life. The principle of accountability will bless you if you:"],["ul.bullet",["li",["span.label","•"],[".para","Approach your goal setting and planning with the idea that you will account for your efforts to your mission leaders and to the Lord through prayer."]],["li",["span.label","•"],[".para","Feel personal responsibility for the sacred trust the Lord has given you."]],["li",["span.label","•"],[".para","Set meaningful goals."]],["li",["span.label","•"],[".para","Choose to be proactive in accounting for your work to the Lord and to your mission leaders. Don’t wait to be asked. Don’t require others to follow up with you frequently. Have a desire to account for your labor."]],["li",["span.label","•"],[".para","Accept full responsibility for your efforts. Never blame others for difficult circumstances or lack of progress."]],["li",["span.label","•"],[".para","Seek to learn from your leaders, and invite them to suggest ways you can improve."]],["li",["span.label","•"],[".para","Be motivated to do your best work."]]],["div",{"id":"p191","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p191"},"Accountability does not come only at the end of your mission. It is a principle that influences how you begin, how you think and feel about the responsibility the Lord has given you, how you approach your work, and how well you endure. The attitude you have toward your mission experience is a reflection of your love toward your Heavenly Father and His Son and your respect for the priesthood."],["div",{"id":"p192","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p192"},"As you pray personally and in your companionship, seek inspiration on what you should do each day. As you follow your plans, pray and ask the Lord for guidance. Have a prayer in your heart throughout the day that the Spirit will help you know where to go, what to do, and what to say. Ask yourself, “What more can I do?” In your prayer at the end of the day, give an accounting of your work."],["div",{"id":"p193","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-use-time-wisely.p193"},"You will give an accounting each week to your mission leaders using the Call-In Summary Report. If you are a mission leader, you will receive this information from other missionaries. Show an interest in their lives and in the lives of those they teach rather than simply in numbers. Do not use these tools or the information you receive as ways to control or manipulate. The information you receive through these tools will provide you with opportunities to praise missionaries for their dedication and to see opportunities for future training."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What does it mean to be accountable?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-33"},"D&C 58:26–33"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.78"},"D&C 101:78"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/ezek/33.1-6"},"Ezekiel 33:1–6"]]]],["ul.noMarker",["h2","Why is agency important in accountability?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.26-29"},"2 Nephi 2:26–29"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.30-31"},"Helaman 14:30–31"]]]],["ul.noMarker",["h2","How should a missionary and a mission leader work together?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.23-25"},"D&C 38:23–25"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/heb/13.17-18"},"Hebrews 13:17–18"]]]]],[".sidebar",["h2","Remember This"],["ul.bullet",["li",["span.label","•"],[".para","Focus your efforts on your purpose."]],["li",["span.label","•"],[".para","Set goals according to the key indicators."]],["li",["span.label","•"],[".para","Pray mightily over your goals and plans."]],["li",["span.label","•"],[".para","Use the area book and the Missionary Daily Planner to help people develop faith, repent, be baptized, receive the gift of the Holy Ghost, and endure to the end."]],["li",["span.label","•"],[".para","For each key indicator, set goals that help you stretch, exercise faith, and work effectively."]],["li",["span.label","•"],[".para","Conduct weekly and daily planning sessions that focus on helping others progress in the gospel."]],["li",["span.label","•"],[".para","Account for your efforts to the Lord and to mission leaders."]]]]],[".topic",["h2","Ideas for Study and Application"],[".topic",["h3","Personal Study"],["ul.bullet",["li",["span.label","•"],[".para","In your study journal, write a one-sentence answer for each of the questions in “Consider This.”"]],["li",["span.label","•"],[".para","Take a few moments and think about your final day in the mission field. When that day comes:"],["ul.bullet",["li",["span.label","•"],[".para","What do you want to say you have done as a missionary?"]],["li",["span.label","•"],[".para","What do you want to have become?"]],["li",["span.label","•"],[".para","What differences would you want others to notice in you?"]]],[".para","In your study journal, write an answer to each of these questions. Determine what you need to do now to realize these goals. Write the plans that come to mind."]]]],[".topic",["h3","Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","Using your area book, answer the questions below:"],["ul.bullet",["li",["span.label","•"],[".para","Are all the records current, accurate, and easy to read?"]],["li",["span.label","•"],[".para","Would a missionary who is new to the area be able to review the area book and know where people are in their spiritual progress and what more needs to be done to help them?"]],["li",["span.label","•"],[".para","Would a missionary who is new to the area benefit from your efforts to find new investigators?"]],["li",["span.label","•"],[".para","Picture yourself presenting your area book to the Lord as you give an accounting of how you have cared for the people in your area. Would the Lord be pleased with your efforts?"]]]],["li",["span.label","•"],[".para","Discuss one of your new investigators. In your Missionary Daily Planner, locate the page titled “Events That Lead to Baptism, Confirmation, and Activity in the Church.” Select one event, and make a list of everything you need to do in order for this event to happen. Discuss how you might plan these tasks so that the event can happen at the earliest possible time."]],["li",["span.label","•"],[".para","Discuss the following analogy with your companion. Evaluate how long your “line” is in the water each day."],[".para","“None of us should be like the fisherman who thinks he has been fishing all day when in reality he has spent most of his time getting to and from the water, eating lunch, and fussing with his equipment. Fishing success is related to how long you have your line in the water, not to how long you are away from the apartment. Some fishermen are away from home for twelve hours and have their line in the water for ten hours. Other fishermen are away from home for twelve hours and have their line in the water for only two hours. This last type may wonder why they do not have the same success as others."],[".para","“The same principle applies to missionaries, whom the Master called ‘fishers of men.’ A missionary’s line should drop into the fishing water the moment he or she leaves the apartment” (Dallin H. Oaks, seminar for new mission presidents, June 20, 2000)."]]]],[".topic",["h3","District Meetings and Zone Conferences"],["ul.bullet",["li",["span.label","•"],[".para","Read one of the following situations to the missionaries. In small groups, have the missionaries discuss goals and plans that will help the people in these examples progress toward baptism and confirmation. Have each group share their ideas."],[".para",["span.emphasis","Situation one:"],"You met Larry and Beth when they were giving service at a food kitchen. You have taught them one lesson, and now they want to know more. They do not know any members of the Church. Beth is Christian, and Larry does not claim any particular religion. They are not married but do live together. Larry works from 4:00",["span.smallCaps","p.m."],"to 12:00 midnight. Beth works daytime hours."],[".para",["span.emphasis","Situation two:"],"Steve has taken all the lessons and attends church at least twice a month. He believes that Joseph Smith is a prophet and that the Book of Mormon is true. His family members are devout Catholics and do not approve of his meetings with the missionaries."],[".para",["span.emphasis","Situation three:"],"Jill is a college student. She has a friend who is a member of the Church. Her member friend invited her to meet with you. You have taught her two lessons. Her member friend was present at both. She has not attended church yet and is so busy with her homework that it is difficult for her to read from the Book of Mormon."]],["li",["span.label","•"],[".para","Invite missionaries to share experiences where, through setting goals and making plans, they have been able to help people:"],["ul.bullet",["li",["span.label","•"],[".para","Develop greater faith in the Savior."]],["li",["span.label","•"],[".para","Repent and make changes that have brought them closer to God."]],["li",["span.label","•"],[".para","Receive the covenant of baptism and confirmation."]],["li",["span.label","•"],[".para","Come back to the Church and renew the baptismal covenant."]]]],["li",["span.label","•"],[".para","Divide the missionaries into three groups. Explain that each group will receive an important assignment. Then give each group one of the following tasks:"],["ul.bullet",["li",["span.label","•"],[".para","Open a new proselyting area."]],["li",["span.label","•"],[".para","Prepare a zone conference training session on introducing the Book of Mormon to investigators."]],["li",["span.label","•"],[".para","Integrate an investigator family into the ward. The family has three children: an 8-year-old girl, a 12-year-old girl, and a 16-year-old boy."]]],[".para","Tell the missionaries they have eight minutes to develop a plan. One of the missionaries should write the plan down, including the daily activities."],[".para","Have each group present its plan. After each presentation, ask:"],["ul.bullet",["li",["span.label","•"],[".para","What did the missionaries need to know in each situation?"]],["li",["span.label","•"],[".para","What might the result be if you do not plan meaningful activities or do not plan at all?"]]],[".para","After all the presentations, ask:"],["ul.bullet",["li",["span.label","•"],[".para","How are planning and goal setting acts of love? acts of faith?"]]]]]],[".topic",["h3","Mission President"],["ul.bullet",["li",["span.label","•"],[".para","Ask missionaries to bring their area books to zone conference or to interviews. In addition to reviewing the area books yourself, consider having mission leaders or your wife review the area books."]],["li",["span.label","•"],[".para","Occasionally observe missionaries’ weekly or daily planning sessions."]],["li",["span.label","•"],[".para","Occasionally conduct interviews in missionary apartments. As you do so, have your wife or the assistants to the president review missionaries’ area books and daily planners."]],["li",["span.label","•"],[".para","Frequently review missionaries’ daily planners."]],["li",["span.label","•"],[".para","Occasionally attend a ward council meeting."]]]]]]],"refs":null}
