{"id":5,"parent_id":0,"book_id":73,"content_id":1,"language_id":1,"display_order":5,"title":"How Do I Study Effectively and Prepare to Teach?","subtitle":"","short_title":"How Do I Study Effectively and Prepare to Teach?","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach","content":[["div",{"id":"head1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.head1"},["h1","How Do I Study Effectively and Prepare to Teach?"]],[".bodyBlock",[".sidebar",["h2","Consider This"],["ul.bullet",["li",["span.label","•"],[".para","Why is it important to study the gospel?"]],["li",["span.label","•"],[".para","How will my study affect those I teach?"]],["li",["span.label","•"],[".para","Why do I need to continually treasure up the doctrines of the gospel of Jesus Christ?"]],["li",["span.label","•"],[".para","How can I effectively learn the doctrines of the restored gospel of Jesus Christ and prepare to teach others?"]],["li",["span.label","•"],[".para","How can I improve my personal and companion study?"]]]],["div",{"id":"p8","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p8"},"The Lord has said, “Seek not to declare my word, but first seek to obtain my word, and then shall your tongue be loosed; then, if you desire, you shall have my Spirit and my word, yea, the power of God unto the convincing of men” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],"). To teach effectively, you need to obtain spiritual knowledge. For you to grow in the gospel and stay on the path that leads to eternal life, you need to develop a habit of gospel study (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.6"},"D&C 131:6"],"). The study habits you develop as a missionary will bless you personally and help those you teach grow in their faith in the Savior."],["div",{"id":"p9","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p9"},"Effective daily study must always begin with prayer. Study is an act of faith requiring the use of personal agency. Many missionaries struggle to know how to study effectively. Some rely heavily on others or on structured programs to tell them what and how to study. While learning from a good teacher is very important, it is more important for you to have meaningful learning experiences on your own. Getting good results from your study depends on having a strong desire to learn, studying with “real intent” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.4"},"Moroni 10:4"],"), “hunger[ing] and thirst[ing] after righteousness” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.6"},"Matthew 5:6"],"), and searching for answers to your investigators’ questions and concerns."],[".sidebar",["h2","Activity: Personal Study"],["div",{"id":"p11","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p11"},"Look at the picture of Joseph Smith on the previous page. Read",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.11-13"},"Joseph Smith—History 1:11–13"],". Answer the following questions in your study journal."],["ul.bullet",["li",["span.label","•"],[".para","How did Joseph Smith’s reading and pondering of",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],"lead him to receive revelation?"]],["li",["span.label","•"],[".para","What influence did his study have on future generations?"]],["li",["span.label","•"],[".para","What effect has his decision to study and seek had in your life?"]],["li",["span.label","•"],[".para","How has your gospel study influenced your life?"]]]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","How does the Lord want us to approach gospel study?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.15-16"},"2 Nephi 4:15–16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.3"},"2 Nephi 32:3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-28"},"D&C 58:26–28"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"]]]]],[".topic",["h2","Learning by the Holy Ghost"],["div",{"id":"p23","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p23"},"Your gospel study is most effective when you are taught by the Holy Ghost. Always begin your gospel study by praying for the Holy Ghost to help you learn. He will bring knowledge and conviction that will bless your life and allow you to bless the lives of others. Your faith in Jesus Christ will increase. Your desire to repent and improve will grow."],["div",{"id":"p24","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p24"},"This kind of study prepares you for service, offers solace, resolves problems, and gives you the strength to endure to the end. Successful gospel study requires desire and action. “For he that diligently seeketh shall find; and the mysteries of God shall be unfolded unto them, by the power of the Holy Ghost, as well in these times as in times of old” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.19"},"1 Nephi 10:19"],"). Like Enos, as you hunger to know the words of eternal life and as you allow these words to “[sink] deep into [your] heart” (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.3"},"Enos 1:3"],"), the Holy Ghost will open your mind and heart to greater light and understanding."],[".",{"id":"f7","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.f7"}],["div",{"id":"p25","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p25"},"Learning the gospel is also a process of receiving revelation (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.8"},"Jacob 4:8"],"). To Oliver Cowdery the Lord said: “Behold, you have not understood; you have supposed that I would give it unto you, when you took no thought save it was to ask me. But, behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.7-8"},"D&C 9:7–8"],"). As you study, pay careful attention to ideas that come to your mind and feelings that come to your heart, particularly regarding the people you are teaching."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What is the Holy Ghost’s role in helping us learn the gospel?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.5"},"2 Nephi 32:5"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.45-46"},"Alma 5:45–46"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.12-14"},"D&C 11:12–14"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.5-6"},"D&C 39:5–6"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/16.13"},"John 16:13"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9-14"},"1 Corinthians 2:9–14"]]]]]],[".topic",["h2","Live What You Learn"],["div",{"id":"p37","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p37"},"As you feel the joy that comes from understanding the gospel, you will want to apply what you learn. Strive to live in harmony with your understanding. Doing so will strengthen your faith, knowledge, and testimony. Acting on what you have learned will bring added and enduring understanding (see",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],")."],["div",{"id":"p38","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p38"},"As you treasure up the words of the scriptures and latter-day prophets by study and faith, your desire to share the gospel will increase. You are promised that the Spirit will help you know what to say when you teach. The Lord said, “Neither take ye thought beforehand what ye shall say; but treasure up in your minds continually the words of life, and it shall be given you in the very hour that portion that shall be meted unto every man” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"D&C 84:85"],")."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","What do the scriptures teach about learning the gospel?"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.17-19"},"1 Nephi 10:17–19"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21-22"},"D&C 11:21–22"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.19-22"},"D&C 50:19–22"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"]]]]],[".sideQuote",["div",{"id":"p45","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p45"},"“True doctrine, understood, changes attitudes and behavior. The study of the doctrines of the gospel will improve behavior quicker than a study of behavior will improve behavior.”"],[".citationInfo",["div",{"id":"p46","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p46"},"–President Boyd K. Packer"],["div",{"id":"p47","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p47"},"“Little Children,”",["span.emphasis","Ensign,"],"Nov. 1986, 17"]]]],[".topic",["h2","Studying and Preparing to Teach the Lessons"],["div",{"id":"p49","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p49"},"The lessons (found in",["a.crossRef",{"href":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach.p1"},"chapter 3"],") contain the baptismal interview questions, commitments, and doctrines that you are to teach. In the lessons you will also find useful ideas for teaching. However, the lessons do not tell you everything to say—or how to say it. Instead, you are responsible to thoroughly understand the lessons and teach by the Spirit in your own words. Teach so that others will strengthen their faith in Jesus Christ, desire to repent, and enter into covenants with God."],["div",{"id":"p50","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p50"},"Effective teachers are always working to improve their knowledge and abilities. Although you will not teach all you know about the doctrine, your increased knowledge will build your testimony and your ability to teach with spiritual power. You will know you are using the lessons as intended when you:"],["ul.bullet",["li",["span.label","•"],[".para","Seek and follow the Spirit as you prepare and teach the lessons."]],["li",["span.label","•"],[".para","Strive to consistently study, treasure up, and apply the doctrines in your life."]],["li",["span.label","•"],[".para","Work with your companion to make specific plans for each person you teach."]],["li",["span.label","•"],[".para","Focus on the central messages and doctrines as you teach."]],["li",["span.label","•"],[".para","Adjust the order, length, and pace of the lessons to meet the needs of those you teach."]],["li",["span.label","•"],[".para","Teach often from the scriptures with clarity and conviction."]],["li",["span.label","•"],[".para","Bear testimony frequently."]],["li",["span.label","•"],[".para","Help others make and keep commitments that lead to baptism and confirmation."]]],["div",{"id":"p59","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p59"},"Doing these things will enable you to help others gain a testimony of the restored gospel of Jesus Christ."],["div",{"id":"p60","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p60"},"As you begin your mission, you will need to learn the organization of the message and acquire the necessary teaching skills. As you gain experience, you will want to deepen your knowledge and enhance your teaching ability. As you prepare for teaching appointments, you will want to have a lesson plan that enables you to teach by the Spirit and help others make and keep commitments. The guidelines below are suggestions that you can apply throughout your mission. However, do not feel that you must use every guideline in every situation. Instead, apply these guidelines to meet your needs and as you are guided by the Spirit. If you are learning a new language, apply these guidelines in your native language first and then in your mission language."],["ul.bullet",["li",["span.label","•"],[".para",["b","Focus on commitments and baptismal interview questions."],"Teach so that people will make commitments and prepare for baptism and confirmation. Understand the baptismal interview questions and commitments for each lesson. Learn what someone should know, feel, and do because of your teaching. Work with your companion to explain these principles in your own words with clarity and power."]],["li",["span.label","•"],[".para",["b","Learn and apply the doctrine."],"The doctrine is the foundation of the lesson. Prayerfully study the scriptures, lesson, brochures, “Ideas for Teaching,” and missionary library to gain a solid understanding of the doctrine. Search for material that supports the doctrine of the lessons. Commit to memory the sequence of doctrinal principles. Apply what you learn. Record what you learn in your study journal. Share what you learn with other missionaries."]],["li",["span.label","•"],[".para",["b","Organize and summarize what to teach."],"To prepare to teach the doctrine clearly and with spiritual power, organize and summarize what you will teach into a lesson plan. Focus on the doctrine, baptismal interview questions, and commitments of the lessons. Enhance your lesson plan with scriptures, questions, and examples. These should vary according to the length of your teaching appointments. You should not create an entirely new lesson plan for each investigator, but you should continually refine your lesson plans and modify them to meet the needs of those you teach. When you are first creating a lesson plan, strive to be simple and brief. Enhance your lesson plans as you gain experience."],[".",{"id":"f","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service.f"}]],["li",["span.label","•"],[".para",["b","Focus on needs."],"While the doctrines of the gospel apply to everyone, you should adjust your teaching approach to meet the needs of those you teach. As you study doctrine and create lesson plans, identify areas where you can adjust your approach to meet potential needs. Review and refine these adjustments as you prepare for specific appointments. Identify the invitations you will extend. Focus on the ultimate goal of helping those you teach receive the restored gospel of Jesus Christ through baptism and confirmation."]],["li",["span.label","•"],[".para",["b","Prepare to answer questions."],"As a missionary, you will hear many questions. Record these questions in your study journal. Search the scriptures and other materials for answers. Pray for understanding. Record the answers in your study journal. Review what you find with other missionaries. Add frequent questions and their answers to your study journal for reference."]],["li",["span.label","•"],[".para",["b","Teach the lesson."],"Teaching is a powerful opportunity to improve your knowledge and ability. As you learn the doctrine and organize lesson plans, teach your companion and other missionaries. Try new explanations, approaches, experiences, questions, and ways to invite others to make commitments. Ask for ideas and suggestions."]],["li",["span.label","•"],[".para",["b","Evaluate your teaching."],"After every teaching situation, evaluate how well you did. Did you focus on the doctrine? Did you invite investigators to repent and to make and keep commitments? Did you work to prepare them for baptism and confirmation? Did you use effective questions? Did you share your testimony? Did you ask for referrals? Adjust your lesson plans as you improve."]]],["div",{"id":"p68","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p68"},"As you learn the lessons, continue seeking a deep knowledge of the doctrine. Actively work to teach with greater power. As you study in prayer and faith, your knowledge and testimony will grow. However, do not try to teach all that you know. Teach the message clearly, simply, and based on individual needs, following the Spirit to teach “that portion that shall be meted unto every man” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"D&C 84:85"],")."],[".topic",["h3","Defining Words"],["div",{"id":"p70","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p70"},"We have a powerful message with a unique vocabulary. Just as a physician speaks differently in the family waiting room than in the operating room, so too must you learn to speak so that those who are unfamiliar with our message can understand what you are teaching."],["div",{"id":"p71","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p71"},"To prepare to help others understand unfamiliar words, study the list of key definitions and terms in the “Ideas for Teaching” section of each lesson. Become familiar with the definitions provided. Use",["span.emphasis","True to the Faith"],"and the",["a.scriptureRef",{"href":"/scriptures/gs"},"Guide to the Scriptures"],"to find definitions for other words. Write these definitions in your study journal. Share the definitions with your companion and others to see if you understand. If the definitions are unclear to others, revise your definitions based on the material you have studied."],["div",{"id":"p72","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p72"},"As you teach, seek to discern whether a word or principle is new to the person you are teaching. Take time to explain unfamiliar words or principles. Remember to teach for understanding so that you and those you teach “are edified and rejoice together” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.22"},"D&C 50:22"],")."],[".sidebar",["h3","Activity: Personal Study"],["div",{"id":"p74","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p74"},"Turn to the lesson",["a.crossRef",{"href":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p1"},"“The Message of the Restoration of the Gospel of Jesus Christ”"],"located in chapter 3. Read the list of key definitions in the “Ideas for Teaching” section. Locate three other words in the lesson that you would like to define. Follow the suggestions given above in creating a definition for each."]]]],[".topic",["h2","Study Ideas and Suggestions"],["div",{"id":"p76","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p76"},"Each of the ideas and suggestions in this section can make your study time more rewarding and spiritually uplifting. Consider the following as you plan your study:"],["ul.bullet",["li",["span.label","•"],[".para","Always begin with a prayer."]],["li",["span.label","•"],[".para","Plan study activities that will build your faith in the Savior and use your time productively."]],["li",["span.label","•"],[".para","Plan your study around people, their needs, and preparing them for baptism, confirmation, and enduring to the end. Note your study plans in your daily planner."]],["li",["span.label","•"],[".para","Plan your study by asking: What will I be teaching today? How can I plan my study to best help those I teach? Which ideas and suggestions from this section will I incorporate in my study?"]]],["div",{"id":"p81","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p81"},"As you plan your study activities, experiment with some of the ideas and suggestions that follow or with additional ideas you learn from others."],[".topic",["h3","Apply and Live What You Learn"],["ul.bullet",["li",["span.label","•"],[".para","“Liken” what you learn to yourself (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],")."]],["li",["span.label","•"],[".para","Set goals to live what you are learning."]],["li",["span.label","•"],[".para","Substitute your name in a verse of scripture to personalize it."]],["li",["span.label","•"],[".para","Ask yourself, “How should I change as a result of what I have learned?” Set appropriate goals."]]],[".sidebar",["h3","Activity: Personal Study"],["div",{"id":"p88","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p88"},"Select one of the following references. As you read and ponder your chosen passage, identify two or three ways you can apply it in your life."],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31"},"2 Nephi 31"]]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.26-43"},"Alma 32:26–43"]]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.32-48"},"Moroni 7:32–48"]]]],["div",{"id":"p92","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p92"},"Evaluate how well you live the principles that you teach. Choose one way in which you can improve, and make plans to do so."]]],[".topic",["h3","Search, Ponder, and Remember"],["ul.bullet",["li",["span.label","•"],[".para","Be alert. Exercise, shower, and pray before you study."]],["li",["span.label","•"],[".para","Study at a desk or table where you can write (not lying down or sitting on your bed), organize your study materials, and remain alert."]],["li",["span.label","•"],[".para","Pray and ask for understanding."]],["li",["span.label","•"],[".para","Study by topic."]],["li",["span.label","•"],[".para","Ask yourself, “What is the author saying? What is the central message? How does this apply to me?”"]],["li",["span.label","•"],[".para","Visualize what you are studying. For example, imagine what it was like for Ammon to stand before the Lamanite king."]],["li",["span.label","•"],[".para","Study the words of the living prophets (in the approved missionary library and Church magazines)."]],["li",["span.label","•"],[".para","Write in your study journal questions you have, and use the scriptures, words of latter-day prophets, and other study resources to find answers."]],["li",["span.label","•"],[".para","A single verse of scripture may contain several ideas. Underline and mark words or phrases so that you distinguish between ideas in a single verse."]],["li",["span.label","•"],[".para","Share what you learn with other missionaries. You can learn much by explaining a doctrine or principle to another person."]],["li",["span.label","•"],[".para","Mark your scriptures and make notes in them. In the margins write scripture references that clarify the passages you are studying."]],["li",["span.label","•"],[".para","Memorize scripture passages that explain and support the principles you teach."]]]],[".topic",["h3","Use Study Resources"],["ul.bullet",["li",["span.label","•"],[".para","Use the study aids in the LDS edition of the scriptures (Topical Guide,",["a.scriptureRef",{"href":"/scriptures/bd"},"Bible Dictionary"],", Joseph Smith Translation, Index to the triple combination, chapter headings, footnotes, and maps)."]],["li",["span.label","•"],[".para","Use the missionary lessons, the approved missionary library, Church magazines, and this manual."]],["li",["span.label","•"],[".para","Review chapter headings in the scriptures. This review will give you ideas about what to look for in the chapter."]],["li",["span.label","•"],[".para","Use your study journal to record and organize what you are learning. Frequently review the thoughts you have recorded. Organize your journal so that you can easily recall what you have learned."]],["li",["span.label","•"],[".para","Use this manual as a workbook. Use the space for notes to record impressions and ideas."]],["li",["span.label","•"],[".para","Study the scripture passages listed in this manual. Record in this manual or your study journal other scripture passages you have found."]]]],[".topic",["h3","See the Big Picture"],["ul.bullet",["li",["span.label","•"],[".para","Get an overview, either by reading the book, chapter, or passage quickly or by reviewing headings. Seek to understand the context and background."]],["li",["span.label","•"],[".para","Try writing the main idea of the passage in a sentence or short paragraph."]],["li",["span.label","•"],[".para","Use the Bible and Church history maps to learn geography, distances, climate, and terrain."]],["li",["span.label","•"],[".para","Review the sequence of events and the culture. Read the historical information in the Guide to the Scriptures and the chapter and section summaries."]]],[".sidebar",["h3","Activity: Personal Study"],["div",{"id":"p119","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p119"},"Read the chapter summaries of the books below and write an outline that describes the setting, main events, and main doctrines of each book."],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne"},"1 Nephi"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses"},"Moses"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts"},"Acts"]]]]]],[".topic",["h3","Explore the Details"],["ul.bullet",["li",["span.label","•"],[".para","Look for key words and make sure you understand what they mean. Use the footnotes,",["a.scriptureRef",{"href":"/scriptures/gs"},"Guide to the Scriptures"],", or another dictionary for definitions. Examine surrounding words or phrases for clues to what the key words mean."]],["li",["span.label","•"],[".para","Look for connecting words, such as",["span.emphasis","therefore, and again, thus, wherefore,"],"and others. Then see how the preceding and following passages relate to each other."]],["li",["span.label","•"],[".para","Use the",["a.scriptureRef",{"href":"/scriptures/gs"},"Guide to the Scriptures"],"to see how the same word is used in other contexts or how other prophets use the same word."]],["li",["span.label","•"],[".para","Look for unfamiliar words or phrases and make sure you understand them."]]]],[".topic",["h3","Marking Scriptures"],["div",{"id":"p129","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p129"},"Marking your scriptures can assist you in thinking deeply about a passage or doctrine of the gospel. You can mark your scriptures in many ways. Find a method that works for you. Below are some guidelines for marking scriptures."],["ul.bullet",["li",["span.label","•"],[".para","Use pencils or colored markers. Avoid using pens that bleed through the paper."]],["li",["span.label","•"],[".para","Shade, underline, bracket, or outline part of a verse, an entire verse, or a group of verses."]],["li",["span.label","•"],[".para","Avoid excessive marking. The benefit is lost if you cannot understand your markings because you have made too many notes, lines, and colors."]],["li",["span.label","•"],[".para","Underline only a few key words to highlight the verse, section, or chapter."]],["li",["span.label","•"],[".para","Circle or underline key words, and then use straight lines to link closely related words."]],["li",["span.label","•"],[".para","When a series of points in a verse or passage are related, number the points in the margin or text."]],["li",["span.label","•"],[".para","Use the footnotes as a resource for marking and interpreting the scriptures."]],["li",["span.label","•"],[".para","Place a symbol (such as a check mark) in the margin for key verses you feel are critical to remember."]]],["div",{"id":"p138","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p138"},"Marking your scriptures should help you focus on applying what you learn and on teaching others. Develop an approach that is consistent and helps you accomplish your purpose as a missionary."]],[".sidebar",["h2","Activity: Personal Study"],["div",{"id":"p140","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/how-do-i-study-effectively-and-prepare-to-teach.p140"},"Which suggestions have you not yet tried? Identify one suggestion from “Study Ideas and Suggestions” to try during your next personal or companion study session."]],[".sidebar",["h2","Remember This"],["ul.bullet",["li",["span.label","•"],[".para","Pursuing the desire to learn is important to your salvation and your success as a missionary."]],["li",["span.label","•"],[".para","You learn the gospel by study, faith, and the power of the Holy Ghost."]],["li",["span.label","•"],[".para","Learning is a joy and brings many blessings."]],["li",["span.label","•"],[".para","Daily personal and companion study strengthens your faith and your ability to teach by the Spirit."]],["li",["span.label","•"],[".para","Use a variety of study methods that make the experience meaningful and enjoyable."]]]]],[".topic",["h2","Ideas for Study and Application"],[".topic",["h3","Personal Study"],["ul.bullet",["li",["span.label","•"],[".para","Rate yourself on the following (1=never, 3=some of the time, and 5=almost always)."],["ul.bullet",["li",["span.label","•"],[".para","I think about the people I am teaching when I study."]],["li",["span.label","•"],[".para","Throughout the day I think about what I studied in the morning."]],["li",["span.label","•"],[".para","As I study, ideas come to my mind that have not occurred to me before."]],["li",["span.label","•"],[".para","I record spiritual impressions and ideas in an appropriate place."]],["li",["span.label","•"],[".para","I fall asleep as I study."]],["li",["span.label","•"],[".para","I look forward to personal study."]],["li",["span.label","•"],[".para","I look forward to companion study."]]],[".para","Review your responses. What are you doing well? Do you wish any of your responses were different? Set one or two goals that will improve the quality of your study."]],["li",["span.label","•"],[".para","Review the “Consider This” questions at the beginning of this chapter. How do these questions influence your study?"]],["li",["span.label","•"],[".para","Review the “Study Ideas and Suggestions.” Identify one suggestion from each category that you have not used, and try these ideas during your personal study."]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.1-11"},"Doctrine and Covenants 138:1–11"],". As you read these verses, answer the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","What did President Smith have to do for his mind to be opened?"]],["li",["span.label","•"],[".para","How did he feel about the doctrine he was thinking about?"]]]],["li",["span.label","•"],[".para","Read the definition of",["a.scriptureRef",{"href":"/scriptures/gs/knowledge"},"knowledge"],"in the Guide to the Scriptures and the references listed. In your study journal, write an answer to the question “What knowledge can help me serve effectively as a missionary?”"]],["li",["span.label","•"],[".para","Select a doctrine from chapter 3 you would like to understand better. Write in your study journal questions you would like to answer. Carefully study that doctrine for a period of time (a few days), and pray specifically for increased understanding. Write what you learn."]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.17"},"1 Nephi 10:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.1-6"},"11:1–6"],". As you read these verses, answer the question “Why was Nephi able to learn what his father knew?”"]]]],[".topic",["h3","Companion Study"],["ul.bullet",["li",["span.label","•"],[".para","Read together the following passages. Answer the question “Why should we seek divine light?”"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.11-14"},"D&C 11:11–14"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.43-47"},"D&C 84:43–47"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/8.12"},"John 8:12"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/ps/119.105"},"Psalm 119:105"]]]]],["li",["span.label","•"],[".para","Read together several of the passages below, and discuss blessings that come from studying the word of God. Which passages would best help those you teach?"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.19"},"1 Nephi 10:19"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.3"},"2 Nephi 32:3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.6-7"},"Mosiah 1:6–7"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.2-3"},"Alma 17:2–3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.42-43"},"Alma 32:42–43"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.44-46"},"Alma 37:44–46"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49.30"},"Alma 49:30"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.24"},"D&C 90:24"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.19"},"D&C 130:19"]]],["li",[".para","Guide to the Scriptures,",["a.scriptureRef",{"href":"/scriptures/gs/scriptures"},"“Scriptures,”"],"subheading: “Value of the scriptures,” 221–22"]]]]]],[".topic",["h3","District Meetings and Zone Conferences"],["ul.bullet",["li",["span.label","•"],[".para","Select a topic from one of the missionary lessons that you have carefully studied. Do the following:"],["ul.bullet",["li",["span.label","•"],[".para","Share two or three main points you learned from your study that were helpful in teaching that lesson."]],["li",["span.label","•"],[".para","Describe the way you approached your study that helped you discover these points (how you read, resources you used, questions you were researching, and so on)."]],["li",["span.label","•"],[".para","Show how you recorded and organized the results of your study."]]],[".para","If time permits, ask a few other missionaries to do the same."]],["li",["span.label","•"],[".para","This activity may be done individually or in small groups. Instruct the missionaries to select one of the following questions (or you may create some of your own questions). Have them write the question down."],["ul.bullet",["li",["span.label","•"],[".para","Why are families so important in God’s plan?"]],["li",["span.label","•"],[".para","Why do people have trials and suffering?"]],["li",["span.label","•"],[".para","What is the role of the Spirit in conversion?"]]],[".para","Explain that they will have five to seven minutes to:"],["ul.bullet",["li",["span.label","•"],[".para","Find at least two scripture references that answer the question."]],["li",["span.label","•"],[".para","Write a simple interpretation of how the scriptures they chose answer the question."]],["li",["span.label","•"],[".para","Describe what they would do to remember the answer."]],["li",["span.label","•"],[".para","Describe what they would do to explore the question more deeply."]]],[".para","Invite a few missionaries (or each group) to share their answers. Discuss their responses."]],["li",["span.label","•"],[".para","Ask the missionaries to write one or two questions about the gospel principles and doctrines from one of the lessons in chapter 3 for which they would like to find an answer. Invite the missionaries to share their questions with the group. For each question, discuss the following:"],["ul.bullet",["li",["span.label","•"],[".para","How will answering this question bless the life of the missionary?"]],["li",["span.label","•"],[".para","How will it bless the lives of investigators?"]],["li",["span.label","•"],[".para","How could a missionary find the answer?"]]]],["li",["span.label","•"],[".para","Ask several missionaries to share a gospel principle that their companions have taught them. Ask them to explain the principle and how their companion taught it to them."]],["li",["span.label","•"],[".para","Organize missionaries into companionships or small groups. Assign each group to read one chapter from the Book of Mormon. Have each group select one idea from each of the categories in the section “Study Ideas and Suggestions.” Invite the groups to apply each suggestion as they read their chapter together. Allow 15 to 20 minutes for reading and discussion. Have each group explain the suggestions they used, how well the suggestions worked, and what they learned."]],["li",["span.label","•"],[".para","Invite each missionary to think of a story or event in the scriptures that has meaning to him or her (such as Lehi’s vision of the tree of life, King Benjamin’s sermon, the Sermon on the Mount, or Christ’s appearance to the Nephites). Invite the missionaries to sketch or describe how they visualize the accounts they have chosen. Invite two or three missionaries to share what they visualize. Ask others to tell the stories and relate them to doctrines in one of the lessons. Read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3"},"Moroni 10:3"],"and discuss the value of pondering deeply about spiritual knowledge."]]]],[".topic",["h3","Mission President"],["ul.bullet",["li",["span.label","•"],[".para","Invite missionaries to bring their study journals to interviews. Invite them to share one entry with you."]],["li",["span.label","•"],[".para","During interviews, ask some of the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","What impressions have you had recently in your scripture study?"]],["li",["span.label","•"],[".para","What is one gospel principle that your companion has recently taught you?"]],["li",["span.label","•"],[".para","What chapter or section of this manual has helped you most in the past two weeks?"]],["li",["span.label","•"],[".para","What are you doing in your personal study that helps you learn the most?"]]]],["li",["span.label","•"],[".para","During zone conferences, invite missionaries to share meaningful experiences they have had in their personal and companion study."]],["li",["span.label","•"],[".para","During zone conferences, allow missionaries to share personal study ideas."]],["li",["span.label","•"],[".para","Share with missionaries insights you have had in your personal study. Share entries from your study journal and your testimony of the importance of gospel study."]],["li",["span.label","•"],[".para","As you can, join missionaries in their companion study."]],["li",["span.label","•"],[".para","During interviews, invite missionaries to share one of their lesson plans from one of the missionary lessons. Ask them what these doctrines mean to them."]]]]]]],"refs":null}
