{"id":16,"parent_id":0,"book_id":22625,"content_id":1,"language_id":0,"display_order":16,"title":"How to Never Have a Boring Church Class Ever Again","subtitle":"By Ted Barnes","short_title":"How to Never Have a Boring Church Class Ever Again","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again","content":[["div",{"id":"head1","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.head1"},[".title","How to Never Have a Boring Church Class Ever Again"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p2"},"By Ted Barnes"],["div",{"id":"p3","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p3"},"Church Curriculum Editor"]],[".kicker","Learn your essential role in the new approach to Sunday learning."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p5"},"Think back to the last time you were in a Church class and you were having such a great spiritual experience that you didn’t want it to end. Hopefully you don’t have to think back too far. What was it that made the class so meaningful? What did your teacher do? Better yet, what did you do?"],["div",{"id":"p6","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p6"},"Someone asked President Spencer W. Kimball (1895–1985), “What do you do when you find yourself in a boring sacrament meeting?” His answer was a little surprising: “I don’t know. I’ve never been in one.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"Maybe he hadn’t ever been to your ward—or maybe he looked at going to church a little differently. Maybe he prepared differently, participated differently, and lived differently as a result of his experiences."],["div",{"id":"p7","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p7"},"And that’s just what you can do. January 2013 marks the beginning of a new approach to teaching and learning in youth Sunday classes and quorum meetings. Your teachers will be using a new set of lessons called",["span.emphasis","Come, Follow Me,"],"which are designed to help you take responsibility for learning the gospel—and which will help you view your Sunday learning like President Kimball viewed sacrament meeting."],["div",{"id":"t1","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.t1"},[".title","It’s about Conversion"],["div",{"id":"p9","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p9"},"You’ll find that the quality of your experience in Church classes changes when you understand why you’re really there. People come to church for different reasons, but if we come to be entertained, we’re likely to be disappointed. Even coming to obtain new information about the gospel may not be the best reason."],["div",{"id":"p10","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p10"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles has said our ultimate goal is “far more than acquiring knowledge. It is not even enough for us to be",["span.emphasis","convinced"],"of the gospel; we must act and think so that we are",["span.emphasis","converted"],"by it. In contrast to the institutions of the world, which teach us to",["span.emphasis","know"],"something, the gospel of Jesus Christ challenges us to",["span.emphasis","become"],"something.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"The purpose of the gospel is to change us—not only our views and thoughts but also our actions and our hearts, until we reach “the measure of the stature of the fulness of Christ” (",["a",{"href":"/scriptures/nt/eph/4.13"},"Ephesians 4:13"],")."],["div",{"id":"p11","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p11"},"So if our goal is to become converted to the gospel, where do our Sunday classes fit in? Perhaps for some of us, conversion may come in one dramatic moment in a Sunday School class. But for most of us, what happens at church is only one step on the long path to lifelong conversion. What you do before and after class may be just as important."]],["div",{"id":"t2","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.t2"},[".title","Like a Fire Is Burning"],["div",{"id":"p13","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p13"},"Consider the steps you take when you want to start a campfire. You probably gather plenty of dry kindling that will catch fire easily. Then, after the kindling is lit, you feed your fire with larger pieces of wood. And if you want your fire to last a long time, you continue to watch it and add logs as needed."],["div",{"id":"p14","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p14"},"Spiritually speaking, our experiences at church can lead to the fire of conversion only if we come prepared—if we are in a spiritual condition to receive the spark and keep it burning within us."],["div",{"id":"p15","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p15"},"And this fire will keep burning only if we continue to feed it—as we seek deeper understanding in our personal scripture study, as we share with others what we are learning, and as we repent and strive to live the gospel more fully."],["div",{"id":"f1","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.f1"},["div",{"id":"p16","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p16"},"“I like being an active participant in class. I feel like I’m not being talked at but like [I’m part of] a discussion, and I get to share more. I think if you’re not actively engaged in class, then you won’t get much out of it.”"],[".bio",["div",{"id":"p17","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p17"},"Parker E."]]]],["div",{"id":"t3","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.t3"},[".title","The Power of Preparation"],["div",{"id":"p19","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p19"},"So what do",["span.emphasis","you"],"do to prepare spiritually for your Church classes—to prepare your kindling? Do you read any scriptures or general conference talks related to the topic of the lesson? Do you ponder the experiences you have had with that topic—experiences you may be able to share to strengthen others in the class? Do you think about what you would like to understand better and come with questions to ask? The more you do of this, the more likely it is that you’ll catch the fire of the Spirit, regardless of how “entertaining” your teachers may be."],["div",{"id":"f2","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.f2"},["div",{"id":"p20","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p20"},"“Bring your personal scripture study, your thoughts, and what you would like to learn into [the lesson]. That’s really what we need to move forward.”"],[".bio",["div",{"id":"p21","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p21"},"Jacob I."]]],["div",{"id":"p22","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p22"},"When you get to class, let your teachers know if you don’t understand something, if you have questions, or if you’d like to discuss something further. This kind of thing is strongly encouraged in",["span.emphasis","Come, Follow Me."],"In fact, the lessons depend on it. Your teachers may come prepared to discuss a particular topic, but they are also interested in your needs and thoughts. Share with them how the gospel blesses and strengthens your daily life."],["div",{"id":"f3","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.f3"},["div",{"id":"p23","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p23"},"“You can raise your hand if you have a question. You can jump in. [In my class], we’ve had good discussions with some back and forth on questions and answers. I like it.”"],[".bio",["div",{"id":"p24","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p24"},"Kaiah N."]]],["div",{"id":"p25","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p25"},"The path to conversion is a personal one, and we are all at different places on that path. The Spirit—who is, after all, the real teacher—can help you personalize the principles you are learning to your own life. Remember that the purpose of studying the gospel is to convert us, to change us, to make us more like the Savior. So ponder how that is happening to",["span.emphasis","you."]],["div",{"id":"p26","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p26"},"For example, when you learn that we all lived as spirit children of Heavenly Father before we came to earth, what difference does that make in your life? How does it affect the way you see yourself? Or others? How does it change the way you think about your trials? How does it influence the choices you make?"],["div",{"id":"p27","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p27"},"Asking yourself questions like these can turn a Sunday School class into a potentially life-altering experience."],["div",{"id":"f4","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.f4"},["div",{"id":"p28","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p28"},"“When you participate more, it strengthens your testimony. It’s more fun. It takes a little bit more work, but that’s not necessarily a bad thing.”"],[".bio",["div",{"id":"p29","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p29"},"Alyssa T."]]]],["div",{"id":"t4","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.t4"},[".title","Find the Gems"],["div",{"id":"p31","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p31"},"Have you ever had the experience of finding something powerful in the scriptures or the words of the living prophets—not something someone else found for you, but something you discovered on your own? Maybe you read a verse in the Book of Mormon that seemed to describe your own situation at home or in school. Or maybe you heard President Thomas S. Monson say something, and it sounded like he was talking directly to you. These are the kinds of experiences you can have in Church classes if you seek them—if you come with the right spirit and attitude."],["div",{"id":"p32","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p32"},"When you are invited to read a scripture in class, don’t just read it; explore it! There are gems all throughout the word of God; find them! And when you do, share them with the class. Explain why they’re meaningful to you. Describe the difference they make in your life. You may just inspire others to do some exploring of their own."],["div",{"id":"f5","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.f5"},["div",{"id":"p33","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p33"},"“It’s a little bit awkward at first to share your personal experiences, but I know it contributes to the class a lot more.”"],[".bio",["div",{"id":"p34","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p34"},"Taylor T."]]],["div",{"id":"f6","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.f6"},["div",{"id":"p35","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p35"},"“Everyone is able to share experiences, and you don’t have to be scared to say something. When everyone says how the lesson relates to [his or her life], it really helps you relate to the lesson.”"],[".bio",["div",{"id":"p36","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p36"},"Alisson M."]]]],["div",{"id":"t5","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.t5"},[".title","Don’t Let It End Too Soon"],["div",{"id":"p38","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p38"},"We are only in church so many hours per week. If that’s all of the spiritual sustenance we get, then we’re going to be spiritually malnourished. So after you’ve zipped up your scriptures, said a closing prayer, and stacked your chairs, continue to ponder and explore the things you’ve discussed in class. Make them the subject of your personal scripture study. Seek answers to questions you have."],["div",{"id":"p39","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p39"},"The Holy Ghost can help you make connections between things you are learning at church and the experiences you are having at home and at school. Discuss what you learn with family members and friends. When you come back to class the next week, share what you have discovered."],["div",{"id":"f7","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.f7"},["div",{"id":"p40","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p40"},"“[Sharing in class] makes us feel more confident in what we know. It helps us solidify our testimonies. When people hear themselves [sharing experiences or bearing testimony], they realize it’s not just something they’ve been taught or something they’ve felt before, but it’s something they know is true. I think it’s a really good testimony builder.”"],[".bio",["div",{"id":"p41","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p41"},"Campbell G."]]],["div",{"id":"p42","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p42"},"Follow the example of Joseph Smith. After reading a scripture that impressed him deeply, he didn’t let the words stay on the page. Instead, he “reflected on [them] again and again.” He saw himself in those words. And then he did what they told him to do. (See",["a",{"href":"/scriptures/pgp/js-h/1.11-13"},"Joseph Smith—History 1:11–13"],".) How different would the world be today if Joseph’s experience with",["a",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],"had ended when he closed his Bible?"],["div",{"id":"f8","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.f8"},["div",{"id":"p43","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p43"},"“I like it when I get assignments to go home and read scriptures, because then I do more outside of church, and I learn more. You have to go home and do things, because then you really live the gospel.”"],[".bio",["div",{"id":"p44","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p44"},"Isaac T."]]]],["div",{"id":"t6","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.t6"},[".title","Learners Who Act"],["div",{"id":"p46","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p46"},"Can you see that the quality of your experiences learning the gospel has just as much to do with you as it does with your teachers? Can you see that it has as much to do with what you do outside of class as what you do in class?"],["div",{"id":"p47","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p47"},"Elder David A. Bednar of the Quorum of the Twelve Apostles recently taught: “Young people increasingly need to be learners who act and thereby receive additional light and knowledge by the power of the Holy Ghost—and not merely passive students who primarily are acted upon.”",["sup",["a",{"href":"fn_footnote3"},"3"]],["span.emphasis","Come, Follow Me"],"is designed to help you become a learner who acts."],["div",{"id":"p48","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p48"},"It is possible to never have a boring Church class again. It’s a choice you make to come to class spiritually prepared, to actively participate in discovering the truths of the gospel for yourself, and to make those truths part of your life."],["div",{"id":"f9","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.f9"},["div",{"id":"p49","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p49"},"“When I write things down and think about them at home, it’s not just like I’m trying to learn things in an hour. I feel like it’s more of a weeklong learning process.”"],[".bio",["div",{"id":"p50","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again.p50"},"Carrie B."]]]]],[".bodyNotes",["h3","Notes"]]],"refs":[["div",{"id":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again"},["span.label",["a",{"name":"footnote1"},"1."]],"See Donald L. Hallstrom, “Converted to His Gospel through His Church,”",["span.emphasis","Ensign,"],"May 2012, 15."],["div",{"id":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again"},["span.label",["a",{"name":"footnote2"},"2."]],"Dallin H. Oaks, “The Challenge to Become,”",["span.emphasis","Ensign,"],"Nov. 2000, 32."],["div",{"id":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again","uri":"/new-era/2013/01/how-to-never-have-a-boring-church-class-ever-again"},["span.label",["a",{"name":"footnote3"},"3."]],"David A. Bednar, “The Hearts of the Children Shall Turn,”",["span.emphasis","Ensign,"],"Nov. 2011, 27; see also",["a",{"href":"/scriptures/bofm/2-ne/2.26"},"2 Nephi 2:26"],"."]]}
