{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":14,"title":"I Finally Had an Eternal Family","subtitle":"By Stefanie Shifflett Hughes","short_title":"I Finally Had an Eternal Family","uri":"/ensign/2013/06/i-finally-had-an-eternal-family","content":[["div",{"id":"head1","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.head1"},[".title","I Finally Had an Eternal Family"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p2"},"By Stefanie Shifflett Hughes"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p3"},"Stefanie Shifflett Hughes lives in Virginia, USA."]],[".kicker","When my father died, I longed to hear the words, “I know you’ll be together again as a family someday.” But nobody said them."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p5"},"As a young girl growing up in the Church, I became acutely aware that my father was not a member. He did not attend meetings with us except on certain holidays. He never spoke of missions like the other dads or held a calling. But he was mine, and I loved him fiercely. Although I sometimes felt as if I wore a sign that read “half Mormon” at functions in my small ward in Virginia, USA, I was content in my little world."],["div",{"id":"p6","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p6"},"The summer before I entered third grade, my father died unexpectedly in an accident involving his semitruck. After the accident happened—thousands of miles away from my home—it took several days for my family to receive the news. It was a defining moment. My world was turned on its head as I tried to cope with being fatherless."],["div",{"id":"p7","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p7"},"As hard as that was, subsequent events affected me more profoundly than his actual death. That same year, the fathers of two other families in our congregation died unexpectedly, also leaving young families behind. While at church, I overheard quiet phrases of comfort given to these other families by ward members: “At least you have been to the temple together” or “I know you will be together again as a family one day.” No one offered these words of kindness to me or to my brother. I longed to hear them. I did not understand why no one said them to me. Were we not good enough? I wondered. Did my teachers dislike me? Had I done something wrong? I was shocked, confused, and upset. I felt as if I’d added a second sign around my neck that read “un-eternal.”"],["div",{"id":"p8","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p8"},"A few years passed, and my mother met and married a Church member. They were sealed in the temple while my brother and I stayed with friends and relatives for the weekend. I had decided that I loved my father too much to be sealed to anyone else. However, I once again felt I’d been left out of the equation. I remember crying in the bedroom of a kind sister’s home. She encouraged me to be of good cheer. She said that one day, when I walked into the temple to be sealed, I would understand much more than I did now."],["div",{"id":"p9","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p9"},"As a preteen I am sure I doubted her sage advice. Nothing she or anyone else said changed my deep sense of unrest and “un-belonging.” Those two awful feelings were some of the most common emotional denominators of the next decade of my life. My newly acquired family was fraught with domestic disappointment. I harbored deep resentment and sorrowed for the family I’d once had and lost. Church activity was difficult for me, primarily due to self-induced feelings of unworthiness and nonacceptance."],["div",{"id":"p10","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p10"},"My mortal father’s death and my poor relationship with my stepfather compelled me to seek out my Father in Heaven’s influence. I desperately needed love and acceptance. I found it—and infinitely more—in Him. I developed an unbreakable bond with Him—He who is bound by neither time nor mortality. I received a witness of the Church’s truthfulness."],["div",{"id":"p11","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p11"},"Despite this, my road was decidedly rocky, and I made many wrong turns along the way. Yet the Lord loved me and knew my needs. When I was in my twenties and had been married for a couple of years, my nonmember husband agreed to attend a small birthday celebration at the home of some wonderful members in my new ward. Two sister missionaries were also there—and ready to give him the first discussion while he ate his cake. As I listened, I suddenly remembered the comforting words of that well-intentioned sister nearly 15 years earlier—her promise that I would understand about the temple when I went."],["div",{"id":"p12","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p12"},"Over a spiritually intense two-week period, my husband devoured the discussions, forsook his sins, was baptized, and received the gift of the Holy Ghost. During this time, changes occurred within my heart as well. I now understood that I was never “half Mormon” or “un-eternal” in the eyes of my Heavenly Father. No matter what hardships I had endured or would yet endure on this earth, the worth of my soul was always good enough to be ransomed by my beloved Lord and Savior, Jesus Christ."],["div",{"id":"p13","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p13"},"My husband and I received our endowments and were sealed one year after his baptism. I wept with wonder as I realized that my intense desire to hear the comforting words expressed to the families in my childhood ward was ultimately a desire for the peace I had been unable to attain in my family. As my husband and I knelt across the altar with our young daughter and newborn son, I knew we were now a family forever and entitled to the promises of life eternal and the riches of eternity. Indeed, I rejoiced that I had now bestowed a legacy—a legacy I’d sought my whole life—upon my children. I could raise my children in the covenant and help them obtain the knowledge and understanding I never had."],["div",{"id":"p14","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p14"},"Since then, I have had temple work done for my father. And while I don’t know all the answers to my family situation, I have faith that Heavenly Father is merciful and fair and will bless all families in eternity. I know that through time, faith, and obedience, we can all receive a personal affirmation that we are children whom God loves. And as we keep our covenants, we can feel assured that we will never be left out or left behind."]],[".resources",[".sideQuote",{"id":"f1","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.f1"},[".title","No Blessing Will Be Denied"],["div",{"id":"p16","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p16"},"“The Lord has promised that in the eternities no blessing will be denied his sons and daughters who keep the commandments, are true to their covenants, and desire what is right."],["div",{"id":"p17","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p17"},"“Many of the most important deprivations of mortality will be set right in the Millennium, which is the time for fulfilling all that is incomplete in the great plan of happiness for all of our Father’s worthy children. We know that will be true of temple ordinances. I believe it will also be true of family relationships and experiences.”"],[".citationInfo",["div",{"id":"p18","uri":"/ensign/2013/06/i-finally-had-an-eternal-family.p18"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles, “The Great Plan of Happiness,”",["span.emphasis","Ensign,"],"Nov. 1993, 75."]]]]],"refs":null}
