{"id":3,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":3,"title":"“I Will Not Forget Thee”","subtitle":"By Becky Squire","short_title":"“I Will Not Forget Thee”","uri":"/ensign/2013/06/i-will-not-forget-thee","content":[["div",{"id":"head1","uri":"/ensign/2013/06/i-will-not-forget-thee.head1"},[".seriesTitle","We Talk of Christ"],[".title","“I Will Not Forget Thee”"],[".byline",["div",{"id":"p3","uri":"/ensign/2013/06/i-will-not-forget-thee.p3"},"By Becky Squire"]],[".bio",["div",{"id":"p4","uri":"/ensign/2013/06/i-will-not-forget-thee.p4"},"Becky Squire lives in Utah, USA."]]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/06/i-will-not-forget-thee.p5"},"As I walked into my routine doctor appointment, I was filled with excitement and hope. By ultrasound I had already seen my tiny baby’s heartbeat, but now, several weeks later, the tiny one inside me would be even bigger and showing more movement. Having experienced the miracle of pregnancy three times already, I never ceased to be amazed."],["div",{"id":"p6","uri":"/ensign/2013/06/i-will-not-forget-thee.p6"},"Ten minutes later I was crying alone in my car—the image of a still baby with no heartbeat forever imprinted in my mind."],["div",{"id":"p7","uri":"/ensign/2013/06/i-will-not-forget-thee.p7"},"During the days that followed, I was in a dazed stupor. I felt empty and alone. My husband had to go back to work, and our three children ran around the house as I half-heartedly fed them and tried to keep the house clean. But I was not really there. When I came home from running errands, the first thing I would do was check to see if I had any missed calls. None. I would check my email every hour. Nothing. I started wondering if my friends and neighbors cared about me. Were they even my friends at all? I didn’t notice how Satan was working on me."],["div",{"id":"p8","uri":"/ensign/2013/06/i-will-not-forget-thee.p8"},"I was sharing my feelings with my husband one night, and he immediately saw what was happening. He shared",["a",{"href":"/scriptures/bofm/1-ne/21.15-16"},"1 Nephi 21:15–16"],"with me:"],["div",{"id":"p9","uri":"/ensign/2013/06/i-will-not-forget-thee.p9"},"“I [will] not forget thee, O house of Israel."],["div",{"id":"p10","uri":"/ensign/2013/06/i-will-not-forget-thee.p10"},"“Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.”"],["div",{"id":"p11","uri":"/ensign/2013/06/i-will-not-forget-thee.p11"},"I had learned about and studied the Atonement before. I thought I knew what it was. But I had failed to appropriately apply it to my life. Jesus had already suffered all of my sorrows. He knew exactly how I felt."],["div",{"id":"p12","uri":"/ensign/2013/06/i-will-not-forget-thee.p12"},"“His most exemplary act, the Atonement, required Jesus to descend ‘below all things’ (",["a",{"href":"/scriptures/dc-testament/dc/88.6"},"D&C 88:6"],") and suffer ‘the pains of all men’ (",["a",{"href":"/scriptures/bofm/2-ne/9.21"},"2 Nephi 9:21"],"). Thus we understand the Atonement has broader purpose than providing a means to overcome sin. This greatest of all earthly accomplishments gives the Savior the power to fulfill this promise: ‘If ye will turn to the Lord with full purpose of heart, … he will … deliver you’ (",["a",{"href":"/scriptures/bofm/mosiah/7.33"},"Mosiah 7:33"],").”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p13","uri":"/ensign/2013/06/i-will-not-forget-thee.p13"},"What better friend could I have during this tragic time than one who could surely sympathize with me? I realized I needed my Savior to help me overcome my sorrow. As I turned to the Lord, I immediately saw His love for me. I felt calm and peaceful, and I felt that Jesus understood me as I had never thought possible. He is exactly the kind of friend I was longing for in those days after my miscarriage—the kind of friend I needed most."],["div",{"id":"p14","uri":"/ensign/2013/06/i-will-not-forget-thee.p14"},"I know I can always turn to my Savior, not only when I need to repent of my sins but also when I need a shoulder to cry on. He is always there. When we are searching for someone to understand our pains and sorrows, let us not forget our truest friend, Jesus Christ."]],[".bodyNotes",["h3","Note"]],[".resources",[".sideQuote",{"id":"f2","uri":"/ensign/2013/06/i-will-not-forget-thee.f2"},[".title","He Understands"],["div",{"id":"p18","uri":"/ensign/2013/06/i-will-not-forget-thee.p18"},"“There is nothing that we are enduring that Jesus does not understand, and He waits for us to go to our Heavenly Father in prayer. I testify that if we will be obedient and if we are diligent, our prayers will be answered, our problems will diminish, our fears will dissipate, light will come upon us, the darkness of despair will be dispersed, and we will be close to the Lord and feel of His love and of the comfort of the Holy Ghost.”"],[".citationInfo",["div",{"id":"p19","uri":"/ensign/2013/06/i-will-not-forget-thee.p19"},"Elder Robert D. Hales of the Quorum of the Twelve Apostles, “Behold, We Count Them Happy Which Endure,”",["span.emphasis","Ensign,"],"May 1998, 77."]]],[".moreInfo",[".title","How Can We Obtain Peace?"],["div",{"id":"p21","uri":"/ensign/2013/06/i-will-not-forget-thee.p21"},"President Thomas S. Monson spoke of three ways to find peace in our lives:"],["div",{"id":"p22","uri":"/ensign/2013/06/i-will-not-forget-thee.p22"},"“I refer not to the peace promoted by man, but peace as promised of God. I speak of peace in our homes, peace in our hearts, even peace in our lives. Peace after the way of man is perishable. Peace after the manner of God will prevail. …"],["div",{"id":"p23","uri":"/ensign/2013/06/i-will-not-forget-thee.p23"},"“",["b","First: Search inward."],"… There shall be no peace until individuals nurture in their souls those principles of personal purity, integrity, and character which foster the development of peace. …"],["div",{"id":"p24","uri":"/ensign/2013/06/i-will-not-forget-thee.p24"},"“",["b","Second: Reach outward."],"… Membership in the Church calls forth a determination to serve. …"],["div",{"id":"p25","uri":"/ensign/2013/06/i-will-not-forget-thee.p25"},"“",["b","Third: Look heavenward."],"As we do, we find it comforting and satisfying to communicate with our Heavenly Father through prayer, that path to spiritual power—even a passport to peace.”"],[".citationInfo",["div",{"id":"p26","uri":"/ensign/2013/06/i-will-not-forget-thee.p26"},"From “Finding Peace,”",["span.emphasis","Ensign,"],"Mar. 2004, 3–7."]],[".annotation",["div",{"id":"p27","uri":"/ensign/2013/06/i-will-not-forget-thee.p27"},"Which of these three ideas can you more fully implement in your life?"]]]]],"refs":[["div",{"id":"/ensign/2013/06/i-will-not-forget-thee","uri":"/ensign/2013/06/i-will-not-forget-thee"},["span.label",["a",{"name":"footnote1"},"1."]],"Donald L. Hallstrom, “Turn to the Lord,”",["span.emphasis","Ensign,"],"May 2010, 80."]]}
