{"id":10,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":10,"title":"Improving Your Personal Prayers","subtitle":"By Elder Kevin W. Pearson","short_title":"Improving Your Personal Prayers","uri":"/liahona/2013/06/improving-your-personal-prayers","content":[["div",{"id":"head1","uri":"/liahona/2013/06/improving-your-personal-prayers.head1"},[".seriesTitle","They Spoke to Us"],[".title","Improving Your",["span.dominant","Personal Prayers"]],[".byline",["div",{"id":"p3","uri":"/liahona/2013/06/improving-your-personal-prayers.p3"},"By Elder Kevin W. Pearson"],["div",{"id":"p4","uri":"/liahona/2013/06/improving-your-personal-prayers.p4"},"Of the Seventy"]],[".event",["div",{"id":"p5","uri":"/liahona/2013/06/improving-your-personal-prayers.p5"},"From a devotional address given at Brigham Young University–Hawaii on May 17, 2011. For the full text in English, visit",["a",{"href":"http://devotional.byuh.edu"},["span.language","devotional.byuh.edu"]],"."]],[".kicker","What would listening to your personal prayers reveal about you and your relationship with Heavenly Father?"]],[".bodyBlock",["div",{"id":"p7","uri":"/liahona/2013/06/improving-your-personal-prayers.p7"},"The divine invitation to pray unto the Father in the name of Jesus Christ is the single most mentioned commandment in all recorded scripture and is the most basic form of personal worship. Yet many of us struggle in our attempts to make personal prayer meaningful and revelatory."],["div",{"id":"p8","uri":"/liahona/2013/06/improving-your-personal-prayers.p8"},"I am convinced that personal prayer is one of the most significant challenges facing members of the Church, particularly youth and young adults. And because they struggle with prayer, they struggle spiritually."],["div",{"id":"p9","uri":"/liahona/2013/06/improving-your-personal-prayers.p9"},"Our personal prayers are a barometer of our spiritual strength and an indicator of our spiritual well-being. I have learned as a father, priesthood leader, and mission president that listening carefully to another’s prayers can reveal much about his or her relationship with God."],["div",{"id":"p10","uri":"/liahona/2013/06/improving-your-personal-prayers.p10"},"What would listening to your personal prayers reveal about you and your relationship with Heavenly Father?"],["div",{"id":"t1","uri":"/liahona/2013/06/improving-your-personal-prayers.t1"},[".title","The Principle of Personal Prayer"],["div",{"id":"p12","uri":"/liahona/2013/06/improving-your-personal-prayers.p12"},"To pray is to speak with God, the Eternal Father of our spirits—not at Him but with Him. He loves each of us perfectly and is full of mercy and understanding. He knows everything about us. He knows what we need, even when we can see only what we want. He has infinite power and capacity to sustain and guide us. He is always willing to forgive us and to help us in all things."],["div",{"id":"p13","uri":"/liahona/2013/06/improving-your-personal-prayers.p13"},"We can speak with Heavenly Father vocally or by forming thoughts and expressions in our minds and hearts. Personal prayers should be solemn, sacred expressions of praise and gratitude; heartfelt petitions for specific needs and desires; humble, contrite confessions and requests for cleansing forgiveness; pleadings for comfort, direction, and revelation. These expressions often cause us to pour out our very souls to our loving Heavenly Father."],["div",{"id":"p14","uri":"/liahona/2013/06/improving-your-personal-prayers.p14"},"Prayer is often a brief communication, but it can also be an open and continuous dialogue all throughout the day and night (see",["a",{"href":"/scriptures/bofm/alma/34.27"},"Alma 34:27"],")."]],["div",{"id":"t2","uri":"/liahona/2013/06/improving-your-personal-prayers.t2"},[".title","Personal Prayer Is Essential"],["div",{"id":"p16","uri":"/liahona/2013/06/improving-your-personal-prayers.p16"},"In the divine plan of our Heavenly Father, physical and spiritual separation from His presence are necessary. Prayer is an essential and enabling spiritual link between God and man. Without prayer, there is no possible return to the Father. Without prayer, sufficient faith to understand and keep the commandments is impossible. Without prayer, the necessary spiritual power to avoid temptation and overcome trials and adversity would be unavailable. Without prayer, repentance, forgiveness and the cleansing power of the Atonement are unattainable. With the power of personal prayer, all things are possible."],["div",{"id":"p17","uri":"/liahona/2013/06/improving-your-personal-prayers.p17"},"Prayer enables personal revelation and spiritual gifts through the Holy Ghost. It is the spiritual channel made available to all God’s children, giving us constant access to our Eternal Father, His Beloved Son, and the Holy Ghost. Prayer is powerful and compelling evidence of the reality of God the Eternal Father. Personal prayer is indispensable to understanding God and our divine identity."]],["div",{"id":"t3","uri":"/liahona/2013/06/improving-your-personal-prayers.t3"},[".title","Improving Your Prayers"],["div",{"id":"t4","uri":"/liahona/2013/06/improving-your-personal-prayers.t4"},[".title","Prepare to Pray"],["div",{"id":"p20","uri":"/liahona/2013/06/improving-your-personal-prayers.p20"},"Often our personal prayers take place first thing in the morning before we are fully awake and alert or late at night when we are too tired to pray effectively. Our physical, mental, and emotional fatigue can prevent us from meaningful prayer."],["div",{"id":"p21","uri":"/liahona/2013/06/improving-your-personal-prayers.p21"},"Prayer is spiritual work preceded by mental and spiritual preparation. If we don’t take the time to humble ourselves and carefully consider that we are about to call upon God the Eternal Father in the name of Jesus Christ, we will miss the very essence of the divine pattern established to bless us."],["div",{"id":"p22","uri":"/liahona/2013/06/improving-your-personal-prayers.p22"},"Schedule sufficient time to carefully and humbly communicate the deepest desires of your heart with Heavenly Father. Invite the Holy Ghost to help you know what to pray for. Praying vocally helps me to focus my prayers and to listen to myself without wandering mentally."],["div",{"id":"p23","uri":"/liahona/2013/06/improving-your-personal-prayers.p23"},"May I suggest finding a time and place where you can carefully ponder your life and your needs. Reflect on your divine identity and relationship to God. Strive to visualize Heavenly Father as you prepare to speak with Him. Think of the Savior in whose name you will be praying. Doing so will help you focus and prepare to pray with a humble and grateful heart."]],["div",{"id":"t5","uri":"/liahona/2013/06/improving-your-personal-prayers.t5"},[".title","Live Worthily"],["div",{"id":"p25","uri":"/liahona/2013/06/improving-your-personal-prayers.p25"},"We cannot be confident in our Heavenly Father’s presence if we are not morally clean. Pornography, sexual transgressions, and entertainment of any kind that mocks virtue or promotes immorality can destroy our confidence in prayer and prevent us from receiving spiritual promptings. Remember, however, Satan will be the only one who tells you that you cannot or should not pray. The Holy Ghost always encourages us to pray, even if we are struggling with obedience and personal worthiness."]],["div",{"id":"t6","uri":"/liahona/2013/06/improving-your-personal-prayers.t6"},[".title","Pray with Purpose"],["div",{"id":"p27","uri":"/liahona/2013/06/improving-your-personal-prayers.p27"},"Prayer is essential to the process of revelation. Inspired questions bring greater focus, purpose, and meaning to our prayers. If you want to receive more personal revelation through your prayers, you may want to think about what questions you are asking. Revelation generally comes in response to a question. The process of revelation requires us to search the scriptures, ponder them, and apply them to our lives. As we do so, the Holy Ghost helps us form inspired questions."]],["div",{"id":"t7","uri":"/liahona/2013/06/improving-your-personal-prayers.t7"},[".title","Align Your Will with the Father’s"],["div",{"id":"p29","uri":"/liahona/2013/06/improving-your-personal-prayers.p29"},"The Savior repeatedly commanded that we “must always pray unto the Father in [the Lord’s] name” (",["a",{"href":"/scriptures/bofm/3-ne/18.19"},"3 Nephi 18:19"],"). When we pray in the name of Jesus Christ, it means “our mind is the mind of Christ, and our wishes the wishes of Christ. … We then ask for things it is possible for God to grant. Many prayers remain unanswered because they are not in Christ’s name at all; they in no way represent his mind, but spring out of the selfishness of man’s heart” (Bible Dictionary, “Prayer”). Prayers that follow this pattern represent vain hope, not faith."],["div",{"id":"p30","uri":"/liahona/2013/06/improving-your-personal-prayers.p30"},"Prayer is not a negotiation process. It is an alignment process. We don’t move God to our point of view. Prayer is less about changing our circumstances and more about changing us. It is about seeking His will and asking for His help to do what we need to do. When we align our will with Heavenly Father’s will, answers and spiritual power will flow more freely. Following this pattern allows us to pray with faith."]]],["div",{"id":"t8","uri":"/liahona/2013/06/improving-your-personal-prayers.t8"},[".title","Did Heavenly Father Hear My Prayers?"],["div",{"id":"p32","uri":"/liahona/2013/06/improving-your-personal-prayers.p32"},"Nearly 20 years ago, our fifth son, Benjamin, was born. My wife sensed that something wasn’t right with Benjamin’s eyes. We consulted a close friend and retinal specialist in our ward, who confirmed our concerns and diagnosed Benjamin’s condition as retinal blastoma, a rare form of cancer of the eye. The news was devastating."],["div",{"id":"p33","uri":"/liahona/2013/06/improving-your-personal-prayers.p33"},"A few weeks later, Benjamin was to have the first of many surgical treatments. Prior to the operation we met with the surgeon and told him that we believed that he would find that Benjamin’s eye would be healed and not need to be removed. Our entire family and many ward members were fasting and praying for our son, and we had great faith that Benjamin would be healed."],["div",{"id":"p34","uri":"/liahona/2013/06/improving-your-personal-prayers.p34"},"An hour later, the surgeon returned and confirmed that Benjamin’s eye had been destroyed by the tumor cells and that his other eye also had several serious tumors that needed immediate treatment. I was speechless. Completely overcome with grief and disbelief, I walked out of the hospital into the damp San Francisco morning and began to walk, weeping bitterly."],["div",{"id":"p35","uri":"/liahona/2013/06/improving-your-personal-prayers.p35"},"I had done everything I had been taught to do. We had prayed and received a strong impression to select this doctor. We had fasted and prayed and felt certain that our infant son would be healed through faith and through the power of the priesthood. Yet the Lord had not intervened. Our faith it seems had been no more than vain hope. I began to question everything I had ever believed. As I walked, I felt betrayed and angry. I was overcome with pain."],["div",{"id":"p36","uri":"/liahona/2013/06/improving-your-personal-prayers.p36"},"I am not proud of the conversation I had with Heavenly Father as I walked and wept that morning. After a time, I got hold of myself emotionally. I remember the words of a children’s Primary song coming into my mind. “Heavenly Father, are you really there? And do you hear and answer every child’s prayer?” Because you clearly haven’t been listening to mine or maybe you just don’t really care about me and my son. (“A Child’s Prayer,”",["span.emphasis","Children’s Songbook,"],"12.)"],["div",{"id":"p37","uri":"/liahona/2013/06/improving-your-personal-prayers.p37"},"In that moment, a tender mercy came. In my mind and heart, I felt these words: “Kevin, he is my son too.” The clarity of the prompting was unmistakable. I realized in that moment that I had not understood the purpose of prayer at all. I had assumed that, just because I had a righteous cause, I could use the priesthood and fasting and prayer to change the will of God."],["div",{"id":"p38","uri":"/liahona/2013/06/improving-your-personal-prayers.p38"},"For the first time in my life, I fully realized that I was not in charge. I knew that I needed to submit to Heavenly Father’s will. I couldn’t have what I wanted when and how I wanted it just because I was keeping the commandments. The purpose of prayer was not to tell Heavenly Father what to do, rather to find out what He would have me do and learn. I needed to align my will with His."],["div",{"id":"p39","uri":"/liahona/2013/06/improving-your-personal-prayers.p39"},"We would face another six years of serious challenges as we battled our little son’s condition to save his other eye and his life. But I now knew that Heavenly Father was aware and in charge. And no matter how things ultimately worked out, He had heard and answered my prayer. Today our miracle son is serving a full-time mission in Spain."],["div",{"id":"p40","uri":"/liahona/2013/06/improving-your-personal-prayers.p40"},"I have absolute evidence in my own life that God is our loving Heavenly Father and does in fact hear and answer our prayers. As you continue to learn and understand the divine principle of personal prayer as the Savior taught it, prayer will become a source of great spiritual power and revelation in your life."]]],[".resources"]],"refs":null}
