{"id":8,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":8,"title":"In His Own Time, in His Own Way","subtitle":"By Elder Dallin H. Oaks","short_title":"In His Own Time, in His Own Way","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way"},[".heading",{"id":"head1","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.head1"},[".title","In His Own Time, in",["span.dominant","His Own Way"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p2"},"By Elder Dallin H. Oaks"],["p.para",{"id":"p3","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["p.para",{"id":"p4","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p4"},"From an address delivered to new mission presidents on June 27, 2001."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dallin-h-oaks.jpg"}],[".kicker","Revelation is a reality. It comes in the Lord’s way and according to the Lord’s timetable."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p6"},"I would like to examine some principles that apply to all communications from the Spirit—communications to the person who teaches, to the person who seeks to learn, and to every member of the Church."],["p.para",{"id":"p7","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p7"},"First, we should recognize that the Lord will speak to us through the Spirit in His own time and in His own way. Many people do not understand this principle. They believe that when they are ready and when it suits their convenience, they can call upon the Lord and He will immediately respond, even in the precise way they have prescribed. Revelation does not come that way."],[".topic",{"id":"t1","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.t1"},[".title","Qualifying for Revelation"],["p.para",{"id":"p9","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p9"},"Fundamental to any effort to receive revelation is a commitment to do all we can with our own efforts and judgment. This means we need to serve and to work."],["p.para",{"id":"p10","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p10"},"Going forward with our service and work is an important way to qualify for revelation. In my study of the scriptures I have noted that most revelation to the children of God comes when they are on the move, not when they are sitting back in their habitations waiting for the Lord to tell them the first step to take."],["p.para",{"id":"p11","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p11"},"For example, it is significant to note that the revelation known as “the Word and Will of the Lord concerning the Camp of Israel” (",["a",{"href":"/scriptures/dc-testament/dc/136.1"},"D&C 136:1"],") was not given in Nauvoo as the Quorum of the Twelve planned the exodus from Nauvoo in those sorrowful days following the Martyrdom of the Prophet in 1844; nor was it given on the west bank of the Mississippi River. It was given at Winter Quarters, Nebraska, after the Saints had spent a punishing year moving from Nauvoo westward across Iowa to temporary camps on the Missouri River. The revelation to guide the movement of the Saints across the plains was given on January 14, 1847, when the Saints had already gone about a third of the way to the valleys of the mountains."],["p.para",{"id":"p12","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p12"},"We will get promptings of the Spirit when we have done everything we can, when we are out in the sun working rather than sitting back in the shade praying for direction on the first step to take. Revelation comes when the children of God are on the move."],["p.para",{"id":"p13","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p13"},"So we do all we can. Then we wait upon the Lord for His revelation. He has his own timetable."]],[".topic",{"id":"t2","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.t2"},[".title","Timing and Type"],["p.para",{"id":"p15","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p15"},"About 35 years ago, when I was president of Brigham Young University, we were making plans to persuade the president of the United States to speak at the university. We had particular times that would suit our convenience, and we had in mind some things we wanted him to say and do while he was there. But all of us were wise enough to know that we could not contact the highest authority in the United States and invite him to come to the BYU campus—even to speak to 26,000 people—and put conditions on his appearance."],["p.para",{"id":"p16","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p16"},"We knew that in inviting the president, we had to say in effect, “We will welcome you whenever you can come and for whatever time you choose to be here and for whatever you choose to say and do while you are here. We will accommodate our schedules and our arrangements entirely to your visit.”"],["p.para",{"id":"p17","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p17"},"Now, if that’s the way a community of 26,000 people must approach the highest authority of a nation, it should not be surprising that one person—however important—is in no position to put conditions upon or to impose personal timing upon a visit or communication from the Highest Authority in the universe."],["p.para",{"id":"p18","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p18"},"Indeed, this is the principle the Lord revealed to His children in the great revelation printed in the 88th section of the Doctrine and Covenants. The Lord said, “Draw near unto me and I will draw near unto you; seek me diligently and ye shall find me; ask, and ye shall receive; knock, and it shall be opened unto you” (",["a",{"href":"/scriptures/dc-testament/dc/88.63"},"verse 63"],")."],["p.para",{"id":"p19","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p19"},"Next, the Lord declared that if our eye is single to His glory, our whole body will be filled with light and we will be able to comprehend all things. Then, His instruction continued with this great promise: “Therefore, sanctify yourselves that your minds become single to God, and the days will come that you shall see him; for he will unveil his face unto you, and",["span.emphasis","it shall be in his own time, and in his own way, and according to his own will"],"” (",["a",{"href":"/scriptures/dc-testament/dc/88.68"},"verse 68"],"; emphasis added)."],["p.para",{"id":"p20","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p20"},"The principle stated in that revelation applies to every communication from our Heavenly Father. We cannot force spiritual things."],["p.para",{"id":"p21","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p21"},"In most cases, “his own way” is not the thunderous interruption or the blinding light but what the scriptures call the “still small voice” (",["a",{"href":"/scriptures/ot/1-kgs/19.12"},"1 Kings 19:12"],";",["a",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Nephi 17:45"],";",["a",{"href":"/scriptures/dc-testament/dc/85.6"},"D&C 85:6"],"). Some have misunderstood this principle. As a result, some have looked exclusively for the great manifestations recorded in the scriptures and have failed to recognize the “still small voice” that is given to them. This is like making up our minds that we will learn only from a teacher who shouts and that we will refuse to listen to even the wisest teaching that comes in a whisper."],["p.para",{"id":"p22","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p22"},"We need to know that the Lord rarely speaks loudly. His messages almost always come in a whisper."]],[".topic",{"id":"t3","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.t3"},[".title","Revelation as Enlightenment and Peace"],["p.para",{"id":"p24","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p24"},"One of the greatest explanations of how the Spirit teaches us is in the revelation given to Oliver Cowdery at Harmony, Pennsylvania, in April 1829. In this revelation the Lord told Oliver:"],["p.para",{"id":"p25","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p25"},"“Yea, behold, I will",["span.emphasis","tell you in your mind and in your heart,"],"by the Holy Ghost, which shall come upon you and which shall dwell in your heart."],["p.para",{"id":"p26","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p26"},"“Now, behold, this is the spirit of revelation” (",["a",{"href":"/scriptures/dc-testament/dc/8.2-3"},"D&C 8:2–3"],"; emphasis added)."],["p.para",{"id":"p27","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p27"},"Similarly, the Prophet Joseph Smith referred to the spirit of revelation as “pure intelligence,” which “may give you sudden strokes of ideas.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"In another revelation, Oliver was reminded that he had inquired of the Lord and that “as often as thou hast inquired thou hast received instruction of my Spirit” (",["a",{"href":"/scriptures/dc-testament/dc/6.14"},"D&C 6:14"],"). How did that instruction come? “Behold,” the Lord said, “thou knowest that thou hast inquired of me and I did",["span.emphasis","enlighten thy mind"],"” (",["a",{"href":"/scriptures/dc-testament/dc/6.15"},"verse 15"],"; emphasis added). That same teaching was repeated in a revelation given to Hyrum Smith in which the Lord said, “Verily, verily, I say unto you, I will impart unto you of my Spirit, which shall",["span.emphasis","enlighten your mind, which shall fill your soul with joy"],"” (",["a",{"href":"/scriptures/dc-testament/dc/11.13"},"D&C 11:13"],"; emphasis added). These are great descriptions of the way the Lord communicates with us by His Spirit."],["p.para",{"id":"p28","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p28"},"In further instruction to Oliver Cowdery, the Lord reminded him of the time he had prayed that he might know “the truth of these things” (",["a",{"href":"/scriptures/dc-testament/dc/6.22"},"D&C 6:22"],"). And the Lord described how He had answered that prayer and given Oliver a revelation: “Did I not",["span.emphasis","speak peace to your mind"],"concerning the matter? What greater witness can you have than from God?” (",["a",{"href":"/scriptures/dc-testament/dc/6.23"},"verse 23"],"; emphasis added)."],["p.para",{"id":"p29","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p29"},"From these revelations we learn that God teaches us by the power of His Spirit, which",["span.emphasis","enlightens our minds"],"and",["span.emphasis","speaks peace"],"to us concerning the questions we have asked."]],[".topic",{"id":"t4","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.t4"},[".title","Revelation Is a Feeling"],["p.para",{"id":"p31","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p31"},"We also learn from these revelations that being taught by the Spirit is not a passive thing. Often the Lord’s communication does not come until we have studied matters out in our own minds. Then we receive a confirmation."],["p.para",{"id":"p32","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p32"},"The process was explained to Oliver Cowdery in another revelation received at Harmony, Pennsylvania, in April 1829. The Lord described why Oliver had not been able to translate the Book of Mormon:"],["p.para",{"id":"p33","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p33"},"“Behold, you have not understood; you have supposed that I would give it unto you, when you took no thought save it was to ask me."],["p.para",{"id":"p34","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p34"},"“But, behold, I say unto you, that",["span.emphasis","you must study it out in your mind;"],"then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore,",["span.emphasis","you shall feel that it is right"],"” (",["a",{"href":"/scriptures/dc-testament/dc/9.7-8"},"D&C 9:7–8"],"; emphasis added)."],["p.para",{"id":"p35","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p35"},"This may be one of the most important and most misunderstood teachings in all the Doctrine and Covenants. The teachings of the Spirit often come as feelings. That fact is of the utmost importance, yet some misunderstand what it means. I know of persons who think they have never had a witness from the Holy Ghost because they have never felt their bosom “burn within” them. The burning of the bosom, I suggest, is not a feeling of caloric heat like combustion but a feeling of peace and warmth and serenity and goodness."]],[".topic",{"id":"t5","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.t5"},[".title","Revelation Is Not Constant"],["p.para",{"id":"p37","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p37"},"Revelation is not constant. The Lord’s way puts limits on how often He will speak to us by His Spirit. Not understanding this, some have been misled by expecting revelations too frequently."],["p.para",{"id":"p38","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p38"},"Commenting on the workings of the Spirit, President Boyd K. Packer, President of the Quorum of the Twelve Apostles, has said, “I have learned that strong, impressive spiritual experiences do not come to us very frequently.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p39","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p39"},"To illustrate that point, consider what we are taught about our first parents after they were cast out of the Garden of Eden and shut out from the presence of the Lord. The Lord gave Adam a commandment that he should sacrifice the firstlings of his flocks as an offering unto the Lord. He obeyed. Did the Lord communicate with him immediately? The scripture says: “",["span.emphasis","And after many days"],"an angel of the Lord appeared unto Adam” (",["a",{"href":"/scriptures/pgp/moses/5.6"},"Moses 5:6"],"; emphasis added)."],["p.para",{"id":"p40","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p40"},"William E. Berrett, one of our finest gospel teachers, who served as an administrator at BYU and for the Church Educational System, said this about the matter of constant or continuous revelation: “Those who pray that the Spirit might give them immediate guidance in every little thing throw themselves open to false spirits that seem ever ready to answer our pleas and confuse us. … The people I have found most confused in this Church are those who seek personal revelations on everything. They want the personal assurance from the Spirit from daylight to dark on everything they do. I say they are the most confused people I know because it appears sometimes that the answer comes from the wrong source.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p41","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p41"},"The Prophet Joseph Smith said something similar. When the Saints “supplicate at the throne of grace,” he counseled, they shouldn’t do so over trivial matters but rather should “pray earnestly for the best gifts.”",["sup",["a",{"href":"fn_footnote4"},"4"]],"That is an important principle. We pray continuously for guidance, but we shouldn’t expect",["span.emphasis","continuous"],"revelation. We expect",["span.emphasis","continuing"],"revelation, which is the continuing assurance of revelation whenever we seek guidance and our circumstances are such that a wise and loving Lord chooses to give it to us."]],[".topic",{"id":"t6","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.t6"},[".title","Revelation and Testimony"],["p.para",{"id":"p43","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p43"},"Visions do happen. Voices are heard from beyond the veil. I know this. But these experiences are exceptional. And when we have a great and exceptional experience, we rarely speak of it publicly because we are instructed not to do so (see",["a",{"href":"/scriptures/dc-testament/dc/63.64"},"D&C 63:64"],") and because we understand that the channels of revelation will be closed if we show these things before the world."],["p.para",{"id":"p44","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p44"},"Most of the revelation that comes to leaders and members of the Church comes by the “still small voice” or by a feeling rather than by a vision or a voice that speaks specific words to our hearing. I testify to the reality of that kind of revelation, which I have come to know as a familiar, even a daily, experience to guide us in the work of the Lord."],["p.para",{"id":"p45","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p45"},"Not understanding these principles of revelation, some people postpone acknowledging their testimony or their spiritual progress until they have experienced a miraculous event. They fail to realize that with most people—especially those raised in the Church—the precious revelation that gives us a testimony is not an event but a process. Elder Bruce R. McConkie (1915–85) observed: “Being born again is a gradual thing, except in a few isolated instances that are so miraculous they get written up in the scriptures. As far as the generality of the members of the Church are concerned, we are born again by degrees, and we are born again to added light and added knowledge and added desires for righteousness as we keep the commandments.”",["sup",["a",{"href":"fn_footnote5"},"5"]]],["p.para",{"id":"p46","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p46"},"We should understand that the Lord will speak to us in His own time and in His own way. This is usually by what the scriptures call the “still small voice” of enlightenment. We are often obliged to act upon our best judgment, subject to the Spirit’s restraining impressions if we have strayed beyond permissible limits."],["p.para",{"id":"p47","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p47"},"Revelation is a reality. It comes in the Lord’s way and according to the Lord’s timetable."],["p.para",{"id":"p48","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.p48"},"I testify that these things are true. We have the gift of the Holy Ghost, the right to the constant companionship of the Spirit of the Lord to testify of the Father and of the Son, to lead us into truth, to teach us all things, and to bring all things to our remembrance (see",["a",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],";",["a",{"href":"/scriptures/nt/john/16.13"},"16:13"],")."]]],[".notes",["h3","Notes"]],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"(2007), 132."],[".footnote",{"id":"fn2","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Boyd K. Packer,",["span.emphasis","That All May Be Edified"],"(1982), 337."],[".footnote",{"id":"fn3","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"William E. Berrett, in Joseph Fielding McConkie and Robert L. Millet,",["span.emphasis","The Holy Ghost"],"(1989), 29–30."],[".footnote",{"id":"fn4","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],["span.emphasis","Teachings: Joseph Smith,"],"131."],[".footnote",{"id":"fn5","uri":"/ensign/2013/08/in-his-own-time-in-his-own-way.fn5"},["span.label",["a",{"name":"footnote5"},"5."]],"Bruce R. McConkie, “Jesus Christ and Him Crucified,” in",["span.emphasis","Brigham Young University 1976 Speeches"],"(1977), 5."]]}
