{"id":26,"parent_id":0,"book_id":22622,"content_id":1,"language_id":0,"display_order":26,"title":"In the News","subtitle":"","short_title":"In the News","uri":"/ensign/2013/01/in-the-news","content":[["div",{"id":"head1","uri":"/ensign/2013/01/in-the-news.head1"},[".seriesTitle","In the News"]],[".bodyBlock",["div",{"id":"t1","uri":"/ensign/2013/01/in-the-news.t1"},[".title","Share the Gospel Online through Vineyard"],["div",{"id":"p3","uri":"/ensign/2013/01/in-the-news.p3"},"The Helping in the Vineyard website (",["a",{"href":"http://vineyard.lds.org"},"vineyard.lds.org"],") recently added a Sharing the Gospel category (sign in with your LDS Account username and password and click on",["b","My Activities"],"to find it), where members can highlight their local meetinghouses, publish their testimonies online, and share Mormon Message videos."],["div",{"id":"p4","uri":"/ensign/2013/01/in-the-news.p4"},"Since its launch in early 2011, Vineyard has helped members worldwide perform thousands of acts of service. Each activity includes detailed step-by-step instructions, and volunteers can use the feedback feature to get help on specific tasks."]],["div",{"id":"t2","uri":"/ensign/2013/01/in-the-news.t2"},[".title","Church Seeking Media Professionals Worldwide"],["div",{"id":"p6","uri":"/ensign/2013/01/in-the-news.p6"},"In an effort to better capture the story of the Church around the world, the Publishing Services Department has created the Media Professional Database (",["a",{"href":"http://mediapro.lds.org"},"mediapro.lds.org"],"), a directory for media professionals interested in creating and producing film, video, broadcast, live events, and digital media for the Church."],["div",{"id":"p7","uri":"/ensign/2013/01/in-the-news.p7"},"“Our goal … is to get experienced media professionals associated with the Church’s database so when a project arises in any part of the world, we can reach out to them and hit the ground running,” said Scott Olson, project manager for the database."],["div",{"id":"p8","uri":"/ensign/2013/01/in-the-news.p8"},"Interested individuals should send their name, email address, and a brief biography to",["a",{"href":"mailto:mediapro@ldschurch.org"},"mediapro@ldschurch.org"],"."]],["div",{"id":"t3","uri":"/ensign/2013/01/in-the-news.t3"},[".title","Tabernacle Choir Announces 2013 Tour"],["div",{"id":"p10","uri":"/ensign/2013/01/in-the-news.p10"},"The Mormon Tabernacle Choir and Orchestra at Temple Square will visit six cities in America’s heartland next summer—Columbus, Ohio; Indianapolis, Indiana; Chicago, Illinois; Milwaukee and Madison, Wisconsin; and Minneapolis, Minnesota—from June 12 through June 20, 2013. Learn more at",["a",{"href":"http://mormontabernaclechoir.org"},"mormontabernaclechoir.org"],"."]],["div",{"id":"t4","uri":"/ensign/2013/01/in-the-news.t4"},[".title","Buenos Aires Temple Rededicated"],["div",{"id":"p12","uri":"/ensign/2013/01/in-the-news.p12"},"On September 9, 2012, following three years of renovation, the Buenos Aires Argentina Temple was rededicated, and it is once again open for tens of thousands of Saints in Argentina to attend."],["div",{"id":"p13","uri":"/ensign/2013/01/in-the-news.p13"},"The reach of the temple, temple president Carlos Fernandez said, is growing. Many families are coming who have never been inside a dedicated temple before, and young people are eager to do their part and serve."],["div",{"id":"p14","uri":"/ensign/2013/01/in-the-news.p14"},"“The Spirit can be felt throughout the country,” he said. “There is so much enthusiasm to return to the house of the Lord.”"]],["div",{"id":"t5","uri":"/ensign/2013/01/in-the-news.t5"},[".title","Brigham City Temple Dedicated"],["div",{"id":"p16","uri":"/ensign/2013/01/in-the-news.p16"},"In September 2012, on the same site where he once attended grade school, President Boyd K. Packer, President of the Quorum of the Twelve Apostles, dedicated the Brigham City Utah Temple—the 139th temple worldwide and the 14th in Utah."],["div",{"id":"p17","uri":"/ensign/2013/01/in-the-news.p17"},"In recognition of the local orchards in the community—similar to those which pioneers sent by Brigham Young to settle the city planted—round windows on the temple feature art-glass peach blossoms, and 26 fruit trees are planted on the temple grounds."],["div",{"id":"p18","uri":"/ensign/2013/01/in-the-news.p18"},"The temple now serves more than 40,000 Latter-day Saints from 13 stakes in northern Utah and southeastern Idaho."]]]],"refs":null}
