{"id":29,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":29,"title":"In the News","subtitle":"","short_title":"In the News","uri":"/ensign/2013/03/in-the-news","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/in-the-news"},[".heading",{"id":"head1","uri":"/ensign/2013/03/in-the-news.head1"},[".seriesTitle","In the News"]],[".bodyBlock",[".topic",{"id":"t1","uri":"/ensign/2013/03/in-the-news.t1"},[".title","Church Website on Same-Sex Attraction Offers Love, Understanding, and Hope"],["p.para",{"id":"p3","uri":"/ensign/2013/03/in-the-news.p3"},"In an effort to encourage understanding and civil conversation about same-sex attraction, the Church recently launched a website, “Love One Another: A Discussion on Same-Sex Attraction” (",["a",{"href":"http://mormonsandgays.org"},"mormonsandgays.org"],"), which features a number of videos from people who share real experiences from their own perspectives on a sensitive and sometimes emotionally charged topic."],["p.para",{"id":"p4","uri":"/ensign/2013/03/in-the-news.p4"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles said the website is important because it seeks to further understanding."],["p.para",{"id":"p5","uri":"/ensign/2013/03/in-the-news.p5"},"Elder Oaks said that because we don’t understand everything about this subject it is wise to stick to the revealed word of God as found in the scriptures. “What we do know is that the doctrine of the Church—that sexual activity should only occur between a man and a woman who are married—has not changed and is not changing. But what is changing and what needs to change is to help our own members and families understand how to deal with same-gender attraction,” he said."],["p.para",{"id":"p6","uri":"/ensign/2013/03/in-the-news.p6"},"Elder Quentin L. Cook of the Quorum of the Twelve Apostles stressed that Latter-day Saints should be an example to the world of expressing love and hope for those with same-gender attraction."],["p.para",{"id":"p7","uri":"/ensign/2013/03/in-the-news.p7"},"“As a church, nobody should be more loving and compassionate,” Elder Cook said. “Let us be at the forefront in terms of expressing love, compassion, and outreach. Let’s not have families exclude or be disrespectful of those who choose a different lifestyle as a result of their feelings about their own gender.”"]],[".topic",{"id":"t2","uri":"/ensign/2013/03/in-the-news.t2"},[".title","Church Preparing Online Resources for Youth Activities"],["p.para",{"id":"p9","uri":"/ensign/2013/03/in-the-news.p9"},"In an effort to strengthen Latter-day Saint young men and young women worldwide, the Church is preparing an online resource for youth activities. The new youth activities section of",["a",{"href":"http://www.lds.org"},"LDS.org"],"is being developed to help youth leaders and their adult advisers plan meaningful activities for Aaronic Priesthood quorums and Young Women classes in stakes and wards throughout the Church."],["p.para",{"id":"p10","uri":"/ensign/2013/03/in-the-news.p10"},"The site is intended to support the Church’s ongoing emphasis on strengthening youth, which was highlighted by the recent changes to age requirements for full-time missionary service, the new youth learning resource",["span.emphasis","Come, Follow Me,"],"and invitations for youth to participate in family history."],["p.para",{"id":"p11","uri":"/ensign/2013/03/in-the-news.p11"},"For young men, the site complements the spiritually focused Duty to God program with resources for physical, social, and educational development."]]],[".resources"]]]],"refs":null}
