{"id":10,"parent_id":0,"book_id":82,"content_id":1,"language_id":1,"display_order":10,"title":"Information for Parents and Leaders","subtitle":"","short_title":"Information for Parents and Leaders","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders","content":[["div",{"id":"head1","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.head1"},["h1","Information for Parents and Leaders"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p2"},"Parents have the responsibility to help their children learn and live the gospel. Primary leaders and teachers assist parents in this important responsibility. This Faith in God guidebook is a resource to help boys and girls achieve their great potential as children of God."],[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p4"},"The purpose of the Faith in God guidebooks is to help boys and girls ages 8 through 11 live gospel principles, develop testimonies, build friendships, and prepare to receive the Aaronic Priesthood or become a righteous young woman. Children who complete the requirements in the guidebook can earn the Faith in God Award."]],[".topic",["h2","How the Program Works"],["div",{"id":"p6","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p6"},"Children participate in activities that help them develop gospel habits such as praying, reading the scriptures, and living",["a.crossRef",{"href":"/manual/faith-in-god-for-boys/my-gospel-standards.p1"},"“My Gospel Standards”"],"(see back cover). They also participate in a variety of activities in the following areas: (1) learning and living the gospel, (2) serving others, (3) developing talents, and (4) preparing for the priesthood or for Young Women."],["div",{"id":"p7","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p7"},"The activities for the program are outlined in two guidebooks:",["span.emphasis","Faith in God for Boys"],"and",["span.emphasis","Faith in God for Girls."],"Children may work on the activities at home, with their family, or at Primary activity days (see page 18)."],["div",{"id":"p8","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p8"},"In countries where Scouting is part of the Church program, boys work on Faith in God along with Cub Scouting. Many of the Cub Scout activities can fulfill requirements for the Faith in God Award. Completion of all activities in this guidebook marked with a  qualifies a boy for the Scouting Religious Square Knot patch."]],[".topic",["h2","Primary Activity Days"],["div",{"id":"p10","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p10"},"Primary activity days are designed to provide boys and girls ages 8 through 11 with opportunities to work on activities in the Faith in God program. Activity days are usually held twice a month in a home or at the meetinghouse. The local budget allowance should cover expenses for Primary activity days. Activity days should open and close with prayer. Depending on local needs and circumstances, an activity day may be held at the same time as other Church activities on days other than Sunday."],["div",{"id":"p11","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p11"},"Occasionally, leaders may wish to invite younger Primary children to participate with the 8- through 11-year-olds in an activity day. This should occur no more than once each quarter. Activity days involving all the children are planned by the Primary presidency. Many of the ideas in this guidebook could be used to plan these activity days. The presidency may wish to invite the activity days leader and children ages 8 through 11 to assist in planning and carrying out the activity."]],[".topic",["h2","Primary Leaders and Teachers"],["div",{"id":"p13","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p13"},"Under the direction of the Primary presidency, a Primary teacher or other worthy adult serves as the activity days leader. Activity days for girls should be led by an adult woman. Where Scouting is authorized, it is used in place of activity days for boys. When planning activities, leaders should consider ideas from this guidebook, “My Gospel Standards,” the",["span.emphasis","Friend,"],"and the children themselves. Parents and others with specific skills may be invited to help."],["div",{"id":"p14","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p14"},"Parents may help their sons and daughters complete the activities in the guidebooks, especially where it is difficult for children to gather for Primary activity days."]],[".topic",["h2","Priesthood Preview"],["div",{"id":"p16","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p16"},"Each year, the bishopric meets with all 11-year-old boys and their parents to help them understand the importance of the priesthood and strengthen their commitment to prepare to receive it. Members of the Primary presidency also attend the meeting."]],[".topic",["h2","Orientation and Recognition"],["div",{"id":"p18","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p18"},"When a boy or girl turns eight years of age, a member of the Primary presidency and the activity days leader give the child and parents a copy of the guidebook and explain the purpose of activity days and how the Faith in God Award is earned."],["div",{"id":"f2","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.f2"},"Recognition for accomplishments should be ongoing, as follows:",["ol.number",["li",["span.label","1."],[".para","As children complete activities, they can track their progress by marking the chart on",["a.crossRef",{"href":"/manual/faith-in-god-for-boys/faith-in-god-achievement-record.p1"},"page 20"],"of this guidebook."]],["li",["span.label","2."],[".para","At least twice a year, a Primary activity day (or a Cub Scout Pack meeting) should include opportunities for the children to share what they have learned and accomplished."]],["li",["span.label","3."],[".para","When all required activities are completed, the Primary president and the bishop or branch president sign the",["a.crossRef",{"href":"/manual/faith-in-god-for-boys/faith-in-god-award.p1"},"Faith in God Award"],"certificate on the last page of this guidebook. A member of the bishopric, branch presidency, or Primary presidency recognizes the child’s accomplishment in Primary."]]]],["div",{"id":"p23","uri":"/manual/faith-in-god-for-boys/information-for-parents-and-leaders.p23"},"Parents and leaders should help the children understand that the joy of living the gospel is the most important reward."]]]],"refs":null}
