{"id":23,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":23,"title":"Instant Messages","subtitle":"","short_title":"Instant Messages","uri":"/new-era/2013/07/instant-messages","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/instant-messages"},[".heading",{"id":"head1","uri":"/new-era/2013/07/instant-messages.head1"},[".seriesTitle","Instant Messages"]],[".resources",[".heading",{"id":"head1","uri":"/new-era/2013/07/instant-messages/it-was-the-same-church.head1"},[".title","It Was the Same Church!"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/07/instant-messages/it-was-the-same-church.p2"},"Obedience K., Zimbabwe"]]],[".bodyBlock",[".figure",{"id":"f83","uri":"/new-era/2013/07/instant-messages/it-was-the-same-church.f83"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul46-missionaries-1115881.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/07/instant-messages/it-was-the-same-church.p3"},"Illustration by Brian C. Hailes"]]],["p.para",{"id":"p4","uri":"/new-era/2013/07/instant-messages/it-was-the-same-church.p4"},"The first time the missionaries stopped by my house, only my brother Charles was there. As they discussed the Restoration, my brother felt the Spirit and accepted a copy of the Book of Mormon. Before Charles began reading the book, I saw it and asked him what it was and where he got it. Charles explained everything to me, including how he felt meeting with the missionaries."],["p.para",{"id":"p5","uri":"/new-era/2013/07/instant-messages/it-was-the-same-church.p5"},"I thought it all sounded ridiculous and ordered Charles to return the book. I persuaded my family to support me, and they agreed that the Book of Mormon was unacceptable in our house."],["p.para",{"id":"p6","uri":"/new-era/2013/07/instant-messages/it-was-the-same-church.p6"},"The next time the missionaries came by, Charles was gone. I returned the book and told them to leave. They told me that I would need the book someday. This caused me to drive them away in a rude manner."],["p.para",{"id":"p7","uri":"/new-era/2013/07/instant-messages/it-was-the-same-church.p7"},"Not too long after this, a childhood friend whom I had always admired invited me to a Church activity. I refused. He and another friend kept inviting me to church, and when they offered to pick me up, I eventually agreed. Imagine my surprise when I entered the Church building and saw the same missionaries that I had driven away! I had no idea it was the same Church!"],["p.para",{"id":"p8","uri":"/new-era/2013/07/instant-messages/it-was-the-same-church.p8"},"The bishop of the ward befriended me that day, and I started to attend church more often. With a lot of love and support, I eventually started to read the scriptures. Thanks to friends, loving leaders, and the scriptures, I was eventually baptized. Since then, both my brother and I have served missions in our native Africa. Even though we may face the same rejection I dealt to those missionaries that day, I know that if we are faithful and persistent, Heavenly Father will bless our efforts and we will be able to share the gospel."]],[".heading",{"id":"head1","uri":"/new-era/2013/07/instant-messages/finding-forgiveness-for-my-sins.head1"},[".title","Finding Forgiveness for My Sins"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/07/instant-messages/finding-forgiveness-for-my-sins.p2"},"Angela H., California, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/new-era/2013/07/instant-messages/finding-forgiveness-for-my-sins.p3"},"Being in high school can make living the gospel pretty difficult; at least, it seemed that way to me. There were very few members at my school, and I just didn’t seem to get along with them very well. The group of friends that I usually hung out with was far from “the right kind of friends,” but I really seemed to get along with them."],["p.para",{"id":"p4","uri":"/new-era/2013/07/instant-messages/finding-forgiveness-for-my-sins.p4"},"Soon, I started to fall away from the gospel and my Heavenly Father. I stopped attending church and Mutual activities and started using bad language. I eventually realized that I needed to change—I needed to become the kind of young woman Heavenly Father wants me to be. But I doubted that I could actually be forgiven for turning my back on the gospel and on Heavenly Father."],["p.para",{"id":"p5","uri":"/new-era/2013/07/instant-messages/finding-forgiveness-for-my-sins.p5"},"Then I remembered the story about the adulteress from",["a",{"href":"/scriptures/nt/john/8"},"John 8"],"; she had committed one of the worst sins possible, but Christ invited her to repent. I realized that if repentance and forgiveness were possible for her, then",["span.emphasis","I"],"could also repent and be forgiven. That night I knelt down and prayed—for the first time in a long time—asking for Heavenly Father to forgive me. I was immediately wrapped in warmth."],["p.para",{"id":"p6","uri":"/new-era/2013/07/instant-messages/finding-forgiveness-for-my-sins.p6"},"I know now that repentance is possible. Satan will constantly try to make us believe that we can’t be forgiven, but I know from personal experience that this is wrong. Repentance can be incredibly difficult, but Heavenly Father loves us and wants us to return to Him. He wants us to be the best we can be, and He will do anything He can to help us if we let Him into our lives."]],[".heading",{"id":"head1","uri":"/new-era/2013/07/instant-messages/smiles-only.head1"},[".title","Smiles Only"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/07/instant-messages/smiles-only.p2"},"Chantelle W., Utah, USA"]]],[".bodyBlock",[".figure",{"id":"f84","uri":"/new-era/2013/07/instant-messages/smiles-only.f84"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul47-smiley-face-1115880.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/07/instant-messages/smiles-only.p3"},"Photograph © iStockphoto/Thinkstock"]]],["p.para",{"id":"p4","uri":"/new-era/2013/07/instant-messages/smiles-only.p4"},"“There is one important thing I want you to do,” said my seminary teacher, Brother Matthews, as we walked out the door together. He grabbed a pen and a sticky note and drew a smiley face on it. He then stuck it on the door. “This is to remind you to smile only.” His idea seemed touching and genuine, but I still could force only a half-smile. “I can’t wait to see the day when there will be a happy you,” he said as I left."],["p.para",{"id":"p5","uri":"/new-era/2013/07/instant-messages/smiles-only.p5"},"As I walked to school, I couldn’t help thinking about the difficulties posed by this little challenge. It seemed like a lot of work for something so simple. Besides, you can’t force yourself to smile and be happy, can you? The days went on and there was still no improvement in my face. I wanted to please my seminary teacher, say that I was happy, and get it over with. I knew, however, deep down, that I wasn’t truly happy. I had to truly commit to this task."],["p.para",{"id":"p6","uri":"/new-era/2013/07/instant-messages/smiles-only.p6"},"As I set a daily goal of smiling more, I began to notice a gradual change in my life. I began to be more optimistic and upbeat. I found myself becoming better about avoiding gossip and other teenage behaviors that can destroy happiness. Looking back, I am able to see that simply smiling not only changed my attitude but also helped me make more friends. By “smiling only,” I was able to have a more positive attitude, and other people seemed to enjoy being around me more."],["p.para",{"id":"p7","uri":"/new-era/2013/07/instant-messages/smiles-only.p7"},"Heavenly Father doesn’t want us to be unhappy. He wants us to have joy here on earth. Smiling is a way to see true happiness in yourself and in others. I am so grateful for a Heavenly Father who wants me to be happy. I still keep the motto “smiles only,” and it continues to make my life better."]]]]]],"refs":null}
