{"id":20,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":20,"title":"Instant Messages","subtitle":"","short_title":"Instant Messages","uri":"/new-era/2013/04/instant-messages","content":[["div",{"id":"head1","uri":"/new-era/2013/04/instant-messages.head1"},[".seriesTitle","Instant Messages"]],[".resources",["div",{"id":"head1","uri":"/new-era/2013/04/instant-messages/remembering-the-reason-to-celebrate.head1"},[".title","Remembering the Reason to Celebrate"],[".bio",["div",{"id":"p2","uri":"/new-era/2013/04/instant-messages/remembering-the-reason-to-celebrate.p2"},"Jerika N., Arizona, USA"]]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/04/instant-messages/remembering-the-reason-to-celebrate.f1"},[".credit",["div",{"id":"p3","uri":"/new-era/2013/04/instant-messages/remembering-the-reason-to-celebrate.p3"},"Illustration by Brian Call"]]],["div",{"id":"p4","uri":"/new-era/2013/04/instant-messages/remembering-the-reason-to-celebrate.p4"},"On Easter Sunday we had a unique lesson in our Young Women class. We were each given a paper to write down what happened during the days of the Savior’s last week in mortality. For the day of the Resurrection, we came together with all of the young women and listened to a narration of the final hours of the Savior’s life. As it neared the end, I stood up with several other young women to hold up portraits of the Savior."],["div",{"id":"p5","uri":"/new-era/2013/04/instant-messages/remembering-the-reason-to-celebrate.p5"},"When I stood up, I noticed that Meghan, an autistic girl in our Laurel class, was crying. I asked a friend to take my place, and I went over to Meghan. After the presentation was over, Meghan began filling out the space on her paper to describe the Savior’s last day. As she finished, my heart was filled with love and humility as I read what she had written from her heart—simple, innocent, and pure: “He will be with us forever.”"],["div",{"id":"p6","uri":"/new-era/2013/04/instant-messages/remembering-the-reason-to-celebrate.p6"},"That is the reason we celebrate. We are grateful for the Atonement, for Jesus Christ’s suffering, and for the Resurrection. And it is what happens because of these things that we should be truly grateful for. Because He died for us, because of the Atonement, we will live again; death is not the end (see",["a",{"href":"/scriptures/nt/1-cor/15.3-4,12-22"},"1 Corinthians 15:3–4, 12–22"],"). We can live with Christ forever. He loves us so much, and that is why He atoned for us. By repenting, by keeping the commandments, by serving others, by being selfless and humble—just like Meghan is trying to be—we too can become perfect and live with our Father in Heaven for eternity."]],["div",{"id":"head1","uri":"/new-era/2013/04/instant-messages/praying-out-loud.head1"},[".title","Praying Out Loud"],[".bio",["div",{"id":"p2","uri":"/new-era/2013/04/instant-messages/praying-out-loud.p2"},"Natalia G., Connecticut, USA"]]],[".bodyBlock",["div",{"id":"p3","uri":"/new-era/2013/04/instant-messages/praying-out-loud.p3"},"Lately I have been falling into a “spiritual slump.” I had not been saying my prayers or reading the scriptures like I should. I was also letting some of the negative attitudes from school affect how I was treating my family and how I judged things. Then, in the",["span.emphasis","New Era,"],"I saw the scripture",["a",{"href":"/scriptures/dc-testament/dc/19.28"},"Doctrine and Covenants 19:28"],": “Thou shalt pray vocally as well as in thy heart; yea, before the world as well as in secret, in public as well as in private.” I was curious why we should pray vocally. I had always known I should have a prayer in my heart, but I had never heard of praying vocally besides at church or during family prayers."],["div",{"id":"p4","uri":"/new-era/2013/04/instant-messages/praying-out-loud.p4"},"I was curious, and something told me I should pray out loud. The next day, when everyone else was gone from the house and I was alone, I went up to my room to try it. I cleaned my area of the room so I could kneel down and think of the Savior and my Father in Heaven. I started my prayer by thanking Heavenly Father for my blessings. Praying out loud was kind of awkward at first, so I stumbled over my words and felt a little silly, only hearing my voice."],["div",{"id":"p5","uri":"/new-era/2013/04/instant-messages/praying-out-loud.p5"},"I repented for the little things and then opened my mind a little more and started repenting for being disrespectful to my parents sometimes. As much as I didn’t want to admit it, I knew I hadn’t obeyed the Lord and was not keeping His commandments to the best of my abilities. I opened my mouth and prayed for forgiveness more earnestly than I had ever done before. I asked to be forgiven for all the times I had not said my prayers because “I was too tired” or “it was too late at night,” for the times I hadn’t read my scriptures for the very same reasons, for not keeping my mind and my heart clean so I could be worthy to be an example to others, and for not being as kind and loving to my family as they are to me. Realizing all I had done, I began to cry. I felt warm inside. I knew the Lord had forgiven me, I knew He loves me, and I knew that He wants to comfort me and have me feel of His love."],["div",{"id":"p6","uri":"/new-era/2013/04/instant-messages/praying-out-loud.p6"},"I continued my vocal prayer and thanked Him for the many blessings He has given me. I had realized just how important the Atonement of our Savior Jesus Christ is. It is in His name that we communicate with our Heavenly Father as much as we want (see",["a",{"href":"/scriptures/bofm/3-ne/18.18-20"},"3 Nephi 18:18–20"],"). We can turn to Him whenever we need guidance, help, or comfort."],["div",{"id":"p7","uri":"/new-era/2013/04/instant-messages/praying-out-loud.p7"},"I know that my Father in Heaven loves me and wants me to return to Him. And I can—as long as I just hold on."]],["div",{"id":"head1","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.head1"},[".title","Stopping the Insults"],[".bio",["div",{"id":"p2","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p2"},"Robert K., Utah, USA"]]],[".bodyBlock",["div",{"id":"p3","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p3"},"I was once driving home with my friends when someone brought up the subject of girls and asked “Whom do you like?” The young men in the front of the car had begun to mention names of young women, and then they asked me whom I liked."],["div",{"id":"p4","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p4"},"“I don’t really like anyone in that way,” I answered."],["div",{"id":"p5","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p5"},"That’s when the name of a young woman whom I used to be good friends with came up. They began to mention her name and insult her. I immediately felt the temptation to insult her as well and to agree with what they were saying. But I held my tongue. Slowly what they said got worse until I couldn’t take it anymore."],["div",{"id":"p6","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p6"},"“Stop,” I said quietly. “She’s not that way at all. She’s nice when you get to know her.”"],["div",{"id":"p7","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p7"},"They didn’t listen and continued to insult her. Again the temptation arose to insult her. “Why would she care? She doesn’t even have to know,” I thought to myself. I just listened for a moment."],["div",{"id":"p8","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p8"},"“She is",["span.emphasis","so"],"weird,” one of the guys said."],["div",{"id":"p9","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p9"},"By this time I’d had enough."],["div",{"id":"p10","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p10"},"“You need to stop what you’re saying and be nice to her!” I said. “She has a really hard life, and insulting her even though she can’t hear you doesn’t make her life easier!”"],["div",{"id":"p11","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p11"},"Silence filled the car. I felt so alone, so strange."],["div",{"id":"p12","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p12"},"When I got home, I thought and prayed about what had just happened. I began to feel better, and then I felt really good about my decision to defend rather than belittle this young woman."],[".annotation",["div",{"id":"p13","uri":"/new-era/2013/04/instant-messages/stopping-the-insults.p13"},"Editor’s note: For more on this topic, see",["a.crossRef",{"href":"/new-era/2013/04/how-would-you-react.p1"},"page 38"],"."]]]]],"refs":null}
