{"id":21,"parent_id":0,"book_id":23405,"content_id":1,"language_id":0,"display_order":21,"title":"Instant Messages","subtitle":"","short_title":"Instant Messages","uri":"/new-era/2013/06/instant-messages","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/06/instant-messages"},[".heading",{"id":"head1","uri":"/new-era/2013/06/instant-messages.head1"},[".seriesTitle","Instant Messages"]],[".resources",[".heading",{"id":"head1","uri":"/new-era/2013/06/instant-messages/comforting-mrs-kaufman.head1"},[".title","Comforting Mrs. Kaufman"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/06/instant-messages/comforting-mrs-kaufman.p2"},"Ariel C., California, USA"]]],[".bodyBlock",[".figure",{"id":"f1","uri":"/new-era/2013/06/instant-messages/comforting-mrs-kaufman.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun46-ALL-instant-messages-N13UIM46.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/06/instant-messages/comforting-mrs-kaufman.p3"},"Illustration by Dilleen Marsh"]]],["p.para",{"id":"p4","uri":"/new-era/2013/06/instant-messages/comforting-mrs-kaufman.p4"},"Mrs. Kaufman, my German teacher, was late as usual. Normally I wouldn’t care, but I was particularly frustrated with grammar and needed the extra instruction time. Another 10 minutes passed. I was annoyed when she finally appeared. Several students had already left, assuming class was cancelled."],["p.para",{"id":"p5","uri":"/new-era/2013/06/instant-messages/comforting-mrs-kaufman.p5"},"When the bell rang for break, Mrs. Kaufman apologized, saying that class would be cut short. She would postpone the upcoming exam another week to give us time to study. Relieved, I began to pack up my books when another classmate asked, “Mrs. Kaufman, is everything all right?” Mrs. Kaufman choked back tears as she explained that her father had just passed away. I felt horrible. Mrs. Kaufman was dealing with something on a spiritual level and I hadn’t even noticed."],["p.para",{"id":"p6","uri":"/new-era/2013/06/instant-messages/comforting-mrs-kaufman.p6"},"That night I thought of Mrs. Kaufman and her father. As I read my scriptures, I felt peace knowing that Heavenly Father had a plan. I wondered how sad I would be if I didn’t know about the plan of salvation. I could feel the Spirit prompting me to share the peace I felt with Mrs. Kaufman and give her a copy of the Book of Mormon."],["p.para",{"id":"p7","uri":"/new-era/2013/06/instant-messages/comforting-mrs-kaufman.p7"},"I tried to ignore the prompting. I was afraid to give Mrs. Kaufman a Book of Mormon because she was my teacher. But I decided to move forward anyway. I found a German copy of the Book of Mormon and also wrote Mrs. Kaufman a letter bearing my testimony. I wrapped them up and placed them in my backpack to give to her."],["p.para",{"id":"p8","uri":"/new-era/2013/06/instant-messages/comforting-mrs-kaufman.p8"},"When I got to class the next day, I squirmed uncomfortably. I thought of the wrapped German copy of the Book of Mormon in my backpack. I couldn’t focus as I thought about whether I should give it to her. I prayed for confidence. At the end of class, I placed the parcel into her hands. I stammered my condolences and began sharing my testimony. As I spoke, I felt the Spirit, and the words came easier. I saw tears in Mrs. Kaufman’s eyes as she listened. When she unwrapped the gift and read the words “Das Buch Mormon: Ein weiterer Zeuge für Jesus Christus,” she smiled and asked me if this was a book from my church. I nodded. She promised she would read it."],["p.para",{"id":"p9","uri":"/new-era/2013/06/instant-messages/comforting-mrs-kaufman.p9"},"The following Thursday she told me that the Book of Mormon had given her comfort. I was glad I had listened to the promptings of the Holy Ghost and that I was able to give Mrs. Kaufman some peace by sharing my testimony with her. Now when I pick up my German copy of the Book of Mormon, I think about Mrs. Kaufman and feel grateful for Heavenly Father’s plan of salvation."]],[".heading",{"id":"head1","uri":"/new-era/2013/06/instant-messages/faith-for-my-father.head1"},[".title","Faith for My Father"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/06/instant-messages/faith-for-my-father.p2"},"Fatisolo T., American Samoa"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/new-era/2013/06/instant-messages/faith-for-my-father.p3"},"I will never forget the day I met the missionaries. As they talked to me about the gospel and the plan of salvation, I felt that their message was something that had been missing in my life. We started to meet, and I knew the messages they shared were true. All was not easy for me, however. At that time my father was an alcoholic, and I was scared that I would be in a lot of trouble if he found out I believed the Church is true."],["p.para",{"id":"p4","uri":"/new-era/2013/06/instant-messages/faith-for-my-father.p4"},"After meeting with the missionaries for a few weeks, I knew I needed to be baptized. The missionaries helped me explain to my father that I was planning on being baptized. My father disagreed with my desire to join the Church, and while he did not forbid me from being baptized, he stated that he did not understand the decision I was making. I decided to have faith and hope for a miracle that my dad’s perspective would change."],["p.para",{"id":"p5","uri":"/new-era/2013/06/instant-messages/faith-for-my-father.p5"},"On the day of my baptism, I kept wishing that my father would be there, even though I knew he disapproved of my decision. Imagine my surprise when the first person I saw after coming out of the waters of baptism was my dad! My dad told me that a feeling had told him he should come and that he was now experiencing a new feeling that he could not explain. He wanted to know more."],["p.para",{"id":"p6","uri":"/new-era/2013/06/instant-messages/faith-for-my-father.p6"},"I began to pray to the Lord that my father would open up his heart to the teachings of the gospel. My dad’s lifestyle began to change, and as it did he came to know for himself the Church is true. A month after my own baptism, my father also joined the Church. We have both served faithfully in the Church ever since. I’m thankful the gospel changed my life and my family, and I know that families can be forever."]],[".heading",{"id":"head1","uri":"/new-era/2013/06/instant-messages/a-topic-of-my-choice.head1"},[".title","A Topic of My Choice"],[".bio",["p.para",{"id":"p5","uri":"/new-era/2013/06/instant-messages/a-topic-of-my-choice.p5"},"Amy C., Great Britain"]]],[".bodyBlock",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun47-ALL-instant-messages-36035_000_Cover.jpg"}],["p.para",{"id":"p2","uri":"/new-era/2013/06/instant-messages/a-topic-of-my-choice.p2"},"For my English GCSE exam (a qualifying test in specific subjects), I was required to plan and deliver a five-minute presentation on a topic of my choice. I chose to outline the Young Women programme of the Church and some of the standards I keep. I prayed that I would know if this was the right choice, and I felt that this would be the perfect chance for me to share some of my beliefs."],["p.para",{"id":"p3","uri":"/new-era/2013/06/instant-messages/a-topic-of-my-choice.p3"},"During my presentation I used lots of visual materials and shared the blessings I have received. The class seemed to genuinely enjoy my talk. My teacher also found it interesting and asked questions afterward. Not only did I get the grade I had hoped for, but more importantly, I was able to share the gospel with my friends."],[".annotation",["p.para",{"id":"p4","uri":"/new-era/2013/06/instant-messages/a-topic-of-my-choice.p4"},"Editor’s note: British spellings have been preserved."]]]]]]],"refs":null}
