{"id":24,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":24,"title":"Instant Messages","subtitle":"","short_title":"Instant Messages","uri":"/new-era/2013/09/instant-messages","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/instant-messages"},[".heading",{"id":"head1","uri":"/new-era/2013/09/instant-messages.head1"},[".seriesTitle","Instant Messages"]],[".resources",[".heading",{"id":"head1","uri":"/new-era/2013/09/instant-messages/my-friend-stood-up-with-me.head1"},[".title","My Friend Stood Up with Me"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/09/instant-messages/my-friend-stood-up-with-me.p2"},"Brooke P., Oregon, USA"]]],[".bodyBlock",[".figure",{"id":"f92","uri":"/new-era/2013/09/instant-messages/my-friend-stood-up-with-me.f92"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep46-group-of-young-women.jpg"}],[".credit",["p.para",{"id":"p3","uri":"/new-era/2013/09/instant-messages/my-friend-stood-up-with-me.p3"},"Illustration by Craig Stapley"]]],["p.para",{"id":"p4","uri":"/new-era/2013/09/instant-messages/my-friend-stood-up-with-me.p4"},"I have a lot of good friends. Some go to church, and some don’t. One day a group of us, including one other LDS young woman, was eating lunch when a few of my friends began to use the Lord’s name in vain. No one else seemed bothered by it, and soon other students at the table started saying the Lord’s name in vain too. At first I thought, “Just let it slide; they don’t know any better.” But then it started to really bother me. They kept saying it, and I felt a pit in my stomach. So I stood up. I said firmly, “It really bothers me when you talk like that. Please stop.”"],["p.para",{"id":"p5","uri":"/new-era/2013/09/instant-messages/my-friend-stood-up-with-me.p5"},"They laughed and kept going."],["p.para",{"id":"p6","uri":"/new-era/2013/09/instant-messages/my-friend-stood-up-with-me.p6"},"I stood up again, but this time my LDS friend stood up with me. We grabbed our lunches and moved somewhere else. It felt good to leave the table when they were doing that. As I walked away, I felt the Spirit."],["p.para",{"id":"p7","uri":"/new-era/2013/09/instant-messages/my-friend-stood-up-with-me.p7"},"I’m glad my friend left with me. It reminded me of the song “We’ll Bring the World His Truth” (",["span.emphasis","Children’s Songbook,"],"172–73) and how “we must do as the Lord commands.” While I may not have had an “army of Helaman,” my friend showed me that I am not the only person trying “to bring the world [H]is truth.”"]],[".heading",{"id":"head1","uri":"/new-era/2013/09/instant-messages/an-unexpected-friend.head1"},[".title","An Unexpected Friend"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/09/instant-messages/an-unexpected-friend.p2"},"Brooke W., Idaho, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/new-era/2013/09/instant-messages/an-unexpected-friend.p3"},"During my sophomore year of high school, I became friends with Courtney. Initially I’d known her only by her reputation as “the cool party girl,” but then she was in my math class and we had many mutual friends. I was surprised when she took an instant liking to me and was so willing to become my friend. Because of my standards, I didn’t attend the high school parties she did, and I didn’t fit in with her lifestyle at the time."],["p.para",{"id":"p4","uri":"/new-era/2013/09/instant-messages/an-unexpected-friend.p4"},"But things changed after a few simple conversations. Before I knew it, we were quickly becoming best friends. Courtney began going to parties less and instead began coming over to my house. She would occasionally attend church with my family and me. I was thrilled! I could see that Courtney was thirsty for knowledge about the Church."],["p.para",{"id":"p5","uri":"/new-era/2013/09/instant-messages/an-unexpected-friend.p5"},"I wondered what had prompted her to make these changes in her lifestyle, so I asked her. I will never forget when she told me that she was impressed by my lifestyle and how happy I was all the time. She wanted to be my friend, but she didn’t think I would want to be hers. I found this funny because I used to feel the same way about her."],["p.para",{"id":"p6","uri":"/new-era/2013/09/instant-messages/an-unexpected-friend.p6"},"I believe that as youth in the Church, we should all “stand as witnesses of God at all times” (",["a",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],"), because people are watching us. I’m grateful for my opportunity to be an example to Courtney, who was eventually baptized five years after our math class together. I’ve never felt any feeling like I did when I watched Courtney be baptized, and I will never forget the smile on her face as she came out of the waters of baptism."]],[".heading",{"id":"head1","uri":"/new-era/2013/09/instant-messages/a-test-to-take-tests.head1"},[".title","A Test to Take Tests"],[".bio",["p.para",{"id":"p2","uri":"/new-era/2013/09/instant-messages/a-test-to-take-tests.p2"},"Michael U., Nigeria"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/new-era/2013/09/instant-messages/a-test-to-take-tests.p3"},"When a new school administrator announced that students would have to pay a fee to take any exam, I felt dismayed. With little money, rising costs of living, and a failing economy, I knew I would have a hard time finding the money necessary to take my upcoming tests."],["p.para",{"id":"p4","uri":"/new-era/2013/09/instant-messages/a-test-to-take-tests.p4"},"Our Church leaders emphasize the importance of education, and I wanted to continue studying despite the new hardship facing me. I decided to ask some relatives who lived nearby if they could help me pay my exam fees. Sadly, they told me they would help me only if I denounced my faith. As the only Church member in my family, I was crushed to hear their response."],["p.para",{"id":"p5","uri":"/new-era/2013/09/instant-messages/a-test-to-take-tests.p5"},"I then called my mom and told her about the new fees. I explained that despite my efforts, I did not have the money I needed. My heart nearly broke when my mom told me that her employer had not paid her salary in six months and that she was struggling to provide for our family. Because of this, she did not have any money left over."],["p.para",{"id":"p6","uri":"/new-era/2013/09/instant-messages/a-test-to-take-tests.p6"},"I did my best to continue to have faith. I found comfort in the hymns, especially “Come, Come, Ye Saints” (",["span.emphasis","Hymns,"],"no. 30) and “Let Us All Press On” (",["span.emphasis","Hymns,"],"no. 243). My future, however, did not seem promising. Without the necessary money, I missed my first two exams. The night before my third examination, I poured out my soul to Heavenly Father. I expressed to Him my desire to get an education and my determination to eventually graduate, no matter how many tests I missed. I let Him know that I believed He could prepare a way and that because I did not know what more I could do, I was leaving my trial in His hands. I instantly felt like a huge burden was lifted off of my shoulders, and a spirit of peace and happiness fell over me."],["p.para",{"id":"p7","uri":"/new-era/2013/09/instant-messages/a-test-to-take-tests.p7"},"The next day I awoke and continued my habit of preparing for the examination. I’d decided to never stop studying so that if something happened and I was able to take an exam, I would be ready. After some time, a knock on the door interrupted my studying. I was surprised to see my mother. She told me that she’d just received a paycheck for the six months of wages she had not yet been paid for! After shouting for joy, we rushed to pay the fee."],["p.para",{"id":"p8","uri":"/new-era/2013/09/instant-messages/a-test-to-take-tests.p8"},"I was able to take all of my remaining exams. I know that Heavenly Father provided a miracle that day. He wants us all to succeed. Sometimes this requires us to face adversity so that we become humble. I know that our trials can strengthen our testimonies and that Heavenly Father really does watch over us."]]]]]],"refs":null}
