{"id":2,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.head1"},["h1","Introduction"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p2"},"The First Presidency and the Quorum of the Twelve Apostles have established the",["span.emphasis","Teachings of Presidents of the Church"],"series to help you deepen your understanding of the restored gospel and draw closer to the Lord through the teachings of latter-day prophets. As the Church adds volumes to this series, you will build a collection of gospel reference books for your home. The volumes in this series are designed to be used for personal study and for Sunday instruction. They can also help you prepare other lessons or talks and answer questions about Church doctrine."],["div",{"id":"p3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p3"},"This book features the teachings of President Lorenzo Snow, who served as President of The Church of Jesus Christ of Latter-day Saints from September 13, 1898, to October 10, 1901."],[".topic",["h2","Personal Study"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p5"},"As you study the teachings of President Lorenzo Snow, prayerfully seek the inspiration of the Holy Ghost. The questions at the end of each chapter will help you understand President Snow’s teachings and apply them in your life. As you study these teachings, you may want to think about ways to share them with family members and friends. This will strengthen your understanding of what you read."]],[".topic",["h2","Teaching from This Book"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p7"},"This book has been designed for use at home and at church. The following guidelines may help you teach from the book."],[".topic",["h3","Prepare to Teach"],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p9"},"Seek the guidance of the Holy Ghost as you prepare to teach. Prayerfully study the assigned chapter to become confident in your understanding of President Snow’s teachings. You will teach with greater sincerity and power when his words have influenced you personally (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],")."],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p10"},"If you are teaching a Melchizedek Priesthood or Relief Society lesson, you should not set this book aside or prepare a lesson from other materials. Prayerfully select from the chapter those teachings that you feel will be most helpful to those you teach. Some chapters contain more material than you will be able to discuss during class time."],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p11"},"Encourage participants to study the chapter before the lesson and to bring the book with them. When they do so, they will be better prepared to participate in a discussion and edify one another."]],[".topic",["h3","Introduce the Chapter"],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p13"},"As you introduce the chapter, and throughout the lesson, try to create an atmosphere in which the Spirit can touch the hearts and minds of those you teach. To start the lesson, help those you teach focus on the teachings of the chapter. Consider the following ideas:"],["ul.bullet",["li",["span.label","•"],[".para","Read and discuss the section titled “From the Life of Lorenzo Snow” at the beginning of the chapter."]],["li",["span.label","•"],[".para","Discuss a picture or scripture from the chapter."]],["li",["span.label","•"],[".para","Sing a related hymn together."]],["li",["span.label","•"],[".para","Briefly share a personal experience about the topic."]]]],[".topic",["h3","Lead a Discussion about President Snow’s Teachings"],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p19"},"As you teach from this book, invite others to share their thoughts, ask questions, and teach one another. When they actively participate, they will be more prepared to learn and to receive personal revelation. Allow good discussions to continue rather than trying to cover all the teachings. To encourage discussion, use the questions in each chapter. Notes throughout each chapter refer to those questions. You may also develop your own questions especially for those you are teaching."],"The following options may give you additional ideas:",["ul.bullet",["li",["span.label","•"],[".para","Ask participants to share what they have learned from their personal study of the chapter. It may be helpful to contact a few participants during the week and ask them to come prepared to share what they have learned."]],["li",["span.label","•"],[".para","Assign participants to read selected questions from the end of the chapter (either individually or in small groups). Ask them to look for teachings in the chapter that relate to the questions. Then invite them to share their thoughts and insights with the rest of the group."]],["li",["span.label","•"],[".para","Read together a selection of President Snow’s statements from the chapter. Ask participants to share examples from the scriptures and from their own experience that illustrate what President Snow taught."]],["li",["span.label","•"],[".para","Ask participants to choose one section and read it silently. Invite them to gather in groups of two or three people who chose the same section and discuss what they have learned."]]]],[".topic",["h3","Encourage Sharing and Application"],"President Snow’s teachings will be most meaningful for participants who share them with others and apply them in their lives. Consider the following ideas:",["ul.bullet",["li",["span.label","•"],[".para","Ask participants how they can apply President Snow’s teachings in their responsibilities as parents or as home teachers or visiting teachers."]],["li",["span.label","•"],[".para","Encourage participants to share some of President Snow’s teachings with family members and friends."]],["li",["span.label","•"],[".para","Invite participants to apply what they have learned and share their experiences at the beginning of the next class."]]]],[".topic",["h3","Conclude the Discussion"],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p31"},"Briefly summarize the lesson or ask one or two participants to do so. Testify of the teachings you have discussed. You may also want to invite others to share their testimonies."]]],[".topic",["h2","Information about the Sources Quoted in This Book"],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p33"},"The teachings in this book are direct quotations from President Lorenzo Snow’s sermons, published writings, letters, and journals. In all quotations from his letters and journals, the punctuation, spelling, capitalization, and paragraphing have been standardized. Quotations from published sources have retained the punctuation, spelling, capitalization, and paragraphing of the original sources unless editorial or typographic changes have been necessary to improve readability. For this reason, you may notice minor inconsistencies in the text. For example, the word",["span.emphasis","gospel"],"is lowercased in some quotations and capitalized in others."],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/introduction.p34"},"Also, President Snow often used terms such as",["span.emphasis","men, man,"],"or",["span.emphasis","mankind"],"to refer to all people, both male and female. He frequently used the pronouns",["span.emphasis","he, his,"],"and",["span.emphasis","him"],"to refer to both genders. This was common in the language of his era. Despite the differences between these language conventions and current usage, President Snow’s teachings apply to both women and men."]]]],"refs":null}
