{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":5,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/doctrine-and-covenants-student-manual/introduction","content":[["div",{"id":"head1","uri":"/manual/doctrine-and-covenants-student-manual/introduction.head1"},[".titleNumber","Introduction"],["h1","The Doctrine and Covenants:"],[".subtitle","The Voice of the Lord to All Men"]],[".bodyBlock",[".topic",["h2","Revelation Comes Anew"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p1"},"After the death of Jesus and the Apostles, the priesthood power was no longer available to the people in the Old World and the Great Apostasy set in. The world was left with what revelations had been written and passed on. Later these were collected and placed with writings from the ancient prophets to form the Old and New Testaments. One cannot underestimate the impact and value of the Bible in the history and development of Christianity. With no additional scriptural revelations being given to the people in general, it is not surprising that soon the Bible was the only source of God’s word. One creed, for example, states that the Bible contains “the whole counsel of God,” and another says, “Holy Scripture containeth all things necessary to salvation” (Backman,",["span.emphasis","American Religions,"],"p. 449)."],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p2"},"From this very book, which many considered closed and complete, came the words that caused young Joseph Smith to seek God in prayer: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him” (",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],")."],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p3"},"It was in answer to this humble petition that a glorious vision burst forth. The heavens that had been silent for fourteen hundred years were rent, and revelation began to pour out on the earth once again. For over a millennium there had been no living, mortal prophets on the earth. Now God Himself appeared, angels ministered, ancient scriptures were translated, and the Church was restored. Revelation was again a reality. The Church was not yet two years old when the Prophet Joseph wrote, “In these infant days of the Church, there was a great anxiety to obtain the word of the Lord upon every subject that in any way concerned our salvation” (",["span.emphasis","History of the Church,"],"1:207)."],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p4"},"From that spring day of 1820 until the bleak afternoon of 27 June 1844, revelation upon revelation flowed through the man chosen to open the last dispensation. The Bible is loved and accepted by the Saints as the word of the Lord, but it is not the only word. The Prophet Joseph Smith wrote: “We are differently situated from any other people that ever existed upon this earth. Consequently those former revelations cannot be suited to our condition, because they were given to other people who were before us; but in these last days, God was to call a remnant, in which was to be deliverance, as well as in Jerusalem, and Zion. Now if God should give no more revelation, where will we find Zion and this remnant. He said that the time was near when desolation was to cover the earth, and then God would have a place of deliverance in his remnant, and in Zion, etc.” (“Kirtland Council Minute Book,” Archives of The Church of Jesus Christ of Latter-day Saints, Salt Lake City, pp. 43–44.)"],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p5"},"Nor did revelation cease when the mobs finally succeeded in killing the Prophet. The mantle was passed on from man to man, prophet to prophet, and is still borne today by a living prophet. With the transfer of the keys to each succeeding prophet came revelation. President Spencer W. Kimball testified: “There are those who would assume that with the printing and binding of these sacred records, that would be the ‘end of the prophets.’ But again we testify to the world that revelation continues and that the vaults and files of the Church contain these revelations which come month to month and day to day.” (In Conference Report, Apr. 1977, p. 115; or",["span.emphasis","Ensign,"],"May 1977, p. 78.)"]],[".topic",["h2","From Revelation to Publication: How the Saints Got the Doctrine and Covenants"],["div",{"id":"p6","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p6"},"President Joseph Fielding Smith briefly traced the development of the Doctrine and Covenants:"],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p7"},"“Shortly after the organization of the Church, the members were desirous of obtaining copies of the revelations given up to that time. In the summer of 1830, the Prophet, by divine commandment, commenced to copy and prepare the revelations, no doubt with the thought in mind of having them published. Some of the elders were carrying copies in their pockets, as far as the Lord would permit them, for there were some revelations at that time they were forbidden to publish to the world."],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p8"},"“On November 1st and 2nd, 1831, a conference of the elders was held at Hiram, Ohio, when it was decided that the revelations should be compiled and published. On the first day of the conference the Lord gave approval to this plan by giving a revelation which he called his ‘preface unto the book of my commandments, which I have given them to publish unto you, O inhabitants of the earth’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.6"},"D&C 1:6"],"]."],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p9"},"“While this was not the first revelation given to Joseph Smith, it appears as the first revelation in the Doctrine and Covenants, naturally, as it is the custom to place the preface of any book today in the beginning of the volume. Oliver Cowdery and John Whitmer were appointed to carry the revelations to Independence, Missouri, where they were to be published. The Prophet made haste in the choosing and preparation of these revelations so that the brethren could start on their journey to Missouri about the middle of November."],["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p10"},"“… W. W. Phelps, one of the early members of the Church, was by trade a printer. He had gone down into Missouri. The printing press and type were brought down the Ohio River from Cincinnati where it was purchased, and across the country to Independence, and the revelations which had been selected by the Prophet were set in type, that is, most of them. But this was slow work. We must remember that they were living in pioneer times, that Kirtland was about as far from Missouri as we are here in Salt Lake City from Winter Quarters, from which point the pioneers started on their journey to the Rocky Mountains. We do not stop to think of that, and so it took some time. By the summer of 1833 most of these revelations had been printed, but not all."],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p11"},"“At that time trouble arose, and a mob destroyed the press, scattered the type, and destroyed most of the copies that had been printed; however, a few were saved. This was known as the Book of Commandments. [There were sixty-five sections in the first edition.] As I have said, very few of the sheets were preserved so that there are very few copies of the book, so far as it was completed, in existence. I only know of five or six copies that are to be found today."],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p12"},"“… In the year 1834, a committee was formed, consisting of the Presidency of the Church, and some others, for the purpose of again preparing the revelations and having them published. This selection of revelations went on, and in 1835 it was presented at a conference of the Church held on the 17th day of August and there was approved. [The 1835 edition had 102 sections.] When the Prophet made this selection, he made the statement that he prized these revelations beyond the wealth of this whole earth. …"],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p13"},"“… At this conference it was decided to include in this publication of the Doctrine and Covenants seven",["span.emphasis","Lectures on Faith"],". These lectures had been given before the schools of the elders in Kirtland during the years 1834–1835. In accepting these seven",["span.emphasis","Lectures on Faith,"],"it was made very clear to that conference that they were not received on a parallel with the revelations, but were accepted as helps in the study of the doctrines of the Church, and so they were added to the Doctrine and Covenants with that understanding.” (",["span.emphasis","Doctrines of Salvation,"],"3:192–95.)"],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p14"},"Two other articles, also not revelations, were added in this edition (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-134-earthly-governments-and-laws.p1"},"Historical Background for D&C 134"],"). One article was on marriage, one on government."],["div",{"id":"p15","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p15"},"After the martyrdom of the Prophet on 27 June 1844, one edition containing 111 sections was printed before the Saints were driven from Nauvoo. A new edition containing 136 sections was published in 1876. In this edition, for the first time, the sections were divided into verses and standardized by Elder Orson Pratt under the direction of President Brigham Young. Three years later footnotes were added, again by Orson Pratt. The article on marriage was not printed in this edition."],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p16"},"In 1921 Elder James E. Talmage of the Quorum of the Twelve was assigned to further modify the study aids and rework the format of publication. Under his direction the sections were divided into double-columned pages, brief headings were written for each section, the footnotes were expanded and revised, and an index was prepared. The seven lectures on faith were deleted from this edition since they were not considered formal revelations, and the letter renouncing plural marriage was added as an official declaration known as the Manifesto."],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p17"},"In general conference of April 1976 the Church canonized two revelations, sustaining President Kimball’s proposal that they be made scripture and added to the four standard works. The two revelations were the Prophet Joseph Smith’s vision of the celestial kingdom (received in 1836) and President Joseph F. Smith’s vision of the redemption of the dead (received in 1918). These revelations were first added to the Pearl of Great Price, but when it was decided to print a new edition of the standard works with greatly expanded footnotes, cross-references, and a topical guide to the scriptures, these two revelations were added to the Doctrine and Covenants as sections 137 and 138. The new edition has 138 sections and two official declarations: the Manifesto, issued in 1890 by President Wilford Woodruff, and the declaration on priesthood, issued in 1978 by President Spencer W. Kimball."]],[".topic",["h2","The Doctrine and Covenants: Scripture for the Latter Days"],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p18"},"President Joseph Fielding Smith bore witness of the significance of the book for the latter days, saying:"],["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p19"},"“In my judgment there is no book on earth yet come to man as important as the book known as the Doctrine and Covenants, with all due respect to the Book of Mormon, and the Bible, and the Pearl of Great Price, which we say are our standards in doctrine. The book of Doctrine and Covenants to us stands in a peculiar position above them all."],["div",{"id":"p20","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p20"},"“I am going to tell you why. When I say that, do not for a moment think I do not value the Book of Mormon, the Bible, and the Pearl of Great Price, just as much as any man that lives; I think I do. I do not know of anybody who has read them more, and I appreciate them; they are wonderful; they contain doctrine and revelation and commandments that we should heed; but the Bible is a history containing the doctrine and commandments given to the people anciently. That applies also to the Book of Mormon. It is the doctrine and the history and the commandments of the people who dwelt upon this continent anciently."],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p21"},"“But this Doctrine and Covenants contains the word of God to those who dwell here now. It is our book. It belongs to the Latter-day Saints. More precious than gold, the Prophet says we should treasure it more than the riches of the whole earth. I wonder if we do? If we value it, understand it, and know what it contains, we will value it more than wealth; it is worth more to us than the riches of the earth.” (",["span.emphasis","Doctrines of Salvation,"],"3:198–99.)"],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/introduction.p22"},"On another occasion President Smith made this promise to those who study the revelations in the Doctrine and Covenants: “If we will put them into practice, if we will keep the commandments of the Lord, we will know the truth and there shall be no weapon formed against us that shall prosper [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/71.9-11"},"D&C 71:9–11"],"]. There shall be no false doctrines, no teaching of men that will deceive us. There are many cults and many false faiths, there are many strange ideas in the world, but if we will search these revelations then we will be fortified against errors and we will be made strong.” (In Conference Report, Oct. 1931, p. 17.)"]]]],"refs":null}
