{"id":2,"parent_id":0,"book_id":72,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/a-parents-guide/introduction","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/a-parents-guide/introduction"},[".heading",{"id":"head1","uri":"/manual/a-parents-guide/introduction.head1"},["h1","Introduction"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/manual/a-parents-guide/introduction.p2"},"The Lord has placed on you as a parent the primary responsibility to teach your children. Though this is a great responsibility, it is also a divine privilege to have Heavenly Father’s children entrusted to your care. One of the most important concepts that the Lord expects you to teach your children is the righteous meaning and use of intimate physical relations between a man and a woman. This guide was prepared to help you teach your children about these physical intimacies and to prepare them to follow the Lord’s plan in expressing their own intimacy."],["p.para",{"id":"p3","uri":"/manual/a-parents-guide/introduction.p3"},["span.emphasis","Intimacy,"],"as used in this publication, does not limit itself to the intimacies of physical association. Perhaps the deepest form of intimacy is experienced in the sharing of spiritual experiences and desires. All intimacies are intended to occur in righteousness. Intimacies that occur outside this realm reveal more lust and unrighteous dominion than they do the true expression of love as taught by the Savior when he said, “A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another” (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.34"},"John 13:34"],"). No one can construe such a statement to include any form of unrighteousness."],["p.para",{"id":"p4","uri":"/manual/a-parents-guide/introduction.p4"},"As you use this document, please keep in mind that lawful relationships bring true intimacy while unrighteousness brings distrust, insecurity, and loss of faith on the part of those persons involved."],["p.para",{"id":"p5","uri":"/manual/a-parents-guide/introduction.p5"},"When the term “physical intimacy” is used, it will refer to those relationships that usually include some form of physical contact between the persons involved. It does not always refer to a sexual relationship. The clasping of hands or the tender touching of a parent and child can convey an understanding of a deeply intimate nature that transfers a feeling of genuine love and commitment between the two. Such an expression not only does not require any sexual involvement between the two to give authenticity to the desired message of love, but the message would be destroyed by sexual involvement. True intimacy requires mastery of lustful feelings or thoughts. Sexual involvement outside lawful marriage relationships destroys confidence and the assurance of commitment by one person to the other. Such relationships outside the sanctity of marriage destroy the ability of an individual to recognize true intimacy and trust in interpersonal relationships. Marriage covenants, whether secularly or ecclesiastically made, lose their efficacy when a marriage partner violates the trust of the other by adulterous acts of any kind."],["p.para",{"id":"p6","uri":"/manual/a-parents-guide/introduction.p6"},"Intimacy is related to the level of trust and confidence that exists between two people or within a family. Confidential matters between husband and wife are important in making their relationship unique and binding. When that trust is broken, the marriage partners feel betrayed and that which was formerly intimate has been made common. Intimacy between them may be greatly strained. This is particularly true when a marriage partner shares information with another person about physical relations between husband and wife."],["p.para",{"id":"p7","uri":"/manual/a-parents-guide/introduction.p7"},"Preparation for maintaining an appropriate level of confidence in marriage begins in the family. Here a child learns to treat family “business” at home rather than to share it with friends or neighbors. There are situations that occur between family members that are not discussed with persons outside the family circle. Commonly held confidences create a bond of love that encourages greater unity and develops greater loyalty among family members."],[".figure",{"id":"f1","uri":"/manual/a-parents-guide/introduction.f1"},["p.preamble","This guide supplements the information in the",["span.emphasis","Family Home Evening Resource Book"],"and offers you—"],["ol.number",["li",["span.label","1."],["p.para","Basic principles on the purposes of families and the teaching of children (chapters 1 and 2)."]],["li",["span.label","2."],["p.para","Suggestions on how to teach children righteous intimacy throughout all the stages of their childhood and adolescence (chapters 3 through 6)."]]]],["p.para",{"id":"p11","uri":"/manual/a-parents-guide/introduction.p11"},"First, study chapters 1 and 2 to learn the principles that provide the foundation for the succeeding chapters. Chapter 3 explains ways in which you can teach infants and toddlers to understand and feel good about being a boy or a girl. Chapter 4 explains ways in which you can teach children from four to eleven years of age the physical and spiritual information they need to know about human intimacy. Chapter 5 suggests ways in which you can help your teenagers understand and properly deal with their growing attraction for the opposite sex. Chapter 6 explains ways in which you can help young adults to make their courtships most valuable and prepare for the intimacies of marriage."],["p.para",{"id":"p12","uri":"/manual/a-parents-guide/introduction.p12"},"This guide is written for all parents to use, regardless of their circumstances. If you are a single father or mother, you face many challenges in rearing and teaching your children by yourself. The Church organization and its members—bishops, priesthood quorum members, and Young Women and Relief Society workers—are all available to help you. But even so, no one can replace you in teaching your children. This guide will help you in most situations to fulfill your responsibility to teach your children about the Lord’s plan for human intimacy."],["p.para",{"id":"p13","uri":"/manual/a-parents-guide/introduction.p13"},"As you study and apply the truths in this guide, do not become discouraged if your children do not respond in the way you would like them to. Do not become discouraged when you meet with difficulty in helping your children apply these principles. Perfection does not come immediately. Many parents are disappointed at times throughout their children’s growing-up years. But you can strengthen your ability to teach your children by being prayerful, thoughtful, loving, and consistent. You should feel encouraged and positive about teaching your children to “walk uprightly before the Lord” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.28"},"D&C 68:28"],"). Be kind to yourselves as you and your children struggle toward perfection while sometimes falling short. The Lord will bless you with his peace and wisdom as you help your children to live correct principles."]]]]],"refs":null}
