{"id":3,"parent_id":0,"book_id":73,"content_id":1,"language_id":1,"display_order":3,"title":"Introduction: How Can I Best Use Preach My Gospel ?","subtitle":"","short_title":"Introduction: How Can I Best Use Preach My Gospel ?","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-","content":[["div",{"id":"head1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.head1"},["h1","Introduction: How Can I Best Use",["span.emphasis","Preach My Gospel"],"?"]],[".bodyBlock",[".topic",["h2",["span.emphasis","Preach My Gospel"]],[".img-right",{"id":"f1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.f1"}],["div",{"id":"p3","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p3"},"Use",["span.emphasis","Preach My Gospel"],"to meet your needs as a missionary. You can spend an entire study session on just a few paragraphs—or an entire chapter. You can study chapters in order or plan another sequence that better meets your needs. This flexibility allows you to study what you need when you need it and as directed by your mission president."],["div",{"id":"p4","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p4"},"All of the chapters in",["span.emphasis","Preach My Gospel"],"will help prepare you to fulfill your purpose as a missionary. However, as you begin to study chapter 3, you may sense a difference in approach. Most of the chapters are addressed to you. Chapter 3 is addressed to a more general audience. You learn the doctrines in chapter 3 (a) to strengthen your own gospel knowledge and testimony and (b) to teach others and prepare them to make and keep commitments and covenants."],["div",{"id":"p5","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p5"},"The doctrines in some of the other chapters may also help you teach investigators and new members. For example, chapter 4, “How Do I Recognize and Understand the Spirit?” may help you teach some investigators about how to gain a testimony by the power of the Holy Ghost. Chapter 5, “What Is the Role of the Book of Mormon?” may help you resolve an investigator’s concerns about reading the Book of Mormon. Ideas from chapter 2, “How Do I Study Effectively and Prepare to Teach?” may help new converts gain more from their study of the Book of Mormon."],["div",{"id":"p6","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p6"},["span.emphasis","Preach My Gospel"],"focuses on the fundamentals of missionary work. It does not answer every question or situation you will encounter. You will be most effective as you follow the Spirit, search the scriptures, keep the commandments, and apply what you learn."],["div",{"id":"p7","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p7"},"Study the chapters throughout your mission. Apply what you learn. Evaluate your work. Missionaries who strive to prepare themselves daily and seek to improve regularly will receive direction from the Holy Ghost and see blessings in their lives."]],[".topic",["h2","The Missionary Lessons"],["div",{"id":"p9","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p9"},"You have the flexibility to teach the lessons in whatever way best helps people fully prepare for their baptism and confirmation. Your purpose is not only to cover the material; it is to help others come unto Christ through faith in Jesus Christ, repentance, baptism, receiving the gift of the Holy Ghost, and enduring to the end. Rarely should a lesson go over 45 minutes. You may find that time may only allow shorter teaching visits. In this case, you may need frequent, short teaching visits covering smaller portions of material."],["div",{"id":"p10","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p10"},"You can teach the lessons in many ways. Which lesson you teach, when you teach it, and how much time you give to it would best be determined by the needs of the investigator and the direction of the Spirit. Do not memorize the entire lesson."]],[".topic",["h2","Personal Study, Companion Study, District Meetings, and Zone Conferences"],["div",{"id":"p12","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p12"},"Effective study during your mission will help you fulfill your purpose as a missionary and strengthen your testimony of the gospel of Jesus Christ. Four of your most important study opportunities are personal study, companion study, district meetings, and zone conferences. Your daily schedule includes time for personal and companion study every day."],["div",{"id":"f2","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.f2"},["h2","Missionary Daily Schedule",["sup"]],["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","6:30 a.m."]],["td",{"colspan":"1","rowspan":"1"},[".para","Arise, pray, exercise (30 minutes), and prepare for the day."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","7:30 a.m."]],["td",{"colspan":"1","rowspan":"1"},[".para","Breakfast."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","8:00 a.m."]],["td",{"colspan":"1","rowspan":"1"},[".para","Personal study: the Book of Mormon, other scriptures, doctrines of the missionary lessons, and other chapters from",["span.emphasis","Preach My Gospel,"],"the",["span.emphasis","Missionary Handbook,"],"and the",["span.emphasis","Missionary Health Guide."]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","9:00 a.m."]],["td",{"colspan":"1","rowspan":"1"},[".para","Companion study: share what you have learned during personal study, prepare to teach, practice teaching, study chapters from",["span.emphasis","Preach My Gospel,"],"confirm plans for the day."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","10:00 a.m."]],["td",{"colspan":"1","rowspan":"1"},[".para","Begin proselyting. Missionaries learning a language study that language for an additional 30 to 60 minutes, including planning language learning activities to use during the day."],[".para","Missionaries may take an hour for lunch and additional study, and an hour for dinner at times during the day that fit best with their proselyting. Normally dinner should be finished no later than 6:00",["span.smallCaps","p.m."]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","9:00 p.m."]],["td",{"colspan":"1","rowspan":"1"},[".para","Return to living quarters (unless teaching a lesson; then return by 9:30) and plan the next day’s activities (30 minutes). Write in journal, prepare for bed, pray."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","10:30 p.m."]],["td",{"colspan":"1","rowspan":"1"},[".para","Retire to bed."]]]]],[".bodyNotes",["div",{"id":"fn1","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.fn1"},["span.label","*"],"In consultation with the Presidency of the Seventy or the Area Presidency, your mission president may modify this schedule to meet local circumstances."]]],["div",{"id":"p30","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p30"},"What you learn in personal study will help you in companion study, district meeting, and zone conferences, where you can “teach one another the doctrine of the kingdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77"},"D&C 88:77"],"). What you gain from your study sessions and district meetings will help you teach with spiritual power."],[".topic",["h3","Personal Study"],["div",{"id":"p35","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p35"},"The purpose of personal study is to strengthen your knowledge and testimony of the restored gospel and help you prepare to meet the needs of those you teach. In your personal study, focus on the standard works and the approved missionary library:"],["ul.bullet",["li",["span.label","•"],[".para",["span.emphasis","Jesus the Christ"]]],["li",["span.label","•"],[".para",["span.emphasis","Our Heritage"]]],["li",["span.label","•"],[".para",["span.emphasis","Our Search for Happiness"]]],["li",["span.label","•"],[".para",["span.emphasis","True to the Faith"]]]],"You can make personal study effective as you:",["ul.bullet",["li",["span.label","•"],[".para","Read from the Book of Mormon and other scriptures."]],["li",["span.label","•"],[".para","Study the doctrines of the missionary lessons."]],["li",["span.label","•"],[".para","Study other chapters from",["span.emphasis","Preach My Gospel."]]]]],[".topic",["h3","Companion Study"],["div",{"id":"p45","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p45"},"The purpose of companion study is to (1) build unity in your companionship in order to teach by the Spirit and (2) focus on the progress of those you teach. You can make companion study effective as you:"],["ul.bullet",["li",["span.label","•"],[".para","Share insights with each other from personal study."]],["li",["span.label","•"],[".para","Prepare for specific teaching appointments, member visits, finding opportunities, and other activities. Study material that helps you teach, find, and work more effectively. Discuss the people with whom you are working. Make plans to apply what you are learning."]],["li",["span.label","•"],[".para","Throughout the day, continue to discuss the principles, goals, skills, and plans from companion study."]]]],[".topic",["h3","District Meetings"],["div",{"id":"p50","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p50"},"The purpose of district meeting is to “teach one another the doctrine of the kingdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77"},"D&C 88:77"],")."],["ul.bullet",["li",["span.label","•"],[".para","District meetings are held each week for 60 to 90 minutes."]],["li",["span.label","•"],[".para","The district leader plans and conducts the district meeting and may invite other missionaries to help teach."]],["li",["span.label","•"],[".para","District meetings may include:"],["ul.bullet",["li",["span.label","•"],[".para","Sharing insights from personal and companion study."]],["li",["span.label","•"],[".para","Practicing the lessons in various settings."]],["li",["span.label","•"],[".para","Explaining, demonstrating, and practicing principles and skills described in",["span.emphasis","Preach My Gospel."]]],["li",["span.label","•"],[".para","Discussing the progress and needs of investigators."]],["li",["span.label","•"],[".para","Discussing and addressing challenges in the district."]],["li",["span.label","•"],[".para","Sharing experiences and testimonies of missionary work."]]]],["li",["span.label","•"],[".para","District leaders may use district meeting to receive reports regarding the efforts of missionaries in the district. They should not set goals or quotas for other missionaries."]]]],[".topic",["h3","Zone Conferences"],["div",{"id":"p62","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p62"},"Zone conferences are held under the direction of the mission president."]]],[".topic",["h2","Features of",["span.emphasis","Preach My Gospel"]],["div",{"id":"p64","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p64"},"Each chapter in",["span.emphasis","Preach My Gospel"],"has several features. These features should help you get more from your study—not force you to learn a certain way. Use these features in a flexible manner based on your needs."],[".topic",["h3","Study Journal"],["div",{"id":"p66","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p66"},["span.emphasis","Preach My Gospel"],"frequently asks that you use a study journal to help you understand, clarify, and remember what you are learning. Elder Richard G. Scott taught, “Knowledge carefully recorded is knowledge available in time of need. Spiritually sensitive information should be kept in a sacred place that communicates to the Lord how you treasure it. This practice enhances the likelihood of your receiving further light” (“Acquiring Spiritual Knowledge,”",["span.emphasis","Ensign,"],"Nov. 1993, 86). Review your study journal to recall spiritual experiences, see new insights, and recognize your growth."],["div",{"id":"p67","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p67"},"Your study journal may be a bound journal, a notebook, or a binder. Record and organize your thoughts and impressions in a way that fits how you learn. Develop your own system to easily access key information in the future. Use it often to review, access, and apply what you have learned. Use your study journal to take notes and record impressions during your personal and companion study, district meetings, zone conferences, and interviews with the mission president."]],[".topic",["h3","Information Boxes"],["div",{"id":"p69","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p69"},"The boxes in",["span.emphasis","Preach My Gospel"],"will help you learn. Some boxes preview or summarize key points. Others help you focus your study, learn from the scriptures, apply what you learn, develop your abilities, and meet the needs of those you teach. In most cases, these boxes are simply a starting point. Prayerfully build on the activities in the boxes by developing new study activities and searching additional scriptures."],["div",{"id":"p70","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p70"},["b","“Consider This.”"],"Most chapters begin with questions in a “Consider This” box. These questions focus on the key points of the chapter and provide a framework for your study. Use these questions to organize, understand, ponder, and apply what you learn."],["div",{"id":"p71","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p71"},["b","“Remember This.”"],"Most chapters end with a “Remember This” box—a summary of the most important points from the chapter. As you finish studying a chapter, review these statements to ensure you understand these main points. Evaluate how well you are applying these points, and make plans to apply what you have learned."],["div",{"id":"p72","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p72"},["b","“Scripture Study.”"],"These boxes direct you to references that can build your understanding and testimony. Build on these references by searching for additional scriptures. Ask yourself additional related questions that will help you gain insight and apply what you learn."],["div",{"id":"p73","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p73"},["b","“Activity.”"],"Most chapters have activities for personal and companion study to enhance your learning and application. Repeat these activities throughout your mission. You will gain new insights each time you do because your needs—and the needs of those you are teaching—will change."],["div",{"id":"p74","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p74"},["b","Red Boxes."],"These boxes have important information and suggestions for many teaching and proselyting situations."]],[".topic",["h3","Stories"],["div",{"id":"p76","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p76"},"All the stories in",["span.emphasis","Preach My Gospel"],"are true, although the names of most of the people have been changed. Each story illustrates several principles associated with missionary work. As you read these stories, look for the principles they illustrate."]],[".topic",["h3","Ideas for Study and Application"],["div",{"id":"p78","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p78"},"Each chapter concludes with additional ideas for personal study, companion study, district meetings, and zone conferences. This rich resource of learning activities provides examples of effective ways to learn the material. Be creative and seek inspiration to create additional activities each time you study or teach one of these sections. Complete these activities several times during your mission."]]],[".topic",["h2","Missionaries Serving in Branches and Districts"],["div",{"id":"p80","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p80"},"Many missionaries serve in branches and districts. Although this manual refers to",["span.emphasis","wards"],"and",["span.emphasis","stakes,"],"the same principles and approaches apply to",["span.emphasis","branches"],"and",["span.emphasis","districts."],"The mission president will instruct you on any adjustments to make when working with branch and district leaders."]],[".topic",["h2","Use by Ward Missionaries and Leaders"],["div",{"id":"p82","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/introduction-how-can-i-best-use-preach-my-gospel-.p82"},["span.emphasis","Preach My Gospel"],"is for the full-time missionaries of the Church. However, the principles and doctrines taught herein are also applicable to ward missionaries and leaders as they seek to build the Lord’s kingdom. Frequent study of this manual will enable them to fulfill their responsibilities as member missionaries and will foster unity with the full-time missionaries."]]]],"refs":null}
