{"id":2,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction","content":[["div",{"id":"head1","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.head1"},["h1","Introduction"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p2"},"The",["span.emphasis","Preparing for an Eternal Marriage Teacher Manual"],"centers on revealed truth related to dating and marriage from scripture, latter-day prophets, and other inspired Church leaders. In contrast to the many secular sources of information available on dating and marriage, this course presents doctrines of the restored gospel and related principles of conduct that can guide us in these important matters. Elder Boyd K. Packer, then a member of the Quorum of the Twelve Apostles, declared: “True doctrine, understood, changes attitudes and behavior."],["div",{"id":"p3","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p3"},"“The study of the doctrines of the gospel will improve behavior quicker than a study of behavior will improve behavior” (in Conference Report, Oct. 1986, 20; or",["span.emphasis","Ensign,"],"Nov. 1986, 17)."],["div",{"id":"p4","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p4"},"This course provides students with basic principles designed to guide them as they prepare for marriage."],[".topic",["h2","Living by Gospel Principles"],[".topic",["h3","Governing Our Lives with Principles"],["div",{"id":"p7","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p7"},"President Ezra Taft Benson counseled: “One of the most important things you can do … is to immerse yourselves in the scriptures. Search them diligently. Feast upon the words of Christ. Learn the doctrine. Master the principles that are found therein” (“The Power of the Word,”",["span.emphasis","Ensign,"],"May 1986, 81)."],["div",{"id":"p8","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p8"},"Elder Richard G. Scott, a member of the Quorum of the Twelve Apostles, stated: “As you seek spiritual knowledge, search for principles. Carefully separate them from the detail used to explain them. Principles are concentrated truth, packaged for application to a wide variety of circumstances. A true principle makes decisions clear even under the most confusing and compelling circumstances. It is worth great effort to organize the truth we gather to simple statements of principle” (in Conference Report, Oct. 1993, 117; or",["span.emphasis","Ensign,"],"Nov. 1993, 86)."],["div",{"id":"p9","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p9"},"Knowing and living by correct principles is essential to a happy life and a happy marriage. Gospel principles include doctrine, commandments, covenants, ordinances, and precepts. In this manual, however, the term",["span.emphasis","principle"],"refers to a gospel truth that gives us counsel and guidance for conduct."]],[".topic",["h3","We Must Do Our Part"],["div",{"id":"p11","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p11"},"Principles can often be divided into two main parts:",["span.emphasis","if"],"and",["span.emphasis","then."],"The",["span.emphasis","if"],"part is a statement of general counsel from the Lord. The",["span.emphasis","then"],"part is the promised results of obeying or disobeying that counsel."],["div",{"id":"p12","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p12"},"God called the Word of Wisdom “a principle with promise” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.3"},"D&C 89:3"],"). The",["span.emphasis","if"],"part is the counsel to keep our bodies physically and spiritually pure. The",["span.emphasis","then"],"part promises health, wisdom, strength, and other blessings."],["div",{"id":"p13","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p13"},"The Lord keeps His promises: “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],"). We must do our part to qualify for the blessings (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-22"},"D&C 130:20–22"],"). We should also remember that God determines the",["span.emphasis","then"],"part according to His wisdom and not according to our expectations."],["div",{"id":"p14","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p14"},"Principles are not always taught or written in the",["span.emphasis","if-then"],"format. For example, General Authorities do not always say “",["span.emphasis","if"],"you have faith,",["span.emphasis","then"],"you will have the Lord’s power in your life.” Instead, they may relate examples that illustrate faith or motivate us to be faithful."]],[".topic",["h3","Gospel Principles Are Universal"],["div",{"id":"p16","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p16"},"Gospel principles are universal—they are true in all situations in all cultures at all times. The principles revealed to Adam in the beginning of the world are just as true in these latter days. We have prophets, scriptures, and the influence of the Holy Ghost to help us see and apply correct principles."]],[".topic",["h3","Summary"],["div",{"id":"p18","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p18"},"A principle is an enduring truth, law, or rule you can adopt to guide you in making decisions. Principles help us apply the doctrines of the gospel to everyday living. They give us a light to illuminate the path before us in an increasingly confused and wicked world."]]],[".topic",["h2","Using the Student Manual"],["div",{"id":"p20","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p20"},"The",["span.emphasis","Eternal Marriage Student Manual"],"(item 35311) presents teachings about dating and marriage from inspired sources (see",["span.crossRef","“Purpose of the Manual,”"],"student manual, viii). The lessons in this teacher manual are based on the readings in the student manual."],["div",{"id":"p21","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p21"},"As your students come to understand and live by the teachings compiled in the student manual, they will be better prepared to govern their lives with correct principles and follow the Lord’s great plan of happiness. The teachings in the student manual follow the pattern of the law of witnesses. Elder Henry B. Eyring of the Quorum of the Twelve Apostles said: “One of the ways we may know that the warning is from the Lord is that the law of witnesses, authorized witnesses, has been invoked. When the words of prophets seem repetitive, that should rivet our attention and fill our hearts with gratitude to live in such a blessed time” (in Conference Report, Apr. 1997, 32; or",["span.emphasis","Ensign,"],"May 1997, 25; see also student manual,",["a.crossRef",{"href":"/manual/eternal-marriage-student-manual-religion-234-and-235/problem-solving-in-marriage.p1"},"290"],")."],["div",{"id":"p22","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p22"},"The topics discussed in the student manual are listed alphabetically in the manual’s table of contents. A comprehensive index in the back of the manual can also help the reader find inspired statements on topics related to dating, courtship, marriage, and the family. These teachings present the Lord’s expectations for His covenant people when it comes to dating standards and marital conduct. Studying these doctrines and the words of the prophets can give us strength and guidance in an increasingly confused and wicked world."]],[".topic",["h2","How the Teacher Manual Is Organized"],["div",{"id":"f1","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.f1"},"Each lesson in the teacher manual has seven parts:",["ol.bullet",["li",["span.label","•"],[".para",["b",["span.emphasis","Title"]],"—the topic of the lesson."]],["li",["span.label","•"],[".para",["b",["span.emphasis","Doctrinal Overview"]],"—a brief introduction to the lesson topic and doctrinal background for the lesson."]],["li",["span.label","•"],[".para",["b",["span.emphasis","Principle"]],"—a summary of the main point of the lesson."]]]],["div",{"id":"p28","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p28"},"Be sure to read the “Living by Gospel Principles” section (v–vi; or student manual,",["span.crossRef","viii–ix"],"). It is important that both you and your students understand the importance of principles in the Religion 234 course. Elder Dallin H. Oaks of the Quorum of the Twelve Apostles explained:"],["div",{"id":"p29","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p29"},"“Teachers who are commanded to teach ‘the principles of [the] gospel’ and ‘the doctrine of the kingdom’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77"},"D&C 88:77"],") should generally forgo teaching specific rules or applications. For example, they would not teach any rules for determining what is a full tithing, and they would not provide a list of",["span.emphasis","do’s"],"and",["span.emphasis","don’ts"],"for keeping the Sabbath Day holy. Once a teacher has taught the doctrine and the associated principles from the scriptures and the living prophets, such specific applications or rules are generally the responsibility of individuals and families."],["div",{"id":"p30","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.p30"},"“Well-taught doctrines and principles have a more powerful influence on behavior than rules. When we teach gospel doctrine and principles, we can qualify for the witness and guidance of the Spirit to reinforce our teaching, and we enlist the faith of our students in seeking the guidance of that same Spirit in applying those teachings in their personal lives” (in Conference Report, Oct. 1999, 102; or",["span.emphasis","Ensign,"],"Nov. 1999, 79–80)."],["div",{"id":"f2","uri":"/manual/preparing-for-an-eternal-marriage-teacher-manual/introduction.f2"},["ol.bullet",["li",["span.label","•"],[".para",["b",["span.emphasis","Student Manual Readings"]],"—a list of recommended readings from the student manual that you and your students should read before each class. (For a complete list of student manual readings for all lessons, see",["a.crossRef",{"href":"/manual/preparing-for-an-eternal-marriage-teacher-manual/student-manual-readings.p1"},"“Student Manual Readings,”"],"ix–xii.) These readings should be the primary resource for discussions and should not be replaced with secular material. You may wish to look in the subject index in the latest general conference editions of the",["span.emphasis","Ensign"],"to find addresses to supplement these readings."]],["li",["span.label","•"],[".para",["b",["span.emphasis","What to Teach"]],"—one or more statements (found in the left-hand margin) that describe the doctrine, principle, or concept being taught."]],["li",["span.label","•"],[".para",["b",["span.emphasis","Suggestions for How to Teach"]],"—“the",["span.emphasis","methods,"],"the approaches and learning activities a teacher uses to help students learn the content. These methods may include such activities as discussion, audiovisual resources, writing exercises, and small group work” (",["span.emphasis","Teaching the Gospel: A Handbook for CES Teachers and Leaders"],"[1994], 19). See Teaching the Gospel: A Handbook for further discussion on what and how to teach."]],["li",["span.label","•"],[".para",["b",["span.emphasis","Conclusion"]],"—a summary of what students should learn from the lesson."]]]]]]],"refs":null}
