{"id":2,"parent_id":0,"book_id":5,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/scriptures/pgp/introduction","content":[["div",{"id":"head","uri":"/scriptures/pgp/introduction.head","order":"07.00.000.008"},[".title","Introduction"]],[".bodyBlock",["div",{"id":"p1","uri":"/scriptures/pgp/introduction.p1","order":"07.02.000.009"},"The Pearl of Great Price is a selection of choice materials touching many significant aspects of the faith and doctrine of The Church of Jesus Christ of Latter-day Saints. These items were translated and produced by the Prophet Joseph Smith, and most were published in the Church periodicals of his day."],["div",{"id":"p2","uri":"/scriptures/pgp/introduction.p2","order":"07.02.000.010"},"The first collection of materials carrying the title Pearl of Great Price was made in 1851 by Elder Franklin D. Richards, then a member of the Council of the Twelve and president of the British Mission. Its purpose was to make more readily accessible some important articles that had had limited circulation in the time of Joseph Smith. As Church membership increased throughout Europe and America, there was a need to make these items available. The Pearl of Great Price received wide use and subsequently became a standard work of the Church by action of the First Presidency and the general conference in Salt Lake City on October 10, 1880."],["div",{"id":"p3","uri":"/scriptures/pgp/introduction.p3","order":"07.02.000.011"},"Several revisions have been made in the contents as the needs of the Church have required. In 1878 portions of the book of Moses not contained in the first edition were added. In 1902 certain parts of the Pearl of Great Price that duplicated material also published in the Doctrine and Covenants were omitted. Arrangement into chapters and verses, with footnotes, was done in 1902. The first publication in double-column pages, with index, was in 1921. No other changes were made until April 1976, when two items of revelation were added. In 1979 these two items were removed from the Pearl of Great Price and placed in the Doctrine and Covenants, where they now appear as",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137"},"sections 137"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"138"],". In the present edition some changes have been made to bring the text into conformity with earlier documents."],["div",{"id":"f1","uri":"/scriptures/pgp/introduction.f1","order":"07.02.000.012"},["ol.number",[".preamble","Following is a brief introduction to the present contents:"],["li",{"uri":"/scriptures/pgp/introduction.5"},["i","Selections from the Book of Moses."],"An extract from the book of Genesis of Joseph Smith’s translation of the Bible, which he began in June 1830."],["li",{"uri":"/scriptures/pgp/introduction.6"},["i","The Book of Abraham."],"An inspired translation of the writings of Abraham. Joseph Smith began the translation in 1835 after obtaining some Egyptian papyri. The translation was published serially in the",["i","Times and Seasons"],"beginning March 1, 1842, at Nauvoo, Illinois."],["li",{"uri":"/scriptures/pgp/introduction.7"},["i","Joseph Smith—Matthew."],"An extract from the testimony of Matthew in Joseph Smith’s translation of the Bible (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.60-61"},"Doctrine and Covenants 45:60–61"],"for the divine injunction to begin the translation of the New Testament)."],["li",{"uri":"/scriptures/pgp/introduction.8"},["i","Joseph Smith—History."],"Excerpts from Joseph Smith’s official testimony and history, which he and his scribes prepared in 1838–1839 and which was published serially in the",["i","Times and Seasons"],"in Nauvoo, Illinois, beginning on March 15, 1842."],["li",{"uri":"/scriptures/pgp/introduction.9"},["i","The Articles of Faith of The Church of Jesus Christ of Latter-day Saints."],"A statement by Joseph Smith published in the",["i","Times and Seasons"],"March 1, 1842, in company with a short history of the Church that was popularly known as the Wentworth Letter."]]]]],"refs":null}
