{"id":2,"parent_id":0,"book_id":23520,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction to the Book of Mormon Seminary Teacher Manual","subtitle":"","short_title":"Introduction to the Book of Mormon Seminary Teacher Manual","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction"},[".heading",{"id":"head1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.head1"},["h1","Introduction to the",["span.emphasis","Book of Mormon Seminary Teacher Manual"]]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t1"},["h2","Our Purpose"],["p.para",{"id":"p3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p3"},"The Objective of Seminaries and Institutes of Religion states:"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p4"},"“Our purpose is to help youth and young adults understand and rely on the teachings and Atonement of Jesus Christ, qualify for the blessings of the temple, and prepare themselves, their families, and others for eternal life with their Father in Heaven.”"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p5"},"To achieve our purpose, we teach students the doctrines and principles of the gospel as found in the scriptures and the words of the prophets. These doctrines and principles are taught in a way that leads to understanding and edification. We help students fulfill their role in the learning process and prepare them to teach the gospel to others."],["p.preamble","To help accomplish these aims, you and the students you teach are encouraged to incorporate the following Fundamentals of Gospel Teaching and Learning as you study the scriptures together:"],["ul.bullet",["li",["span.label","•"],["p","Teach and learn by the Spirit."]],["li",["span.label","•"],["p","Cultivate a learning environment of love, respect, and purpose."]],["li",["span.label","•"],["p","Study the scriptures daily, and read the text for the course. (Charts for tracking scripture reading can be found in the appendix at the end of this manual.)"]],["li",["span.label","•"],["p","Understand the context and content of the scriptures and the words of the prophets."]],["li",["span.label","•"],["p","Identify, understand, feel the truth and importance of, and apply gospel doctrines and principles."]],["li",["span.label","•"],["p","Explain, share, and testify of gospel doctrines and principles."]],["li",["span.label","•"],["p","Master key scripture passages and Basic Doctrines."]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p14"},"This teacher manual has been prepared to help you be successful in accomplishing these aims."]],[".topic",{"id":"t2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t2"},["h2","Lesson Preparation"],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p16"},"The Lord commanded those who teach His gospel to “teach the principles of my gospel, which are in the Bible and the Book of Mormon, in the which is the fulness of the gospel” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.12"},"D&C 42:12"],"). He further instructed that these truths should be taught as “directed by the Spirit,” which “shall be given … by the prayer of faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.13-14"},"D&C 42:13–14"],"). As you prepare each lesson, prayerfully seek the guidance of the Spirit to help you understand the scriptures and the doctrines and principles they contain. Likewise, follow the promptings of the Spirit when planning how to help your students understand the scriptures, be taught by the Holy Ghost, and feel a desire to apply what they learn."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p17"},"In this course, the Book of Mormon is your primary text as you prepare and teach. Prayerfully study the chapters or verses you will be teaching. Seek to understand the context and content of the scripture block, including the story line, people, places, and events. As you become familiar with the context and content of each scripture block, seek to identify doctrines and principles it contains, and decide which of these truths are most important for your students to understand and apply. Once you have identified what your focus will be, you can determine which methods, approaches, and activities will best help your students learn and apply the sacred truths found in the scriptures."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p18"},"This manual is designed to aid you in this process. Carefully review the lesson material corresponding to the scripture block you will teach. You may choose to use all or some of the suggestions for a scripture block, or you may adapt the suggested ideas to the needs and circumstances of the students you teach. As you consider how to adapt lesson materials, be sure to follow this counsel from Elder Dallin H. Oaks of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p19"},"“President Packer has often taught, in my hearing, that we first adopt, then we adapt. If we are thoroughly grounded in the prescribed lesson that we are to give, then we can follow the Spirit to adapt it” (“A Panel Discussion with Elder Dallin H. Oaks” [Seminaries and Institutes of Religion Satellite Broadcast, Aug. 7, 2012], 6,",["a.urlRef",{"href":"http://si.lds.org"},["span.language","si.lds.org"]],")."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p20"},"As you prepare to teach, be mindful of students who have particular needs. Adjust activities and expectations to help them succeed. Communication with parents and leaders will help you be aware of students’ needs and help you succeed in providing a meaningful and edifying experience for them."]],[".topic",{"id":"t3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t3"},["h2","Using the Daily Teacher Manual"],[".topic",{"id":"t4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t4"},["h3","Book Introduction"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p23"},"Book introductions provide an overview of each book in the Book of Mormon. Among other things, they explain who wrote each book, they describe the authors’ purposes in writing, and they provide a summary of the content of each book."]],[".topic",{"id":"t5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t5"},["h3","Scripture Block Introduction"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p25"},"Scripture block introductions give a brief overview of the context and content of the scripture block for each lesson."]],[".topic",{"id":"t6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t6"},["h3","Verse Grouping and Contextual Summary"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p27"},"Scripture blocks are often divided into smaller segments or groups of verses where a change in topic or action occurs. The reference for each verse grouping is followed by a brief summary of the events or teachings within that group of verses."]],[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t7"},["h3","Teaching Helps"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p29"},"Teaching helps explain principles and methods of gospel teaching. They can assist you in your efforts to improve as a teacher."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t8"},["h3","Lesson Body"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p31"},"The body of the lesson contains guidance for you as you study and teach. It suggests teaching ideas, including questions, activities, quotations, diagrams, and charts."]],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t9"},["h3","Doctrines and Principles"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p33"},"As doctrines and principles naturally arise from the study of the scripture text, they are highlighted in bold to help you identify and emphasize them in your discussion with students."]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t10"},["h3","Pictures"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p35"},"Pictures of Church leaders and events from the scriptures represent visual aids you could display, if available, as you teach."]],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t11"},["h3","Scripture Mastery"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p37"},"The 25 scripture mastery passages found in the Book of Mormon are highlighted in context in the lessons in which they appear. Each of these lessons also contains a teaching idea for each of these passages. To help you be consistent in teaching scripture mastery, there are Scripture Mastery Review activities scattered throughout the manual. For additional scripture mastery teaching ideas, see the appendix at the end of this manual."]],[".topic",{"id":"t12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t12"},["h3","Column Space"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p39"},"Column space can be used for lesson preparation, including writing notes, principles, experiences, or other ideas, as you feel prompted by the Holy Ghost."]],[".topic",{"id":"t13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t13"},["h3","Commentary and Background Information"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p41"},"Additional quotations and explanations are provided at the end of some lessons to give you additional understanding of specific concepts or scripture passages. Use the information in this section to prepare to answer questions or give additional insights as you teach."]],[".topic",{"id":"t14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t14"},["h3","Supplemental Teaching Ideas"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p43"},"Supplemental teaching ideas appear at the end of some lessons. These provide suggestions for teaching doctrines and principles that may not be identified or emphasized in the body of the lesson. They may also provide suggestions on using visual media, such as DVD presentations."]]],[".topic",{"id":"t15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t15"},["h2","Daily Seminary Program (Released-Time and Early-Morning)"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p45"},"This manual contains the following elements for daily seminary teachers: 160 daily teacher lessons, teaching helps, and resources for teaching scripture mastery and Basic Doctrines."],[".topic",{"id":"t16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t16"},["h3","Daily Teacher Lessons"],[".topic",{"id":"t17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t17"},["h4","Lesson Format"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p48"},"Each lesson in this manual focuses on a scripture block rather than on a particular concept, doctrine, or principle. This format will help you and your students study the scriptures sequentially and discuss doctrines and principles as they arise naturally from the scripture text. As students learn the context in which a doctrine or principle is found, their understanding of that truth can deepen. In addition, students will be better able to see and understand the full scope of the messages the inspired scripture writers intended to convey. Teaching the scriptures in this way will also help students learn how to discover and apply eternal truths in their personal scripture study."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p49"},"In each lesson, not all segments of a scripture block are emphasized. Some segments receive less attention because they are less central to the overall message of the inspired writer or because they might be less applicable to youth. You have the responsibility to adapt these materials according to the needs and interests of the students you teach. You might adapt lesson ideas in this manual by choosing to give greater emphasis to a particular doctrine or principle than is given in the lesson material or by choosing to give less emphasis to a segment of the scripture block that is developed in depth in the manual. Seek the guidance of the Holy Ghost to help you make these adaptations as you prepare and teach."]],[".topic",{"id":"t18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t18"},["h4","Doctrines and Principles"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p51"},"In the body of each lesson, you will find that several key doctrines and principles are highlighted in bold. These doctrines and principles are identified in the curriculum because (1) they reflect a central message of the scripture block, (2) they are particularly applicable to the needs and circumstances of the students, or (3) they are key truths that can help students deepen their relationships with the Lord. Be aware that the Book of Mormon teaches numerous truths beyond those identified in the curriculum. President Boyd K. Packer taught that the scriptures contain “endless combinations of truths that will fit the need of every individual in every circumstance” (“The Great Plan of Happiness” [CES Symposium on the Doctrine and Covenants/Church History, Aug. 10, 1993], 2,",["a.urlRef",{"href":"http://si.lds.org"},["span.language","si.lds.org"]],")."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p52"},"As you teach, consistently provide students with opportunities to identify doctrines and principles in the scriptures. As students express the truths they discover, they may often use words that differ from how a doctrine or principle is stated in this manual. They may also discover truths that are not identified in the lesson outline. Be careful not to suggest that students’ answers are wrong simply because the words they use to express them differ from those used in the manual or because they identify a truth that is not mentioned in the curriculum. However, if a student’s statement is doctrinally incorrect, it is your responsibility to gently help the student correct his or her statement while maintaining an atmosphere of love and trust. Doing so may provide an important learning experience for the students in your class."]],[".topic",{"id":"t19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t19"},["h4","Pacing"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p54"},"This manual contains 160 daily seminary lessons, which should allow for interruptions in students’ school and community schedules and also leave a number of days to review scripture content or work on scripture mastery. You may adapt the lessons and pacing as needed for the length of time you have to teach this course. (See the appendix at the end of this manual for a sample pacing guide.)"]],[".topic",{"id":"t20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t20"},["h4","Make-up Work"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p56"},"The",["span.emphasis","Book of Mormon Study Guide for Home-Study Seminary Students"],"can be used in the daily seminary programs as a resource to provide students with make-up work. The lessons in the study guide for home-study students parallel those presented in this manual. Students who have excessive absences could be assigned to complete the assignments in the study guide that correspond with the content they missed in class. Assignments can be printed from the S&I website, so you do not need to provide the entire manual to students who need to do make-up work. More information concerning the",["span.emphasis","Book of Mormon Study Guide for Home-Study Seminary Students"],"is provided in the section titled “Home-Study Seminary Program.”"]]],[".topic",{"id":"t21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t21"},["h3","Teaching Helps"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p58"},"Teaching helps appear in the margins of this manual. These teaching helps explain and illustrate how you and the students you teach can apply the Fundamentals of Gospel Teaching and Learning in your study of the Book of Mormon. They also offer suggestions on how to effectively use a variety of teaching methods, skills, and approaches. As you come to understand the principles contained in the teaching helps, look for ways to practice and apply them consistently in your teaching."]],[".topic",{"id":"t22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t22"},["h3","Scripture Mastery and Basic Doctrines"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p60"},"To help students treasure up eternal truths and to increase their confidence in learning and teaching from the scriptures, Seminaries and Institutes of Religion (S&I) has selected a number of scripture passages for students to master during each course of study. In addition, a list of Basic Doctrines has been included to highlight key doctrines that students should come to understand, believe, and live throughout their four years in seminary and for the rest of their lives. The manual for each course was prepared to highlight the Basic Doctrines as they emerge during a student’s sequential study of the scriptures. Many of the scripture mastery passages were chosen with the Basic Doctrines in mind, so as you teach the scripture mastery passages to students, you will teach the Basic Doctrines as well."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p61"},"As individuals treasure up eternal truths in their minds and hearts, the Holy Ghost will bring these truths to their remembrance in times of need and give them courage to act in faith (see",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],"). President Howard W. Hunter taught:"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p62"},"“I strongly encourage you to use the scriptures in your teaching and to do all within your power to help the students use them and become comfortable with them. I would like our young people to have confidence in the scriptures. …"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p63"},"“… We want the students to have confidence in the strength and truths of the scriptures, confidence that their Heavenly Father is really speaking to them through the scriptures, and confidence that they can turn to the scriptures and find answers to their problems and their prayers. …"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p64"},"“… We would hope none of your students would leave your classroom fearful or embarrassed or ashamed that they cannot find the help they need because they do not know the scriptures well enough to locate the proper passages” (“Eternal Investments” [address to CES religious educators, Feb. 10, 1989], 2,",["a.urlRef",{"href":"http://si.lds.org"},["span.language","si.lds.org"]],")."],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p65"},"See the appendix at the end of this manual for more information about scripture mastery and the Basic Doctrines."]]],[".topic",{"id":"t23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t23"},["h2","Using the Home-Study Lessons"],[".topic",{"id":"t24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t24"},["h3","Summary of Student Lessons"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p68"},"The summary will help you familiarize yourself with the context and the doctrines and principles students studied during the week in the student study guide."]],[".topic",{"id":"t25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t25"},["h3","Lesson Introduction"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p70"},"The introduction to the lesson will help you know which portions of the scripture block will be emphasized in the lesson."]],[".topic",{"id":"t26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t26"},["h3","Lesson Body"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p72"},"The body of the lesson provides guidance for you as you study and teach. It suggests teaching ideas, including questions, activities, quotations, diagrams, and charts."]],[".topic",{"id":"t27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t27"},["h3","Verse Grouping and Contextual Summary"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p74"},"Verses are grouped according to where changes in context or content occur throughout the scripture block. The reference for each verse grouping is followed by a brief summary of the events or teachings within that group of verses."]],[".topic",{"id":"t28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t28"},["h3","Doctrines and Principles"],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p76"},"As doctrines and principles naturally arise from the study of the scripture text, they are highlighted in bold to help you identify and emphasize them in your discussion with students."]],[".topic",{"id":"t29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t29"},["h3","Introduction to the Next Unit"],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p78"},"The last paragraph of each lesson provides a glimpse into the next unit. Share this paragraph with your students at the conclusion of each lesson to help them look forward to studying the scriptures during the coming week."]]],[".topic",{"id":"t30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t30"},["h2","Home-Study Seminary Program"],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p80"},"The home-study program allows students to receive credit in seminary by completing individual lessons at home rather than attending weekday classes. These lessons are found in a separate manual called the",["span.emphasis","Book of Mormon Study Guide for Home-Study Seminary Students."],"Once a week, students meet with a seminary instructor to submit their work and participate in a classroom lesson. The student study guide and weekly classroom lessons are further explained below."],[".topic",{"id":"t31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t31"},["h3","Study Guide for Home-Study Students"],["p.para",{"id":"p82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p82"},"The",["span.emphasis","Book of Mormon Study Guide for Home-Study Seminary Students"],"is designed to help the home-study student receive an experience in studying the Book of Mormon similar to that of the seminary student who attends weekday classes. Therefore, the pacing of the student study guide as well as the doctrines and principles it emphasizes parallel the material in this manual. The student study guide also includes scripture mastery instruction. Scripture mastery passages are addressed in context as they appear in the scripture text. Additional activities are provided at the end of the lessons in which the passages are covered."],["p.para",{"id":"p83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p83"},"Each week, home-study seminary students are to complete four lessons from the student study guide and participate in a weekly lesson given by their seminary teacher. Students complete the numbered assignments from the study guide in their scripture study journals. Students should have two scripture study journals so they can leave one with their teacher and continue working in the other. As students meet with their teacher each week, one journal is turned in to the home-study teacher and the other is given back to the student to use for the next week’s lessons. (For example, during one week, the student completes assignments in journal 1. The student then brings this journal to class and gives it to the teacher. During the next week, the student completes assignments in journal 2. When the student hands in journal 2, the teacher will return journal 1. The student then uses journal 1 to complete the next week’s assignments.)"],["p.para",{"id":"p84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p84"},"All seminary students are encouraged to study the scriptures daily and read the text for the course, but home-study students should understand that they are expected to spend an additional 30 to 40 minutes on each of the four home-study lessons in each unit and attend the weekly home-study lesson."]],[".topic",{"id":"t32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t32"},["h3","Weekly Home-Study Teacher Lessons"],["p.para",{"id":"p86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p86"},"Each unit in the",["span.emphasis","Book of Mormon Study Guide for Home-Study Seminary Students"],"corresponds to five lessons in the daily teacher manual. At the end of each five lessons in this manual, you will find one weekly home-study teacher lesson. The home-study lessons will help students review, deepen their understanding of, and apply the doctrines and principles they learned as they completed the lessons in the student study guide during the week. These lessons may also explore additional truths not covered in the student study guide. (For help in planning your lesson schedule, see the pacing guide for home-study teachers in the appendix at the end of this manual.)"],["p.para",{"id":"p87","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p87"},"As a home-study teacher, you should have a thorough understanding of what your students are studying at home each week so you can answer questions and create meaningful discussions when you meet with them. Ask students to bring their scriptures, scripture study journals, and student study guides to the weekly class so they can refer to them during the lesson. Adapt the lessons according to the needs of the students you teach and according to the guidance of the Holy Ghost. You may also want to refer to the daily teacher lessons in this manual as you prepare and teach. A study of the teaching helps and methods used in the daily lessons can help enrich your weekly teaching. Accommodate any particular needs of the students you teach. For example, if a student has difficulty writing, allow him or her to use a voice-recording device or dictate their thoughts to a family member or friend who can write down their responses."],["p.para",{"id":"p88","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p88"},"At the end of each weekly lesson, collect students’ scripture study journals and encourage them in their continued study. Provide them with a scripture study journal for the next week’s assignments. Because of time constraints, you won’t need to add emphasis to scripture mastery in your weekly lessons. As you read through assignments in students’ scripture study journals, respond periodically to their work by writing a small note or commenting the next time you see them. You may also want to seek other ways to provide support and meaningful feedback. This will help students know that you care about their work and will help motivate them to be thorough in their answers."]]],[".topic",{"id":"t33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.t33"},["h2","Other Resources"],["p.para",{"id":"p90","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/introduction.p90"},"Teachers can visit the Seminaries and Institutes of Religion website (",["a.urlRef",{"href":"http://si.lds.org"},["span.language","si.lds.org"]],") for help in preparing lessons and to receive additional teaching ideas. The following resources are available online, through your supervisor, through local Church distribution centers, and through the Church’s online store (",["a.urlRef",{"href":"http://store.lds.org"},["span.language","store.lds.org"]],"):"],["ul.noMarker",["li",["p.para","Seminary visual resource DVDs"]],["li",["p.para",["span.emphasis","Gospel Art Book"]]],["li",["p.para","Scripture study journals"]],["li",["p.para","Seminary bookmarks (which include timelines and lists of the scripture mastery references and key words)"]],["li",["p.para","Scripture mastery cards"]],["li",["p.para",["span.emphasis","True to the Faith: A Gospel Reference"]]],["li",["p.para",["span.emphasis","For the Strength of Youth"]]],["li",["p.para","Folders (for students to keep handouts and other loose items)"]],["li",["p.para","Timeline posters"]]]]]]]],"refs":null}
