{"id":2,"parent_id":0,"book_id":9403,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/the-pearl-of-great-price-student-manual/introduction","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-pearl-of-great-price-student-manual/introduction"},[".heading",{"id":"head1","uri":"/manual/the-pearl-of-great-price-student-manual/introduction.head1"},["h1","Introduction"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/manual/the-pearl-of-great-price-student-manual/introduction.p2"},"The Pearl of Great Price is a book of scripture, and the Lord will bless you as you carefully read and ponder the sacred words found in this book. This student manual provides quotations and commentary to support and enhance your study of the Pearl of Great Price."],["p.para",{"id":"p3","uri":"/manual/the-pearl-of-great-price-student-manual/introduction.p3"},"Elder Milton R. Hunter, who was a member of the Seventy, said that the Pearl of Great Price is “a pearl indeed.” He then explained the uniqueness of its sacred writings:"],["p.para",{"id":"p4","uri":"/manual/the-pearl-of-great-price-student-manual/introduction.p4"},"“They are compacted in approximately sixty pages, but every page is dynamic and powerful. It is a wonderful book."],["p.para",{"id":"p5","uri":"/manual/the-pearl-of-great-price-student-manual/introduction.p5"},"“The Pearl of Great Price … contains revelations on certain subjects superior to any other scriptures or writings on those subjects found in the world; for example, Abraham’s vision of pre-mortal life in which he learned of the eternal nature of things; of the grand council in heaven; and of the plan of salvation as presented there constitutes one of the greatest of God’s revelations to his holy prophets. And the knowledge obtained by Moses in his vision of Lucifer and the part he played at the grand council, added to Abraham’s vision, gives us the most complete understanding found in any literature regarding man’s pre-mortal life and God’s purposes for the good of man."],["p.para",{"id":"p6","uri":"/manual/the-pearl-of-great-price-student-manual/introduction.p6"},"“The Pearl of Great Price also helps to clarify some of the difficult passages in the other scriptures” (in Conference Report, Oct. 1955, 67)."],["p.para",{"id":"p7","uri":"/manual/the-pearl-of-great-price-student-manual/introduction.p7"},"Elder Mark E. Petersen, who was a member of the Quorum of the Twelve Apostles, testified that the Pearl of Great Price “contains some of the greatest revelations of God to man” (in Conference Report, Apr. 1952, 107)."],["p.para",{"id":"p8","uri":"/manual/the-pearl-of-great-price-student-manual/introduction.p8"},"If you seek the influence of the Holy Ghost as you study this choice book of scripture, you will gain greater understanding and appreciation for the Lord’s work with His children—from the premortal life, the great dispensations of the Old Testament, the teachings of the Savior, and into this, the dispensation of the fullness of times. As your knowledge and testimony increase, so will your love for the Lord and your commitment to His great latter-day work."],[".topic",{"id":"t1","uri":"/manual/the-pearl-of-great-price-student-manual/introduction.t1"},["p.para",{"id":"p9","uri":"/manual/the-pearl-of-great-price-student-manual/introduction.p9"},"Link to",["a.crossRef",{"href":"/manual/the-pearl-of-great-price-student-manual/title-page.p1"},"Title Page"],"."]]]]]],"refs":null}
