{"id":3,"parent_id":0,"book_id":71,"content_id":1,"language_id":1,"display_order":3,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/family-home-evening-resource-book/introduction","content":[["div",{"id":"head1","uri":"/manual/family-home-evening-resource-book/introduction.head1"},["h1","Introduction"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/introduction.p2"},"The",["span.emphasis","Family Home Evening Resource Book"],"has two major goals: to build family unity and to teach gospel principles. Although much of the material in this book is for parents with children, care has been taken to provide material for most age-groups and family situations. Everyone can benefit from studying the gospel and applying its principles in his life."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/introduction.p3"},"Our Heavenly Father has given us commandments that will bring us blessings through obedience. He has granted us our agency to choose good over evil. He has provided for us a Savior, his Son Jesus Christ, to show us the way and atone for our sins. The family home evening lessons and activities in this book will help you develop an appreciation of these blessings and a desire to live for them."],[".topic",["h2","The Responsibility of Parents"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/introduction.p5"},"In the home, parents and children learn together to apply the gospel’s teachings to their lives. You teach your children all day, every day, whether you realize it or not. They pick up your habits, your prejudices, and your values from what you do as well as from what you say. The Lord has called you to be a parent, and he knows you can do it. You are part of his plan for his children."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/introduction.p6"},"Don’t expect perfection from your children or from yourself all at once. Strive with your children to improve your lives little by little, step by step, line upon line each day. This book has been assembled to help you in your awesome responsibility as a parent."]],[".topic",["h2","How to Use This Book"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/introduction.p8"},"Unlike former family home evening manuals, this book gives ideas and activities that can be used without repetition by your family for many years. Use this book to create your own lessons most of the time, meeting your own family’s needs. Each section of this book can help you if you will use it for its intended purpose."],[".topic",["h3","Family Home Evening Lessons"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/introduction.p10"},"The book contains thirty-seven regular family home evening lessons on basic subjects that most families will want to discuss. Most of the lessons contain adaptations for younger children (particularly nonreaders) and for teenagers and adults. Each of these groups need special approaches for the lessons to be effective and stimulating."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/introduction.p11"},"Questions you are to ask your family are preceded by black dots throughout the lessons and the book. This will make it easier for you to identify the questions quickly as you prepare and give the lessons."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/introduction.p12"},"At the end of most of the lessons are suggestions for additional family home evenings that you can develop on the same subject. Often your family may want to continue talking about a topic, or you may want to return to the same topic months later or another year. These extra suggestions can help you give the discussions a new slant whenever you return to that principle over the years. The lessons contain enough material for many years of family home evenings."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/introduction.p13"},"The last group of lessons, called “Special Occasions,” will help you plan family home evenings for special events and holidays. These may include home evenings honoring someone in your family who may be getting baptized, receiving a patriarchal blessing, or going on a mission. Scan these as you begin to use this book so that you can use them at the appropriate times."]],[".topic",["h3","Making Home Evenings Successful"],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/introduction.p15"},"In former manuals, ideas were provided for parents to help them make their family home evenings more successful. This book provides the same kind of help under the section entitled “Making Home Evenings Successful.” You may want to read these suggestions on planning and presenting home evenings first."],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/introduction.p16"},"Over the years there will be many occasions when you will need to solve a special problem or help your children understand a particular principle. The last suggestion, “Creating Your Own Lessons,” can help you develop your own lessons to fill such needs. It gives advice on how to choose a topic and organize a good lesson."]],[".topic",["h3","Lesson Ideas"],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/introduction.p18"},"The section “Lesson Ideas” contains thirty-seven topics not covered in the regular lessons. Arranged alphabetically, each topic presents brief outlines of several family home evening lessons to stimulate your thinking. Each topic section also includes additional references to related scriptures, chapters in the",["span.crossRef",["span.emphasis","Gospel Principles"]],"manual [31110], and hymns and songs. These ideas provide you with suggestions to create your own lessons that meet the needs and interests of your family."]],[".topic",["h3","Building a Strong Family"],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/introduction.p20"},"You will want to study the section entitled “Building a Strong Family” carefully. It can help you better understand your children and improve communications with them. This is a concern of most dedicated parents. It provides many real-life examples of how to effectively resolve some difficult family situations or problems when they arise."]],[".topic",["h3","Family Activities"],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/introduction.p22"},"Your family members need to enjoy each others’ companionship. The unity and love your family needs can grow as you work, play, and create together. The “Family Activities” section contains hundreds of ideas for fun times with your family."]]],[".topic",["h2","Preparing Your Lessons"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/introduction.p24"},"When preparing and holding your family home evenings, consider the following:"],["div",{"id":"f1","uri":"/manual/family-home-evening-resource-book/introduction.f1"},["ol.number",["li",["span.label","1."],[".para","Pray. Pray about the needs of your family as you consider topics for home evenings, and pray as you prepare. Although it is not in the lesson outlines, begin and end each family home evening or activity with prayer. Setting the best spirit possible for each experience you have together is vital to your success. You need the help of our Heavenly Father, and he wants to be with you. Remember, your children are his children."]],["li",["span.label","2."],[".para","Be flexible. Whatever you do as you use this book, be flexible and adjust it to your family. You may want to expand a discussion that is designed for one week into a two-week discussion. Pick the topics you want to discuss in the order that best fits your own family’s needs. How much of the material in the book you use is your choice. Substituting stories and examples of your own may be better than using the ones from the book."]],["li",["span.label","3."],[".para","Save your visual aids. You will be using this family resource book for several years. Preserve any pictures or other items that you make for the lessons. Get a large envelope, and keep everything that you want to save in it. Save sets of pictures, wordstrips, and similar visual aids in smaller envelopes that will fit into the larger one you have prepared."],[".para","This book has been designed so that you will not need to cut out any of the pictures or diagrams included in it. But if you choose to do so, be sure to save these as well so that your book will continue to be of use to you in the years ahead."]],["li",["span.label","4."],[".para","Relax and enjoy it. The most important thing your children will remember is the spirit they feel in your family home evenings and activities. Be sure that the atmosphere is one of love, understanding, and enjoyment. It is more important to have a good time with one another than to get through a lesson. Don’t be afraid to relax and enjoy your times together."]]]]]]],"refs":null}
