{"id":2,"parent_id":0,"book_id":22358,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction to Religion 211","subtitle":"","short_title":"Introduction to Religion 211","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211"},[".heading",{"id":"head1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.head1"},["h1","Introduction"]],[".bodyBlock",[".topic",[".topic",["h3","What Should Be the Goal or Purpose in Taking These Courses of Study?"],["p.para",{"id":"p3","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p3"},"These courses are designed to give you the opportunity to come to know the Savior in an intimate, personal, and powerful way. Your goal upon completing these two courses should be to be able to proclaim, as did Peter, “Thou art the Christ, the Son of the living God.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.16"},"Mathew 16:16"],".) Jesus’ disciples knew the way in which such a fervent testimony could be attained. It was John the Beloved who testified from the depth of his soul, “And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true …” (",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/5.20"},"1 John 5:20"],".) You too can come to know him that is true."],[".topic",["h4","How May I Most Effectively Accomplish This Goal?"],["p.para",{"id":"p5","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p5"},"It was the Savior who said, “I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.35"},"John 6:35"],".) Each lesson is designed to bring you closer to the Savior, that you might partake of the bread of life and be filled spiritually. Each lesson has a designated reading assignment from the New Testament. This will constitute the core of your study and should be read carefully with each lesson. If you do this, you will have read the entire New Testament by the time you finish these courses. (",["span.emphasis","Note"],": For students in regular institute or Church college classes, the New Testament study is divided into two semester or three quarter classes. But for those students in individual study areas, the study of the New Testament constitutes one year’s study.)"],["p.para",{"id":"p6","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p6"},"Combined with sincere prayer, scripture study can become the source of personal revelation and an avenue to increased spiritual power in your daily life."]],[".topic",["h4","Why a Student Manual?"],["p.para",{"id":"p8","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p8"},"Some portions of the Gospels and the writings and letters of the early apostles are not easily understood by the student of today. What Peter said of some of Paul’s writings—that there are “some things hard to be understood” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/3.16"},"2 Peter 3:16"],")—may also be applied to other writings in the New Testament. Corrupted texts, archaic language, and our lack of understanding of the doctrinal, historical, or geographical setting are a few reasons for some difficulty in reading and comprehending the New Testament. For these reasons, this student manual was organized. It should assist you by providing the following:"],[".figure",{"id":"f1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.f1"},["ol.number",["li",["span.label","1."],["p.para","Background material to help you understand the Greek, Roman, and Jewish world in which Jesus taught and from which the early church emerged."]],["li",["span.label","2."],["p.para","Background information about key New Testament personalities as well as contemporary Roman and Jewish rulers."]],["li",["span.label","3."],["p.para","Background information for each book of the New Testament."]],["li",["span.label","4."],["p.para","Interpretive Commentary on the more important passages as well as on some difficult passages."]],["li",["span.label","5."],["p.para","A map section which helps to identify key places and which charts the journeys of Jesus and the apostle Paul."]],["li",["span.label","6."],["p.para","A time line which shows either approximate or specific dates of the events being studied."]]]]],[".topic",["h4","How the Manual Is Organized"],["p.para",{"id":"p16","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p16"},"The fifty-six lessons in the manual are divided in such a manner as to correlate with the probable chronological order of the New Testament as given in the “reading blocks.” Each of the lessons has been grouped into a section. There are twelve sections in this manual, each covering a specific period in the life of the Savior and the apostles. The section overview will provide specific information that will help you in your study of the lessons that follow. Sections 1 through 6 cover the life and teachings of Jesus (Religion 211), and sections 7 through 12 cover the ministry of the apostles (Religion 212.)"],["p.para",{"id":"p17","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p17"},"The manual is not designed to be a substitute for your reading of the New Testament; rather, it is only a guide to help you organize and get the most from your study of the scriptural passages. The following outline of the format used in each lesson indicates this purpose:"],[".figure",{"id":"f2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.f2"},["ol.number",["li",["span.label","1."],["p.para","A Theme, drawn from each particular reading block."]],["li",["span.label","2."],["p.para","A short introductory section which sets the stage for the scriptures you will read."]],["li",["span.label","3."],["p.para","The reading block assignment, which includes a map and a time line."]],["li",["span.label","4."],["p.para","An Interpretive Commentary section. This contains commentary (primarily from Church leaders) that will help you with particularly difficult passages."]],["li",["span.label","5."],["p.para","A “Points to Ponder” section calls your attention to some of the major doctrinal Themes of that part of the New Testament and gives you the opportunity to thoughtfully consider how they can be applied in your life today."]]]],["p.para",{"id":"p23","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p23"},"Also, you will find items in the map section (found in the middle of the manual and also in the appendix section at the end of the manual) that will aid you in your studies."]],[".topic",["h4","How to Use Your Student Manual"],["p.para",{"id":"p25","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p25"},"The basic text for the course is the New Testament. This student manual is not designed to replace your reading of the scriptures, nor can it be a substitute for the inspired guidance of the Holy Ghost as you seek that guidance in humble prayer. Here are some suggestions on how the student manual may be most profitably used:"],[".figure",{"id":"f3","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.f3"},["ol.number",["li",["span.label","1."],["p.para","In each chapter you are given a reading assignment. The number of chapters you are asked to read for each class period may vary according to your instructor’s wishes and whether you are studying on the semester, quarter, or individual study systems. Whatever system you are in, you should be able to complete the reading of the New Testament in the chronological order in which the gospel message and the letters unfold, if you conscientiously fulfill your reading assignments."]],["li",["span.label","2."],["p.para","Study the background information pertaining to key personalities and the book being considered before reading the New Testament text, and you will find you can better understand the scriptures as you read them."]],["li",["span.label","3."],["p.para","Read the commentary on those passages that are difficult to understand."]],["li",["span.label","4."],["p.para","Consult the map section in order to locate various places mentioned in the Gospel or the epistles which follow. Compare these biblical sites with the present-day locations."]]]]]],[".topic",["h3","Which Version of the Bible Should I Use?"],["p.para",{"id":"p31","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p31"},"There are a large number of Bible translations now in existence. The translation recommended for Latter-day Saints has been clarified many times by the Church leaders. The following are examples of such counsel:"],["p.para",{"id":"p32","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p32"},["span.emphasis","“… none of these [other] translations surpasses the King James version of the English Bible in beauty of language and spiritual connotation, and probably in faithful adherence to the text available to translators. It is this version which is used by the Church of Jesus Christ of Latter-Day Saints in all of its official work both at home and abroad. The literature of the Church refers invariably to the King James’ translation. Other translations are used by the Church only to help explain obscure passages in the authorized version.”"],"(Widtsoe,",["span.emphasis","Evidences and Reconciliations,"],"p. 120.)"],["p.para",{"id":"p33","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p33"},["span.emphasis","“This King James or Authorized Version, ‘as far as it is translated correctly,’ has been the version accepted by this Church since it was organized.”"],"(J. Reuben Clark, Jr., in",["span.emphasis","CR,"],"Apr. 1954, p. 38.)"],["p.para",{"id":"p34","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p34"},["span.emphasis","“The Official Bible of our Church is the King James version.”"],"(Editorial,",["span.emphasis","Church News,"],"14 Nov. 1970, p. 16.)"],["p.para",{"id":"p35","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p35"},"This does not mean that the King James Version is a perfect translation. Elder James E. Talmage gave a reason for this when he wrote the following:"],["p.para",{"id":"p36","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p36"},["span.emphasis","“There will be, there can be, no absolutely reliable translation … unless it be effected through the gift of translation, as one of the endowments of the Holy Ghost. The translator must have the spirit of the prophet if he would render in another tongue the prophet’s words; and human wisdom alone leads not to that possession.”"],"(Talmage,",["span.emphasis","The Articles of Faith,"],"p. 237.)"],["p.para",{"id":"p37","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p37"},"Such an effort—to translate the Bible scriptures by the power of the Holy Ghost—was begun by the Prophet Joseph Smith under the direction of, and at the command of the Lord. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.60,61"},"D&C 45:60, 61"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.53"},"93:53"],".) The following is instructive information concerning the status of the Inspired Version in the Church today:"],["p.para",{"id":"p38","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p38"},["span.emphasis","“The Inspired Version [as it is called by its publishers] does not supplant the King James Version as the official church version of the Bible, but the explanations and changes made by the Prophet Joseph Smith provide enlightenment and useful commentary on many biblical passages."]],["p.para",{"id":"p39","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p39"},["span.emphasis","“Part of the explanations and changes made by the Prophet Joseph Smith were finally approved before his death; and some of these have been cited in current church instructional materials or may be cited in future church instructional materials."]],["p.para",{"id":"p40","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p40"},["span.emphasis","“Accordingly, these cited portions of the Inspired Version may be used by church writers and teachers, along with the Book of Mormon, Doctrine and Covenants, and Pearl of Great Price, in connection with Biblical interpretations, applying always the divine injunction that ‘whoso is enlightened by the Spirit shall obtain benefit therefrom.’” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/91.5"},"D&C 91:5"],")"]],["p.para",{"id":"p41","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p41"},["span.emphasis","“When the Book of Mormon, Doctrine and Covenants, and Pearl of Great Price offer information relative to biblical interpretation, these should be given preference in writing and teaching. But when these sources of latter-day revelation do not provide significant information which is available in the Inspired Version, then this version may be used.”"],"(Editorial,",["span.emphasis","Church News,"],"7 Dec. 1974, p. 16.)"],["p.para",{"id":"p42","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p42"},"References from the Inspired Version are used throughout this manual for clarification of particularly vague or faulty passages of the King James Version."],[".topic",["h4","How May You Most Profitably Study This Course?"],["p.para",{"id":"p44","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p44"},"Read these passages of scripture and consider their significance to your personal study:"],[".topic",["a.scriptureRef",{"href":"/scriptures/nt/john/7.16,17"},"John 7:16, 17"],["p.para",{"id":"p46","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p46"},"This passage “is a key that unlocks the door to knowledge of our eternal existence. If men will follow that instruction, they will know the truth, and they will realize that Jesus Christ is indeed the Son of God and the Redeemer of the world; that he arose from the dead and on the third day after his resurrection appeared to his disciples.” (Smith,",["span.emphasis","Doctrines of Salvation,"],"1:295.)"]],[".topic",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/2.3-5"},"1 John 2:3–5"],["p.para",{"id":"p48","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p48"},"“… these passages of scripture, I say, form a key by which the mysteries of eternal life are unlocked. …"],["p.para",{"id":"p49","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p49"},"“…",["span.emphasis","We may all know the truth; we are not helpless."],"The Lord has made it possible for every man to know the truth by the observance of these laws, and through the guidance of the Holy Spirit. …” (Smith,",["span.emphasis","Doctrines of Salvation,"],"1:295–96.)"]],[".topic",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/2.15"},"2 Timothy 2:15"],["p.para",{"id":"p51","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p51"},"In this passage you will find two reasons for your study: (1) to show yourself approved unto God (not merely to fulfill a credit), and (2) to become a student of the scriptures who can know and use the word of truth."]],["p.para",{"id":"p52","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p52"},"With these scriptures in mind, your study can be profitable to you."],[".figure",{"id":"f4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.f4"},["ol.number",["li",["span.label","1."],["p.para","Make the scriptures your main study in this course, using the manual as a supplement."]],["li",["span.label","2."],["p.para","Combine your study with sincere and frequent prayer."]],["li",["span.label","3."],["p.para","Strive to keep the commandments of God."]]]],["p.para",{"id":"p56","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-211.p56"},"May you enjoy the personal blessings that always accompany prayerful study and obedience to the Lord’s commandments."]]]]]]]],"refs":null}
