{"id":2,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introduction","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introduction.head1"},["h1","Introduction"]],[".bodyBlock",[".topic",["h2","Purpose of Religion 180R"],["div",{"id":"p3","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introduction.p3"},"Religion 180R,",["span.emphasis","Principles of Leadership,"],"introduces students to leadership principles and methods that will help them lead in a way that is pleasing to Jesus Christ, the perfect leader. As President Spencer W. Kimball explained, “We will find it very difficult to be significant leaders unless we recognize the reality of the perfect leader, Jesus Christ, and let him be the light by which we see the way!” (“Jesus: The Perfect Leader,”",["span.emphasis","Ensign,"],"Aug. 1979, 7)."],["div",{"id":"p4","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introduction.p4"},"As the Church grows, the need to prepare leaders increases. Members of the Church can learn to be leaders. President Gordon B. Hinckley quoted the following statement by United States Army General Mark W. Clark: “Contrary to the old saying that leaders are born not made, the art of leading can be taught and it can be mastered” (in",["span.emphasis","Teachings of Gordon B. Hinckley"],"[1997], 306)."],["div",{"id":"p5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introduction.p5"},["span.emphasis","Principles of Leadership"],"is a one-credit course meeting one class period per week. It may be offered to all students or adapted for specific groups, such as institute of religion student council leaders. If the course is being offered to a specific group, be sure to include a notice following the course listing in the class schedule (for example, “For student council leaders”). Although",["span.emphasis","Principles of Leadership"],"is designed as a one-semester or two-term course, you could supplement the lessons with additional materials to meet local needs in order to provide a year of lesson materials for an institute student council."],["div",{"id":"p6","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introduction.p6"},"The",["span.emphasis","Principles of Leadership Teacher Manual"],"includes more lessons than can be taught in a 15-week semester system. The extra lessons allow teachers some flexibility in deciding what topics to present in class. In a 9-week term setting, the lessons could be arranged in two groups of nine for presentation in two terms. The first term course, Religion 180R, and the second term course, Religion 181R, could both be called",["span.emphasis","Principles of Leadership."]]],[".topic",["h2","Principles of Leadership Teacher Manual"],["div",{"id":"p8","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introduction.p8"},"The",["span.emphasis","Principles of Leadership Teacher Manual"],"includes a lesson on each of eighteen principles of leadership drawn from the scriptures. The order in which you present the lessons may be adjusted according to your circumstances. It may take more than one class period to adequately discuss some of the principles. Organize the lessons so that you can discuss the principles you feel are most important to your students as they prepare for leadership roles in the Church, school, community, and home."],"Each lesson begins with a scripture from which a general principle of leadership is extracted. In addition, each lesson includes:",["ul.bullet",["li",["span.label","•"],[".para",["span.emphasis","Lesson concepts"],"—Specific principles to help students apply the general leadership principle."]],["li",["span.label","•"],[".para",["span.emphasis","Commentary"],"—Explanations of the lesson concepts, including additional scriptures and statements by General Authorities."]],["li",["span.label","•"],[".para",["span.emphasis","Teaching ideas"],"—Suggested methods for teaching the concepts."]],["li",["span.label","•"],[".para",["span.emphasis","Teacher resources"],"—Speeches or writings by General Authorities relating to principles of leadership. These are followed by study questions."]]],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introduction.p14"},"The speeches in the teacher resources section and accompanying questions are intended for you, the teacher, as you prepare your lessons. You may also choose to use the speeches and questions in class or give them to students as handouts. Note that some of the speeches relate directly to the lessons they follow, while others are about leadership in general."],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introduction.p15"},"May this teacher manual help you prepare tomorrow’s leaders and fulfill President Ezra Taft Benson’s hope: “Beloved youth, you will have your trials and temptations through which you must pass, but there are great moments of eternity which lie ahead. You have our love and our confidence. We pray that you will be prepared for the reins of leadership. We say to you, ‘Arise and shine forth’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.5"},"D&C 115:5"],") and be a light unto the world, a standard to others” (“To ‘the Rising Generation,’”",["span.emphasis","New Era,"],"June 1986, 8)."]]]],"refs":null}
