{"id":653,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":653,"title":"Isaiah","subtitle":"","short_title":"Isaiah","uri":"/scriptures/bd/isaiah","content":[["div",{"id":"t1","uri":"/scriptures/bd/isaiah.t1","order":".000.1675"},[".title","Isaiah"],["div",{"id":"p1","uri":"/scriptures/bd/isaiah.p1","order":".000.1676"},["i","The Lord is salvation."],"Son of Amoz, a prophet in Jerusalem during 40 years, 740–701",["span.small","B.C."],"He had great religious and political influence during the reign of Hezekiah, whose chief advisor he was. Tradition states that he was “sawn asunder” during the reign of Manasseh; for that reason he is often represented in art holding a saw."],["div",{"id":"p2","uri":"/scriptures/bd/isaiah.p2","order":".000.1677"},"Isaiah is the most quoted of all the prophets, being more frequently quoted by Jesus, Paul, Peter, and John (in his Revelation) than any other Old Testament prophet. Likewise the Book of Mormon and the Doctrine and Covenants quote from Isaiah more than from any other prophet. The Lord told the Nephites that “great are the words of Isaiah,” and that all things Isaiah spoke of the house of Israel and of the Gentiles would be fulfilled (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.1-3"},"3 Ne. 23:1–3"],")."],["div",{"id":"p3","uri":"/scriptures/bd/isaiah.p3","order":".000.1678"},"The writings of Isaiah deal with events of his day as well as events beyond his time, some of which have already come to pass and others are yet to be. The bulk of Isaiah’s prophecies deal with the coming of the Redeemer, both in His first appearance (“For unto us a child is born,”",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"9:6"],") and as the Great King at the last day, as the God of Israel. A major theme is that God requires righteousness of His people, and until they obey Him they will be smitten and scattered by their enemies. But in the end, Israel will be restored; the barren land will be made fruitful and able to support a large population; and the Lord, the Holy One of Israel, will dwell in the midst of His people, who will be called Zion."],["div",{"id":"p4","uri":"/scriptures/bd/isaiah.p4","order":".000.1679"},"Some notable references are the following:",["a.scriptureRef",{"href":"/scriptures/ot/isa/1"},"Isa. 1"],", which is a prologue to the rest of the book;",["a.scriptureRef",{"href":"/scriptures/ot/isa/7.14"},"7:14"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6-7"},"9:6–7"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.1-5"},"11:1–5"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/53"},"53"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/isa/61.1-3"},"61:1–3"],", which foreshadow the mission of the Savior;",["a.scriptureRef",{"href":"/scriptures/ot/isa/2"},"Isa. 2"],",",["a.scriptureRef",{"href":"/scriptures/ot/isa/11"},"11"],",",["a.scriptureRef",{"href":"/scriptures/ot/isa/12"},"12"],", and",["a.scriptureRef",{"href":"/scriptures/ot/isa/35"},"35"],", which deal with events in the latter day, when the gospel is restored, Israel is gathered, and the thirsty land blossoms as the rose;",["a.scriptureRef",{"href":"/scriptures/ot/isa/29"},"Isa. 29"],", an exposition of the coming forth of the Book of Mormon (see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27"},"2 Ne. 27"],"); and",["a.scriptureRef",{"href":"/scriptures/ot/isa/40?span=40-46"},"Isa. 40–46"],", which extols the superiority of Jehovah as the true God over the idol gods of the pagan worshippers. The remaining chapters,",["a.scriptureRef",{"href":"/scriptures/ot/isa/47?span=47-66"},"47–66"],", deal with events in the final restoration of Israel, the cleansing of the earth, and the establishment of Zion, with the Lord dwelling among His people."],["div",{"id":"p5","uri":"/scriptures/bd/isaiah.p5","order":".000.1680"},"A major difficulty in understanding the book of Isaiah is his extensive use of symbolism, as well as his prophetic foresight and literary style; these take many local themes (which begin in his own day) and extend them to a latter-day fulfillment or application. Consequently, some prophecies are probably fulfilled more than one time and have more than one application."],["div",{"id":"p6","uri":"/scriptures/bd/isaiah.p6","order":".000.1681"},"Some notable references to Isaiah in the New Testament are",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.16-21"},"Luke 4:16–21"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/1.23"},"John 1:23"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.26-35"},"Acts 8:26–35"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9"},"1 Cor. 2:9"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.54-56"},"15:54–56"],". When the angel Moroni came to Joseph Smith on September 21–22, 1823, he quoted",["a.scriptureRef",{"href":"/scriptures/ot/isa/11"},"Isa. 11"],"and said it was about to be fulfilled (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.40"},"JS—H 1:40"],")."],["div",{"id":"p7","uri":"/scriptures/bd/isaiah.p7","order":".000.1682"},"The reader today has no greater written commentary and guide to understanding Isaiah than the Book of Mormon and the Doctrine and Covenants. As one understands these works better he will understand Isaiah better, and as one understands Isaiah better, he more fully comprehends the mission of the Savior and the meaning of the covenant that was placed upon Abraham and his seed by which all the families of the earth would be blessed."]]],"refs":null}
