{"id":2,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":2,"title":"January: I Am a Child of God, and He Has a Plan for Me","subtitle":"","short_title":"January","uri":"/manual/2013-outline-for-sharing-time/january","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/2013-outline-for-sharing-time/january"},[".heading",{"id":"head1","uri":"/manual/2013-outline-for-sharing-time/january.head1"},[".titleNumber","January"],["h1","I Am a Child of God, and He Has a Plan for Me"],["span.epigraph",{"id":"lds-"},"“The Spirit itself beareth witness with our spirit, that we are the children of God” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.16"},"Romans 8:16"],")."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/2013-outline-for-sharing-time/january.f1"},["p.para",{"id":"p4","uri":"/manual/2013-outline-for-sharing-time/january.p4"},"Song: “I Am a Child of God”"],[".citationInfo",["p.para",{"id":"p5","uri":"/manual/2013-outline-for-sharing-time/january.p5"},"(",["span.emphasis","CS,"],"2–3)"]]],[".intro","Supplement the ideas provided here with some of your own. Each week, plan ways to (1) identify the doctrine, (2) help the children understand it, and (3) help them apply it in their lives.",["b","Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]]],[".bodyBlock",[".image",{"id":"f2","uri":"/manual/2013-outline-for-sharing-time/january.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/primary-sharing-time_938786_inl.jpg"}],[".caption",["p",{"id":"lds-"},["b","Yearlong Activity:"],"Briefly share a way you have recognized that God loves you. Place a small object (such as a cotton ball, a bean, or a pebble) into a clear jar or container. Throughout the year, allow children to share ways they have recognized that God knows and loves them. Each time a child shares something, allow him or her to add another object to the jar. Refer to the jar frequently, pointing out how many ways Heavenly Father shows His love for us."]]],[".topic",{"id":"t1","uri":"/manual/2013-outline-for-sharing-time/january.t1"},["h2","Week 1: God is my Heavenly Father. He knows and loves me."],["p.para",{"id":"p9","uri":"/manual/2013-outline-for-sharing-time/january.p9"},["b","Identify the doctrine",["span.emphasis","(playing a guessing game):"]],"Tell the children that you are thinking of someone who loves us, knows each of us, helps us, and lives far away. Ask them to guess who you are thinking of (Heavenly Father). Discuss our relationship with Heavenly Father. Invite the children to repeat together “God is my Heavenly Father. He knows and loves me.”"],["p.para",{"id":"p10","uri":"/manual/2013-outline-for-sharing-time/january.p10"},["b","Encourage understanding",["span.emphasis","(reading scriptures):"]],"Divide the children into groups. Have each group read",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.5"},"Enos 1:5"],",",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.6"},"Moses 1:6"],", and",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.17"},"Joseph Smith—History 1:17"],"and discuss how the Lord addresses each prophet. Ask the children: “If Heavenly Father visited you, what would He call you?” Bear testimony that God knows each of us by name."],[".box-decor",{"id":"f3","uri":"/manual/2013-outline-for-sharing-time/january.f3"},["p.para",{"id":"p11","uri":"/manual/2013-outline-for-sharing-time/january.p11"},["b","Adapt activities"],"to work with the size of your Primary. Dividing a large Primary into groups to read scriptures gives more children the opportunity to participate. You may not need to divide a small Primary into groups to engage all of the children."]],["p.para",{"id":"p12","uri":"/manual/2013-outline-for-sharing-time/january.p12"},["b","Encourage application",["span.emphasis","(singing songs):"]],"Have the children stand in a circle and pass around several items that represent God’s love for His children as they sing “I Am a Child of God” (",["span.emphasis","CS,"],"2–3) or “I Know My Father Lives” (",["span.emphasis","CS,"],"5). Items could include scriptures, a picture of the sacrament, a piece of fruit, or a picture of a family. Randomly stop the singing and have the children holding an item share one way they know God loves them. Repeat as time allows."]],[".topic",{"id":"t2","uri":"/manual/2013-outline-for-sharing-time/january.t2"},["h2","Weeks 2 and 3: Heavenly Father’s plan is a plan of happiness."],[".image",{"id":"f4","uri":"/manual/2013-outline-for-sharing-time/january.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/open-gift-box_929746_inl.jpg"}],[".imageText",["p.para","Heavenly Father’s plan is a plan of happiness"]]],["p.para",{"id":"p15","uri":"/manual/2013-outline-for-sharing-time/january.p15"},["b","Identify the doctrine:"],"Write “Heavenly Father’s plan is a plan of happiness” on a piece of paper. Place the paper in a container and wrap it to look like a gift. Hold up the gift and tell the children that inside is something that will bring them happiness. Let them guess what it might be. Then open the gift and have a child read the sentence to the class. Explain that Heavenly Father has a plan so that we can be happy and live with Him again."],["p.preamble",["b","Encourage understanding",["span.emphasis","(singing a song and answering questions):"]],"Give each class a wordstrip with one of the following questions written on it:"],["ul.noMarker",["li",["p.para","What does my life have, and where did it begin?"]],["li",["p.para","What was my choice, and what should I seek?"]],["li",["p.para","What should I follow, and to what can I hold fast?"]],["li",["p.para","How will I feel if I follow God’s plan?"]]],["p.para",{"id":"p21","uri":"/manual/2013-outline-for-sharing-time/january.p21"},"Sing the first two lines of “I Will Follow God’s Plan” (",["span.emphasis","CS,"],"164–65), and discuss the answer to the first question. Repeat with the rest of the song and the other questions."],[".image",{"id":"f6","uri":"/manual/2013-outline-for-sharing-time/january.f6"},[".caption",["h3","Premortal"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/planet-in-space_266548_inl.jpg"}],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/christ-portrait_938818_inl.jpg"}],[".caption",["h3","Mortal"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/girl-baptism_938766_inl.jpg"}],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/korean-family-prayer_939079_inl.jpg"}],[".caption",["h3","Postmortal"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/second-coming-christ-anderson_938854_inl.jpg"}]],["p.para",{"id":"p25","uri":"/manual/2013-outline-for-sharing-time/january.p25"},["b","Encourage understanding",["span.emphasis","(finishing a statement):"]],"Put pictures representing premortal, mortal, and postmortal life in three separate areas of the room. Draw a happy face on a piece of paper. Tell the children that each time you hold up the happy face, they should say, “Happy.” Stand near the picture of premortal life and describe the Council in Heaven. Whenever possible, let the children finish your statements with “happy” as you hold up the happy face. For example: “Heavenly Father wanted us to be",["span.emphasis","happy."],"He told us about His plan to send us to earth and receive a body. He said that we could be",["span.emphasis","happy"],"if we obeyed His commandments. He knew that we would need a Savior to help us be",["span.emphasis","happy,"],"because none of us are perfect. When we heard about Heavenly Father’s plan, we were so",["span.emphasis","happy"],"we shouted for joy!” Continue this activity as you move to the other areas and describe the plan of happiness: “You came to your family, and they were so",["span.emphasis","happy"],"when you were born.” “We are",["span.emphasis","happy"],"as we make righteous choices.” “We will be",["span.emphasis","happy"],"to be with our families and Heavenly Father and Jesus Christ forever in the celestial kingdom.” Add details of the plan as appropriate for the ages and understanding of the children."],["p.para",{"id":"p26","uri":"/manual/2013-outline-for-sharing-time/january.p26"},["b","Encourage application",["span.emphasis","(drawing pictures):"]],"Give each child a piece of paper with a happy face and the words “Heavenly Father’s plan is a plan of happiness” on it. Invite them to draw a picture of something in our Heavenly Father’s plan that makes them happy. Testify that the Father’s plan is for our eternal happiness."]],[".box-decor",{"id":"f7","uri":"/manual/2013-outline-for-sharing-time/january.f7"},["p.para",{"id":"p27","uri":"/manual/2013-outline-for-sharing-time/january.p27"},["b","Show love:"],"“As we show love for those we teach, they become more receptive to the Spirit” (",["span.emphasis","TNGC,"],"31). You can increase your love for the children as you pray for them, get to know their interests and concerns, call them by name, and listen attentively to them."]],[".topic",{"id":"t3","uri":"/manual/2013-outline-for-sharing-time/january.t3"},["h2","Week 4: I have agency, and I am responsible for my choices."],["p.para",{"id":"p29","uri":"/manual/2013-outline-for-sharing-time/january.p29"},["b","Identify the doctrine:"],"Prepare two wordstrips, one that says “I have agency” and one that says “I am responsible for my choices.” Divide the children into two groups. Ask two children to come to the front of the room. Ask one of them to hold up the first wordstrip, and have one of the groups stand and say, “I have agency.” Ask the other child to hold up the second wordstrip, and have the other group stand and say, “I am responsible for my choices.” Repeat several times, letting each group say each phrase."],["p.para",{"id":"p30","uri":"/manual/2013-outline-for-sharing-time/january.p30"},["b","Encourage understanding",["span.emphasis","(discussing consequences):"]],"Ask the children what the consequence would be if they chose to not eat, to touch a hot stove, to attend church, or to be kind to others. Explain that Heavenly Father loves us and wants us to make good choices and receive the blessings of those choices."],[".img-left",{"id":"f8","uri":"/manual/2013-outline-for-sharing-time/january.f8"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/primary-sharing-time_938803_inl.jpg"}],[".caption",["p",{"id":"lds-"},"Actively engaging all of the children in an activity keeps their attention and gives them the opportunity to participate in the learning experience."]]],["p.para",{"id":"p32","uri":"/manual/2013-outline-for-sharing-time/january.p32"},["b","Encourage application",["span.emphasis","(playing a game):"]],"Write on strips of paper some good choices and some bad choices a child could make. Place the strips in a container. Have the children form two lines, a “choice” line and a “consequences” line. Have the first child in each line walk to the front of the room as everyone sings the first line of “Choose the Right” (",["span.emphasis","Hymns,"],"no. 239). Have the child in the “choice” line draw out and read a choice. Have the other child give a possible consequence of that choice. Have the rest of the children point their thumbs up if it is a good choice and point their thumbs down if it is a bad choice. Continue as time allows."]],[".topic",{"id":"t4","uri":"/manual/2013-outline-for-sharing-time/january.t4"},["h2","Helps for the music leader"],["p.para",{"id":"p34","uri":"/manual/2013-outline-for-sharing-time/january.p34"},"Ask the children to sing the chorus of “I Am a Child of God” (",["span.emphasis","CS,"],"2–3) with you and listen for words that describe what they would like someone to do for them. List their responses (lead, guide, walk beside, help, teach) on the board. Ask a question about each word. For example, “Who leads us?” or “Why would you want someone to walk beside you?” Testify of the blessings of having parents, teachers, leaders, prophets, the scriptures, and the Holy Ghost to help us find our way back to Heavenly Father."]]]]]],"refs":null}
