{"id":13,"parent_id":0,"book_id":23527,"content_id":1,"language_id":0,"display_order":13,"title":"Joining the Lord’s Army","subtitle":"By Nathaniel Free","short_title":"Joining the Lord’s Army","uri":"/new-era/2013/08/joining-the-lords-army","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/08/joining-the-lords-army"},[".heading",{"id":"head1","uri":"/new-era/2013/08/joining-the-lords-army.head1"},[".title","Joining the Lord’s Army"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/08/joining-the-lords-army.p2"},"By Nathaniel Free"]],[".event",["p.para",{"id":"p3","uri":"/new-era/2013/08/joining-the-lords-army.p3"},"Elder Nathaniel Free is serving in the Alaska Anchorage Mission."]],[".kicker","A series of events led me to become part of the Lord’s army."]],[".bodyBlock",[".figure",{"id":"f51","uri":"/new-era/2013/08/joining-the-lords-army.f51"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug24-soldier-in-bed.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/08/joining-the-lords-army.p5"},"Illustration by Andrew Bosley"]]],["p.para",{"id":"p6","uri":"/new-era/2013/08/joining-the-lords-army.p6"},"I was a directionless 16-year-old moving around the country when a pastor of a local church in northern California took me in. He gave me a roof over my head and my first exposure to Jesus Christ. I began to attend the local church’s youth congregation. After a few months, I was given free schooling at a youth ministry school, allowing me to become a youth minister over a group of 8–15-year-olds. Life seemed to be falling into place, but I still lacked a life plan. When my pastor suggested I enroll in the army, I realized it could help me gain the focus I needed for my life. Plus, I was excited to serve my country and knew it was a great opportunity to receive an education. So I enlisted."],["p.para",{"id":"p7","uri":"/new-era/2013/08/joining-the-lords-army.p7"},"I soon learned that even though there are a lot of tough things in life, basic training may be among the toughest. But on Sunday, all soldiers were given a small break to attend religious worship, which provided a much-needed rest—not just from the daily rigors of the army, but also from a stern drill sergeant as well. I eagerly accepted this opportunity and began attending a different faith’s worship services each week. When I attended The Church of Jesus Christ of Latter-day Saints, I told the members I was already a member so they wouldn’t try to convert me. I was surprised by how much I enjoyed the three-hour break, so I decided to go back the following week."],["p.para",{"id":"p8","uri":"/new-era/2013/08/joining-the-lords-army.p8"},"That time I took John, my training partner, with me to church. The first speaker was a woman who was graduating from basic combat training. She shared her conversion story and then sang the hymn “A Poor Wayfaring Man of Grief” (",["span.emphasis","Hymns,"],"no. 29). I glanced at John and noticed tears forming in his eyes."],["p.para",{"id":"p9","uri":"/new-era/2013/08/joining-the-lords-army.p9"},"“What is this feeling?” he asked. “I’ve got the tingles.”"],["p.para",{"id":"p10","uri":"/new-era/2013/08/joining-the-lords-army.p10"},"As I replied, “It’s called the Spirit,” it struck me that something special was going on—something about The Church of Jesus Christ of Latter-day Saints was different."],["p.para",{"id":"p11","uri":"/new-era/2013/08/joining-the-lords-army.p11"},"John and I soon met with the missionaries, and they gave us copies of the Book of Mormon. John readily accepted his copy; I was more hesitant. In basic training our only free time was the four hours we had for sleep, and I did not feel like we could waste a precious minute doing anything other than sleep. But John felt differently."],["p.para",{"id":"p12","uri":"/new-era/2013/08/joining-the-lords-army.p12"},"That night as I climbed into my bunk, I noticed a light coming from the bunk next to me. It was John reading the Book of Mormon instead of sleeping. The night guard for our barracks later approached and asked John what he was doing. John matter-of-factly replied, “I’m reading the Book of Mormon.” The guard responded, “Oh, John, you’re not reading those lies are you?” I grimaced on the top bunk. I knew I should defend John and the Book of Mormon, but I cowardly decided to roll over and act like I was asleep."],["p.para",{"id":"p13","uri":"/new-era/2013/08/joining-the-lords-army.p13"},"John climbed out of his bunk, stood up, and, addressing the guard boldly, stated, “This is another testament of Jesus Christ. You take that back.”"],["p.para",{"id":"p14","uri":"/new-era/2013/08/joining-the-lords-army.p14"},"I lay in anguish all that night. I had failed to defend my God and my training partner. I felt like I had denied my Christ and denied my discipleship. I, who was a certified minister, had lain in bed, while John, after having the Book of Mormon for only a few hours, had bravely stood up to defend it. Overcome with shame and embarrassment, I knew that the only thing I could do was to read the Book of Mormon for myself."],["p.para",{"id":"p15","uri":"/new-era/2013/08/joining-the-lords-army.p15"},"As I began to read, it wasn’t long before I gained a testimony that the Book of Mormon is another testament of Jesus Christ. I was so excited and knew I had to share the good word with my adopted family. I wrote home to my pastor and eagerly explained what I’d learned. I was surprised, confused, and mostly sad when he wrote back telling me I could never go home to them again unless I stopped going to the LDS Church and reading the Book of Mormon. I wanted to remain close to my family, but by then I knew the Book of Mormon is true and that I would do everything in my power never to let God down again, even if it meant giving up my family (see",["a",{"href":"/scriptures/nt/matt/10.37-39"},"Matthew 10:37–39"],")."],["p.para",{"id":"p16","uri":"/new-era/2013/08/joining-the-lords-army.p16"},"So I did what I had to do. I got baptized."],["p.para",{"id":"p17","uri":"/new-era/2013/08/joining-the-lords-army.p17"},"About two years later, I was praying one night when a thought entered my mind: “What about a mission?” I dismissed the idea as impossible. After all, I had signed a contract and was enlisted to serve in the army for a set amount of time. The next night the same thing happened, and I shrugged it off again. But when the thought came back for the third consecutive night, I decided to ask Heavenly Father about it."],["p.para",{"id":"p18","uri":"/new-era/2013/08/joining-the-lords-army.p18"},"“If I really am supposed to serve a mission, help me know what to do,” I pleaded."],["p.para",{"id":"p19","uri":"/new-era/2013/08/joining-the-lords-army.p19"},"About 10 minutes later I was lying in my bunk when someone knocked on the door. It was my elders quorum president, looking a little uncomfortable."],["p.para",{"id":"p20","uri":"/new-era/2013/08/joining-the-lords-army.p20"},"Somewhat sheepishly he said, “I’m not exactly sure why, but for the past three nights the Spirit has prompted me to tell you that you are supposed to serve a mission. Tonight the prompting was so strong that there was no way I could ever think of sleeping without telling you.”"],[".figure",{"id":"f52","uri":"/new-era/2013/08/joining-the-lords-army.f52"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13aug24-soldier-with-book-of-mormon.jpg"}],[".credit",["p.para",{"id":"p21","uri":"/new-era/2013/08/joining-the-lords-army.p21"},"Illustration by Andrew Bosley"]]],["p.para",{"id":"p22","uri":"/new-era/2013/08/joining-the-lords-army.p22"},"I knew my answer, and so I started to act on it. I knew it’s extremely hard to get permission to take a two-year break from the army, but after much effort and many small miracles, I was finally granted leave for two years to serve a mission. I received my call to the Alaska Anchorage Mission, where I’m now serving."],["p.para",{"id":"p23","uri":"/new-era/2013/08/joining-the-lords-army.p23"},"The Lord has blessed my life with so much. He brought the pastor into my life so I could learn about Jesus Christ and straighten out my life. Then He helped me find the Church and the restored gospel, and He cleared the way so I could serve a mission. I am so grateful that He trusts me enough to call me to share His gospel with His children. He knows each and every one of us, and if we have faith in Him, He will always prepare a way for us and guide us to the right places at the right times."]],[".resources",[".sideQuote",{"id":"f53","uri":"/new-era/2013/08/joining-the-lords-army.f53"},[".title","Your Service"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],["p.para",{"id":"p25","uri":"/new-era/2013/08/joining-the-lords-army.p25"},"Just as the example of Nathaniel’s friend helped him join the Church during his military service, you can also be a great missionary if you serve in the military. For you, President Thomas S. Monson has said:"],["p.para",{"id":"p26","uri":"/new-era/2013/08/joining-the-lords-army.p26"},"“Brethren, as you plan with purpose your lives, remember that your missionary opportunities are not restricted to the period of a formal call. For those of you who serve in the military, such time can and should be profitable. Each year our young men in uniform bring many souls into the kingdom of God by honoring their priesthood, living the commandments of God, and teaching to others the Lord’s divine word” (“Come, All Ye Sons of God,”",["span.emphasis","Ensign,"],"May 2013, 67)."]]]]]],"refs":null}
