{"id":7,"parent_id":0,"book_id":9403,"content_id":1,"language_id":1,"display_order":7,"title":"Joseph Smith–History","subtitle":"","short_title":"Joseph Smith–History","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history"},[".heading",{"id":"head1","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.head1"},["h1","Joseph Smith–History"]],[".bodyBlock",[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f1"},["ul.bullet",["li",["span.label","•"],["p","Joseph Smith’s preparation"]],["li",["span.label","•"],["p","The First Vision—the appearance of the Father and the Son"]],["li",["span.label","•"],["p","Moroni’s appearances to Joseph Smith"]],["li",["span.label","•"],["p","Joseph Smith receives, safeguards, and translates the gold plates"]],["li",["span.label","•"],["p","The restoration of the Aaronic Priesthood"]]]],[".topic",{"id":"t1","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t1"},[".topic",{"id":"t2","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t2"},["h3","What Is Joseph Smith—History?"],["p.para",{"id":"p9","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p9"},"Joseph Smith—History tells of the Prophet’s experiences from his early years through May 1829. It was extracted by Elder Franklin D. Richards, who was a member of the Quorum of the Twelve Apostles, from a much longer history the Prophet Joseph Smith began in 1838. The extract was first published in England in 1851 as part of the first Pearl of Great Price pamphlet (see the",["a.scriptureRef",{"href":"/scriptures/pgp"},"Introductory Note"],"at the beginning of the Pearl of Great Price)."],[".image",{"id":"f3","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_H01_001-jsHistory.jpg"}]],["p.para",{"id":"p10","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p10"},"Joseph Smith—History contains an account of the First Vision, the coming forth of the Book of Mormon, and the restoration of the Aaronic and Melchizedek Priesthoods. The excerpts come from the first five chapters of what eventually became the seven-volume",["span.emphasis","History of the Church"],"(see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.1-44"},"1:1–44"],"). Joseph Smith—History became scripture in 1880 when the Pearl of Great Price was canonized as one of the standard works of the Church."]],[".topic",{"id":"t3","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t3"},["h3","Who Wrote Joseph Smith—History?"],["p.para",{"id":"p12","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p12"},"The account in the Pearl of Great Price was not the first attempt to record the Prophet’s early experiences. In April 1830 he received a revelation from the Lord requiring that a record or history be kept (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.1"},"D&C 21:1"],"). However, his efforts were hindered by lawsuits, imprisonments, poverty, and mobs. Oliver Cowdery “served as Church Recorder from April 1830 to March 1831 and again from September 1835 to 1837. He wrote a history of the Church covering the period from ‘the time of the finding of the plates up to June 12th, 1831’” (Dean C. Jessee, “The Writing of Joseph Smith’s History,”",["span.emphasis","Brigham Young University Studies,"],"summer 1971, 442). In March 1831, John Whitmer was appointed to “write and keep a regular history, and assist you, my servant Joseph, in transcribing all things which shall be given you” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/47.1"},"D&C 47:1"],"). John Whitmer’s brief written history was lost for many years, but is now available. Oliver Cowdery also wrote eight letters about Joseph Smith’s early visions, which were published in the",["span.emphasis","Latter Day Saints’ Messenger and Advocate"],"in 1834–35."],["p.para",{"id":"p13","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p13"},"Joseph Smith commenced work on a history between July and November 1832. It began with the words “A History of the life of Joseph Smith Jr., an account of his marvelous experience and of all the mighty acts which he doeth in the name of Jesus Christ the son of the living God of whom he beareth record and also an account of the rise of the church of Christ” (Dean C. Jessee, “The Early Accounts of Joseph Smith’s First Vision,”",["span.emphasis","Brigham Young University Studies,"],"spring 1969, 278)."],["p.para",{"id":"p14","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p14"},"Various clerks and historians began three more historical accounts between 1834 and 1836. In the difficult years of 1837 and 1838, Joseph Smith and the First Presidency worked on the history of the Church, sometimes taking a grammar lesson before the writing sessions. Finally, in June 1839, the Prophet undertook the work again. Materials from the previous efforts were assimilated into a new history, which eventually was published in the",["span.emphasis","Times and Seasons"],"beginning 1 March 1842. Elder Franklin D. Richards published extracts from that 1842 history in 1851, and they are now called Joseph Smith—History."]],[".topic",{"id":"t4","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t4"},["h3","Some Fundamental Messages of Joseph Smith—History"],["ul.bullet",["li",["span.label","•"],["p",["span.emphasis","The reality of Heavenly Father and Jesus Christ as the Savior of the world."],"Joseph Smith left the Sacred Grove with a personal knowledge of the reality of our Heavenly Father and Jesus Christ. He knew that Jesus is the Son of God; that because of the mercy and grace of His Atonement his sins were forgiven; that Heavenly Father was pleased with His Son, the Savior; and that he was to listen to and obey the words of the Savior."],[".image",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_H01_002-1stVision.jpg"}]]],["li",["span.label","•"],["p",["span.emphasis","There was an apostasy and loss of the true Church from the earth."],"Joseph was told to join none of the churches, “for they were all wrong” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.19"},"Joseph Smith—History 1:19"],"). Such a statement makes it clear that the gospel and church established by the Savior during His mortal ministry had been lost and that “none of them was acknowledged of God as His Church and kingdom” (",["span.emphasis","History of the Church,"],"4:536)."]],["li",["span.label","•"],["p",["span.emphasis","Joseph Smith was a prophet of God."],"Joseph wrote that the angel Moroni told him that “God had a work for me to do” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.33"},"Joseph Smith—History 1:33"],"). Every event in the Restoration of the gospel through the Prophet Joseph Smith chronicles the fact that God had spoken again to man through a prophet."]],["li",["span.label","•"],["p",["span.emphasis","The Book of Mormon is the word of God."],"The events surrounding the coming forth of the Book of Mormon testify of its divinity, and its message not only testifies of Christ, but is a catalyst for greater revelation from God and for the gathering of scattered Israel into the church and kingdom of God."]],["li",["span.label","•"],["p",["span.emphasis","The Church of Jesus Christ has been restored to earth in the latter days."],"Joseph was promised that the fulness of the gospel would be made known through him (see",["span.emphasis","History of the Church,"],"4:536). The translation of the Book of Mormon and the restoration of the priesthood laid the foundation for the reestablishment of the church and kingdom of God on earth."]]]]],[".topic",{"id":"t5","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t5"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.1-10"},"Joseph Smith–History 1:1–10"]],["h3","An Unusual Excitement"],[".figure",{"id":"f6","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f6"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Date"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Significant Event"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","23 December 1805"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joseph Smith Jr. was born in Sharon township, Windsor County, Vermont."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","1816"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The Smith family moved from Norwich, Vermont, to Palmyra, New York (near where the Book of Mormon plates were buried)."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","1820"]],["td",{"colspan":"1","rowspan":"1"},["p.para","An unusual excitement on the subject of religion led young Joseph to wonder which church to join."]]]]]],[".topic",{"id":"t6","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t6"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.1"},"Joseph Smith—History 1:1"],". What Were the “Many Reports … by Evil-Disposed and Designing Persons”?"],["p.para",{"id":"p32","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p32"},"“From the outset the Church had an unpopular public image that was added to by apostates and nurtured by the circulation of negative stories and articles in the press. People gave many reasons for apostatizing. For example, Norman Brown left the Church because his horse died on the trip to Zion. Joseph Wakefield withdrew after he saw Joseph Smith playing with children upon coming down from his translating room. Simonds Ryder denied Joseph’s inspiration when Ryder’s name was misspelled in his commission to preach. Others left the Church because they experienced economic difficulties."],["p.para",{"id":"p33","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p33"},"“Ezra Booth, a former Methodist minister, was an influential apostate during this period [the early 1830s]. …"],["p.para",{"id":"p34","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p34"},"“… He published nine letters in the",["span.emphasis","Ohio Star"],"in Ravenna, from 13 October to 8 December 1831, detailing his objections to the Church."],["p.para",{"id":"p35","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p35"},"“These letters … later became a major section of the first anti-Mormon book, … published in 1834” (",["span.emphasis","Church History in the Fulness of Times"],"[Religion 341–43 student manual, 2nd ed., 2000], 113–14)."],["p.para",{"id":"p36","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p36"},"Many members of the Church apostatized following a period of economic stress in 1837. Backbiting against the Prophet Joseph Smith was common in Kirtland, particularly when he was away on business or on missions. Some men who held positions of trust in the Church rejected his leadership and declared that he was no longer a true prophet. “As a result of this apostasy fifty leading members of the Church were excommunicated under the direction of Joseph Smith, but the problems continued to fester. Several apostates tormented the faithful members with lawsuits and threatened loss of property. Anti-Mormons added their part by boycotting, ostracizing, and denying employment to those who were true to the Prophet and the Church” (",["span.emphasis","Church History in the Fulness of Times,"],"177)."],["p.para",{"id":"p37","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p37"},"After settling with his family in Far West, Missouri, Joseph, “with the assistance of Sidney Rigdon … embarked on the ambitious project of writing the history of the Church from its beginning. … The history of Joseph Smith and the early events of the Restoration now found in the Pearl of Great Price were a product of this project begun in April 1838” (",["span.emphasis","Church History in the Fulness of Times,"],"187)."]],[".topic",{"id":"t7","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t7"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.3"},"Joseph Smith—History 1:3"],". What Was Joseph Smith’s Early Life Like?"],["p.para",{"id":"p39","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p39"},"“Joseph Smith grew up on the family farm and was almost exclusively under his family’s influence. … During his formative years, Joseph Smith began to incorporate and manifest qualities that would help him fulfill his foreordained mission."],["p.para",{"id":"p40","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p40"},"“… He developed strong family bonds, learned to work hard, to think for himself, to serve others, and to love liberty” (",["span.emphasis","Church History in the Fulness of Times,"],"15)."],["p.para",{"id":"p41","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p41"},"His parents, Lucy Mack and Joseph Smith Sr., were married on 24 January 1796 and settled on a family farm in Tunbridge, Vermont. Joseph and Lucy rented a farm from Solomon Mack, Lucy’s father, in the summer of 1805 and Joseph also taught school in the winter. It was there that their fifth child, Joseph Smith Jr., was born on 23 December 1805. Lucy and Joseph taught their children religious precepts and Lucy especially encouraged the study of the Bible. Joseph Sr. was suspicious of traditional churches but always retained a strong belief in God."],[".image",{"id":"f7","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_H01_003-jsSr.jpg"}],[".caption",["p",{"id":"lds-"},"Joseph Smith Sr."]]],[".image",{"id":"f8","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f8"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_H01_004-lucyMack.jpg"}],[".caption",["p",{"id":"lds-"},"Lucy Mack Smith"]]],["p.para",{"id":"p42","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p42"},"“During Joseph Smith’s earliest years, his family moved frequently, looking for fertile soil or some other way to earn a livelihood. … In 1811 the Smiths moved to the small community of West Lebanon, New Hampshire. …"],["p.para",{"id":"p43","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p43"},"“Seven-year-old Joseph, Jr., recovered from … [typhoid] after two weeks but suffered complications that eventually required four surgeries. The most serious complication involved a swelling and infection in the tibia of his left leg.” An operation on his leg to remove the infection was endured by Joseph “without being bound or drinking brandy wine to dull his senses” (",["span.emphasis","Church History in the Fulness of Times,"],"22–23)."],["p.para",{"id":"p44","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p44"},"In 1816, Joseph Sr. went to Palmyra, New York, to investigate the report of good land at low cost. Joseph Jr., at the time a boy of ten, remembered that even though he was not yet fully recovered from his leg operation, the teamster engaged to assist the Smiths in their journey made him walk through snow, forty miles per day for several days, during which time he suffered the most excruciating weariness and pain."],["p.para",{"id":"p45","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p45"},"“Joseph Smith, Sr., the father of a family of ten—eleven by 1821—worked hard for a living. After two years in Palmyra, he accumulated enough money for a down payment on one hundred acres of wooded land in the nearby township of Farmington. During the first year he and his sons cleared thirty acres of heavy timber, prepared the ground for cultivation, and planted wheat. … Young Joseph later recalled that ‘it required the exertions of all that were able to render any assistance for the support of the Family’ [“History of Joseph Smith by Himself,” 1]. …"],["p.para",{"id":"p46","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p46"},"“At this time Joseph’s opportunities for schooling were limited. He attributed this to the ‘indigent circumstances’ he was raised under. ‘We were deprived of the benefit of an education. Suffice it to say, I was merely instructed in reading, writing, and the ground rules of arithmetic which constituted my whole literary acquirements’ [“History of Joseph Smith by Himself,” 1]” (",["span.emphasis","Church History in the Fulness of Times,"],"29–30)."]],[".topic",{"id":"t8","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t8"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.4"},"Joseph Smith—History 1:4"],". Joseph Smith’s Family"],["p.para",{"id":"p48","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p48"},"Elder Carlos E. Asay, who was a member of the Presidency of the Seventy, said that the Prophet Joseph Smith “was the product of a God-fearing family—a family that thirsted after righteousness and exercised a simple but deep faith in the Lord. His school was the home, his teachers were loving parents, and his textbook was the Holy Bible” (in Conference Report, Mar.–Apr. 1990, 79; or",["span.emphasis","Ensign,"],"May 1990, 63)."],["p.para",{"id":"p49","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p49"},"President Brigham Young said that the Lord had watched over Joseph Smith’s ancestors for generations: “It was decreed in the counsels of eternity, long before the foundations of the earth were laid, that he should be the man, in the last dispensation of this world, to bring forth the word of God to the people, and receive the fulness of the keys and power of the Priesthood of the Son of God. The Lord had his eye upon him, and upon his father, and upon his father’s father, and upon their progenitors clear back to Abraham, and from Abraham to the flood, from the flood to Enoch, and from Enoch to Adam. He has watched that family and that blood as it has circulated from its fountain to the birth of that man” (in",["span.emphasis","Journal of Discourses,"],"7:289–90; see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3.7-15"},"2 Nephi 3:7–15"],")."]],[".topic",{"id":"t9","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.5-10"},"Joseph Smith—History 1:5–10"],". What Was Going on in Palmyra, New York, Just Before the First Vision?"],["p.para",{"id":"p51","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p51"},"“As more and more Americans crossed the Catskill and Adirondack mountains to settle in the Finger Lakes area of western New York, they tended to lose contact with established churches in their former homes. These ‘unchurched’ settlers worried religious leaders of the main denominations, principally the Baptists, Methodists, and Presbyterians, who established proselyting programs for their disadvantaged brothers in the West."],["p.para",{"id":"p52","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p52"},"“The Methodists and Baptists were particularly zealous in their efforts to bring religion to those without its benefits. The Methodists employed circuit riders. These were traveling ministers who rode horseback from town to town throughout a given region, or circuit, ministering to the religious needs of the people. The Baptists used the farmer-preacher system. In this system a local man earned his living by farming but occupied a nearby pulpit on the Sabbath."],[".image",{"id":"f9","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f9"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_H01_005-gathering.jpg"}]],["p.para",{"id":"p53","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p53"},"“These efforts were bolstered by the enthusiasm of the Second Great Awakening which was then sweeping the United States. Nearly all churches in upstate New York conducted revivals. These were evangelistic gatherings designed to awaken the religiously inert. Revivals were often in the form of camp meetings held on the edge of a grove of trees or in a small clearing in the forest. Participants often traveled many miles over dusty or rut-filled roads to pitch their tents or park their wagons on the outskirts of the encampment. Camp meetings frequently lasted several days with some sessions lasting nearly all day and into the night. Ministers rotated, but it was not uncommon to find two or three ministers exhorting their listeners simultaneously. So fervent and enthusiastic was the religious zeal in western New York in the early 1800s that the region came to be known as the Burned-Over District. Because the Finger Lakes area was set figuratively ablaze with evangelistic fire, it is not surprising that young Joseph Smith and his family were caught up in the fervor” (",["span.emphasis","Church History in the Fulness of Times,"],"30)."]]],[".topic",{"id":"t10","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t10"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.11-20"},"Joseph Smith–History 1:11–20"]],["h3","The First Vision"],[".figure",{"id":"f10","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f10"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Date"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Significant Event"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Early spring 1820"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Fourteen-year-old Joseph Smith saw the Father and the Son in a grove near the family’s log home."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Early spring 1820"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joseph Smith told his family about his vision and they believed him."]]]]]],[".topic",{"id":"t11","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t11"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.11-13"},"Joseph Smith—History 1:11–13"],". Why Did Joseph Go into the Woods near His Home?"],["p.para",{"id":"p63","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p63"},"Amid the war of words and feelings that surrounded the boy Joseph, his mind was drawn to the scriptures. He reflected upon the message of",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5"},"James 1:5"],"again and again and decided for the first time in his life to pray vocally about the matter. After months of mental and spiritual struggle, he finally knew what he must do. Sometime in the early spring of 1820 he went to a familiar spot in the woods near his home to make the attempt. Joseph told an editor of the",["span.emphasis","New York Spectator"],": “I immediately went out into the woods where my father had a clearing, and went to the stump where I had struck my axe when I had quit work, and I kneeled down, and prayed” (in Allen,",["span.emphasis","Improvement Era,"],"Apr. 1970, 13)."],["p.para",{"id":"p64","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p64"},"Joseph’s “months of anguish had resulted in obvious spiritual maturity, and he had at least three serious questions on his mind: (1) He was concerned for his own salvation and sought forgiveness of his sins; (2) he was concerned for the welfare of mankind in general, for, he said, ‘I felt to mourn for my own sins and for the sins of the world’; (3) he wanted to know which, if any, of the churches was right, and which he should join” (Allen,",["span.emphasis","Improvement Era,"],"Apr. 1970, 9)."]],[".topic",{"id":"t12","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t12"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.15-16"},"Joseph Smith—History 1:15–16"],". The Powers of Darkness"],["p.para",{"id":"p66","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p66"},"Speaking of Joseph Smith’s experience with Satan, Elder Spencer W. Kimball, then a member of the Quorum of the Twelve Apostles, taught: “The powers of darkness preceded the light. When [Joseph Smith] knelt in solitude in the silent forest, his earnest prayer brought on a battle royal which threatened his destruction. For centuries, Lucifer with unlimited dominion had fettered men’s minds. He could ill-afford to lose his satanic hold. This threatened his unlimited dominion” (in Conference Report, Apr. 1964, 98)."]],[".topic",{"id":"t13","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t13"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.16-17"},"Joseph Smith—History 1:16–17"],". A Pillar of Light"],["p.para",{"id":"p68","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p68"},"Elder Orson Pratt wrote that the pillar of light young Joseph saw descended gradually, increasing in brightness so that “by the time it reached the tops of the trees the whole wilderness, for some distance around, was illuminated in a most glorious and brilliant manner. He expected to have seen the leaves and boughs of the trees consumed, as soon as the light came in contact with them. … It continued descending slowly, until it rested upon the earth, and he was enveloped in the midst of it."],["p.para",{"id":"p69","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p69"},"“… When it first came upon him, it produced a peculiar sensation throughout his whole system; and, immediately, his mind was caught away from the natural objects with which he was surrounded; and he was enwrapped in a heavenly vision” (in Allen,",["span.emphasis","Improvement Era,"],"Apr. 1970, 10)."]],[".topic",{"id":"t14","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t14"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.17"},"Joseph Smith—History 1:17"],". The Father Introduced the Son"],["p.para",{"id":"p71","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p71"},"The Father introduced the Son who then spoke to Joseph Smith. Elder James E. Talmage, who was a member of the Quorum of the Twelve Apostles, wrote: “A general consideration of scriptural evidence leads to the conclusion that God the Eternal Father has manifested Himself to earthly prophets or revelators on very few occasions, and then principally to attest the divine authority of His Son, Jesus Christ” (",["span.emphasis","Jesus the Christ,"],"39; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.17"},"Matthew 3:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.5"},"17:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.7"},"3 Nephi 11:7"],")."]],[".topic",{"id":"t15","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t15"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.18-19"},"Joseph Smith—History 1:18–19"],". “Join None of Them”"],["p.para",{"id":"p73","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p73"},"Speaking of the Lord’s statement about other churches in",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.19"},"Joseph Smith—History 1:19"],", Elder Boyd K. Packer, a member of the Quorum of the Twelve Apostles, explained: “Now this is not to say that the churches, all of them, are without some truth. They have some truth—some of them very much of it. They have a form of godliness. Often the clergy and adherents are not without dedication, and many of them practice remarkably well the virtues of Christianity. They are nonetheless, incomplete” (in Conference Report, Oct. 1971, 8; or",["span.emphasis","Ensign,"],"Dec. 1971, 40)."]],[".topic",{"id":"t16","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t16"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.20"},"Joseph Smith—History 1:20"],". “Many Other Things”"],["p.para",{"id":"p75","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p75"},"President Ezra Taft Benson said that “at no time did Joseph reveal everything he learned in the First Vision” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[1988], 112). We do, however, learn from the Prophet Joseph Smith that during the First Vision the Savior told him that “the fullness of the Gospel should at some future time be made known unto me” (",["span.emphasis","History of the Church,"],"4:536). In addition, he was told “many other things” that he was unable to write, and in the 1835 account he said that he saw many angels in his vision."]]],[".topic",{"id":"t17","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t17"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.21-26"},"Joseph Smith–History 1:21–26"]],["h3","The Beginning of the Persecution of Joseph Smith"],[".figure",{"id":"f11","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f11"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Date"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Significant Event"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Early spring 1820"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joseph told others besides his family about his vision, but many did not believe him."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","1820–23"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Bitter persecution from “professors of religion” and neighbors caused Joseph great sorrow."]]]]]],[".topic",{"id":"t18","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t18"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.21-24"},"Joseph Smith—History 1:21–24"],". Bitter Persecution"],["p.para",{"id":"p85","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p85"},"Joseph told the story of his vision to his family. His brother William affirmed: “We all had the most implicit confidence in what he said. He was a truthful boy. Father and Mother believed him, why should not the children?” (",["span.emphasis","Deseret Evening News,"],"20 Jan. 1894, 11; see also",["span.emphasis","Church History in the Fulness of Times,"],"34.)"],["p.para",{"id":"p86","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p86"},"Given the tender feelings of this fourteen-year-old boy, it is little wonder that he should wish to tell his experience to his friends and acquaintances outside the family. One can sense his profound disappointment when, as was recorded by Elders Orson Pratt and Orson Hyde, he “could find none that would believe the heavenly vision” (in Allen,",["span.emphasis","Improvement Era,"],"Apr. 1970, 11). William Smith later reflected: “We never knew we were bad folks until Joseph told his vision. We were considered respectable till then, but at once people began to circulate falsehoods and stories in a wonderful way” (",["span.emphasis","Deseret Evening News,"],"20 Jan. 1894, 11; see also",["span.emphasis","Church History in the Fulness of Times,"],"35)."],["p.para",{"id":"p87","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p87"},"Elder Bruce R. McConkie, a member of the Quorum of the Twelve Apostles, wrote:"],["p.para",{"id":"p88","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p88"},"“Why should so many religionists unite against an unknown youth of no renown or standing in the community? Would the whole sectarian world shiver and shake and call for a sword if some other unknown fourteen-year-old youth in an obscure frontier village should claim that he was visited by angels and that he saw the Lord? The problem when Joseph Smith announced such a claim was that it was true and that Lucifer knew of its verity."],["p.para",{"id":"p89","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p89"},"“… Is not the persecution itself a witness of the reality of the First Vision? Or if it were not true, would the worldly wise and the intellectual religionists today devote their talents and means to defaming Joseph Smith and the work that bears his imprint? What is it to anyone else what we believe unless they in their unbelief fear lest our doctrines are true and our practices may have divine approval?” (",["span.emphasis","A New Witness for the Articles of Faith,"],"8–10)."]],[".topic",{"id":"t19","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t19"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.25-26"},"Joseph Smith—History 1:25–26"],". “I Had Seen a Vision”"],["p.para",{"id":"p91","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p91"},"When the Old Testament prophet Samuel was young, “there was no open vision” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/3.1"},"1 Samuel 3:1"],"). But as Samuel grew, “the Lord was with him … and all Israel … knew that Samuel was established to be a prophet of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/3.19-20"},"vv. 19–20"],"). But, while all of ancient Israel accepted Samuel as a prophet, many people in Joseph Smith’s day and today have difficulty accepting the fact that God would speak again to a prophet on earth (see",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],")."],["p.para",{"id":"p92","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p92"},"Elder Hugh B. Brown, then an Assistant to the Quorum of the Twelve Apostles, related the following conversation he had with a noted judge, before the outbreak of World War II, illustrating this point:"],["p.para",{"id":"p93","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p93"},"“I began by asking, ‘May I proceed, sir, on the assumption that you are a Christian?’"],["p.para",{"id":"p94","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p94"},"“‘I am.’"],["p.para",{"id":"p95","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p95"},"“‘I assume you believe in the Bible—the Old and New Testament?’"],["p.para",{"id":"p96","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p96"},"“‘I do!’"],["p.para",{"id":"p97","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p97"},"“‘Do you believe in prayer?’"],["p.para",{"id":"p98","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p98"},"“‘I do!’"],["p.para",{"id":"p99","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p99"},"“‘You say that my belief that God spoke to a man in this age is fantastic and absurd?’"],["p.para",{"id":"p100","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p100"},"“‘To me, it is.’"],["p.para",{"id":"p101","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p101"},"“‘Do you believe that God ever did speak to anyone?’"],["p.para",{"id":"p102","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p102"},"“‘Certainly, all through the Bible we have evidence of that.’ …"],["p.para",{"id":"p103","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p103"},"“‘Then … I am submitting to you in all seriousness that it was standard procedure in Bible times for God to talk to man.’"],["p.para",{"id":"p104","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p104"},"“‘I think I will admit that, but it stopped shortly after the first century of the Christian era.’"],["p.para",{"id":"p105","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p105"},"“‘Why do you think it stopped?’"],["p.para",{"id":"p106","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p106"},"“‘I can’t say.’ …"],["p.para",{"id":"p107","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p107"},"“‘May I suggest some possible reasons: Perhaps God does not speak to man anymore because he cannot. He has lost the power.’"],["p.para",{"id":"p108","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p108"},"“He said, ‘Of course that would be blasphemous.’"],["p.para",{"id":"p109","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p109"},"“‘Well, then if you don’t accept that, perhaps he doesn’t speak to men because he doesn’t love us anymore. He is no longer interested in the affairs of men.’"],["p.para",{"id":"p110","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p110"},"“‘No,’ he said, ‘God loves all men, and he is no respecter of persons.’"],["p.para",{"id":"p111","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p111"},"“‘Well, then, if he could speak, and if he loves us, then the only other possible answer as I see it is that we don’t need him. We have made such rapid strides in science, we are so well educated, that we don’t need God anymore.’"],["p.para",{"id":"p112","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p112"},"“And then he said, and his voice trembled as he thought of impending war, ‘Mr. Brown, there never was a time in the history of the world when the voice of God was needed as it is needed now. Perhaps you can tell me why he doesn’t speak.’"],["p.para",{"id":"p113","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p113"},"“My answer was, ‘He does speak; he has spoken; but men need faith to hear him’” (",["span.emphasis","The Profile of a Prophet,"],"Brigham Young University Speeches of the Year [4 Oct. 1955], 3–5)."],[".image",{"id":"f12","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f12"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_H01_006-jsMoroni.jpg"}]]]],[".topic",{"id":"t20","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t20"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.27-54"},"Joseph Smith–History 1:27–54"]],["h3","The Angel Moroni Appeared to Joseph Smith"],[".figure",{"id":"f13","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f13"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Date"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Significant Event"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","1820–23"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Young Joseph matured while suffering persecution and waiting for further instructions from the Lord."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","21–22 September 1823"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Moroni first appeared to Joseph Smith."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","19 November 1823"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joseph Smith’s eldest brother, Alvin, died."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","1824–27"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joseph Smith made four annual visits to the hill where the gold plates were buried."]]]]]],[".topic",{"id":"t21","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t21"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.27-28"},"Joseph Smith—History 1:27–28"],". Joseph Smith’s Daily Activities"],["p.para",{"id":"p127","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p127"},"Concerning Joseph Smith’s life between the time of the First Vision and the appearance of the angel Moroni, Elder Gordon B. Hinckley, then a member of the Quorum of the Twelve Apostles, wrote: “His manner of living was not greatly different from that of the ordinary farm boy of his day, except that he was often referred to as a dreamer and was made an object of ridicule. But he continued to work on his father’s farm, to work for others in the area, and to associate with companions of his own age. Those acquainted with him describe him as a strong, active boy of cheerful disposition, who enjoyed wrestling and other sports” (",["span.emphasis","Truth Restored"],"[1947], 7)."]],[".topic",{"id":"t22","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t22"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.28"},"Joseph Smith—History 1:28"],". The Weakness of Youth"],["p.para",{"id":"p129","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p129"},"Like all people, Joseph faced the challenges of mortality. Because of his weaknesses, he questioned his personal worthiness before the Lord. Other prophets expressed similar concerns about their personal worthiness and their weaknesses (for example, see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.17-19"},"2 Nephi 4:17–19"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.31"},"Moses 6:31"],"). Elder Neal A. Maxwell, a member of the Quorum of the Twelve Apostles, explained: “Just as God cannot look upon sin with the least degree of allowance (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.31"},"D&C 1:31"],"),",["span.emphasis","as we become more like Him, neither can we."],"The best people have a heightened awareness of what little of the worst is still in them!” (",["span.emphasis","Notwithstanding My Weakness,"],"16–17)."]],[".topic",{"id":"t23","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t23"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.30"},"Joseph Smith—History 1:30"],". Where Did Moroni’s Visit Take Place?"],["p.para",{"id":"p131","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p131"},"In 1822, Joseph began helping his older brother Alvin build a new frame house for the family. By September 1823, it was two stories high but without a roof. The family, therefore, continued to live in a small log house a short distance from the frame house. It is to the log house, not the frame house, that Moroni went. Joseph would have undoubtedly slept in the same room with some of his brothers, because the log house was very small for the family of nine."],["p.para",{"id":"p132","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p132"},"The Church has excavated the foundation of the log house and built a replica of it on the site. The Church also maintains the frame house in order to help today’s visitors to the Smith family farm envision the scenes and sense the significance of the events that took place there."],[".image",{"id":"f14","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f14"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_H01_007-house.jpg"}]]],[".topic",{"id":"t24","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t24"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.30-32"},"Joseph Smith—History 1:30–32"],". Was Moroni a Spirit or a Resurrected Being?"],["p.para",{"id":"p134","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p134"},"The Prophet Joseph Smith stated that the angel Moroni was a resurrected being (see",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"119)"]],[".topic",{"id":"t25","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t25"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.33"},"Joseph Smith—History 1:33"],". “My Name”"],["p.para",{"id":"p136","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p136"},"Elder Neal A. Maxwell taught: “Young Joseph was told that his name would be ‘both good and evil spoken of’ throughout the world (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.33"},"Joseph Smith—History 1:33"],"). Except from a divine source, how audacious a statement! Yet his contemporary religious leaders, then much better known than Joseph, have faded into the footnotes of history, while the work of Joseph Smith grows constantly and globally” (in Conference Report, Oct. 1983, 75; or",["span.emphasis","Ensign,"],"Nov. 1983, 54)."]],[".topic",{"id":"t26","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t26"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.34"},"Joseph Smith—History 1:34"],". The Fulness of the Everlasting Gospel"],["p.para",{"id":"p138","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p138"},["a.scriptureRef",{"href":"/scriptures/nt/rev/14.6-7"},"Revelation 14:6–7"],"says that an angel would fly in the midst of heaven, having the everlasting gospel. President N. Eldon Tanner, who was a counselor in the First Presidency, after quoting",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.6-7"},"Revelation 14:6–7"],", explained: “This revelation was fulfilled and clearly understood when the Angel Moroni did fly in the midst of heaven and appeared to Joseph Smith and told him of the plates which contained the gospel in its fullness” (in Conference Report, Apr. 1964, 62)."],["p.para",{"id":"p139","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p139"},"Elder Bruce R. McConkie explained the meaning of “the fulness of the everlasting gospel”: “According to the revealed word, the Book of Mormon contains the fulness of the everlasting gospel; so also does the Bible, and so do both the Doctrine and Covenants and the Pearl of Great Price. Each of them contains the word of the gospel; each of them is a record of God’s dealings with a people who had the fulness of the gospel; each of them is a scriptural record that summarizes the plan of salvation and sets forth what men must do to gain the fulness of reward in the mansions that are prepared. The gospel itself is the power of God by which salvation comes; it is the power that saves a human soul; and the fulness of the gospel is all of the truths and powers needed to enable men to gain a fulness of reward in the highest heaven of the celestial world” (",["span.emphasis","A New Witness for the Articles of Faith,"],"399)."]],[".topic",{"id":"t27","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t27"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.34-35"},"Joseph Smith—History 1:34–35"],". What Was in the Stone Box?"],["p.para",{"id":"p141","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p141"},"In the stone box were a book and the Urim and Thummim. The book was written on gold plates and included the book of Lehi, the small plates of Nephi, the plates of Mormon, and the sealed plates that Joseph was commanded not to translate (see",["a.scriptureRef",{"href":"/scriptures/bofm"},"“A Brief Explanation about the Book of Mormon”"],"in the introductory pages of the Book of Mormon). The Urim and Thummim was a divine instrument prepared by the Lord for the purpose of translation. It consisted of two stones in silver bows and a breastplate onto which it was attached."]],[".topic",{"id":"t28","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t28"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.36-41"},"Joseph Smith—History 1:36–41"],". What Is the Significance of the Bible Verses Moroni Quoted to the Prophet Joseph Smith?"],["p.para",{"id":"p143","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p143"},"The Prophet Joseph Smith said that Moroni quoted many passages of scriptures to him (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.41"},"Joseph Smith—History 1:41"],"). Following are the Old Testament prophecies that the Prophet specifically identified:"],[".image",{"id":"f15","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f15"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_000_H01_007b-commentsMoroni.gif"}]],["p.para",{"id":"p156","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p156"},"Joseph Smith also added that Moroni said “the fulness of the Gentiles was soon to come in” (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.41"},"v. 41"],"). We do not know which verses Moroni quoted from",["a.scriptureRef",{"href":"/scriptures/ot/mal/3"},"Malachi 3"],", but verses 1–4 and 16–18 are appropriate to the themes of the other scripture references.",["a.scriptureRef",{"href":"/scriptures/ot/isa/11"},"Isaiah 11"],"is also quoted in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/21"},"2 Nephi 21"],", and an explanation of parts of",["a.scriptureRef",{"href":"/scriptures/ot/isa/11"},"Isaiah 11"],"is in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/113.1-6"},"Doctrine and Covenants 113:1–6"],". The prophecy about Jesus Christ in",["a.scriptureRef",{"href":"/scriptures/nt/acts/3.22-23"},"Acts 3:22–23"],"is one of the most frequently mentioned prophecies in the scriptures (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/18.15"},"Deuteronomy 18:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.37"},"Acts 7:37"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.4"},"1 Nephi 10:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.20"},"22:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.23"},"3 Nephi 20:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.11"},"21:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.63"},"D&C 133:63"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.40"},"Joseph Smith—History 1:40"],")."],["p.para",{"id":"p157","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p157"},"The Lord taught the Nephites that prior to the Second Coming there would be a sign given in the last days that would signal the beginning of the gathering of Israel in power (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.1-7"},"3 Nephi 21:1–7"],"). That sign is the coming forth of the Book of Mormon."],["p.para",{"id":"p158","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p158"},"All of the passages Moroni quoted point to the same theme: The coming forth of the Book of Mormon will initiate a progression of events that will lead to the Second Coming, when the wicked will be destroyed and the righteous will reign on earth with Jesus Christ. In essence, Joseph Smith was being told that the work he was to do would help usher in Christ’s millennial reign and that the Savior’s coming would be “soon.”"]],[".topic",{"id":"t29","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t29"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.41"},"Joseph Smith—History 1:41"],". Do We Know What the “Other Passages of Scripture” Are or What Other Explanations Moroni Gave?"],["p.para",{"id":"p160","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p160"},"We gain additional insights on this matter from a letter Oliver Cowdery wrote to W. W. Phelps, which contains an account of Moroni’s visit to Joseph Smith: “Though fear was banished from his heart, yet his surprise was no less when he heard him declare himself to be a messenger sent by commandment of the Lord, to deliver a special message, and to witness to him that his sins were forgiven, and that his prayers were heard; and that the scriptures might be fulfilled, which say—‘God has chosen the foolish things of the world to confound the things which are mighty; and base things of the world, and things which are despised, has God chosen; yea, and things which are not, to bring to nought things which are, that no flesh should glory in his presence’ [",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/1.27-28"},"1 Corinthians 1:27–28"],"]” (",["span.emphasis","Latter Day Saints’ Messenger and Advocate,"],"Feb. 1835, 79)."],["p.para",{"id":"p161","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p161"},"In his account, Oliver Cowdery also cited Moroni quoting (sometimes only phrases) from",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.21"},"Isaiah 28:21"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.11-14"},"29:11–14"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/john/10.16"},"John 10:16"],"(see",["span.emphasis","Messenger and Advocate,"],"79–80)."]],[".topic",{"id":"t30","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t30"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.42-49"},"Joseph Smith—History 1:42–49"],". A Comparison of Moroni’s Four Visits to Joseph Smith on 21–22 September 1823"],["p.preamble","First visit (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.30-43"},"Joseph Smith—History 1:30–43"],"):"],["ul.bullet",["li",["span.label","•"],["p","Called Joseph Smith by name"]],["li",["span.label","•"],["p","Introduced himself to Joseph"]],["li",["span.label","•"],["p","Told Joseph that God had a work for him to do"]],["li",["span.label","•"],["p","Told Joseph that his name would be known for good and evil among all people"]],["li",["span.label","•"],["p","Told Joseph about the Book of Mormon"]],["li",["span.label","•"],["p","Quoted Old and New Testament prophecies regarding the last days"]],["li",["span.label","•"],["p","Quoted many other passages of scripture"]],["li",["span.label","•"],["p","Offered many scriptural explanations"]],["li",["span.label","•"],["p","Warned Joseph not to show the plates to anyone unless commanded or he would be destroyed"]],["li",["span.label","•"],["p","Joseph saw in vision the place where the plates were deposited."]]],["p.preamble","Second visit (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.44-45"},"vv. 44–45"],"):"],["ul.bullet",["li",["span.label","•"],["p","Repeated what he said during the first visit “without the least variation”"]],["li",["span.label","•"],["p","Told Joseph that great judgments were coming upon the earth, including desolations such as famine, sword, and pestilence"]]],["p.preamble","Third visit (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.46-47"},"vv. 46–47"],"):"],["ul.bullet",["li",["span.label","•"],["p","Repeated what he had said before"]],["li",["span.label","•"],["p","Added a caution concerning Satan’s temptation to use the gold plates to obtain wealth"]],["li",["span.label","•"],["p","Said Joseph must have no other motive than to glorify God and build the kingdom of God"]]],["p.preamble","Fourth visit (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.48-49"},"vv. 48–49"],"):"],["ul.bullet",["li",["span.label","•"],["p","Called Joseph by name"]],["li",["span.label","•"],["p","Related all that he had said the night before"]],["li",["span.label","•"],["p","Commanded Joseph to tell his father of the vision and the commandments he had received"]]],["p.para",{"id":"p185","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p185"},"A significant point in comparing the four visits of Moroni to the Prophet Joseph Smith is the repetition of instruction. Furthermore, Moroni seems to have discerned the thoughts and feelings Joseph was having between each visit. For example, Moroni added instructions on the impending end of the world during the second visit, a subject Joseph seems most concerned about after the first visit. Then Moroni added a warning during the third visit about Joseph’s motives in getting the plates, a temptation Joseph could have easily experienced after the second visit. Finally, Moroni added the commandment for Joseph to tell his father of the visitation, a command that Joseph might have felt impractical, or at least inconvenient, in the middle of the night."]],[".topic",{"id":"t31","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t31"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.49-50"},"Joseph Smith—History 1:49–50"],". Joseph Told His Father"],["p.para",{"id":"p187","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p187"},"Lucy Mack Smith’s history of this event adds the following information: “The messenger whom he saw the previous night, visited him again, and the first thing he said was, ‘Why did you not tell your father that which I commanded you to tell him?’ Joseph replied, ‘I was afraid my father would not believe me.’ The angel rejoined, ‘He will believe every word you say to him’” (",["span.emphasis","History of Joseph Smith by His Mother,"],"ed. Preston Nibley [1958], 79)."]],[".topic",{"id":"t32","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t32"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.50-53"},"Joseph Smith—History 1:50–53"],". Joseph’s First Visit to the Hill Cumorah"],["p.para",{"id":"p189","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p189"},"“As Joseph approached the Hill Cumorah, he had thoughts about the poverty of his family and the possibility that the plates or the popularity of the translation would produce enough wealth to ‘raise him above a level with the common earthly fortunes of his fellow men, and relieve his family from want’ [Oliver Cowdery, in",["span.emphasis","Messenger and Advocate,"],"July 1835, 157]. When he reached down for the plates he received a shock and was thus prevented from taking them out of the box. Twice more he tried and was thrown back. In frustration he cried out, ‘Why can I not obtain this book?’ Moroni appeared and told him it was because he had not kept the commandments but had yielded to the temptations of Satan to obtain the plates for riches instead of having his eye single to the glory of God as he had been commanded [Cowdery, in",["span.emphasis","Messenger and Advocate,"],"Oct. 1835, 198]."],[".image",{"id":"f20","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f20"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_H01_008-cumorah.jpg"}]],["p.para",{"id":"p190","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p190"},"“Repentant, Joseph humbly sought the Lord in prayer and was filled with the Spirit. A vision was opened to him, and the ‘glory of the Lord shone round about and rested upon him. … He beheld the prince of darkness. … The heavenly messenger [Moroni] said, “All this is shown, the good and the evil, the holy and impure, the glory of God and the power of darkness, that you may know hereafter the two powers and never be influenced or overcome by that wicked one.” … You now see why you could not obtain this record; that the commandment was strict, and that if ever these sacred things are obtained they must be by prayer and faithfulness in obeying the Lord. They are not deposited here for the sake of accumulating gain and wealth for the glory of this world: they were sealed by the prayer of faith, and because of the knowledge which they contain they are of no worth among the children of men, only for their knowledge’ [Cowdery, in",["span.emphasis","Messenger and Advocate,"],"Oct. 1835, 198]. Moroni concluded by warning Joseph that he would not be allowed to obtain the plates ‘until he had learned to keep the commandments of God—",["span.emphasis","not only till he was willing but able to do it"],"’ [in Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"81; italics added]” (",["span.emphasis","Church History in the Fulness of Times,"],"40–41)"]],[".topic",{"id":"t33","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t33"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.54"},"Joseph Smith—History 1:54"],". Joseph’s Annual Visits to the Hill"],["p.para",{"id":"p192","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p192"},"Between 1823, when Joseph first saw the plates, and 1827, when he was allowed to take them from the hill, Joseph received additional heavenly instruction. Lucy Mack Smith’s history says that during this time, Joseph “continued to receive instructions from the Lord” (",["span.emphasis","History of Joseph Smith,"],"82). President John Taylor said: “When Joseph Smith was raised up as a Prophet of God, Mormon, Moroni, Nephi and others of the ancient Prophets who formerly lived on this Continent, and Peter and John and others who lived on the Asiatic Continent, came to him and communicated to him certain principles pertaining to the Gospel of the Son of God” (in",["span.emphasis","Journal of Discourses,"],"17:374)."],["p.para",{"id":"p193","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p193"},"Joseph Smith’s mother also wrote: “During our evening conversations, Joseph would occasionally give us some of the most amusing recitals that could be imagined. He would describe the ancient inhabitants of this continent, their dress, mode of traveling, and the animals upon which they rode; their cities, their buildings, with every particular; their mode of warfare; and also their religious worship. This he would do with as much ease, seemingly, as if he had spent his whole life among them” (",["span.emphasis","History of Joseph Smith,"],"83)."]]],[".topic",{"id":"t34","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t34"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.55-65"},"Joseph Smith–History 1:55–65"]],["h3","Joseph Smith Received the Gold Plates"],[".figure",{"id":"f21","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f21"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Date"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Significant Event"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","October 1825"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joseph met Emma Hale while working for Josiah Stoal"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","18 January 1827"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joseph married Emma Hale"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","22 September 1827"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joseph received the Book of Mormon plates"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","February 1828"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Martin Harris visited Charles Anthon in New York City"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","7 April 1829"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joseph resumed translating the plates, with the help of Oliver Cowdery"]]]]]],[".topic",{"id":"t35","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t35"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.56"},"Joseph Smith—History 1:56"],". Joseph’s Brother, Alvin Smith"],["p.para",{"id":"p209","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p209"},"“Alvin was a faithful and serious young man, and Joseph idolized him. Joseph saw in him a guileless person who lived an upright life. Alvin loved Joseph, too, and was greatly interested in the sacred record. As death neared he counseled Joseph: ‘I want you to be a good boy, and do everything that lies in your power to obtain the Record. Be faithful in receiving instruction, and in keeping every commandment that is given you’ [in Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"87]. Joseph learned by revelation years later that Alvin was an heir to the celestial kingdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.1-6"},"D&C 137:1–6"],")” (",["span.emphasis","Church History in the Fulness of Times,"],"42)."]],[".topic",{"id":"t36","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t36"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.55-56"},"Joseph Smith—History 1:55–56"],". Money-Digging"],["p.para",{"id":"p211","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p211"},"Concerning Joseph’s money-digging for Josiah Stoal, Joseph’s mother, Lucy Mack Smith, wrote the following in her history:"],["p.para",{"id":"p212","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p212"},"“A man by the name of Josiah Stoal came from Chenango county, New York, with the view of getting Joseph to assist him in digging for a silver mine. He came for Joseph on account of having heard that he possessed certain means by which he could discern things invisible to the natural eye."],["p.para",{"id":"p213","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p213"},"“Joseph endeavored to divert him from his vain pursuit, but he was inflexible in his purpose and offered high wages to those who would dig for him in search of said mine, and still insisted upon having Joseph to work for him. Accordingly, Joseph and several others returned with him and commenced digging. After laboring for the old gentleman about a month, without success, Joseph prevailed upon him to cease his operations, and it was from this circumstance of having worked by the month, at digging for a silver mine, that the very prevalent story arose of Joseph’s having been a money digger” (",["span.emphasis","History of Joseph Smith,"],"91–92)."]],[".topic",{"id":"t37","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t37"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.57-58"},"Joseph Smith—History 1:57–58"],". Emma Hale"],["p.para",{"id":"p215","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p215"},"“[Emma] was born in Harmony on July 10, 1804. She is reported to have been a beautiful woman, above average in size, dignified in body, with ‘bewitching dark eyes’ and raven hair. She was an attractive personality, intelligent and capable. For one year she attended an academy for girls where she received training in social behavior. It was said of her that she ‘never used slang and was very particular about her grammar and choice of words.’ She had the reputation of being a meticulous housekeeper and an excellent cook. She, like her mother, was a member of the Methodist Church, had a good singing voice, and sang in the village choir” (Ivan J. Barrett,",["span.emphasis","Joseph Smith and the Restoration,"],"[1973], 71)."],["p.para",{"id":"p216","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p216"},"Joseph Smith’s mother, Lucy Mack Smith, wrote:"],["p.para",{"id":"p217","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p217"},"“While Joseph was in the employ of Mr. Stoal, he boarded a short time with one Isaac Hale, and it was during this interval that Joseph became acquainted with his daughter, Miss Emma Hale, to whom he immediately commenced paying his addresses, and was subsequently married. …"],["p.para",{"id":"p218","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p218"},"“… Joseph called my husband and myself aside and said, ‘I have been very lonely ever since Alvin died and I have concluded to get married, and if you have no objections to my uniting myself in marriage with Miss Emma Hale, she would be my choice in preference to any other woman I have ever seen.’ We were pleased with his choice and not only consented to his marrying her, but requested him to bring her home with him and live with us” (",["span.emphasis","History of Joseph Smith,"],"92–93)."]],[".topic",{"id":"t38","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t38"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.59-60"},"Joseph Smith—History 1:59–60"],". Joseph Received the Plates"],["p.para",{"id":"p220","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p220"},"“Little is known of Joseph’s visits with Moroni between 1824 and 1827, but sometime before fall of 1827, Joseph returned home one evening later than usual. His family was concerned, but he told them he had been delayed because he had just received a severe chastisement from Moroni. He said that as he passed by the Hill Cumorah, ‘The angel met me and said that I had not been engaged enough in the work of the Lord; that the time had come for the record to be brought forth; and that I must be up and doing and set myself about the things which God had commanded me to do’ [Smith,",["span.emphasis","History of Joseph Smith,"],"100]."],["p.para",{"id":"p221","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p221"},"“Much must have transpired in Joseph’s four years of preparation. He passed through his teens largely untainted by the precepts of men. He enjoyed the emotional support of his family, and he took on the responsibilities associated with marriage. Angels prepared him to translate a divinely inspired record and taught him the necessity of self-discipline and obedience. He was undoubtedly anxious to begin translating the Book of Mormon. At this time Joseph Knight and Josiah Stowell were in Manchester visiting with the Smith family. This might have been in anticipation of Joseph’s receiving the plates."],["p.para",{"id":"p222","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p222"},"“Long before sunrise on 22 September 1827, Joseph and his wife hitched Joseph Knight’s horse to Josiah Stowell’s spring wagon and drove the three miles to the Hill Cumorah. Leaving Emma at the base, Joseph climbed the hill for his final interview with Moroni. Moroni gave him the plates, the Urim and Thummim, and the breastplate. He also gave Joseph a specific warning and promise concerning his responsibilities. Joseph was now responsible for these sacred objects, and if he was careless or negligent and lost them he would be cut off. On the other hand, if he used all his efforts to preserve them until Moroni returned for them, he was assured that they would be protected (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.59"},"Joseph Smith—History 1:59"],")."],["p.para",{"id":"p223","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p223"},"“For the first time in over fourteen hundred years the precious records were entrusted to a mortal. Joseph carefully hid the plates in a hollow log near his home. The Prophet’s friends were not the only ones who eagerly anticipated his receiving the plates. Others in the neighborhood had heard that Joseph was going to bring home valuable metal plates. … Joseph soon learned why Moroni had strictly charged him to protect the plates. ‘Every stratagem that could be invented’ was used to get them from him (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.60"},"v. 60"],"). For example, Willard Chase, a neighboring farmer, along with other treasure seekers, sent for a sorcerer to come and find the place where the plates were hidden. When the Smiths learned of the plot they sent Emma to get Joseph, who was working in Macedon a few miles west of Palmyra. He returned immediately and retrieved the plates. Wrapping them in a linen frock, he started through the woods, thinking it might be safer than the traveled road. But just as he jumped over a log, he was struck from behind with a gun. Joseph, however, was able to knock his assailant down and flee. Half a mile later he was assaulted again but managed to escape, and before he arrived home he was accosted a third time. His mother said that when he reached home he was ‘altogether speechless from fright and the fatigue of running’ [",["span.emphasis","History of Joseph Smith,"],"108]."],["p.para",{"id":"p224","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p224"},"“Efforts to steal the plates intensified, but Moroni’s promise of protection was also fulfilled. Joseph often moved the plates from their hiding place just minutes before the treasure seekers arrived. Once he hid them under the hearthstone of the fireplace of his home. A large group of men gathered in front of the house, but they scattered when Joseph and his brothers faked a counterattack by running out the front door screaming and yelling as if a large company of men were assisting them. Joseph then hid the chest under the wooden floor of the cooper shop on the Smith farm, but he was prompted to conceal the records themselves under the flax in the loft. That night his enemies tore up the floor of the cooper shop, but the plates remained safe” (",["span.emphasis","Church History in the Fulness of Times,"],"43–45)."]],[".topic",{"id":"t39","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t39"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.60"},"Joseph Smith—History 1:60"],". Attempts to Get the Plates from Joseph"],["p.para",{"id":"p226","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p226"},"Elder Gordon B. Hinckley, then a member of the Quorum of the Twelve Apostles, wrote: “Joseph soon learned why Moroni had charged him so strictly to guard the record taken from the hill. No sooner was it rumored that he had the plates than efforts were made to seize them from him. To preserve them he first carefully hid them in a hollow birch log. Then he locked them in a chest in his father’s home. Later they were buried beneath the hearthstone of the family living room. A cooper’s shop across the street was their next hiding place. All of these and other stratagems were employed to keep them safe from neighborhood mobs who raided and ransacked the Smith home and surrounding premises, and even employed the services of a diviner in their zeal to locate the record” (",["span.emphasis","Truth Restored,"],"13–14)."],[".image",{"id":"f22","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f22"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_000_H01_009-mapNY_PA.gif"}]]],[".topic",{"id":"t40","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t40"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.61-62"},"Joseph Smith—History 1:61–62"],". Preserving the Plates"],["p.para",{"id":"p241","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p241"},"“The Smiths continued to be harassed, and the Prophet had to resort to numerous hiding places. Joseph Smith first placed them in Hyrum’s chest, then, at various times, secreted the plates under the hearth of his father’s home, in a pile of flax in the cooper’s loft, in Father Beman’s Ontario glass box, and in Emma’s red Morocco trunk [see Smith,",["span.emphasis","History of Joseph Smith,"],"112–13]."],["p.para",{"id":"p242","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p242"},"“However, Joseph Smith’s calling was not merely to preserve the gold plates, but also to translate them. With people in the area around Manchester so intent on stealing the plates, Joseph and Emma decided to move to Harmony to live on her father’s farm. They hoped to have the necessary peace there to accomplish the divine task. Martin Harris gave Joseph $50 to make the move, and Emma’s brother Alva lent them a team and wagon. They left after hiding the record in a barrel of beans in the wagon. Several men detained the travelers but were unsuccessful in finding the plates. [See Richard L. Bushman,",["span.emphasis","Joseph Smith and the Beginnings of Mormonism"],"(1984), 85.]"],["p.para",{"id":"p243","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p243"},"“In Harmony, the couple moved into a two-room house owned by Jesse, another of Emma’s brothers, about 150 yards from Isaac Hale’s house. The Prophet was ready to begin the translation. On at least six different occasions, Joseph Smith gave brief descriptions of how he translated the Book of Mormon. All six accounts agree that he translated them by the gift and power of God, through the Urim and Thummim [see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.62"},"Joseph Smith—History 1:62"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.4-12"},"D&C 9:4–12"],"; Warren Cowdery, Manuscript History of the Church, Book A-1, in LDS Church Archives, 121–22;",["span.emphasis","Elder’s Journal,"],"1 July 1838, 43;",["span.emphasis","Times and Seasons,"],"3 May 1842, 772; and",["span.emphasis","Times and Seasons,"],"4 Nov. 1843, 373]” (Kenneth W. Godfrey, “A New Prophet and a New Scripture: The Coming Forth of the Book of Mormon,”",["span.emphasis","Ensign,"],"Jan. 1988, 11)."],[".image",{"id":"f23","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f23"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_H01_010-translate.jpg"}]]],[".topic",{"id":"t41","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t41"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.63-65"},"Joseph Smith—History 1:63–65"],". Prophecy Fulfilled"],["p.para",{"id":"p245","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p245"},"See",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.11-12"},"Isaiah 29:11–12"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.6-26"},"2 Nephi 27:6–26"],". Elder James E. Talmage, who was a member of the Quorum of the Twelve Apostles, wrote: “Joseph began his work with the plates by patiently copying a number of characters, adding his translation to some of the pages thus prepared. The prophet’s first assistant in the labor, Martin Harris, obtained permission to take away some of these transcripts, with the purpose of submitting them to the examination of men learned in ancient languages. He placed some of the sheets before Professor Charles Anthon, of Columbia College, who, after examination, certified that the characters were in general of the ancient Egyptian order, and that the accompanying translations appeared to be correct. Hearing how this ancient record came into Joseph’s hands, Professor Anthon requested Mr. Harris to bring the original book for examination, stating that he would undertake the translation of the work; then, learning that a part of the book was sealed, he remarked, ‘I cannot read a sealed book’; and thus unwittingly did this man fulfil the prophecy of Isaiah concerning the coming forth of the volume: ‘And the vision of all is become unto you as the words of a book that is sealed, which men deliver to one that is learned, saying, Read this, I pray thee: and he saith, I cannot; for it is sealed’ [",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.11"},"Isaiah 29:11"],"]. Another linguist, a Doctor Mitchell, of New York, having examined the characters, gave concerning them a testimony in all important respects corresponding to that of Professor Anthon” (",["span.emphasis","The Articles of Faith,"],"267–68)."]]],[".topic",{"id":"t42","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t42"},["h2",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.66-75"},"Joseph Smith–History 1:66–75"]],["h3","Joseph Smith Received the Priesthood of God"],[".figure",{"id":"f24","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f24"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Date"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Significant Event"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","15 May 1829"]],["td",{"colspan":"1","rowspan":"1"},["p.para","John the Baptist restored the Aaronic Priesthood"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","May or June 1829"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Peter, James, and John restored the Melchizedek Priesthood"]]]]]],[".topic",{"id":"t43","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t43"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.66-67"},"Joseph Smith—History 1:66–67"],". Oliver Cowdery"],["p.para",{"id":"p255","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p255"},"“Oliver Cowdery was born 3 October 1806 in Wells, Rutland County, Vermont. He was the youngest of eight children. As he grew up he received an education consisting of reading, writing, and the basic rules of arithmetic. Several of the elder Cowdery brothers had found that business opportunities were limited in Vermont and had moved to western New York. In 1825 Oliver followed and took employment as a clerk in a village general store. He also engaged in blacksmithing and farming. Oliver was slight of build, about five feet five inches tall, with dark, wavy hair and piercing dark eyes."],[".image",{"id":"f25","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.f25"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35852/35852_all_H01_011-ordainMP.jpg"}]],["p.para",{"id":"p256","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p256"},"“Early in 1829 one of Oliver’s older brothers, Lyman Cowdery, was hired to teach at the village school in Manchester township close to where Joseph Smith’s family lived. Lyman was unable to fulfill his commitment and suggested that the trustees hire his brother Oliver. Approved by the trustees, one of whom was Hyrum Smith, Oliver commenced teaching and was invited to board at the home of Joseph Smith, Sr. Lucy Smith related that almost immediately ‘he began to hear from all quarters concerning the plates, and as soon began to importune Mr. Smith upon the subject, but for a considerable length of time did not succeed in eliciting any information’ [",["span.emphasis","History of Joseph Smith,"],"138]. The Smiths were reluctant to share their experiences because they had been ridiculed by neighbors in the past” (",["span.emphasis","Church History in the Fulness of Times,"],"52–53)."],["p.para",{"id":"p257","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p257"},"Oliver Cowdery pressed the Smiths for more information about Joseph and the Book of Mormon. Lucy Smith’s memoirs indicate that Oliver became obsessed with the story and insisted on traveling with Samuel Smith (Joseph’s brother) when he went to Harmony, Pennsylvania, to visit the Prophet. Oliver had prayed for understanding and felt there was a work for him to do with Joseph. Oliver Cowdery arrived in Harmony on Sunday, 5 April 1829, and Joseph recognized him as the assistance the Lord had promised. They sat down together and discussed Joseph’s experiences until late in the evening. The next day they attended to some business, and on Tuesday, 7 April, they commenced the work of translation."],["p.para",{"id":"p258","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p258"},"Regarding his experiences working with Joseph Smith, Oliver later reminisced: “These were days never to be forgotten—to sit under the sound of a voice dictated by the inspiration of heaven, awakened the utmost gratitude of this bosom! Day after day I continued, uninterrupted, to write from his mouth, as he translated with the Urim and Thummim” (Joseph Smith—History endnote)."]],[".topic",{"id":"t44","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t44"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.67"},"Joseph Smith—History 1:67"],". The Translation of the Book of Mormon"],["p.para",{"id":"p260","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p260"},"Concerning his translating the Book of Mormon, the Prophet Joseph Smith explained: “With the records was found a curious instrument, which the ancients called ‘Urim and Thummim,’ which consisted of two transparent stones set in the rim of a bow fastened to a breast plate. Through the medium of the Urim and Thummim I translated the record by the gift and power of God” (",["span.emphasis","History of the Church,"],"4:537)."],["p.para",{"id":"p261","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p261"},"“Joseph and Oliver labored ‘with little cessation’ on the translation throughout April. With Oliver’s help, Joseph proceeded faster than ever before. During the next three months Joseph and Oliver completed the amazing task of translating approximately five hundred printed pages. This was a glorious period in their lives” (",["span.emphasis","Church History in the Fulness of Times,"],"53)."]],[".topic",{"id":"t45","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t45"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-74"},"Joseph Smith—History 1:68–74"],". Aaronic Priesthood Restored"],["p.para",{"id":"p263","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p263"},"On 22 September 1823, the Angel Moroni announced: “When they [the gold plates] are interpreted the Lord will give the holy priesthood to some, and they shall begin to proclaim this gospel and baptize by water, and after that they shall have power to give the Holy Ghost by the laying on of their hands” (in Oliver Cowdery,",["span.emphasis","Messenger and Advocate,"],"Oct. 1835, 199)."],["p.para",{"id":"p264","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p264"},"As Joseph and Oliver translated the Book of Mormon they came to the Savior’s visit to the inhabitants of the western hemisphere and His teachings about baptism (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.18-41"},"3 Nephi 11:18–41"],"). They determined to go to the Lord in mighty prayer to learn how they could obtain the blessing of baptism. On 15 May 1829, Joseph and Oliver went into the nearby woods along the Susquehanna River to pray. Oliver described their experience: “On a sudden, as from the midst of eternity, the voice of the Redeemer spake peace to us, while the veil was parted and the angel of God came down clothed with glory, and delivered the anxiously looked for message, and the keys of the Gospel of repentance. What joy! what wonder! what amazement! While the world was racked and distracted … our eyes beheld, our ears heard” (Joseph Smith—History endnote)."],["p.para",{"id":"p265","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p265"},"John the Baptist appeared and restored the Aaronic Priesthood and significant spiritual manifestations attended Joseph’s and Oliver’s baptism (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.73-74"},"Joseph Smith—History 1:73–74"],")."]],[".topic",{"id":"t46","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.t46"},["h3",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.72"},"Joseph Smith—History 1:72"],". Restoration of the Melchizedek Priesthood"],["p.para",{"id":"p267","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p267"},"Soon after John the Baptist conferred the Aaronic Priesthood on Joseph and Oliver, “the Lord’s chief Apostles, Peter, James, and John, appeared to them on the banks of the Susquehanna River (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.20"},"D&C 128:20"],"). The angelic visitors conferred upon Joseph and Oliver the holy Melchizedek Priesthood and the keys of the apostleship (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.12"},"D&C 27:12"],"). Joseph and Oliver now had the authority to act as legal agents for the Lord in building the kingdom of God upon the earth” (",["span.emphasis","Church History in the Fulness of Times,"],"56). This restoration most probably occurred between 16–28 May 1829 (see Larry C. Porter,",["span.crossRef","“The Restoration of the Aaronic and Melchizedek Priesthoods,”"],["span.emphasis","Ensign,"],"Dec. 1996, 33–47)."],["p.para",{"id":"p268","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p268"},"President Wilford Woodruff explained: “Joseph Smith never attempted to organize this Church until he received commandment so to do from God. He never attempted to baptize a man until he received the Aaronic priesthood under the hands of John the Baptist. … He never attempted to officiate in any of the ordinances of the Gospel until he received the Apostleship under the hands of Peter, James and John. These men appeared to him. They laid their hands upon his head and sealed the Apostleship upon him with all the power thereof” (in",["span.emphasis","Journal of Discourses,"],"24:241)."],["p.para",{"id":"p269","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p269"},"On 13 January 1849, Oliver Cowdery penned the following lines at the request of Samuel W. Richards, who was hosting Oliver and his wife in the Richards home in the upper part of Missouri:"],["p.para",{"id":"p270","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p270"},"“While darkness covered the earth and gross darkness the people; long after the authority to administer in holy things had been taken away, the Lord opened the heavens and sent forth his word for the salvation of Israel. In fulfillment of the sacred scriptures, the everlasting gospel was proclaimed by the mighty angel (Moroni) who, clothed with the authority of his mission, gave glory to God in the highest. This gospel is the ‘stone taken from the mountain without hands.’ John the Baptist, holding the keys of the Aaronic priesthood; Peter, James and John, holding the keys of the Melchizedek priesthood, have also ministered for those who shall be heirs of salvation, and with these administrations ordained men to the same priesthood. These priesthoods, with their authority, are now, and must continue to be, in the body of the Church of Jesus Christ of Latter-day Saints. Blessed is the elder who has received the same, and thrice blessed and holy is he who shall endure to the end."],["p.para",{"id":"p271","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p271"},"“Accept assurances, dear brother, of the unfeigned prayer of him who, in connection with Joseph the Seer, was blessed with the above ministration and who earnestly and devoutly hopes to meet you in the celestial glory” (in B. H. Roberts,",["span.emphasis","New Witnesses for God,"],"3 vols. [1909–11], 2:289–90)."],["p.para",{"id":"p272","uri":"/manual/the-pearl-of-great-price-student-manual/joseph-smith-history.p272"},"Bishop Joseph L. Wirthlin, then Presiding Bishop of the Church, explained: “By divine direction, the Apostolic Presidency, Peter, James, and John bestowed upon Joseph Smith and his associate the Melchizedek Priesthood which holds the keys of loosening and binding both upon the earth and in the heavens, the laying on of hands for the gift of the Holy Ghost, the keys to preach the gospel to every nation, kindred, tongue and people, the keys for the work for the dead, and, hence, the relationship which existed between the prophets and apostles of old was established in this day to the end that the Lord’s plans for the eternal blessing of his children might be brought into fruition” (in Conference Report, Apr. 1954, 4; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.13-19"},"Matthew 16:13–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.3"},"17:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/15.16"},"John 15:16"],";",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"157–58)."]]]]]]],"refs":null}
