{"id":30,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":30,"title":"Joshua 1–24: The Entry into the Promised Land","subtitle":"","short_title":21,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.head1"},[".titleNumber","21"],["h1","Joshua 1–24"],["h1","The Entry into the Promised Land"]],[".bodyBlock",[".topic",["h2","(21-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p5"},"How do you feel when you stand on the verge of reaching a long-awaited goal? Are you happy, sad, or relieved that the journey is nearly over? Are you frightened of the tests and trials that still lie ahead, or do you view your future with courage and faith in God?"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p6"},"Forty years of wandering in the wilderness had brought Israel to stand upon a mountaintop overlooking the land of promise. Every Israelite over twenty years of age when they left Egypt under Moses’ leadership was now dead, except for three people: Moses, Joshua, and Caleb (see",["a.scriptureRef",{"href":"/scriptures/ot/num/14.38"},"Numbers 14:38"],"). All the others had died without realizing their cherished blessing. Why? What caused those Israelites who left Egypt by God’s power to lose their privilege of setting foot upon the promised land?"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p7"},"In formulating an answer, remember that God never breaks a promise. Forty years before this time God had told the children of Israel, “I will take you to me for a people, and I will be to you a God: and ye shall know that I am the Lord your God, which bringeth you out from under the burdens of the Egyptians. And I will bring you into the land, concerning the which I did swear to give it to you. … for an heritage: I am the Lord.” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/6.7-8"},"Exodus 6:7–8"],".)"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p8"},"God always keeps His promises. He has power to make them, and He has power to fulfill them. Some doubt this fact. The initial company of Israelites who departed from Egypt did so with reluctance. Bad as things were in Egypt, the known seemed better than the unknown to those who lacked faith. During their forty years of desert wandering, the children of Israel alternately blessed and cursed the name of God. When He showed them miracles, they humbled themselves. When the tests and rigors of desert life became difficult, they hardened their hearts in anger and resentment. They forgot His power and trembled in fear at the thought of facing the Canaanites. In so doing, they lost their privilege to enter the land of promise."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p9"},"As their children stood on the mountain and saw in the distance the promised land, the realization of their expectations, were they ready? Did they appreciate the great blessing of receiving that which was denied their fathers? Could they move into the land under the leadership of a living prophet and possess the country on the Lord’s terms? Or would they pollute their inheritance, as their fathers had done before?"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/josh/1"},"Joshua 1–24"],". Chapters 12–21 contain detailed descriptions of the tribal divisions of the land."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]],["li",["span.label","3."],["p.para","Use the maps given in this chapter to find various locations mentioned in your reading."]]]]]],[".topic",["h2","Notes and Commentary on Joshua 1–24"],[".topic",["h3","(21-2)",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.1"},"Joshua 1:1"],". The Book of Joshua and the Man Joshua"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p16"},"“The Book of Joshua is one of the most important writings in the old covenant, and should never be separated from the Pentateuch, of which it is at once both the continuation and completion. Between",["span.emphasis","this Book"],"and the",["span.emphasis","five Books of Moses,"],"there is the same analogy as between the",["span.emphasis","four Gospels"],"and the",["span.emphasis","Acts of the Apostles."],"The Pentateuch contains a history of the Acts of the great Jewish",["span.emphasis","legislator,"],"and the Laws on which the",["span.emphasis","Jewish Church"],"should be established. The",["span.emphasis","Book"],"of Joshua gives an account of the",["span.emphasis","establishment"],"of that Church in the Land of Canaan, according to the oft-repeated promises and declarations of God. The Gospels give an account of the",["span.emphasis","transactions"],"of Jesus Christ, the great Christian",["span.emphasis","legislator,"],"and of those Laws on which",["span.emphasis","his"],"Church should be established, and by which it should be governed. The Acts of the Apostles gives an account of the",["span.emphasis","actual establishment"],"of that Church, according to the predictions and promises of its great founder. Thus, then, the",["span.emphasis","Pentateuch"],"bears as pointed a relation to the",["span.emphasis","Gospels"],"as the Book of",["span.emphasis","Joshua"],"does to the",["span.emphasis","Acts of the Apostles.”"],"(Clarke, Bible Commentary, 2:4.)"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p17"},"Clarke called the Old Testament the Jewish Church, meaning the organization founded by Jehovah among the early Israelites. But Latter-day Saints know that Jehovah was the premortal Christ. This fact explains the remarkable parallels. Both Churches were the Church of Jesus Christ, given in different circumstances and with different priesthood emphasis. But in both cases baptisms were performed, and the principles of righteous living and faith in God were clearly taught."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p18"},"These parallels suggest that the book of Joshua may continue the typology, or symbolism, of Christ, just as did the law of Moses. Indeed, Latter-day Saints are taught that Moses was “in the similitude of [the] Only Begotten” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.6"},"Moses 1:6"],"; see also McConkie, The Promised Messiah, pp. 442–48). Just as Moses, in his role as prophet, lawgiver, mediator, and deliverer, was a type of Jesus Christ, so Joshua, who led Israel into the promised land, was also a type of Jesus, who leads all the faithful into the ultimate land of promise, the celestial kingdom. (See Alma’s comparison of the promised land to eternal life in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.45"},"Alma 37:45"],".)"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p19"},"“Joshua, the son of Nun, of the tribe of Ephraim, was first called",["span.emphasis","Oshea"],"or",["span.emphasis","Hoshea,"],"… [",["a.scriptureRef",{"href":"/scriptures/ot/num/13.16"},"Numbers 13:16"],"], which signifies",["span.emphasis","saved,"],"a",["span.emphasis","saviour,"],"or",["span.emphasis","salvation;"],"but afterwards Moses, guided no doubt by a prophetic spirit, changed his name into …",["span.emphasis","Yehoshua"],"or",["span.emphasis","Joshua,"],"which signifies",["span.emphasis","he shall save,"],"or",["span.emphasis","the salvation of Jehovah;"],"referring, no doubt, to his being God’s instrument in",["span.emphasis","saving the people"],"from the hands of their enemies, and leading them from victory to victory over the different Canaanitish nations, till he put them in possession of the promised land. … By the Septuagint he is called … ,",["span.emphasis","Jesus Naue,"],"or",["span.emphasis","Jesus son of Nave:"],"and in the New Testament he is expressly called … Jesus; [see",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.45"},"Acts 7:45"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/4.8"},"Hebrews 4:8"],"].” (Clarke, Bible Commentary, 2:3.) In other words, in the original Hebrew both",["span.emphasis","Joshua"],"and",["span.emphasis","Jesus"],"were the same name."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p20"},"There are further analogies between organizations of the old and new covenants: “On this very ground of analogy Christ obviously founded the Christian Church; hence he had his",["span.emphasis","twelve disciples,"],"from whom the",["span.emphasis","Christian Church"],"was to spring, as the",["span.emphasis","Jewish Church"],"or",["span.emphasis","twelve tribes"],"sprang from the",["span.emphasis","twelve sons of Jacob."],"He had his",["span.emphasis","seventy or seventy-two disciples,"],"in reference to the",["span.emphasis","seventy-two elders,"],"six chosen out of each of the twelve tribes, who were united with Moses and Aaron in the administration of justice, &c., among the people. Christ united in his person the characters both of Moses and Aaron, or legislator and high priest; hence he ever considers",["span.emphasis","himself,"],"and is considered by his",["span.emphasis","apostles"],"and",["span.emphasis","followers,"],"the",["span.emphasis","same"],"in the",["span.emphasis","Christian Church"],"that Moses and Aaron were in the Jewish. As a rite of",["span.emphasis","initiation"],"into his Church, he instituted",["span.emphasis","baptism"],"in the place of",["span.emphasis","circumcision,"],"both being types of the purification of the heart and holiness of life; and as a rite of",["span.emphasis","establishment"],"and",["span.emphasis","confirmation,"],"the holy",["span.emphasis","eucharist"],"[the Lord’s Supper] in place of the",["span.emphasis","paschal lamb,"],"both being intended to commemorate the atonement made to God for the sins of the people. The analogies are so",["span.emphasis","abundant,"],"and indeed",["span.emphasis","universal,"],"that time would fail to enumerate them. On this very principle it would be a matter of high utility",["span.emphasis","to read these Old Testament and the New Testament books together,"],"as they reflect a strong and mutual light on each other, bear the most decided testimony to the words and truth of prophecy, and show the ample fulfilment of all the ancient and gracious designs of God.” (Clarke, Bible Commentary, 2:5.)"]],[".topic",["h3","(21-3)",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.4"},"Joshua 1:4"],". The Promised Land"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p22"},"Biblical Israel is generally thought of as that region south and southwest of the Lebanon mountains, north and east of Egypt, east of the Mediterranean coastal plain, and west of the Arabian desert. In dimension, Israel was roughly 150 miles from Dan to Beersheba, and at its greatest width it was about 75 miles across. The Lord promised Joshua that the original extent of the land promised to Abraham was to be given to Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/15.18"},"Genesis 15:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.4"},"Joshua 1:4"],"). Although the Israelites who went into the promised land with Joshua were generally faithful and obedient, as a nation Israel soon returned to their old ways and lost the blessings promised to them of winning the whole land. Not until the time of David and Solomon (about two hundred years later) did Israel control the land given in the original covenant and then only for a short while, for they soon lost the outermost parts of it again."]],[".topic",["h3","(21-4)",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.5-18"},"Joshua 1:5–18"]],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p24"},"After affirming that Joshua had the power and authority of Moses (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.5"},"v. 5"],"), the Lord charged him to make the law the basis of all he did. He was not to vary from it (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.7"},"v. 7"],"), and it was not to depart out of his mouth, that is, all that he spoke was to conform to it, and he was to meditate upon it constantly (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.8"},"v. 8"],"). The tribes of Reuben, Gad, and Manasseh, who were to inherit lands already conquered on the east side of the Jordan, were charged to join the other tribes in conquering the rest of the land. These tribes showed their loyalty by accepting that charge and covenanting to put to death any who refused to do so."]],[".topic",["h3","(21-5)",["a.scriptureRef",{"href":"/scriptures/ot/josh/2.1-7"},"Joshua 2:1–7"],". Was Rahab a Harlot?"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p26"},"“In the narrative of these transactions Rahab is called",["span.emphasis","zonah,"],"which our own, after the ancient versions, renders ‘harlot.’ The Jewish writers, however, being unwilling to entertain the idea of their ancestors being involved in a disreputable association at the commencement of their great undertaking, chose to interpret the word ‘hostess,’ one who keeps a public house, as if from the Hebrew word meaning ‘to nourish’ (Joseph.",["span.emphasis","Antiq."],"v:I; ii and vii; comp. the Targum and Kimchi and Jarchi on the text). Christian interpreters also are inclined to adopt this interpretation for the sake of the character of the woman of whom the Apostle speaks well, and who would appear from",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.4"},"Matt. 1:4"],"to have become by a subsequent marriage with Salmon, prince of Judah, an ancestress of Jesus. But we must be content to take facts as they stand, and not strain them to meet difficulties; and it is now universally admitted by every sound Hebrew scholar that",["span.emphasis","zonah"],"means ‘harlot,’ and not ‘hostess.’ It signifies harlot in every other text where it occurs, the idea of ‘hostess’ not being represented by this or any other word in Hebrew, as the function represented by it did not exist. There were no inns; and when certain substitutes for inns subsequently came into use, they were never, in any Eastern country, kept by women. On the other hand, strangers from beyond the river might have repaired to the house of a harlot without suspicion or remark. The Bedouins from the desert constantly do so at this day in their visits to Cairo and Bagdad. The house of such a woman was also the only one to which they, as perfect strangers, could have had access, and certainly the only one in which they could calculate on obtaining the information they required without danger from male inmates. This concurrence of analogies in the word, in the thing, and in the probability of circumstances, ought to settle the question. If we are concerned for the morality of Rahab, the best proof of her reformation is found in the fact of her subsequent marriage to Salmon; this implies her previous conversion to Judaism, for which indeed her discourse with the spies evinces that she was prepared.” (Fallows, Bible Encyclopedia, s.v. “Rahab,” 3:1424.)"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p27"},"That Rahab’s faith in Jehovah was sincere is supported by the fact that both Paul and James cited her as an example of faith (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.31"},"Hebrews 11:31"],";",["a.scriptureRef",{"href":"/scriptures/nt/james/2.5"},"James 2:5"],")."]],[".topic",["h3","(21-6)",["a.scriptureRef",{"href":"/scriptures/ot/josh/2.8-24"},"Joshua 2:8–24"]],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p29"},"These verses illustrate the value placed upon an oath or promise by men of ancient times. Unfortunately, men of that day were more faithful to their covenants with other men than they were to those made with God. A token was agreed upon as proof of their intention to protect Rahab and her family from destruction in return for her assistance. Rahab was to place a “line of scarlet thread” in the window of her house (",["a.scriptureRef",{"href":"/scriptures/ot/josh/2.18"},"v. 18"],"). This thread would serve as a reminder to attacking Israel that Rahab and all within her house were to be spared from destruction."]],[".topic",["h3","(21-7)",["a.scriptureRef",{"href":"/scriptures/ot/josh/3"},"Joshua 3"]],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p31"},"As Moses was magnified by the Lord in the eyes of Israel when God parted the Red Sea, so Joshua was magnified in the same way through the parting of the Jordan River. In both instances Israel passed through the water into a newness of life. This passage may have been what Paul had in mind when he spoke of Israel’s baptism “in the cloud and in the sea” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.2"},"1 Corinthians 10:2"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/josh/3.1,3-4"},"vv. 1, 3–4"],"). In each instance the passage represented a new covenant agreement. Israel passed over the River Jordan on the first day of the Passover (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/3.17"},"Joshua 3:17"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/4.19"},"4:19"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.3"},"Exodus 12:3"],")."]],[".topic",["h3","(21-8)",["a.scriptureRef",{"href":"/scriptures/ot/josh/4"},"Joshua 4"],". Why Did Israel Set Up Memorial Stones?"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p34"},"Biblical peoples were very fond of symbolic acts to commemorate great events. In order to memorialize God’s blessing in parting the waters of the Jordan River, Joshua commanded that twelve stones be taken from the riverbed and placed where all the people could see them: “These stones shall be for a memorial unto the children of Israel for ever” (",["a.scriptureRef",{"href":"/scriptures/ot/josh/4.7"},"v. 7"],"). In later years, when their children would ask the meaning of the stones, Israel could rehearse the story of God’s miracle; thus, the stones would serve as a visible reminder of God’s power."]],[".topic",["h3","(21-9)",["a.scriptureRef",{"href":"/scriptures/ot/josh/5.1"},"Joshua 5:1"]],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p36"},"It is important to remember that the Israelites did not move into a land where no one lived. On the contrary, the area known as Canaan had been inhabited for centuries. The mention of the Amorite and Canaanite kings and their response to the miraculous crossing of the Jordan further indicates that all of the land of Canaan was laid at the feet of Israel by the Lord. They had only to physically conquer those who were already defeated mentally, but they lost the advantage the Lord gave them when they began to forsake their covenants with Him."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_030_02_promise.gif"}]]],[".topic",["h3","(21-10)",["a.scriptureRef",{"href":"/scriptures/ot/josh/5.2-8"},"Joshua 5:2–8"],". Why Were the Israelites Circumcised Now?"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p53"},"Israel had wandered forty years in the wilderness because they were not faithful in their covenant with God. It is not surprising, then, that during that period they had failed to continue the practice of circumcision, which was the symbol of their covenant. Therefore, after Joshua had led his people through the waters of the Jordan—a type of baptism (see Reading 21-7)—onto the sacred ground that had been denied their fathers, the Lord required them to reinstitute the physical token of the covenant."]],[".topic",["h3","(21-11)",["a.scriptureRef",{"href":"/scriptures/ot/josh/5.10-12"},"Joshua 5:10–12"],". The Manna Is No Longer"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p55"},"This event marks a major turning point for Israel. For the first time in forty years the children of Israel were on their own. The Israelites had been tenderly nursed with manna during that time, but now they were to stand forth in maturity and, from their own labor, eat the bread of the land. Considering that the manna had appeared every day but the Sabbath for forty years, or more than twelve thousand times, it truly was the end of a remarkable era."]],[".topic",["h3","(21-12)",["a.scriptureRef",{"href":"/scriptures/ot/josh/5.13-14"},"Joshua 5:13–14"],". Who Was the Captain of the Lord’s Host That Joshua Saw?"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p57"},"Although there is a noticeable lack of detail in this account, what is recorded suggests a miraculous vision shown to Joshua. Most commentators assume either a mortal servant of God or an angel came to strengthen Joshua and Israel as they prepared for their first battle."],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p58"},"Two things, however, suggest that Joshua may actually have seen Jehovah, the premortal Jesus Christ. First, when Joshua fell down to worship him, no attempt was made to stop him. Yet the mortal servants of God are quick to prevent others from worshiping them, even when they have demonstrated great power (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.25-26"},"Acts 10:25–26"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/14.8-18"},"14:8–18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.15-17"},"Alma 18:15–17"],"). The same thing is true of angels, for twice, when he was awed at the presence of angels and fell at their feet to worship them, John the Revelator was told the same thing, “See thou do it not: for I am thy fellowservant, and of thy brethren the prophets” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.9"},"Revelation 22:9"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"19:10"],"). The angel who appeared to Samson’s parents clearly taught them that any offerings were to be to the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.16"},"Judges 13:16"],"). But no attempt was made to prevent Joshua from falling down to worship this being."],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p59"},"Second, the personage commanded Joshua to remove his shoes because he was standing on holy ground—the same instructions Jehovah gave to Moses on Mount Sinai (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.5"},"Exodus 3:5"],"). But, since this account in Deuteronomy is very scant on details, it can only be surmised that the being may have been the Lord."]],[".topic",["h3","(21-13)",["a.scriptureRef",{"href":"/scriptures/ot/josh/6"},"Joshua 6"],". The Fall of Jericho"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p62"},"The inhabitants of Jericho knew full well of the powerful destruction that Israel had directed against the kingdom of the Amorites east of Jordan. Therefore, it is no surprise that they shut up their walled city against Israel."],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p63"},"The prevalence of the number seven in the Lord’s dealing with Jericho’s defense is significant. Throughout the law of Moses,",["span.emphasis","seven"],"was used numerous times to signify the covenant. Its association with the covenant probably stems from the idea that “",["span.emphasis","seven"],"… is associated with completion, fulfilment, and perfection” (Douglas, New Bible Dictionary, s.v. “number,” p. 898). By patterning the conquest of Jericho in sevens, the Lord taught Israel that their success lay in the covenant with Jehovah; His perfect power brought conquest, not their own."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p64"},"The horn blown was the Hebrew",["span.emphasis","shofar,"],"or ram’s horn (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/6.4-6"},"vv. 4–6"],"). Scholars are generally agreed that the shofar was the oldest musical instrument in Israel. After being flattened by heat, the horn of a ram was forced to turn up at the ends. This shape thus created a most unusual and easily recognizable sound. In early times the horn was used to warn of approaching armies, to give the signal for attack, or to dismiss troops from the field."],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p65"},"As the ark of the covenant symbolized the presence of God in the tabernacle’s Holy of Holies, so it symbolized His leadership of the armies of Israel as they carried it before them while they marched around the city (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/6.4,6-8"},"vv. 4, 6–8"],"). This was not a mere mortal conflict: Canaan was to be destroyed by the very God of Israel. This truth was impressively taught to Israel by the presence of the ark."],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p66"},"Great care was given to honoring every detail of the oath that had been given to Rahab."]],[".topic",["h3","(21-14)",["a.scriptureRef",{"href":"/scriptures/ot/josh/6.20"},"Joshua 6:20"],". What Caused the Walls of Jericho to Fall?"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p69"},"Men have argued this question for ages. Did the marching feet, the blaring trumpets, and the final shout weaken the walls in some way so that they tumbled in accordance with natural law? Or was some other principle in operation? Did the Lord simply, at a convenient point in time, level the walls by His power? Elder James E. Talmage discussed this question in these words:"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p70"},"“May we not believe that when Israel encompassed Jericho, the captain of the Lord’s host and his heavenly train were there, and that before their super-mortal agency, sustained by the faith and obedience of the human army, the walls were leveled?"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p71"},"“Some of the latest and highest achievements of man in the utilization of natural forces approach the conditions of spiritual operations. To count the ticking of a watch thousands of miles away; to speak in but an ordinary tone and be heard across the continent; to signal from one hemisphere and be understood on the other though oceans roll and roar between; to bring the lightning into our homes and make it serve as fire and torch; to navigate the air and to travel beneath the ocean surface; to make chemical and atomic energies obey our will—are not these miracles? The possibility of such would not have been received with credence before their actual accomplishment. Nevertheless, these and all other miracles are accomplished through the operation of the laws of nature, which are the laws of God.” (Talmage, Articles of Faith, pp. 222–23.)"]],[".topic",["h3","(21-15)",["a.scriptureRef",{"href":"/scriptures/ot/josh/7.1-13"},"Joshua 7:1–13"],". Why Did the Israelites Lose the Battle of Ai?"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p73"},"“Consider the defeat of Israel by the men of Ai; a law of righteousness had been violated, and things that were accursed had been introduced into the camp of the covenant people; this transgression interposed resistance to the current of divine help, and until the people had sanctified themselves the power was not renewed unto them” (Talmage, Articles of Faith, p. 105; see also",["a.scriptureRef",{"href":"/scriptures/ot/josh/7.10-13"},"Joshua 7:10–13"],".)"],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p74"},"For further discussion of the significance of this loss, see Points to Ponder in this chapter."]],[".topic",["h3","(21-16)",["a.scriptureRef",{"href":"/scriptures/ot/josh/7.6"},"Joshua 7:6"]],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p76"},"The act of placing dust upon one’s head had the same symbolic meaning as dressing in sackcloth and sitting in ashes. It was a token of great remorse, true humility, and deep repentance. It also symbolized the unworthy station of man compared to deity (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.34"},"Genesis 37:34"],"; compare",["a.scriptureRef",{"href":"/scriptures/ot/job/2.12"},"Job 2:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/lam/2.10"},"Lamentations 2:10"],"). This sense of unworthiness seems to be the meaning of King Benjamin’s comment that the people considered themselves as less than the dust of the earth (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.2"},"Mosiah 4:2"],")."]],[".topic",["h3","(21-17)",["a.scriptureRef",{"href":"/scriptures/ot/josh/7.7-26"},"Joshua 7:7–26"],". Why Was Achan Worthy of Death?"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p78"},"It may appear that the action taken against Achan for taking the booty of Jericho was too severe, but the death of the mortal body may often be a merciful act both to other people and to the offender (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.13"},"1 Nephi 4:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.17"},"Leviticus 24:17"],"). Some offenses of men are of such consequence that the payment of the life of the offender is required for the expiation of the sin. Achan’s disobedience cost the lives of thirty-six men (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/7.5"},"Joshua 7:5"],"). But even more important, Israel’s spiritual death would be more serious than the physical death of individuals. For Israel to fail to obey the Lord in all things would be tantamount to depriving her of the land of Canaan (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.31-35"},"1 Nephi 17:31–35"],"). It is apparent from his voluntary confession that Achan understood this truth (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/7.20-21"},"Joshua 7:20–21"],")."],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p79"},"See the tables of weights and measures in Maps and Charts to better understand the value of a shekel of silver."]],[".topic",["h3","(21-18)",["a.scriptureRef",{"href":"/scriptures/ot/josh/8"},"Joshua 8"]],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p81"},"More than Jericho, Ai, the second city conquered after Israel crossed the Jordan, became a model for the conquests of other cities. Once Ai was taken, Joshua moved Israel to Mount Ebal and fulfilled the instructions of Moses to build an altar there and pronounce the blessings and cursings of the Lord from Mount Ebal and Mount Gerizim (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/8.30-35"},"vv. 30–35"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/27"},"Deuteronomy 27"],")."]],[".topic",["h3","(21-19)",["a.scriptureRef",{"href":"/scriptures/ot/josh/9.3-27"},"Joshua 9:3–27"]],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p83"},"Although the subtle alliance manufactured through deceitful means saved their lives, the people of Gibeon became the perpetual slaves of Israel. Moses had warned Israel not to make any covenants with the Canaanites (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.2"},"Deuteronomy 7:2"],"), and this warning may explain why Joshua was so upset when he discovered the deception. Since the oath had been made, however, he honored it, placing the people of Gibeon in slavery instead of having them killed."]],[".topic",["h3","(21-20)",["a.scriptureRef",{"href":"/scriptures/ot/josh/10.1-11"},"Joshua 10:1–11"]],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p85"},"Adonizedek (a Hebrew word meaning “lord of justice”) is an example of many other civil leaders who chose titles for themselves or had titles bestowed upon them by greater rulers whose vassals they were (Fallows, Bible Encyclopedia, s.v. “Adonizedek,” 1:56). Perhaps he, like other Canaanite kings, assumed this name in imitation of the ancient patriarchal king of Salem, Melchizedek, “king of righteousness” (Fallows, Bible Encyclopedia, s.v. “Melchizedek” 2:1136). He was the chief of the confederacy of five kings that made war against Gibeon."]],[".topic",["h3","(21-21)",["a.scriptureRef",{"href":"/scriptures/ot/josh/10.12-14"},"Joshua 10:12–14"],". Did the Sun Really Stand Still in the Heavens?"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p87"},"The Book of Mormon makes it clear that it was the earth, not the sun, that was involved in Joshua’s miracle. Mormon, discoursing on the might and power of God, wrote:"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p88"},"“Yea, and if he say unto the earth—Move—it is moved. Yea, if he say unto the earth—Thou shalt go back, that it lengthen out the day for many hours—it is done; And thus, according to his word the earth goeth back, and it appeareth unto man that the sun standeth still; yea, and behold, this is so; for surely it is the earth that moveth and not the sun. And behold, also, if he say unto the waters of the great deep—Be thou dried up—it is done. Behold, if he say unto this mountain—Be thou raised up, and come over and fall upon that city, that it be buried up—behold it is done.” (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/12.13-17"},"Helaman 12:13–17"],".)"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p89"},"“So here we have the words of a Book of Mormon prophet confirming the fact that God can—and would, when necessary—cause that the earth should stop in its rotation to lengthen a day. And since on the occasion in question he was fighting to bring victory to Israel, this was one of his means of doing so."],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p90"},"“If we have doubts about the Lord’s willingness or ability to interrupt the usual movements of heavenly bodies, how shall we explain such phenomena as the following:"],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p91"},"“‘But, behold, I say unto you that before this great day shall come the sun shall be darkened, and the moon shall be turned into blood, and the stars shall fall from heaven, and there shall be greater signs in heaven above and in the earth beneath.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.14"},"D&C 29:14"],".)"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p92"},"“Or: ‘And they shall see signs and wonders, for they shall be shown forth in the heavens above and in the earth beneath. And they shall behold blood, and fire, and vapors of smoke. And before the day of the Lord shall come, the sun shall be darkened, and the moon be turned into blood, and the stars fall from heaven.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.40-42"},"D&C 45:40–42"],".)"],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p93"},"“‘For not many days hence and the earth shall tremble and reel to and fro as a drunken man; and the sun shall hide his face, and shall refuse to give light; and the moon shall be bathed in blood; and the stars shall become exceedingly angry, and shall cast themselves down as a fig that falleth from off a fig-tree.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.87"},"D&C 88:87"],".)"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p94"},"“Or: ‘And so great shall be the glory of his presence that the sun shall hide his face in shame, and the moon shall withhold its light, and the stars shall be hurled from their places.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.49"},"D&C 133:49"],".)"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p95"},"“The episode of Joshua commanding the sun and moon to stand still was insignificant compared to the stellar upsets that will accompany the second advent of the Savior, when stars will be hurled from their places. Some power will darken the sun and make the moon refuse to give its light. (Of course the moon will be darkened as soon as the sun gives no further light, since the moon’s light is merely reflected from the sun.)"],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p96"},"“It is appropriate here to quote Sir Charles Marston, a most intelligent ‘critic of the critics,’ who said that it is time we begin ‘to recognize the extravagance of its [criticism by the intellectuals] underlying assumption, that",["span.emphasis","what the critic did not know could not have been!"],"’ (The Bible Comes Alive, New York: Fleming H. Revell Company, 1947, p. 182.)” (Petersen, Joshua, pp. 58–59.)"]],[".topic",["h3","(21-22)",["a.scriptureRef",{"href":"/scriptures/ot/josh/10.13"},"Joshua 10:13"],". What Is the Book of Jasher and Where Can It Be Found?"],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p98"},"Like numerous other books mentioned in the Old and New Testament but not contained within their pages, the book of Jasher appears to have been a source that contained accounts of heroic deeds in ancient Israel. It is thought by many to have been written in verse, but it likely contained some prose as well. A book with this title is currently available, but it is of doubtful origin, according to most scholars, and probably is not the one mentioned in the Old Testament."]],[".topic",["h3","(21-23)",["a.scriptureRef",{"href":"/scriptures/ot/josh/10.24"},"Joshua 10:24"]],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p100"},"To place one’s foot upon the neck of a fallen enemy was a symbolic act that demonstrated complete subjugation. One had then been literally trodden underfoot. This fact is often represented in Egyptian and Assyrian sculptures and wall paintings (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/5.3"},"1 Kings 5:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/51.23"},"Isaiah 51:23"],")."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_030_05_joshua.gif"}]]],[".topic",["h3","(21-24)",["a.scriptureRef",{"href":"/scriptures/ot/josh/10.28-43"},"Joshua 10:28–43"]],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p127"},"The destruction of the five nations of the Canaanites was accomplished over a period of days rather than on the same day as the battle at Gibeon."]],[".topic",["h3","(21-25)",["a.scriptureRef",{"href":"/scriptures/ot/josh/11"},"Joshua 11"]],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p129"},"This chapter summarizes the conquest of northern Canaan. The destruction of these northern kingdoms, however, required a long time (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/11.18"},"v. 18"],"). The note in",["a.scriptureRef",{"href":"/scriptures/ot/josh/11.22"},"verse 22"],"is of interest because the Anakim were a race of giants (see",["a.scriptureRef",{"href":"/scriptures/ot/num/13.32-33"},"Numbers 13:32–33"],") and because Goliath came from Gath (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.4"},"1 Samuel 17:4"],")."]],[".topic",["h3","(21-26)",["a.scriptureRef",{"href":"/scriptures/ot/josh/11.6,9"},"Joshua 11:6, 9"],". What Does Hough Mean?"],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p131"},"To hough a horse is to cut the leg tendons above and behind the tarsal joint or ankle, thus rendering the horse useless. The Israelites were foot soldiers rather than charioteers. The fear seems to have been that should the horses and chariots be used as vehicles of war, Israel would turn from faith in God and trust in the arm of flesh (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/8.4"},"2 Samuel 8:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/31.1"},"Isaiah 31:1"],")."]],[".topic",["h3","(21-27)",["a.scriptureRef",{"href":"/scriptures/ot/josh/13"},"Joshua 13–21"]],["p.para",{"id":"p133","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p133"},"These chapters contain accounts of the division of the land of Canaan among the twelve tribes of Israel. The map of Canaan in Maps and Charts gives a clear picture of how the land was divided between the tribes. Chapter 18 discusses the Levite cities commanded by Moses to be given to members of the tribe of Levi (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p1"},"Reading 18-24"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/35.9-27"},"Numbers 35:9–27"],"), and chapter 20 lists the cities of refuge and their purpose."]],[".topic",["h3","(21-28)",["a.scriptureRef",{"href":"/scriptures/ot/josh/22"},"Joshua 22"]],["p.para",{"id":"p135","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p135"},"This chapter demonstrates the critical balance between true worship and apostate idolatry. Without a knowledge of why the 2½ tribes had built the altar on the other side of Jordan, one would judge the action to be an adulteration of the holy worship in the tabernacle. Satan’s counterfeits can appear very convincing. Fortunately, the tribes showed that it was an act of legitimate worship and not idolatry. The tragedy is that in a short time Israel would no longer react strongly against idolatry."]],[".topic",["h3","(21-29)",["a.scriptureRef",{"href":"/scriptures/ot/josh/23"},"Joshua 23"]],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p137"},"The thirty-one Canaanite city-states destroyed by Joshua in his day were not all that the Lord intended to purge from Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/num/23.4-5"},"Numbers 23:4–5"],"). Since men tend to adopt the values or habits of those with whom they associate, it was imperative that all idolatrous nations in Canaan be destroyed. Joshua warned Israel of three things in the event that some heathen nations, including those that surrounded them, were allowed to remain: (1) beware of social intercourse with them (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/23.7"},"Joshua 23:7"],"), (2) refrain from worshiping their false gods (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/23.7-11"},"vv. 7–11"],"), and (3) avoid intermarriages with them (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/23.12"},"v. 12"],"). Otherwise, “snares and traps,” “scourges,” and “thorns” awaited Israel (",["a.scriptureRef",{"href":"/scriptures/ot/josh/23.13"},"v. 13"],")."]],[".topic",["h3","(21-30)",["a.scriptureRef",{"href":"/scriptures/ot/josh/24.1-28"},"Joshua 24:1–28"],". “Choose You This Day Whom Ye Will Serve”"],["p.para",{"id":"p139","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p139"},"Near the end of his life Joshua called his people together for a final blessing and warning, very much as Moses had done. Such messages should be considered very significant, for what a prophet says as he approaches death seems to be an effort on his part to rid his garments of the blood of the people by placing the full responsibility for their conduct squarely upon their shoulders (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.19"},"Jacob 1:19"],"). Joshua showed Israel exactly what God had miraculously done for them in the past and challenged them to choose whom they would serve."],["p.para",{"id":"p140","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p140"},"Elder Erastus Snow, commenting on the feeling some have that being obedient to God somehow limits their agency, gave an interesting insight on choosing to follow God:"],["p.para",{"id":"p141","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p141"},"“If good and evil is placed before us, does not the person who chooses the good and refuses the evil exhibit his agency and manhood as much as the man who chooses the evil and refuses the good? or is the independence of manhood all on the side of the evil-doer? I leave you to answer this question in your own mind. To me, I think the angels and saints and all good people have exercised their agency by choosing the good and refusing the evil; and in doing so they not only exhibit their independence and manhood as much, but show a much higher and greater nobility of character and disposition; and I leave the future to determine who are wise in the choice of their freedom and independence."],["p.para",{"id":"p142","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p142"},"“Joshua said to ancient Israel: ‘Choose ye this day whom ye will serve; if the Lord be God, serve him; if Baal, serve him. But as for me and my house, we will serve the Lord.’ I think what we need to learn are the true principles that shall lead us to peace, to wealth and happiness in this world, and glory and exaltation in the world to come. And that if we can learn these principles, and receive them in good and honest hearts, and teach them as our faith, and practice them in our lives, we shall show our manhood, our independence and our agency as creditably before the angels and the Gods, as any wicked man can, in refusing the good and cleaving to the evil, exhibit his before the devil and his angels.” (In Journal of Discourses, 19:180–81.)"]],[".topic",["h3","(21-31)",["a.scriptureRef",{"href":"/scriptures/ot/josh/24.32"},"Joshua 24:32"]],["p.para",{"id":"p144","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p144"},"Reference is made here to “the bones of Joseph” (",["a.scriptureRef",{"href":"/scriptures/ot/josh/24.32"},"v. 32"],"). When Joseph, Jacob’s son, was dying, he extracted a promise from the children of Israel that they would take his body with them when they left Egypt (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/50.25"},"Genesis 50:25"],"). Most likely his body had been embalmed in the Egyptian manner. Upon Israel’s departure from Egypt, Moses honored the promise and “took the bones of Joseph with him” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.19"},"Exodus 13:19"],"). Following Israel’s arrival and settlement in the promised land, Joseph’s remains were interred, as recorded in",["a.scriptureRef",{"href":"/scriptures/ot/josh/24.32"},"Joshua 24:32"],"."]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p146","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p146"},["span.dominant","(21-32)"],"The inhabitants of Canaan were ferocious and warlike. They resisted bitterly any attempt by others to settle on land they regarded as their own. But the Lord had given Canaan to the Israelites. It was theirs to hold if only they had the courage and strength to wrest it from the Canaanites and keep it safe from their enemies."],["p.para",{"id":"p147","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p147"},"In the strength of God, Joshua and Israel became fearless. Nations trembled at the mention of their name. Courageously they swept over the land of Canaan, east and west of Jordan, and none could stop their conquering spirit—except themselves. They had earned, for the present, at least, the name",["span.emphasis","Jeshurun"],"(“righteous Israel”) because they had chosen to serve the Lord."],["p.para",{"id":"p148","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p148"},"The Saints today also face a world intent on their spiritual destruction. Canaan has long passed from the earth, but Satan, who incited Canaan’s wickedness and opposition to Israel, is still determined to destroy those who follow the Lamb of God (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14.12-14"},"1 Nephi 14:12–14"],"). Sometimes modern Israel may feel apprehensive as they see the impending judgments drawing closer and closer. Modern Canaan will be destroyed in preparation for the establishment of a worldwide Zion, and this destruction is not pleasant to contemplate. Elder Ezra Taft Benson used two passages from the book of Joshua to counsel those who feel anxiety as they contemplate the future."],["p.para",{"id":"p149","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p149"},"“Now during this critical period, and it is a critical period that we are passing through, I hope that we will keep ever burning in our hearts the spirit of this great work which we represent. If we do so, we’ll have no anxiety; we’ll have no fear; we’ll not worry about the future because the Lord has given us the assurance that if we live righteously, if we keep his commandments, if we humble ourselves before him, all will be well. I turn to two passages of scripture today which I’d like to read:"],["p.para",{"id":"p150","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p150"},"“‘… Be strong and of good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.’ (",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.9"},"Joshua 1:9"],".)"],["p.para",{"id":"p151","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p151"},"“This was the Lord’s admonition to his son, Joshua, encouraging him to trust in God. Joshua answered that admonition in counsel to his people in these words:"],["p.para",{"id":"p152","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p152"},"“‘… choose you this day whom ye will serve; … but as for me and my house, we will serve the Lord.’ (Ibid., 24:15.)"],["p.para",{"id":"p153","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p153"},"“Embodied in these two passages of scripture are the two principal essentials for security and peace: first, trust in God; and second, a determination to keep the commandments, to serve the Lord, to do that which is right. Latter-day Saints who live according to these two admonitions—trust in God and keep the commandments—have nothing to fear."],["p.para",{"id":"p154","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p154"},"“The Lord has made it very clear in the revelations that even though times become perilous, even though we be surrounded by temptation and sin, even though there be a feeling of insecurity, even though men’s hearts may fail them and anxiety fill their souls, if we only trust in God and keep his commandments we need have no fear.” (In Conference Report, Oct. 1950, pp. 145–46.)"],["p.para",{"id":"p155","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p155"},["span.dominant","(21-33)"],"There are powerful spiritual lessons for modern Saints in the account of Achan and Israel’s defeat at Ai. First, the story shows the effect of individual sin on the whole community. No one sins in isolation. We cannot say that our actions influence only ourselves for even if we do something sinful that is completely personal, our individual loss of spiritual power means a lessening of power for all mankind and contributes to the withdrawal of the Lord’s Spirit, and that is damaging to all mankind."],["p.para",{"id":"p156","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p156"},"There is a second valuable lesson in the Lord’s answer to Joshua when Joshua asked why Israel had been defeated (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/7.10-15"},"Joshua 7:10–15"],"). If we have lost power with God, we can know, as surely as we know the sun will rise on the morrow, that the problem lies within us and not within God. As He said in our day, “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],"). And the key for restoring the relationship with God was also given when the Lord told Joshua, “Up, sanctify the people” (",["a.scriptureRef",{"href":"/scriptures/ot/josh/7.13"},"Joshua 7:13"],")."],["p.para",{"id":"p157","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p157"},"Joseph Smith was taught a similar lesson when the Church was deeply in debt."],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.78-80"},"D&C 104:78–80"],"."]],["p.para",{"id":"p159","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p159"},"Note how the Lord introduces a third element into the problem-solving process. Most of us look at problems in this way:"],[".",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_030_06_problem.gif"}]],["p.para",{"id":"p162","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.p162"},"We think that the problem is something external, that is, if we can summon enough power, it can be solved through our own effort. But the Lord told Israel through both Joseph and Joshua that while there was an external problem, there was also an internal one that blocked the channels of true power. Here is how the problem-solving process should work:"],[".",{"id":"f6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_030_07_problems.gif"}]],[".figure",{"id":"f7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/joshua-1-24-the-entry-into-the-promised-land.f7"},["ol.number",["li",["span.label","1."],["p.para","How did Abraham and Sarah apply this principle in relationship to Sarah’s barrenness? (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.11"},"Hebrews 11:11"],")."]],["li",["span.label","2."],["p.para","How did Joseph use this principle when presented with the problem of interpreting the pharaoh’s dream? (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/41.14-16"},"Genesis 41:14–16"],")."]],["li",["span.label","3."],["p.para","How could this lesson be applied in such modern situations as a wife with an inactive husband, a parent with wayward children, a child with unbelieving parents, a person struggling to overcome a bad habit?"]],["li",["span.label","4."],["p.para","How is this principle of power related to the principle taught in",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],"?"]],["li",["span.label","5."],["p.para","Isn’t this the whole principle behind the doctrine that ultimately we are saved by the grace of Christ “after all we can do”? (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23"},"2 Nephi 25:23"],")."]],["li",["span.label","6."],["p.para","Read carefully",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.32-33"},"Moroni 10:32–33"],". Isn’t this the very way that we eventually come to salvation?"]]]]]]]]],"refs":null}
