{"id":32,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":32,"title":"Judges 1–12: The Reign of the Judges, Part 1","subtitle":"","short_title":22,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.head1"},[".titleNumber","22"],["h1","Judges 1–12"],["h1","The Reign of the Judges, Part 1"]],[".bodyBlock",[".topic",["h2","(22-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p5"},"When Joshua and the leaders of Israel who served under him died, the national spirit of Israel also died. Tribal loyalty replaced national unity. Each tribe began to look to its own resources without giving help or asking aid from their fellow Israelites. Joshua’s generation remained faithful to the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/24.31"},"Joshua 24:31"],"), but spiritual apostasy soon occurred in the following generation. “And there arose another generation after them, which knew not the Lord, nor yet the works which he had done for Israel."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p6"},"“And they forsook the Lord God of their fathers, which brought them out of the land of Egypt, and followed other gods, of the gods of the people that were round about them, and bowed themselves unto them, and provoked the Lord to anger.” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.10,12"},"Judges 2:10, 12"],".)"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p7"},"None of this apostasy needed to happen. The Lord had directed Israel into the promised land and had provided them with a political covenant. He was to be their divine sovereign. Their temporal leaders were to be ruling judges, under whom the people retained religious and political liberties. (Such a form of government was advocated in the Book of Mormon by King Mosiah [see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/29"},"Mosiah 29"],"].)"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p8"},"Israel’s political covenant showed the mercy and long-suffering of the Lord and would have been the best possible government in Israel. As can be seen in both the Bible and the Book of Mormon, however, under the rule of the judges the people must demonstrate loyalty to the Lord and His commandments for this ideal form of government to function properly. Since Israel usually broke their covenant during the reign of the judges, the governmental system did not function properly, and Israel fell out of favor with the Lord."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p9"},"The reign of the judges is similar in many ways to the history of the Nephites prior to the coming of Christ. It is a story of one continuous cycle of apostasy and repentance. When the Israelites turned from the Lord, their enemies began to prevail (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.14-15"},"Judges 2:14–15"],"). Suffering under oppression and war, the people would cry unto God and He would raise up a Deborah or a Gideon to deliver them. But once peace and security were reestablished, the people turned again to their former ways (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.16-19"},"Judges 2:16–19"],")."],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p10"},"The story of the time of the judges is thus primarily a sad and tragic one, although in this period lived some of the most remarkable men and women of the Old Testament. In their lives of courage, faith, and personal greatness, as well as in the lives of those who forsook the Lord and pursued selfish ends, are many lessons of importance for Saints today. Look for those lessons as you read this period of Israel’s history."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/judg/1"},"Judges 1–12"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Judges 1–12"],[".topic",["h3","(22-2)",["a.scriptureRef",{"href":"/scriptures/ot/judg/1"},"Judges 1"],". What Are the Campaigns of Israel in the First Chapter of the Book of Judges?"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.f3"},["p.preamble","This account is a repetition of the story found in the last half of the book of Joshua. The following information is of special interest in understanding the other historical books of the Bible:"],["ol.number",["li",["span.label","1."],["p.para","Judah was able to control the inland hill country of southern Canaan but they could not drive out the inhabitants of the Shephelan and the coastal plain (the Philistines), apparently because of the chariots of iron which the Philistines introduced (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/1.19"},"Judges 1:19"],"). The real reason for their failure, however, was that they had lost the power of the Lord through their lack of faith and by their disobedience."]],["li",["span.label","2."],["p.para","The holy area around Bethel was captured and controlled by the house of Joseph (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/1.22-26"},"Judges 1:22–26"],")."]],["li",["span.label","3."],["p.para","Even though the Israelites were supposed to drive out all the heathen inhabitants of their promised land, they failed to do so. Numerous unconquered cities remained (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/1.27-36"},"Judges 1:27–36"],"), and the presence of these people and their gods proved to be a thorn in the side of Israel for centuries to come (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.3"},"Judges 2:3"],"; Reading 22-7)."]]]]],[".topic",["h3","(22-3)",["a.scriptureRef",{"href":"/scriptures/ot/judg/1.1-7"},"Judges 1:1–7"]],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p22"},"The Israelites apparently joined in the practice common among other ancients of mutilating captives in an attempt to strike terror into the hearts of other enemies."]],[".topic",["h3","(22-4)",["a.scriptureRef",{"href":"/scriptures/ot/judg/2"},"Judges 2"],". What Was the Political and Religious Condition of the Populace of the Promised Land When the Israelites Conquered It?"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p24"},"“When discussing the political and religious conditions in Palestine at the time of the Israelite conquest (between 1250 and 1200",["span.small","B.C."],"), we should note that the whole Near East had boiled with turmoil during the preceding century. The power of Egypt’s ally in Mesopotamia, Mitanni, had collapsed. Egypt herself first lost and then regained power over much of the eastern Mediterranean area. The Hurrian and Aryan peoples had pressed down from the north almost as far as Palestine, Assyria had begun to rise as a world power, and the old Hittite Empire of Asia Minor and Egypt had reached a standoff for control of the Near East."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p25"},"“In Palestine, Egypt was nominally in control. The land of Canaan was made up of numerous city-states, each independently governed, which paid tribute to Egypt whenever they were forced to do so. Other Hebrew tribes, distant relatives of the Israelites, comprised a modest part of the population in Canaan. It is also worth noting that prior to Israel’s settlement, the Canaanites had developed a linear alphabet, which later passed from Phoenicia to Greece, thus becoming the ancestor to our own."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p26"},"“The material culture and international trade of the Canaanites was highly advanced, but their religious ways stood diametrically opposed to Israel’s. Based on the fertility cults led by the god Baal, the Canaanite religion was an extraordinarily immoral form of paganism, including … prostitution, homosexuality, and other orgiastic rites."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p27"},"“The population of Canaan was mixed. In addition to the Canaanites near the sea and a few Hebrew clans, the Amorites are mentioned often in the Old Testament. Abraham descended from this Semitic people. Many of the other peoples listed in the Bible as inhabitants of the land (Hittites, Hivites, Horites, Jebusites, etc.) represent Canaan’s non-Semitic elements, although their tribal names preserve their distant origins. These people fully adopted the Canaanite religion and way of life by the time of the Israelite invasion.” (S. Kent Brown,",["span.crossRef","“I Have a Question,”"],"Ensign, Oct. 1973, p. 58.)"]],[".topic",["h3","(22-5)",["a.scriptureRef",{"href":"/scriptures/ot/judg/2"},"Judges 2"],". How Did the Canaanite Culture Affect the Lifestyle of the Israelites?"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p29"},"“Perhaps inevitably, the Israelites, who had no distinct culture or knowledge of settled life, gradually absorbed many aspects of Canaan’s sophisticated culture. The architectural style, pottery, furniture and literature of later Israel were all borrowed from those of Canaan. In many ways this borrowing was beneficial. The Israelites were able to profit from the techniques of construction, farming and craftsmanship which had taken the Canaanites centuries to develop."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p30"},"“But in the eyes of Israel’s religious leaders, the pagan ways of the Canaanites posed a continual threat to the integrity of the nation. The Israelites’ only strength lay in their common covenant. Any weakening of this basic loyalty left the individual tribes without the strength that comes from unity. When misfortune came, it was [because of] the faithlessness of the people, who again and again turned away from the Lord.” (Great People of the Bible and How They Lived, p. 114.)"]],[".topic",["h3","(22-6)",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.1-5"},"Judges 2:1–5"]],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p32"},"Why, according to the angel of the Lord, did God no longer assist Israel in driving out the Canaanites?"]],[".topic",["h3","(22-7)",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.11-13"},"Judges 2:11–13"],". What Resulted from Israel’s Not Driving the Canaanites Out of the Promised Land?"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p34"},"“The Book of Judges makes clear that Israel did not conquer all of Canaan when first she entered it. … For a long time during the days of the Judges many of the Israelites were essentially ‘hillbillies’ [see",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.2"},"Judges 6:2"],"], hemmed in by their enemies on every side. After the generations of Israelites who had been acquainted with Joshua passed away, the effects of Canaanite morals and religion began to be apparent upon the younger generation. For long periods of time the Canaanites conquered Israel and this fact alone would tend to disrupt her settled religious life and practice. Times were rough and banditry was rampant. As the record itself states: ‘In those days there was no king in Israel; every man did that which was right in his own eyes’ [",["a.scriptureRef",{"href":"/scriptures/ot/judg/17.6"},"Judges 17:6"],"]. All of this seems to have taken place because Israel did not drive the Canaanites completely out. The Lord said to the Israelites: ‘Ye have not hearkened to My voice; what is this ye have done? Wherefore I also said: I will not drive them out before you; but they shall be unto you as snares, and their gods shall be a trap unto you.’ [",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.2-3"},"Judges 2:2–3"],".] … Israel’s conduct during this period had a lasting effect upon her religion and morals. For centuries Israel’s prophets and wise men referred to it and denounced her allegiance to old Canaanite practices. It is plain that Israel, during the period of the Judges, compromised her relatively high religious ideals with Canaanite practices and certain elements in her population must have apostatized completely.” (Sperry, Spirit of the Old Testament, pp. 51–52.)"]],[".topic",["h3","(22-8)",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.12-13"},"Judges 2:12–13"],". Who Are Baal and Ashtoreth?"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p36"},"“Numerous Old Testament references recite apostate Israel’s worship of",["span.emphasis","Baal"],"and",["span.emphasis","Baalim"],"(plural of Baal). It was the priest of Baal, for instance, with whom Elijah had his dramatic contest in the days of Ahab and Jezebel. (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18"},"1 Kings 18"],".) Baal was the supreme male deity of the Phoenician and Canaanitish nation. It is likely that there were, in practice, many Baals or gods of particular places, the worship of whom was licentious in nature,",["span.emphasis","Baalzebub"],"(the same name as",["span.emphasis","Beelzebub"],"or",["span.emphasis","Satan"],") was the name of the god of one particular group. (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/1.3"},"2 Kings 1:3"],".)” (McConkie, Mormon Doctrine, p. 68.)"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p37"},"“As Baal was the supreme male deity of the Phoenician and Canaanitish nations, so Ashtoreth (Ashtaroth) was their supreme female deity. She was the so-called goddess of love and fertility, whose licentious worship pleased Israel in her apostate periods. (",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.13"},"Judges 2:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/10.6"},"10:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/7.3-4"},"1 Sam. 7:3–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/12.10"},"12:10"],".)” (McConkie, Mormon Doctrine, p. 55.)"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p38"},"For more information on the false gods of Old Testament times, see Enrichment Section F,",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-f-idolatry-ancient-and-modern.p1"},"“Idolatry: Ancient and Modern.”"]]],[".topic",["h3","(22-9)",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.16"},"Judges 2:16"],". Who Are the Judges?"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p40"},"The so-called judges, according to the record, appear to be more military heroes rather than officers of the judiciary."],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p41"},"“The English word ‘judge’ doesn’t well describe these leaders. Though the root of the Hebrew word used means primarily ‘to judge,’ it is used secondarily also in the extended meaning ‘to govern.’ Most of the ‘judging’ done in this period was a matter of giving advice and rendering decisions. Regular court procedures are nowhere described for the times of the Judges in Israel. In fact, the most common function they are seen to perform is that of military leadership.” (Rasmussen, Introduction to the Old Testament, 1:149.)"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p42"},"The judges did not reign over all of unified Israel during their period of leadership. The chronicler of these stories likely took the choicest of the heroes from each of the tribes during this generally apostate period and combined into one book their righteous achievements and their moral lessons for Israel."]],[".topic",["h3","(22-10)",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.14-23"},"Judges 2:14–23"],". What Was the Cyclical Pattern of Israel’s Relationship with the Lord during the Period of Judges?"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p44"},"These verses explain what this historical record, the book of Judges, reveals. First, the people chose evil by worshiping heathen gods, and the Lord allowed them to fall into the hands of their enemies. Judges were then raised up by the Lord to deliver them. At such times, as it is more clearly stated in the Joseph Smith Translation, “the Lord",["span.emphasis","hearkened"],"because of their groanings by reason of them that oppressed them and vexed them” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/2.18a"},"JST, Judges 2:18"],"; emphasis added). But as soon as the judge was dead, Israel turned to the other gods, and the cycle began again. A strikingly similar cycle of righteousness and apostasy occurred among the people of the Book of Mormon and is graphically described in",["a.scriptureRef",{"href":"/scriptures/bofm/hel/12"},"Helaman 12"],"."]],[".topic",["h3","(22-11)",["a.scriptureRef",{"href":"/scriptures/ot/judg/3.1-7"},"Judges 3:1–7"]],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p46"},"Intermarriage with the heathen nations was a natural result of serving “Baalim and the groves” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/3.7"},"v. 7"],"). The groves were local worship centers for heathen gods and included a tree or pole and altars, often among groves of trees. The practice of idolatry which broke the covenant and which was sustained from generation to generation corrupted the house of Israel. One of the most important reminders to Israel that the Lord gave through Moses before they entered the promised land went unheeded (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.3-5"},"Deuteronomy 7:3–5"],")."]],[".topic",["h3","(22-12)",["a.scriptureRef",{"href":"/scriptures/ot/judg/3"},"Judges 3–15"],". Who Were the Twelve Judges of Israel and What Were Their Areas of Leadership?"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.f4"},["p.preamble","The twelve judges and their victories spoken of in the book of Judges were as follows:"],["ol.number",["li",["span.label","1."],["p.para","Othniel of Judah (3:9): victory against Chushan-rishathaim."]],["li",["span.label","2."],["p.para","Ehud of Benjamin (3:15): victory against Eglon of Moab."]],["li",["span.label","3."],["p.para","Shamgar (3:31): victory against the Philistines (location unknown)."]],["li",["span.label","4."],["p.para","Deborah (Ephraim) and Barak (Naphtali) (4:4–6): victory over Jabin and Sisera."]],["li",["span.label","5."],["p.para","Gideon of Manasseh (6:11): victory over the Midianites and Amalekites."]],["li",["span.label","6."],["p.para","Tola of Issachar (10:1)."]],["li",["span.label","7."],["p.para","Jair of Gilead (10:3)."]],["li",["span.label","8."],["p.para","Jephthah of Gilead (11:11): victory over the Ammonites."]],["li",["span.label","9."],["p.para","Ibzan of Bethlehem (12:8)."]],["li",["span.label","10."],["p.para","Elon of Zebulun (12:11)."]],["li",["span.label","11."],["p.para","Abdon of Ephraim (12:13)."]],["li",["span.label","12."],["p.para","Samson of Dan (15:20): victory against the Philistines."]]]],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_032_02_israel.gif"}]]],[".topic",["h3","(22-13)",["a.scriptureRef",{"href":"/scriptures/ot/judg/3.13"},"Judges 3:13"],". Where Was the “City of Palm Trees”?"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p73"},"The “city of palm trees” is another name for Jericho (",["a.scriptureRef",{"href":"/scriptures/ot/judg/3.13"},"Judges 3:13"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/deut/34.3"},"Deuteronomy 34:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/1.16"},"Judges 1:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/28.15"},"2 Chronicles 28:15"],"). Evidently this city had been rebuilt near the original site after its destruction by Joshua. Through the centuries, Jericho has had minor shifts in location. The New Testament location was different from both Old Testament locations."]],[".topic",["h3","(22-14)",["a.scriptureRef",{"href":"/scriptures/ot/judg/4.1-10"},"Judges 4:1–10"],". How Was It That a Woman, Deborah, Led Israel?"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p75"},"Israel was sorely lacking in leadership at this time. The regular priesthood leadership was not in effect because the covenant had been broken. Deborah did not direct Israel in any official sense; she was a prophetess who possessed the spirit of prophecy, one of the gifts of the Spirit (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"Revelation 19:10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.13"},"Moroni 10:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/47"},"D&C 47:22"],"). She was blessed with spiritual insight and leadership qualities that were not being put to use by any man. Barak would not lead an army against Jabin until Deborah promised to be present (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/4.8-9"},"Judges 4:8–9"],")."],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p76"},"“No special ordination in the Priesthood is essential to man’s receiving the gift of prophecy; bearers of the Melchizedek Priesthood, Adam, Noah, Moses, and a multitude of others were prophets, but not more truly so than others who were specifically called to the Aaronic order, as exemplified in the instance of John the Baptist. The ministrations of Miriam and Deborah show that this gift may be possessed by women also.” (Talmage, Articles of Faith, pp. 228–29; see also Smith, Answers to Gospel Questions, 3:66.)"],[".figure",{"id":"f6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_032_03_sisera.gif"}]]],[".topic",["h3","(22-15)",["a.scriptureRef",{"href":"/scriptures/ot/judg/4.10-24"},"Judges 4:10–24"]],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p84"},"The Kenites were descendants of Jethro, the father-in-law of Moses (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/1.16"},"Judges 1:16"],"). The courageous Jael, who was the wife of Heber the Kenite, slew the chieftain Sisera, thus fulfilling Deborah’s prophecy (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/4.9"},"Judges 4:9"],"). Sisera’s death opened the way for Barak’s victory."]],[".topic",["h3","(22-16)",["a.scriptureRef",{"href":"/scriptures/ot/judg/5.21"},"Judges 5:21"],". How Did God Use the Forces of Nature to Aid the Cause of Israel?"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p86"},"The River Kishon flows in a northwest direction through the Jezreel Valley until it empties into the Mediterranean Sea near present-day Haifa. Because the land is quite flat, the river is usually not much more than a sluggish stream. In times of unusually hard rains, however, it may overflow its banks and flood the surrounding land, making it marshy and nearly impassable."],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p87"},"The song of Deborah seems to suggest that just such an unexpected downpour, accompanied by thunder and lightning, suddenly struck the area. The chariots of Sisera bogged down in the resulting overflow of the Kishon River, making it possible for the smaller forces of Deborah and Barak to achieve victory. Deborah rightly saw in this event the hand of the Lord and gave Him credit for the victory (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/5.30"},"v. 30"],")."]],[".topic",["h3","(22-17)",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.1-10"},"Judges 6:1–10"],". Why Was the Presence of the Midianites and the Amalekites such a Terrible Scourge to Israel?"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p89"},"“The Midianites and the Amalekites were the children of the desert who, through their roving habits which begot naturally a desire for plunder, led them into a systematic practice of robbing the Israelites. During the seasons of harvest they came from the deserts on the south and the east like great swarms of locusts and carried away the corn [grain] and the live-stock upon which the Israelites subsisted."],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p90"},"“For seven years Israel was thus impoverished, and adopted every means at their command to conceal their property and to hide themselves from the dangers of slaughter by the Midianites. In that period, through southern Palestine, they made caverns in the earth that may still be seen. In time, however, they came to feel so deeply their suffering and humiliation that they appealed to Jehovah, the God they had forsaken in their worship. He was their last refuge, their last means of escape from the awful bondage of those times.” (Tanner, Old Testament Studies, 1:288–89.)"],[".figure",{"id":"f7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_032_04_gideon.gif"}]]],[".topic",["h3","(22-18)",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.11-24"},"Judges 6:11–24"],". Since the Lord Condemns Sign-Seeking, How Do We Explain Gideon’s Request?"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p102"},"“When Gideon asked for a ‘sign’ he seemed only to want a sign that the messenger was a bona fide emissary of the",["span.emphasis","Lord"],"(",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.17"},"v. 17"],"). On this point, note that messengers may sometimes be from the wrong source and discernment is important. (See, e.g.,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/129"},"D&C 129"],"; see another consideration of the problem in",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/11.13-15"},"II Corinthians 11:13–15"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.10"},"I Corinthians 12:10"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/4.1-2"},"I John 4:1–2"],".) (Signs",["span.emphasis","may be"],"given, based upon man’s faith and the will of God.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.10"},"D&C 63:10"],".)"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p103"},"“When Gideon made a meal of meat, cakes and broth, and the angel turned it into a miraculous burnt offering, this ‘sign’ quite overwhelmed Gideon. But the",["span.emphasis","Lord"],"kindly gave him comfort and peace, and Gideon gratefully named the monument he built there ‘",["span.emphasis","Lord"],"of Peace.’” (Rasmussen, Introduction to the Old Testament, 1:150.)"]],[".topic",["h3","(22-19)",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.25"},"Judges 6:25–7:1"],". How Did Gideon Receive the Name Jerubbaal and What Does It Mean?"],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p105"},"Gideon’s father, Joash, owned a grove and an altar dedicated to the false god Baal. Groves of trees played a prominent part in ancient heathen worship. Since it was thought wrong to shut up the gods with walls, groves of trees were often used as natural temples. Within the groves the immoral rites of the heathen religions were performed."],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p106"},"Gideon and ten other men followed the Lord’s commandments to tear down the grove and the altar and in their place erect an altar to Jehovah. The men of the city cried for Gideon’s death, but Joash defended his son’s actions. Joash named Gideon",["span.emphasis","Jerubbaal,"],"“let Baal plead,” meaning that if Baal was upset by Gideon’s actions Baal could defend his own cause. The name Jerubbaal remained with Gideon on some occasions thereafter."]],[".topic",["h3","(22-20)",["a.scriptureRef",{"href":"/scriptures/ot/judg/7"},"Judges 7"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.21"},"8:21"],". How Did Gideon’s Forces Deal with the Numerous Camel-Riding Midianites?"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p108"},"“Though only the tribes from the north—Manasseh, Asher, Zebulun, and Naphtali—joined his campaign, these were more than enough for the purposes of the Lord at the time. Eventually the 32,000 were reduced to 300, that the ‘help of the Lord’ might be apparent to Israel. …"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p109"},"“Against the formidable might of camel-mounted marauders, strategy and the help of the Lord gave the Israelites success where hand to hand combat would have been disastrous. It is now known that the use of camels for military purposes by the nomadic desert riders was only beginning to be common in those times—12th to 10th centuries",["span.small","B.C."],", and of course, the first tribes to use them had the advantage.” (Rasmussen, Introduction to the Old Testament, 1:151.)"]],[".topic",["h3","(22-21)",["a.scriptureRef",{"href":"/scriptures/ot/judg/7.19"},"Judges 7:19"]],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p111"},"Ancient Israel divided the twelve hours of the night into three watches. The middle watch would have been from 10:00",["span.smallCaps","p.m."],"until 2:00",["span.smallCaps","a.m."],"After the dispersion of Israel, the Jews continued the practice (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/14.24"},"Exodus 14:24"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/11.11"},"1 Samuel 11:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/63.6"},"Psalms 63:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/90.4"},"90:4"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/119.48"},"119:48"],";",["a.scriptureRef",{"href":"/scriptures/ot/lam/2.19"},"Lamentations 2:19"],"). In New Testament times the Romans divided the night into four watches (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/24.43"},"Matthew 24:43"],")."]],[".topic",["h3","(22-22)",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.16"},"Judges 8:16"],". What Did Gideon Do to the Men of Succoth When He “Taught” Them with Thorns and Briars?"],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p113"},"As they pursued the remnants of the Midianite army, Gideon’s valiant little band of three hundred grew faint from hunger and sought food from the people of Succoth, a town of Gad (Gilead), which lay on the east side of the Jordan not far from Jericho. The Succothites refused to give Gideon’s men the food they needed because they had not yet actually conquered the Midianite kings. The people of Penuel (the place where Jacob had stopped many years before and wrestled with God’s messenger [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/32.31"},"Genesis 32:31"],"]), also refused aid. Perhaps they were afraid that Gideon would fail to capture and subdue the fleeing kings and that later the Midianites would return and punish them for aiding Gideon. Whatever the reason, these events illustrate the tragic fragmentation of apostate Israel. Since the Midianites lived in the deserts of Arabia, Gad and the other tribes east of the Jordan were most vulnerable to their marauding raids. Yet instead of joining Gideon in his attempt to eliminate the threat once and for all, these Gadites flatly refused to get involved."],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p114"},"Gideon was furious and promised that once he finished with the Midianites he would return to deal with these traitors. In the case of Succoth, Gideon promised to return and “tear”—the Hebrew literally means “thresh”—their flesh with briars and thorns (",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.16"},"v. 7"],") (see Wilson, Old Testament Word Studies, s.v. “tear,” p. 440). Yet when Gideon did return, the record says, he “taught” them with briars and thorns (",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.16"},"v. 16"],"). Many of the ancient manuscripts show this change to be a scribal error: “Instead of …",["span.emphasis","he taught,"],"Houbigant reads …",["span.emphasis","he tore"],"; and this is not only agreeable to what Gideon had threatened,",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.7"},"ver. 7"],", but is supported by the",["span.emphasis","Vulgate, Septuagint, Chaldec, Syriac,"],"and",["span.emphasis","Arabic."],"The Hebrew text might have been easily corrupted in this place by the change of …",["span.emphasis","shin"],"into …",["span.emphasis","ain,"],"letters very similar to each other.” (Clarke, Bible Commentary, 2:137.)"],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p115"},"This punishment was probably a figurative term and not necessarily an actual whipping with thorn branches. “What this punishment consisted in I cannot say; it must mean a severe punishment: as if he had said, I will thresh your flesh with briers and thorns, as corn is threshed out with threshing instruments; or, Ye shall be trodden down under the feet of my victorious army, as the corn is trodden out with the feet of the ox.” (Clarke, Bible Commentary, 2:136.) Such harsh punishment was justified because in their refusal to help Gideon’s army, Succoth and Penuel threatened the whole nation of Israel. Their act was thus equivalent to high treason."]],[".topic",["h3","(22-23)",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.21"},"Judges 8:21"]],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p117"},"Zebah and Zalmunna did not want Jether to slay them. To have a boy slay them would be a great dishonor, but to die quickly under the hand of such a great warrior as Gideon would preserve their honor. Compare this request with Abimelech’s request of his armor-bearer to slay him lest men say a woman had killed him (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/9.53-54"},"Judges 9:53–54"],")."]],[".topic",["h3","(22-24)",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.22-23"},"Judges 8:22–23"],". “The Lord Shall Rule over You”"],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p119"},"These verses give proof of Gideon’s great faith and righteousness. The people sought to make him king because of his greatness in victory. Had he consented, Gideon would have been lending support to the idea that through his own power he had won the battle. By refusing their request, Gideon reminded them where the real source of their victory lay and whom they should view as their king."]],[".topic",["h3","(22-25)",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.24-28"},"Judges 8:24–28"],". How Did the Ephod Become a Snare to Gideon?"],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p121"},"“An unfortunate anticlimatic development arose due to Gideon’s mistaken zeal in making a new ephod (part of the garment of the chief Priest in Israel) out of some of the precious things gathered from the smitten soldiers of the enemy. When the text says Israelites ‘went a whoring after it’ the idiom means they looked upon it as if it were an idol, and idol worship is often condemned in these terms as infidelity to God.” (Rasmussen, Introduction to the Old Testament, 1:151.)"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p122"},"Gideon’s intention was to use the spoils of war to make a fitting memorial honoring God’s part in the victory, but the Israelites were quick to turn to false gods and viewed the ephod as though it were an idol."]],[".topic",["h3","(22-26)",["a.scriptureRef",{"href":"/scriptures/ot/judg/9.1-20"},"Judges 9:1–20"],". Of What Significance Is the Parable of Jotham?"],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p124"},"Jotham was the only one of the seventy sons of Gideon to escape the mass fratricide of Abimelech. Jotham had hid himself (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/9.5"},"v. 5"],"). Upon the eight-hundred-foot high Mount Gerizim, Jotham delivered to the men of Shechem a very interesting parable, one of the few parables recorded in the Old Testament."],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p125"},"In the parable there were trees (leaders of Israel) who wanted a king among them (Gideon was offered the chance to become king). None of the faithful trees (sons of Gideon) would accept the crown because they felt there should be equality among the trees and one should not rule over the rest. Finally, the kingmakers asked the miserable bramble bush (Abimelech, son of a concubine wife) to reign over the trees. The bramble bush consented, providing the trees would put their complete trust in him and obey his every command. If they did not obey, he would send fire to consume all of them."],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p126"},"Jotham then prophesied that the people would eventually desire to destroy Abimelech (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/9.20"},"v. 20"],"). For the details of how completely Jotham’s prophecy was fulfilled, see",["a.scriptureRef",{"href":"/scriptures/ot/judg/9.22-57"},"Judges 9:22–57"],"."]],[".topic",["h3","(22-27)",["a.scriptureRef",{"href":"/scriptures/ot/judg/10"},"Judges 10"]],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p128"},"Israel had no assurance at this time that God would help them. They had sold themselves to other gods, and they now had to rely on their strength. A similar warning, found in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.7-8"},"D&C 101:7–8"],", was given to the Saints of the latter days."]],[".topic",["h3","(22-28)",["a.scriptureRef",{"href":"/scriptures/ot/judg/11.29-40"},"Judges 11:29–40"],". How Did Jephthah Offer His Daughter As a Sacrifice?"],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p130"},"Many have supposed that Jephthah offered his daughter as a human sacrifice, and a literal reading of the text may support that view. But if that is true, some difficult questions are raised. Jephthah was regarded as a great hero and deliverer of Israel, and even his sacrifice of his daughter is treated in a way that suggests the author of Judges viewed it as a commendable act. In",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.32-35"},"Hebrews 11:32–35"],"Jephthah is used as one of the examples of great faith. Would this case be true if he had engaged in human sacrifice, an act viewed as one of the greatest of abominations in ancient Israel? Why does Jephthah’s daughter “bewail her virginity” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/11.37"},"Judges 11:37"],") rather than mourn the approaching loss of her life? After Jephthah had fulfilled his vow of sacrificing his daughter, the text states that “she knew no man” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/11.39"},"v. 39"],"). Bible scholars have suggested an explanation that adequately answers these questions."],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p131"},"“Jephthah was compelled by his vow to dedicate his daughter to Jehovah in a lifelong virginity. … The entreaty of the daughter, that he would grant her two months’ time, in order that she might lament her virginity upon the mountains with her friends, would have been marvellously out of keeping with the account that she was to be put to death as a sacrifice. To mourn one’s virginity does not mean to mourn because one has to die a virgin, but because one has to live and remain a virgin. But even if we were to assume that mourning her virginity was equivalent to mourning on account of her youth. … ‘it would be impossible to understand why this should take place",["span.emphasis","upon the mountains."],"It would be altogether opposed to human nature, that a child who had so soon to die should make use of a temporary respite to forsake her father altogether. It would no doubt be a reasonable thing that she should ask permission to enjoy life for two months longer before she was put to death; but that she should only think of bewailing her virginity, when a sacrificial death was in prospect, which would rob her father of his only child, would be contrary to all the ordinary feelings of the human heart. Yet, inasmuch as the history lays special emphasis upon her bewailing her virginity, this must have stood in some peculiar relation to the nature of the vow. …’ (P. Cassel, p. 473). And this is confirmed by the expression, to bewail her virginity",["span.emphasis","‘upon the mountains.’"],"‘If life had been in question, the same tears might have been shed at home. But her lamentations were devoted to her virginity, and such lamentations could not be uttered in the town, and in the presence of men. Modesty required the solitude of the mountains for these. …’ (P. Cassel, p. 476). And so, again, the still further clause in the account of the fulfilment of the vow, ‘and she knew no man,’ is not in harmony with the assumption of a sacrificial death. This clause would add nothing to the description in that case, since it was already known that she was a virgin. The words only gain their proper sense if we connect them with the previous clause, he ‘did with her according to the vow which he had vowed,’ and understand them as describing what the daughter did in fulfilment of the vow. The father fulfilled his vow upon her, and she knew no man;",["span.emphasis","i.e."],"he fulfilled the vow through the fact that she knew no man, but dedicated her life to the Lord, as a spiritual burnt-offering, in a lifelong chastity. … And the idea of a spiritual sacrifice is supported not only by the words, but also most decisively by the fact that the historian describes the fulfilment of the vow in the words ‘he did to her according to his vow,’ in such a manner as to lead to the conclusion that he regarded the act itself as laudable and good. But a prophetic historian could never have approved of a human sacrifice.” (Keil and Delitzsch, Commentary, 2:1:392–93.)"],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p132"},"Compare the wording of Jephthah’s vow (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/11.30-31"},"vv. 30–31"],") to Hannah’s vow (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.11"},"1 Samuel 1:11"],")."]],[".topic",["h3","(22-29)",["a.scriptureRef",{"href":"/scriptures/ot/judg/12.1-7"},"Judges 12:1–7"]],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p134"},"Once the war against the Midianites was won, the Ephraimites complained because they were not allowed to help, just as they did after Gideon’s victory (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.1-3"},"Judges 8:1–3"],"). Perhaps this ruse was typical of Ephraim—to hang back until the victory was won and then pretend they wanted to be part of it all along. Gideon had appeased them, but Jephthah bluntly reminded them that, although he had asked them, they sent no recruits, so he did it his own way."]],[".topic",["h3","(22-30)",["a.scriptureRef",{"href":"/scriptures/ot/judg/12.8-15"},"Judges 12:8–15"]],["p.para",{"id":"p136","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p136"},"“The mention of the number of sons and daughters from time to time and the fact that they could all be mounted on colts seems to be something of an ancient symbol of status” (Rasmussen, Introduction to the Old Testament, 1:152)."]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p138","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p138"},["span.dominant","(22-31)"],"Josephus, the noted Jewish historian, usually spoke highly of his people. Yet, his commentary on the condition of the Israelites during the period of the judges was anything but praise:"],["p.para",{"id":"p139","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p139"},"“After this, the Israelites grew effeminate as to fighting any more against their enemies, but applied themselves to the cultivation of the land, which producing them great plenty and riches, they neglected the regular disposition of their settlement, and indulged themselves in luxury and pleasures; nor were they any longer careful to hear the laws that belonged to their political government: whereupon God was provoked to anger, and put them in mind, first, how, contrary to his directions, they had spared the Canaanites: and, after that, how those Canaanites, as opportunity served, used them very barbarously.” (Antiquities of the Jews, bk. 5, chap. 2, par. 7.)"],["p.para",{"id":"p140","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p140"},"Extraordinary courage was required for an Israelite to be devoted to the Lord during this era. Unfortunately, this situation arose not because of pressure from outside of Israel but because of pressure from within. Gideon’s neighbors, not a group of pagan Canaanites, were worked into a murderous frenzy when Gideon destroyed the altar of Baal. Jotham’s prophecy was uttered against his own brother, not against some Philistine king. Indeed, Israel’s problem did not stem from the pagan masses they faced. It lay within their own hearts. Their greatest enemies were not the power-hungry Midianites or Moabites but inward vacillation, apathy, disobedience, and rebellion. Their outward enemies raged through them constantly only because the inward weaknesses raged unchecked also."],["p.para",{"id":"p141","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p141"},"The Canaanites and Philistines are gone today. But are not the offspring of their gods, metamorphosed into modern form and made intellectually acceptable, still with us? And what of apathy, disobedience, vacillation, and rebellion? Is not our greatest enemy within? If so, then the same kind of courage displayed by the people of whom you have just read is as necessary now as it was then."],["p.para",{"id":"p142","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p142"},["span.dominant","(22-32)"],"It takes courage to be constant in one’s devotion to gospel standards. The Song of Deborah contains a key as to how to overcome every adversary: “Praise ye the Lord for the avenging of Israel, when the people willingly offered themselves” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/5.2"},"Judges 5:2"],"). How can you exercise the courage necessary to give yourself willingly to God? The following counsel, given by President Joseph F. Smith to leaders of the Church, applies to you in a very real sense. Consider it carefully."],["p.para",{"id":"p143","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p143"},"“One of the highest qualities of all true leadership is a high standard of courage. When we speak of courage and leadership we are using terms that stand for the quality of life by which men determine consciously the proper course to pursue and stand with fidelity to their convictions. There has never been a time in the Church when its leaders were not required to be courageous men; not alone courageous in the sense that they were able to meet physical dangers, but also in the sense that they were steadfast and true to a clear and upright conviction."],["p.para",{"id":"p144","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p144"},"“Leaders of the Church, then, should be men not easily discouraged, not without hope, and not given to forebodings of all sorts of evils to come. Above all things the leaders of the people should never disseminate a spirit of gloom in the hearts of the people. If men standing in high places sometimes feel the weight and anxiety of momentous times, they should be all the firmer and all the more resolute in those convictions which come from a God-fearing conscience and pure lives. Men in their private lives should feel the necessity of extending encouragement to the people by their own hopeful and cheerful intercourse with them, as they do by their utterances in public places. It is a matter of the greatest importance that the people be educated to appreciate and cultivate the bright side of life rather than to permit its darkness and shadows to hover over them."],["p.para",{"id":"p145","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p145"},"“In order to successfully overcome anxieties in reference to questions that require time for their solution, an absolute faith and confidence in God and in the triumph of his work are essential."],["p.para",{"id":"p146","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-1-12-the-reign-of-the-judges-part-1.p146"},"“The most momentous questions and the greatest dangers to personal happiness are not always met and solved within oneself, and if men cannot courageously meet the difficulties, and obstacles of their own individual lives and natures, how are they to meet successfully those public questions in which the welfare and happiness of the public are concerned?” (",["span.emphasis","Gospel Doctrine,"],"p. 155.)"]]]]]],"refs":null}
