{"id":33,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":33,"title":"Judges 13–21; Ruth 1–4: The Reign of the Judges, Part 2","subtitle":"","short_title":23,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.head1"},[".titleNumber","23"],["h1","Judges 13–21; Ruth 1–4"],["h1","The Reign of the Judges, Part 2"]],[".bodyBlock",[".topic",["h2","(23-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p5"},"Samson could have been one of the greatest leaders in Israel since Joshua if he had been true to his Nazarite vows and to his Lord. If Samson, foreordained and chosen by the Lord, had been able to master himself, he could have set an example of spiritual and physical courage that would rank with the finest in history. But we can learn from Samson’s failure to avoid self-justification and uncontrolled passion so that we might join modern Israel in becoming a mighty and pure people before the second coming of the Lord."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p6"},"There were some, however, who did not falter during the last years of the rule of the judges. Ruth, a true convert to Jehovah, lived a quiet life devoted to righteous principles. Through her devotion and faith, Ruth chose the better part and was blessed to marry Boaz. They became the parents of a noble posterity that included King David, Mary, and the Messiah. Elder Thomas S. Monson said:"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p7"},"“In our selection of heroes, let us nominate also heroines. First, that noble example of fidelity—even Ruth. Sensing the grief-stricken heart of her mother-in-law, who suffered the loss of each of her two fine sons, and feeling perhaps the pangs of despair and loneliness which plagued the very soul of Naomi, Ruth uttered what has become that classic statement of loyalty: ‘Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God.’ (",["a.scriptureRef",{"href":"/scriptures/ot/ruth/1.16"},"Ruth 1:16"],".) Ruth’s actions demonstrated the sincerity of her words. There is place for her name in the Hall of Fame.” (",["span.crossRef","“My Personal Hall of Fame,”"],"Ensign, Nov. 1974, p. 108.)"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/judg/13"},"Judges 13–21"],";",["a.scriptureRef",{"href":"/scriptures/ot/ruth/1"},"Ruth 1–4"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Judges 13–21"],[".topic",["h3","(23-2)",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.1-2"},"Judges 13:1–2"]],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p13"},"Zorah, the home of Samson, had been assigned originally to the tribe of Judah (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/15.33"},"Joshua 15:33"],"), but was later inhabited by the tribe of Dan, which had been unable to take over the land assigned to it as its inheritance. See Maps and Charts for the location."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_033_01_samson.gif"}]]]],[".topic",["h2","(23-3)",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.5"},"Judges 13:5"],". What Is a Nazarite?"],[".topic",["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p28"},"“The primary meaning of the Heb. verb",["span.emphasis","nazar"],"is to separate. Hence the",["span.emphasis","nazir"],"[Nazarite] is ‘the separated,’ ‘consecrated,’ ‘devoted.’” (Hastings, Dictionary of the Bible, s.v. “Nazarite,” pp. 647–48). A Nazarite, therefore, was one who was separated from others by a special vow of self-dedication to Jehovah. The term “set apart” is used to mean that one has been given a special calling or position and is thus separated from others. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p1"},"Reading 17-11"],".)"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p29"},"Jesus’ title, the Nazarene, meant that He was from the city of Nazareth, not that He was a Nazarite."]],[".topic",["h3","(23-4)",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.16-25"},"Judges 13:16–25"]],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p31"},"“The angel does not say that it [his name] was",["span.emphasis","secret,"],"but …",["span.emphasis","hu peli,"],"it is",["span.allCaps","Wonderful"],"; the very character that is given to Jesus Christ [see",["a.scriptureRef",{"href":"/scriptures/ot/isa/9"},"Isaiah 9"],"].” (Clarke, Bible Commentary, 2:159.)"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p32"},"It is doubtful that the angel was the Lord Himself, but rather was one who spoke in the name of the Lord by divine authority, as in",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.1-9"},"Revelation 22:1–9"],". Certainly the experience of Manoah and his wife is one of the most remarkable instances of angelic visitation recorded in all of scripture. And that fact heightens all the more the tragedy of Samson’s life. Heralded by an angel, born of a barren woman, blessed with tremendous gifts from the Lord, Samson should have lived one of the greatest lives in scriptural record. Instead, his life was one of self-indulgence, immorality, selfish seeking for revenge, and violation of the covenant. Samson’s life is truly one of the great tragedies of history."]],[".topic",["h3","(23-5)",["a.scriptureRef",{"href":"/scriptures/ot/judg/14.6"},"Judges 14:6"],". If Samson’s Life Was So out of Harmony with God’s Will, How Did He Have the “Spirit of the Lord”?"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p34"},"In the Church today when one speaks of a person having the Spirit of the Lord, he means that he is a spiritual person, that is, he is close to God, has a testimony, demonstrates spiritual power, and so on. And such spiritual power comes only through obedience and righteousness. So, could Samson have had “the Spirit of the Lord come mightily upon him”? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/14.6"},"v. 6"],"). That or a similar phrase is used three times in the account of Samson (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/14.6,19"},"Judges 14:6, 19"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/15.14"},"15:14"],"), but in every case it has reference to Samson’s demonstration of great courage and physical strength. Samson’s remarkable strength was a gift of God derived from and sustained by the Nazarite vow he was under. Perhaps when the author of Judges used the phrase “the Spirit of God” he did not use it as one does today, but used it more in the way that one would now use the phrase “spiritual gifts.” One may say of another, “The way he taught the lesson demonstrated that he has a spiritual gift.” Samson’s gift was strength, and each time he used that gift in a remarkable manner, the writer of the scripture gave credit to the Lord, the true source of the gift, by saying “the Spirit of the Lord” came mightily upon him."]],[".topic",["h3","(23-6)",["a.scriptureRef",{"href":"/scriptures/ot/judg/14.8-20"},"Judges 14:8–20"]],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p36"},"At Samson’s seven-day wedding celebration he proposed a riddle. When his wife revealed the answer to the thirty Philistine guests to save her own life (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/14.15"},"v. 15"],") and Samson lost the wager, he was furious and wreaked havoc on the Philistines at Ashkelon to get the spoils necessary to pay his debt. Probably for spite, his father-in-law gave Samson’s wife to the man “used as his friend” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/14.20"},"v. 20"],"), that is, his best man at the wedding."],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p37"},"Here is an excellent glimpse of the moral state of the Philistines and of Samson’s own moral failure. The angel had told his mother that her son “shall begin to deliver Israel out of the hand of the Philistines” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.5"},"Judges 13:5"],"). Instead, Samson married a Philistine, interacted with them, and smote them only when it suited his personal desire."]],[".topic",["h3","(23-7)",["a.scriptureRef",{"href":"/scriptures/ot/judg/15.9-19"},"Judges 15:9–19"],". The Place of Lehi"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p39"},"The city of Lehi was located in the Shephelah, or foothill area, a few miles southwest of Jerusalem. (See Maps and Charts for the possible location.)",["span.emphasis","Lehi"],"means “jaw-bone,” and",["span.emphasis","Ramath-Lehi"],"means the “lifting up of the cheek or jaw-bone” (Fallows, Bible Dictionary, s.v. “Ramath-Lehi,” 3:1426). Therefore, Samson’s source of water was a spring miraculously provided by God near the place of Lehi (jaw), the spring known thereafter as En-hakkore, “the spring of him who called” (Douglas, New Bible Dictionary, s.v. “En-hakkore,” p. 377)."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p40"},"Some Latter-day Saint scholars have speculated that the location of Samson’s battle with the Philistines may have been the site of Lehi’s home near Jerusalem before he led his family into the wilderness, but there is no evidence to support this idea. Lehi lived five or six hundred years after Samson. That he should live in the place that bore his name would certainly be unlikely."]],[".topic",["h3","(23-8)",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.1-16"},"Judges 16:1–16"]],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p42"},"To offer Delilah a treasure of eleven hundred pieces of silver was a striking indication of the desperate state in which the five lords of the Philistines found themselves after the depredations wrought by Samson. These lords were the rulers of the five major cities of the Philistines. These cities—Gaza, Ashkelon, Ashdod, Ekron, and Gath—were significant in Old Testament history. Gaza was where Samson had visited a harlot (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.1"},"v. 1"],") and was also the scene of his death (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.21-30"},"Judges 16:21–30"],"). Gath was the hometown of the later Philistine champion Goliath (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.4"},"1 Samuel 17:4"],")."]],[".topic",["h3","(23-9)",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.17-22"},"Judges 16:17–22"],". Was Samson’s Hair Really the Source of His Strength?"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p44"},"The biblical account of Samson reveals him as a man of extreme confidence and tremendous courage, qualities based on his recognition that his power was from God and that God would sustain him in the mission to which he had been called. But Samson did not realize that there is a rule that governs power in the Lord, which is, “let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],"). Samson’s misfortunes began when his confidence in God turned into conceit and pride. Over a period of time he broke the vows of a Nazarite and violated other commandments, including the law of chastity (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.1"},"Judges 16:1"],")."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p45"},"Samson’s superhuman strength did not reside in his hair but in his confidence in God and in the Nazarite oath, of which the hair was the outward symbol. Delilah’s treachery and the shaving of Samson’s hair signified the final betrayal of his vows. Thus, he became a miserable, broken man with no power left."]],[".topic",["h3","(23-10)",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.23-31"},"Judges 16:23–31"],". Why Did God Once Again Strengthen Samson?"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p47"},"The claim of the Philistines that “our god hath delivered into our hands our enemy” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.24"},"v. 24"],") referred to their belief that their success in capturing Samson proved the Philistine deity Dagon (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-f-idolatry-ancient-and-modern.p1"},"Reading F-7"],") was greater than Jehovah. Thus, the people did not fear to make sport of Samson, the champion of Jehovah, in the temple of their god. In this setting, Samson once again exercised that kind of courage through which God could have used him as a tool. But again the self-centeredness of Samson is evident. Even in his final opportunity, when Samson used his restored strength to destroy the temple of Dagon and the Philistines who were there, he thought only of getting revenge for what had been done to him (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.28"},"v. 28"],"). In the destruction of his very temple, what better proof could there be that the power of Dagon was nothing? And yet how much more powerfully could Samson have borne witness to the power of Jehovah if he had fulfilled his calling to overthrow the power of the Philistines."]],[".topic",["h3","(23-11)",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.29-30"},"Judges 16:29–30"],". Could Samson Have Really Pulled Down an Entire Temple?"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p49"},"“The character of [this] building is illustrated by discoveries at Gezer and Gaza. The roof was supported by wooden pillars set on stone bases. It was flat, consisting of logs of wood stretching from one wall to beams supported by the pillars and from these beams to other beams or to the opposite wall. The temple at Gezer had a forecourt leading into a paved inner chamber, separated from it by four circular stones, on which the wooden pillars stood. Samson probably stood between the two central pillars, if there were more than two. The Philistine lords and ladies were in the inner chamber; the crowd watched from the roof.",["span.emphasis","Samson made sport,"],"in the forecourt, and then asked the boy to lead him to the central pillars to rest against them. Then, putting an arm round each, and bending forward so as to force them out of the perpendicular, he brought the roof down. The weight of people on the roof may have made the feat all the easier.” (Guthrie, New Bible Commentary, p. 272.)"]],[".topic",["h3","(23-12)",["a.scriptureRef",{"href":"/scriptures/ot/judg/17"},"Judges 17:21"],". “Every Man Did That Which Was Right in His Own Eyes”"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p51"},"In the closing chapters of Judges the writer turned from stories of Israel’s heroes to two incidents that illustrate the low state of religion and morality in the days when Israel forsook her covenant with the Lord and everyone “did that which was right in his own eyes” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/17.6"},"Judges 17:6"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/21.25"},"21:25"],")."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p52"},"The stories of Micah the Levite and the Danite migration, in chapters 17 and 18, and the account of the rape of the concubine at Gibeah and the subsequent punishment of the Benjamites, in chapters 19–21, are samples of Israel’s worst days. Nothing in the stories show the Israelites doing what was right. The following information from these chapters is worth noting:"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.f4"},["ol.number",["li",["span.label","1."],["p.para","The Danites sought an inheritance because they had not obtained one since entering Canaan (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/18.1"},"Judges 18:1"],"). They finally found an inheritance at the headwaters of the Jordan River. Since this area was the northernmost tribal inheritance, it became a common saying to speak of the domain of Israel as being “from Dan even to Beersheba” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/20.1"},"Judges 20:1"],")."]],["li",["span.label","2."],["p.para","The tribe of Benjamin, already one of the smallest, was nearly annihilated in a vengeful civil war. Altogether, according to the account, a total of 25,100 Benjamites were slain, leaving only 600 alive (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/20.46-47"},"Judges 20:46–47"],"; also see Enrichment Section E,",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-e-the-problem-of-large-numbers-in-the-old-testament.p1"},"“The Problem of Large Numbers in the Old Testament,”"],"for information that might modify the account of the size of their losses). These 600 were allowed by the princes of Israel to take wives, although not in a righteous manner, so that the tribal identity could be perpetuated, but the tribe of Benjamin remained small."]],["li",["span.label","3."],["p.para","The city of Jerusalem was inhabited by the Jebusites during the time of the judges (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/19.10-11"},"Judges 19:10–11"],"). Jerusalem did not become a holy city and a capital for the Israelites until David conquered the Jebusites."]]]]],[".topic",["h3","(23-13)",["a.scriptureRef",{"href":"/scriptures/ot/judg/19.29-30"},"Judges 19:29–30"],". What Is the Significance of the Woman Being Divided into Twelve Pieces?"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p57"},"“There is no doubt that with the pieces he sent to each tribe a circumstantial account of the barbarity of the men of Gibeah; and it is very likely that they considered each of the pieces as expressing an execration, ‘If ye will not come and avenge my wrongs, may ye be hewn in pieces like this abused and murdered woman!’ They were all struck with the enormity of the crime, and considered it a sovereign disgrace to all the tribes of Israel.” (Clarke, Bible Commentary, 2:182.)"]]],[".topic",["h2","Notes and Commentary on Ruth 1–4"],[".topic",["h3","(23-14)",["a.scriptureRef",{"href":"/scriptures/ot/ruth/1.1"},"Ruth 1:1"],". What Is the Background of the Book of Ruth?"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p60"},"“Many years had passed since the Israelites had crossed the Jordan and formed a loose tribal confederacy in the central highlands of Canaan. As they established their own settlements, they gradually discarded their nomadic traditions and adopted an agricultural way of life."],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p61"},"“Yet their position remained precarious. The northern tribes were almost constantly at war with those walled cities that remained under the control of the Canaanites, and they frequently had to defend themselves against invasions by people from the east: the Ammonites and Midianites. In contrast, Judah, which occupied the southern end of the Israelite territory, seems to have been relatively tranquil and not involved in the great wars that concerned the Judges."],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p62"},"“The people of Judah regularly battled another sort of enemy: the climate. Judah occupied a rugged plateau in the semiarid lands west of the Dead Sea. Normally, the land was fertile enough to sustain fields of wheat and barley, grape vineyards and groves of olive and fig trees. But occasionally the rains failed, the crops withered and there was famine."],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p63"},"“During one such disaster, a Judean man named Elimelech, who lived in the town of Bethlehem, fled the land with his wife, Naomi, and their two sons, Mahlon and Chilion. The family traveled to Moab, a kingdom on the eastern borders of the Dead Sea. The distance was not great—perhaps 30 or 40 miles along the edge of that inland sea [the Dead Sea].” (Great People of the Bible and How They Lived, p. 126.)"],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_033_02_moab.gif"}]]],[".topic",["h3","(23-15)",["a.scriptureRef",{"href":"/scriptures/ot/ruth/1.16"},"Ruth 1:16"],". “Thy God [Shall Be] My God”"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p72"},"The primary god of the Moabites was Chemosh (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-f-idolatry-ancient-and-modern.p1"},"Reading F-7"],"). While there is no indication that Ruth and her sister-in-law, Orpah, were believers in this false god, two verses say that Ruth was converted to the true God of Israel. In her beautiful expression of loyalty and devotion to Naomi, Ruth said that she not only wished to stay with her mother-in-law but also desired to make Naomi’s people her people and Naomi’s God her God. Later, Boaz, praising Ruth’s concern for Naomi, says to her, “A full reward be given thee of the Lord God of Israel,",["span.emphasis","under whose wings thou art come to trust"],"” (",["a.scriptureRef",{"href":"/scriptures/ot/ruth/2.12"},"Ruth 2:12"],"; emphasis added). Both of these passages indicate that Ruth was converted."]],[".topic",["h3","(23-16)",["a.scriptureRef",{"href":"/scriptures/ot/ruth/1.19-21"},"Ruth 1:19–21"]],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p74"},"Naomi here used a play on words based on her name. In Hebrew",["span.emphasis","Naomi"],"means “sweet or pleasant” and",["span.emphasis","Mara"],"means “bitter.” When, after many years’ absence, the people greeted her in surprise by asking, “Is this Naomi?” (",["a.scriptureRef",{"href":"/scriptures/ot/ruth/1.19"},"v. 19"],"), she responded by saying, “Call me not Naomi [pleasant], call me Mara [bitter]: for the Almighty hath dealt very bitterly with me” (",["a.scriptureRef",{"href":"/scriptures/ot/ruth/1.20"},"v. 20"],"). This reply was not an accusation, only Naomi’s way of saying that she had endured much tragedy while in Moab."]],[".topic",["h3","(23-17)",["a.scriptureRef",{"href":"/scriptures/ot/ruth/1.22"},"Ruth 1:22–2:17"],". What Is “Gleaning”?"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p76"},"“Harvesting was difficult work and demanded long hours. Young men moved through the fields grasping handfuls of the grain and cutting through the stalks with sickles. These small bunches of grain were then bound into bundles called sheaves. As the men worked rapidly, a number of stalks fell to the ground. If the men were careful and took the time, these too could be gathered up. However, any stalks that dropped were allowed to remain where they fell. Poor people, following the reapers, were permitted to ‘glean,’ or gather, the random stalks—possibly all that stood between them and starvation. In addition, the edges of the field, where the sickle was not as easily wielded, were left unharvested. The poor were welcome to that portion, as well."],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p77"},"“The destitute of Bethlehem now included Ruth and Naomi, and Ruth offered to go into the fields and glean.” (Great People of the Bible and How They Lived, p. 129.)"]],[".topic",["h3","(23-18)",["a.scriptureRef",{"href":"/scriptures/ot/ruth/2.18"},"Ruth 2:18–4:10"],". What Was the Levirate Marriage That Naomi Hoped to Arrange for Ruth and Boaz?"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p80"},"Naomi wanted to help her faithful daughter-in-law secure a husband and family. To do this, Naomi considered the levirate marriage, a practice that had prevailed for many years in Israel. See",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p1"},"Reading 20-22"],"for an explanation of this custom."],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p81"},["a.scriptureRef",{"href":"/scriptures/ot/deut/25.5-10"},"Deuteronomy 25:5–10"],"is the scriptural reference for the levirate marriage obligation in Israelite families."],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p82"},"“The word here rendered ‘redeemer’ we translate literally from Hebrew",["span.emphasis","go’el"],"and this is its proper translation. It is rendered merely ‘kinsman’ in the King James English translation. The function of a",["span.emphasis","go’el"],"was to make it possible for a widow who had lost home and property to return to her",["span.emphasis","former status"],"and",["span.emphasis","security"],"and to have",["span.emphasis","seed"],"to perpetuate her family."],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p83"},"“It is easy to see why the later prophets borrowed this word from the social laws of Israel and used it to describe the functions of Him who would become the Divine",["span.emphasis","Redeemer:"],"Think of what He does to restore us to proper status with God, and to give us future security and eternal ‘seed.’” (Rasmussen, Introduction to the Old Testament, 1:157.)"]],[".topic",["h3","(23-19)",["a.scriptureRef",{"href":"/scriptures/ot/ruth/3.6-9"},"Ruth 3:6–9"],". How Did Ruth Make Her Proposal to Boaz?"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p85"},"“When Boaz awoke from his sleep by the pile of grain, which he was guarding as was the custom during harvest time, he was startled by Ruth’s presence. She was direct in her proposal. The word rendered ‘skirt’ also means ‘wing,’ and her request is not unlike our idiom ‘take me under your wing.’ Gesenius, the famous Hebraist, says it was a proper proposal of marriage—even though the girl was doing the proposing!” (Rasmussen, Introduction to the Old Testament, 1:157.)"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p86"},"The idiom means “protect me,” or, in other words, “be my protector or husband.”"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p87"},"“According to our customs, indeed, this act of Naomi and Ruth appears a very objectionable one from a moral point of view, but it was not so when judged by the customs of the people of Israel at that time. Boaz, who was an honourable man, and, according to [",["a.scriptureRef",{"href":"/scriptures/ot/ruth/3.10"},"Ruth 3:10"],"], no doubt somewhat advanced in years, praised Ruth for having taken refuge with him, and promised to fulfil her wishes when he had satisfied himself that the nearer redeemer would renounce his right and duty [see",["a.scriptureRef",{"href":"/scriptures/ot/ruth/3.10-11"},"vv. 10–11"],"]. As he acknowledged by this very declaration, that under certain circumstances it would be his duty as redeemer to marry Ruth, he took no offence at the manner in which she had approached him and proposed to become his wife. On the contrary, he regarded it as a proof of feminine virtue and modesty, that she had not gone after young men, but offered herself as a wife to an old man like him. This conduct on the part of Boaz is a sufficient proof that women might have confidence in him that he would do nothing unseemly. And he justified such confidence.” (Keil and Delitzsch, Commentary, 2:1:483.)"]],[".topic",["h3","(23-20)",["a.scriptureRef",{"href":"/scriptures/ot/ruth/4.7-12"},"Ruth 4:7–12"],". How Was a Public Agreement Made Legally Binding?"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p89"},"“The public life of an Israelite village was concentrated at its main gate. It was here that matters of law were brought for adjudication before the elders of the community. They also were the official witnesses for transactions such as the one in which Boaz agreed to marry Ruth if her kinsman would give up all rights to her dead husband’s property. A man renouncing property rights removed a sandal and presented it to the new property holder, a gesture that everyone understood and considered binding if witnessed by the elders.” (Great People of the Bible and How They Lived, p. 133.)"]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p91"},["span.dominant","(23-21)"],"When Samson defied his parents and gave in to his passion for Philistine women, his special calling disappeared into an unfulfilled dream. In twenty years of adulthood, Samson did not at any time attempt to organize the forces of Israel for their liberation, as the Lord had called him to do (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.5"},"Judges 13:5"],"). His exploits of slaughter, arson, and other damage to the Philistines seemingly were motivated by his own personal desire for revenge. Samson fought less for Israel than for himself. The Lord said, “For although a man may have many revelations, and have power to do many mighty works, yet if he boasts of his own strength, and sets at naught the counsels of God, and follows after the dictates of his own will and carnal desires, he must fall and incur the vengeance of a just God upon him” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.4"},"D&C 3:4"],")."],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p92"},"Samson seems to have had everything except what really counts—self-discipline. Although it is true that Delilah “pressed him daily with her words, and urged him” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/16.16"},"Judges 16:16"],"), Potiphar’s wife “spake to Joseph day by day” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.10"},"Genesis 39:10"],"), but he refused even to be near her and fled rather than violate God’s commandments. Samson gave in to enticement and fell into both physical and spiritual tragedy."],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p93"},"It is in commitment to true principles, combined with self-discipline, that true greatness lies. Consider the following statement by President N. Eldon Tanner:"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p94"},"“I should like to say a few words about self-discipline, self-control, or self-mastery which is so important to all of us if we are to accomplish what we set out to do and enjoy the blessings which we desire so much."],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p95"},"“First, I should like to quote some of the philosophers."],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p96"},"“Plato said: ‘The first and best victory is to conquer self; to be conquered by self is, of all things, the most shameful and vile.’"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p97"},"“And da Vinci once said: ‘You will never have a greater or lesser dominion than that over yourself.’ Then he goes on to say that ‘the height of a man’s success is gauged by his self-mastery; the depth of his failure by his self-abandonment. … And this law is the expression of eternal justice. He who cannot establish dominion over himself will have no dominion over others.’ In other words, he cannot be a worthy father or leader."],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p98"},"“Solomon in all his wisdom made this meaningful statement: ‘He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city.’ (",["a.scriptureRef",{"href":"/scriptures/ot/prov/16.32"},"Prov. 16:32"],".)"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p99"},"“There are two important elements in self-mastery. The first is to determine your course or set the sails, so to speak, of moral standards; the other is the willpower, or the wind in the sails carrying one forward. As I said before, character is determined by the extent to which we can master ourselves toward good ends. It is difficult to say just what builds good character, but we know it when we see it. It always commands our admiration, and the absence of it our pity. But it is largely a matter of willpower.” (",["span.crossRef","“Success Is Gauged by Self-Mastery,”"],"Ensign, May 1975, p. 75.)"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p100"},"It would be easier to exercise self-mastery in the face of sin if the bad effects of sin were instantaneous. But they are not. Further, it is an illusion that sin always appears to the mind to be ugly, vile, and repulsive. Consider this insight from Elder Spencer W. Kimball:"],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p101"},"“Whoever said that sin was not fun? Whoever claimed that Lucifer was not handsome, persuasive, easy, friendly? Sin is attractive and desirable. Transgression wears elegant gowns and sparkling apparel. It is highly perfumed; it has attractive features, a soft voice. It is found in educated circles and sophisticated groups. It provides sweet and comfortable luxuries. Sin is easy and has a big company of pleasant companions. It promises immunity from restrictions, temporary freedoms. It can momentarily satisfy hunger, thirst, desire, urges, passions, wants without immediately paying the price. But, it begins tiny and grows to monumental proportions—drop by drop, inch by inch.” (Faith Precedes the Miracle, p. 229.)"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p102"},"In what way could this concept be applied to the tragic fall of Samson? How does his life illustrate the eternal truth that the wages of sin is death—physical, or spiritual, or both? (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/6.23"},"Romans 6:23"],")."],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p103"},["span.dominant","(23-22)"],"The book of Ruth contains one of the most beautiful stories ever written. Despite being set in a day when political chaos and moral degeneracy existed in parts of the land, this story contains not a single demeaning feature and is uplifting and heartwarming. The following are examples of quiet devotion and obedience from this story:"],[".figure",{"id":"f6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.f6"},["ol.number",["li",["span.label","1."],["p.para","Ruth’s marriage to Mahlon led to her conversion from the Moabite to the Israelite way of life."]],["li",["span.label","2."],["p.para","Ruth’s choice to remain with her widowed mother-in-law, Naomi, is an example of selfless concern for others."]],["li",["span.label","3."],["p.para","The acts of kindness exhibited by Ruth and Boaz had a positive effect on those around them."]],["li",["span.label","4."],["p.para","Ruth’s virtue and integrity impressed the noble Boaz, and he was honorable in his relation to her, showing willingness to assume family responsibility."]],["li",["span.label","5."],["p.para","The union of Boaz and Ruth produced a royal posterity from whom came King David and eventually Jesus Christ."]]]],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p109"},"President John Taylor used the example of Ruth to describe modern Saints who also were willing to give up homes and kinships to be where their God wanted them to be: “‘Thanks be to the God of Israel who has counted us worthy to receive the principles of truth.’ These were the feelings you had and enjoyed in your far distant homes. And your obedience to those principles tore you from your homes, firesides and associations and brought you here, for you felt like one of old, when she said, ‘Whither thou goest I will go; thy God shall be my God, thy people shall be my people, and where thou diest there will I be buried.’ And you have gathered to Zion that you might be taught and instructed in the laws of life and listen to the words which emanate from God, become one people and one nation, partake of one spirit, and prepare yourselves, your progenitors and posterity for an everlasting inheritance in the celestial kingdom of God.” (In Journal of Discourses, 14:189.)"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p110"},"“For to be carnally minded is death; but to be spiritually minded is life and peace” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.6"},"Romans 8:6"],"). The truth of this declaration is evident in the contrasting stories of Samson and Ruth. The prophets have always been anxious that the Saints find that peace which comes from living a Christlike life. President Spencer W. Kimball gave us this challenge:"],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p111"},"“Would a frequent housecleaning be in order for all of us?"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p112"},"“I may not be able to eliminate pornographic trash, but my family and I need not buy or view it."],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p113"},"“I may not be able to close disreputable businesses, but I can stay away from areas of questioned honor and ill repute."],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p114"},"“I may not be able to greatly reduce the divorces of the land or save all broken homes and frustrated children, but I can keep my own home a congenial one, my marriage happy, my home a heaven, and my children well adjusted."],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p115"},"“I may not be able to stop the growing claims to freedom from laws based on morals, or change all opinions regarding looseness in sex and growing perversions, but I can guarantee devotion to all high ideals and standards in my own home, and I can work toward giving my own family a happy, interdependent spiritual life."],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p116"},"“I may not be able to stop all graft and dishonesty in high places, but I myself can be honest and upright, full of integrity and true honor, and my family will be trained likewise."],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p117"},"“I may not be able to insure family prayers, home evening, meeting attendance, and spiritual, well-integrated lives in all my neighbors, but I can be certain that my children will be happy at home. They will grow strong and tall and realize their freedom is found at home, in their faith, in clean living, and in opportunity to serve. As Christ said, ‘And the truth shall make you free.’"],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-genesis-2-samuel/judges-13-21-ruth-1-4-the-reign-of-the-judges-part-2.p118"},"“No virtues in the perfection we strive for are more important than integrity and honesty. Let us then be complete, unbroken, pure, and sincere, to develop in ourselves that quality of soul we prize so highly in others.” (Faith Precedes the Miracle, pp. 247–48.)"]]]]]],"refs":null}
