{"id":8,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":8,"title":"July: Families Are Part of Heavenly Father’s Plan","subtitle":"","short_title":"July","uri":"/manual/2013-outline-for-sharing-time/july","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/2013-outline-for-sharing-time/july"},[".heading",{"id":"head1","uri":"/manual/2013-outline-for-sharing-time/july.head1"},[".titleNumber","July"],["h1","Families Are Part of Heavenly Father’s Plan"],["span.epigraph",{"id":"lds-"},"“The family is ordained of God” (“The Family: A Proclamation to the World,” paragraph 7)."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/2013-outline-for-sharing-time/july.f1"},["p.para",{"id":"p4","uri":"/manual/2013-outline-for-sharing-time/july.p4"},"Song: “Families Can Be Together Forever”"],[".citationInfo",["p.para",{"id":"p5","uri":"/manual/2013-outline-for-sharing-time/july.p5"},"(",["span.emphasis","CS,"],"188)"]]],[".intro","Supplement the ideas provided here with some of your own. Each week, plan ways to (1) identify the doctrine, (2) help the children understand it, and (3) help them apply it in their lives.",["b","Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/2013-outline-for-sharing-time/july.t1"},["h2","Week 1: Heavenly Father planned for me to come to a family."],["p.para",{"id":"p8","uri":"/manual/2013-outline-for-sharing-time/july.p8"},["b","Identify the doctrine:"],"Show the children “The Family: A Proclamation to the World,” and explain that it teaches that Heavenly Father’s plan is for His children to come to earth in families."],["p.para",{"id":"p9","uri":"/manual/2013-outline-for-sharing-time/july.p9"},["b","Encourage understanding",["span.emphasis","(looking at pictures):"]],"Divide the children into groups and give each group a picture of a family (for example, Adam and Eve teaching their children [",["span.emphasis","GAB,"],"no. 5], Christ raising Jairus’s daughter [",["span.emphasis","GAB,"],"no. 41], Lehi’s family arriving in the promised land [",["span.emphasis","GAB,"],"no. 71], and a family praying [",["span.emphasis","GAB,"],"no. 112]). Invite each group to find the family members in their picture. Have each group show their picture to the rest of the children and point out the father, mother, and children. Ask the children to show with their fingers how many people are in their own families. Tell them that their families are part of Heavenly Father’s plan."],[".box-decor",{"id":"f2","uri":"/manual/2013-outline-for-sharing-time/july.f2"},["p.para",{"id":"p10","uri":"/manual/2013-outline-for-sharing-time/july.p10"},["b","Adapt activities:"],"The second activity in week 1 will work well for younger children. For older children, plan ways to teach about these families from the scriptures."]],["p.para",{"id":"p11","uri":"/manual/2013-outline-for-sharing-time/july.p11"},["b","Encourage application:"],"Ask the boys to stand. Explain that they can each be the father of a righteous family someday. Invite a few of the boys to say something they might do to be a good father. Ask the girls to stand, and explain that they can each be the mother of a righteous family. Ask a few of them to say something they might do to be a good mother. Invite all the children to share something they can do to bring happiness to the families they have now."]],[".image",{"id":"f3","uri":"/manual/2013-outline-for-sharing-time/july.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/primary-sharing-time_938798_inl.jpg"}],[".caption",["p",{"id":"lds-"},"Children will learn better and remember longer when you present ideas using pictures and other visuals (see",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/g-the-teaching-the-gospel-course/helps-for-the-course-instructor.p532"},["span.emphasis","TNGC,"],"176"],")."]]],[".topic",{"id":"t2","uri":"/manual/2013-outline-for-sharing-time/july.t2"},["h2","Week 2: Family prayer, family scripture study, and family home evening can strengthen my family."],[".image",{"id":"f4","uri":"/manual/2013-outline-for-sharing-time/july.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/boys-holding-bundle-sticks_938802_inl.jpg"}],[".imageText",["p.para","Family Prayer"]],[".caption",["p",{"id":"lds-"},"Object lessons can be used to create interest, focus the children’s attention, and introduce a gospel principle (see",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/g-the-teaching-the-gospel-course/helps-for-the-course-instructor.p223"},["span.emphasis","TNGC,"],"164"],")."]]],["p.para",{"id":"p16","uri":"/manual/2013-outline-for-sharing-time/july.p16"},["b","Identify the doctrine and encourage understanding",["span.emphasis","(seeing an object lesson):"]],"Have a child hold a bundle of sticks. Explain that the sticks represent members of a family. Write “family prayer,” “family scripture study,” and “family home evening” on three strips of paper. Ask the children how these activities strengthen or help hold families together. Invite children to wrap the papers around the sticks. Explain that these activities invite the Spirit into our homes and lives and bring us closer to Heavenly Father and Jesus Christ, which makes our families stronger."],["p.para",{"id":"p17","uri":"/manual/2013-outline-for-sharing-time/july.p17"},["b","Encourage application",["span.emphasis","(drawing pictures):"]],"Give the children pieces of paper, and invite them to draw pictures of activities they have done with their families that have strengthened them. Invite them to share what they drew with their families at home."]],[".box-decor",{"id":"f5","uri":"/manual/2013-outline-for-sharing-time/july.f5"},["p.para",{"id":"p18","uri":"/manual/2013-outline-for-sharing-time/july.p18"},["b","Tip:"],"As you teach about eternal families, be sensitive to children who do not have both a mother and a father in their home. Also be sensitive to children who have parents or siblings who are less active or who are not members of the Church. Encourage all the children to live worthily and prepare so they can have eternal families of their own someday."]],[".topic",{"id":"t3","uri":"/manual/2013-outline-for-sharing-time/july.t3"},["h2","Week 3: The priesthood can bless and strengthen my family."],["p.para",{"id":"p20","uri":"/manual/2013-outline-for-sharing-time/july.p20"},["b","Identify the doctrine",["span.emphasis","(playing a guessing game):"]],"Tell the children that you are going to give them some clues about something that blesses and strengthens families. Ask them to raise their hands when they know the answer. Give some clues about the priesthood, such as “Fathers with this can bless their families” and “Boys who are 12 can receive this.” After the children have guessed correctly, say together, “The priesthood can bless and strengthen my family.”"],["p.para",{"id":"p21","uri":"/manual/2013-outline-for-sharing-time/july.p21"},["b","Encourage understanding",["span.emphasis","(discussing the priesthood):"]],"Ask the children to name some things priesthood holders can do (for example, baptize, give the gift of the Holy Ghost, bless the sick, and pass the sacrament). Show pictures of these ordinances and blessings as you discuss them, and help the children understand how they bless and strengthen families. Show a picture of a temple. Explain that one of the greatest blessings of the priesthood is that it makes it possible to go to the temple and be sealed together as a family forever."],["p.para",{"id":"p22","uri":"/manual/2013-outline-for-sharing-time/july.p22"},["b","Encourage application",["span.emphasis","(sharing ideas):"]],"Invite several children to stand and share one or two ways the priesthood has blessed and strengthened their families. Encourage them to share these ideas with their families at home."]],[".topic",{"id":"t4","uri":"/manual/2013-outline-for-sharing-time/july.t4"},["h2","Week 4: Heavenly Father wants me to marry in the temple and have an eternal family."],["p.para",{"id":"p24","uri":"/manual/2013-outline-for-sharing-time/july.p24"},["b","Identify the doctrine",["span.emphasis","(seeing a picture):"]],"Show a picture of a couple standing in front of the temple in their wedding clothes. Ask the children why Heavenly Father wants us to be married in the temple. Explain that when we are married in the temple, our families can be eternal."],[".img-left",{"id":"f6","uri":"/manual/2013-outline-for-sharing-time/july.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/lds-temple-marriage-couple_900011_inl.jpg"}]],["p.para",{"id":"p25","uri":"/manual/2013-outline-for-sharing-time/july.p25"},["b","Encourage understanding",["span.emphasis","(hearing testimonies):"]],"Invite a few teachers, including couples, to share blessings they have received because of the temple and temple marriage. Ask the children to listen for specific blessings as the teachers share their thoughts. Make a list of these blessings on the board."],["p.para",{"id":"p26","uri":"/manual/2013-outline-for-sharing-time/july.p26"},["b","Encourage application:"],"Ask a few children to stand and share why they would like to be married in the temple and what they can do now to prepare for that blessing."]]]]]],"refs":null}
