{"id":24,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":24,"title":"Latter-day Saint Voices","subtitle":"","short_title":"Latter-day Saint Voices","uri":"/ensign/2013/03/latter-day-saint-voices","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/latter-day-saint-voices"},[".heading",{"id":"head1","uri":"/ensign/2013/03/latter-day-saint-voices.head1"},[".seriesTitle","Latter-day Saint Voices"]],[".resources",[".heading",{"id":"head1","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.head1"},[".title","What Is This Church?"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p2"},"Angela Fallentine, New Zealand"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p3"},"Several years ago I needed to get my car inspected for safety and emissions standards. I arrived at a garage one afternoon to find the line for inspections eight or nine cars long."],["p.para",{"id":"p4","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p4"},"It was a beautiful spring day, so I decided to roll down the windows, turn off the car engine, and pull out a copy of “The Family: A Proclamation to the World,” which I kept in my car along with other Church materials. My stake president had recently counseled stake members to commit the proclamation to memory. This free time gave me the perfect opportunity to do so. Eventually, my turn came to have my car inspected."],["p.para",{"id":"p5","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p5"},"One of the men who did the inspections indicated that he would drive my car into the garage. Then he asked me to wait in an adjacent room until the inspection was completed. Time passed as I watched other customers come and go. After a while I began to think that something serious must be wrong with my car."],["p.para",{"id":"p6","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p6"},"Finally the mechanic came from the garage into the waiting room and indicated that my car had passed inspection. What a relief! I paid the cashier and walked out to where he had parked my car and found him waiting for me."],["p.para",{"id":"p7","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p7"},"“Miss,” he said, looking at me intently, “can I please talk to you for a minute?”"],["p.para",{"id":"p8","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p8"},"“Of course,” I told him."],["p.para",{"id":"p9","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p9"},"“I want to apologize for taking so long with your car inspection. You see, when I drove your car into the garage, I noticed a piece of paper on the passenger seat that talked about families. Instead of immediately returning your car to you, I sat in the garage and read that piece of paper over and over.”"],["p.para",{"id":"p10","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p10"},"He continued, “What is this church? What is this document on the family? Can I have a copy of it? It says it was written by Apostles. Do you mean to tell me that there are Apostles on the earth today just like in Jesus’s time? Please, I need to know.”"],["p.para",{"id":"p11","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p11"},"I was almost speechless but gathered my thoughts. I told him that there are indeed apostles",["span.emphasis","and"],"prophets on the earth, just as in the time of Jesus Christ. I told him about the Prophet Joseph Smith and the Restoration of the gospel. I then gave him all the Church materials I had in my car. He gave me his name and phone number so the missionaries could contact him. Our conversation ended with his sincere expression of gratitude."],["p.para",{"id":"p12","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p12"},"As I drove away, tears filled my eyes. I was grateful I had left a copy of “The Family: A Proclamation to the World” on the car seat."],["p.para",{"id":"p13","uri":"/ensign/2013/03/latter-day-saint-voices/what-is-this-church.p13"},"I have never forgotten the look of eagerness in that man’s eyes. This experience was an unforgettable lesson on the power of the proclamation on the family, the reality of modern-day revelation, and the importance of sharing the gospel in everyday—and sometimes unexpected—situations."]],[".resources"],[".heading",{"id":"head1","uri":"/ensign/2013/03/latter-day-saint-voices/our-tithing-came-first.head1"},[".title","Our Tithing Came First"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/03/latter-day-saint-voices/our-tithing-came-first.p2"},"Carrie Dalby Cox, Alabama, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/03/latter-day-saint-voices/our-tithing-came-first.p3"},"In the summer of 2006, my husband was working as a truck driver. Because he was away from home for about two weeks at a time, the responsibility of paying the bills was primarily mine. His career was such that our income would fluctuate from month to month, so budgeting our finances was tricky."],["p.para",{"id":"p4","uri":"/ensign/2013/03/latter-day-saint-voices/our-tithing-came-first.p4"},"That July his paycheck was smaller than usual and less than I had planned on. After I had deposited his check, I compared the amount in the bank to our list of expenses due. I concluded that if I paid everything, including our tithing, we would be about $30 short. We were full-tithe payers, having learned our lesson the hard way a few years before when we got behind in paying tithing. Skipping tithing this time was not an option."],["p.para",{"id":"p5","uri":"/ensign/2013/03/latter-day-saint-voices/our-tithing-came-first.p5"},"I remembered hearing stories of people who wrote their tithing check first when money was tight and then received money by miraculous means. I usually wrote the checks in order of what needed to be mailed that day, so our tithing check was rarely the first one I wrote. But that day I decided I needed to write our tithing check first, knowing that the Lord would provide a way for us to pay our bills."],["p.para",{"id":"p6","uri":"/ensign/2013/03/latter-day-saint-voices/our-tithing-came-first.p6"},"The following Monday I received word that a community class I’d signed my oldest son up for was canceled, and the $20 check I wrote the month before was being returned. When I balanced my checkbook, figuring back in that $20, I realized I had made a $23 mistake in calculations the week before. In addition, two days later we received a refund check of $36 from our pediatrician’s office for overpayment of a bill. Now, rather than being $30 short, we had almost $50 extra."],["p.para",{"id":"p7","uri":"/ensign/2013/03/latter-day-saint-voices/our-tithing-came-first.p7"},"The Lord had fulfilled His promise in",["a",{"href":"/scriptures/ot/mal/3.8-12"},"Malachi 3:8–12"],"that if we paid our tithing, He would pour out blessings. I know that it is because of our response to follow the Lord’s commandment to pay our tithes first that we were blessed."]],[".resources"],[".heading",{"id":"head1","uri":"/ensign/2013/03/latter-day-saint-voices/stay-in-cape-town.head1"},[".title","Stay in Cape Town"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/03/latter-day-saint-voices/stay-in-cape-town.p2"},"Nicky Burgoyne Smith, Utah, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/03/latter-day-saint-voices/stay-in-cape-town.p3"},"Ever since I had served my mission in the England London Mission, I wanted to return to live and work there. Having recently finished a master’s degree, I decided it might be the right time for me to move to London. I secured a job and was feeling positive about the move."],["p.para",{"id":"p4","uri":"/ensign/2013/03/latter-day-saint-voices/stay-in-cape-town.p4"},"One night, however, I prayed to determine the Lord’s will and whether it was right for me to move to London. While I was trying to fall asleep, a thought kept running through my head: “You need to stay in Cape Town.” This thought recurred for several hours. Finally I concluded that God wanted me in Cape Town. So, although I wanted to move, I decided to stay. Immediately afterward I fell asleep."],["p.para",{"id":"p5","uri":"/ensign/2013/03/latter-day-saint-voices/stay-in-cape-town.p5"},"The next day I began to rationalize what had happened the previous night and continued to wonder if I should go to London, after all. But that night the experience from the previous night was repeated. The thought “You need to stay in Cape Town” played over and over in my mind. As I pondered these thoughts, I became convinced that the Lord really did want me to stay in Cape Town, and I wanted to do what the Lord wanted me to do."],["p.para",{"id":"p6","uri":"/ensign/2013/03/latter-day-saint-voices/stay-in-cape-town.p6"},"The following week my stake president called and asked me to meet with him. Immediately I knew that the Lord had a calling in mind for me. The Spirit testified that the reason I needed to stay in Cape Town was that the Lord had a work for me to do."],["p.para",{"id":"p7","uri":"/ensign/2013/03/latter-day-saint-voices/stay-in-cape-town.p7"},"I accepted the calling as the stake Young Women president, and while serving over the next few years, I was able to be an instrument in the Lord’s hands. As a result, my life and the lives of the people I served were blessed. I grew in leadership abilities, and the Lord taught me many things through my service to others."],["p.para",{"id":"p8","uri":"/ensign/2013/03/latter-day-saint-voices/stay-in-cape-town.p8"},"Since that time I have come to develop greater trust in the Lord. How grateful I am for the quiet promptings of the Spirit that guide me in knowing and doing His will. By doubting less and being willing to follow the inspiration I receive, I am led to experience great joy and peace, knowing that my Heavenly Father is pleased with my life."]],[".resources"],[".heading",{"id":"head1","uri":"/ensign/2013/03/latter-day-saint-voices/why-do-you-still-pay-tithing.head1"},[".title","Why Do You Still Pay Tithing?"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/03/latter-day-saint-voices/why-do-you-still-pay-tithing.p2"},"Raquel Pedraza de Brosio, Argentina"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/03/latter-day-saint-voices/why-do-you-still-pay-tithing.p3"},"A few years ago my husband was laid off. His employers, apparently sorry for what they had done, offered him a different job, but it would require a difficult move. Nevertheless, we foresaw many blessings, including continued employment."],["p.para",{"id":"p4","uri":"/ensign/2013/03/latter-day-saint-voices/why-do-you-still-pay-tithing.p4"},"After moving, however, we discovered that the job was no longer available. No one had a reasonable explanation. The only thing we knew was that we were in a new place, out of work, and nearly out of money because we had paid our debts before moving and had spent the last of our savings in making the move."],["p.para",{"id":"p5","uri":"/ensign/2013/03/latter-day-saint-voices/why-do-you-still-pay-tithing.p5"},"My husband tried every way possible to find a full-time job. In the meantime he did minor jobs, and I did handicraft work, which provided us just enough to support ourselves after paying our tithes to the Lord. We were frugal in everything, but it was not easy paying school expenses, buying food and clothing, and finding money my husband needed to go out and look for work."],["p.para",{"id":"p6","uri":"/ensign/2013/03/latter-day-saint-voices/why-do-you-still-pay-tithing.p6"},"We wept much, but we never quit trusting that the Lord would bless us. And we gave thanks for the blessings we already had: daughters who were healthy and faithful, a united marriage, and supportive relatives and ward members."],["p.para",{"id":"p7","uri":"/ensign/2013/03/latter-day-saint-voices/why-do-you-still-pay-tithing.p7"},"Many friends who were not members of the Church asked us, “If you are in such need, why do you still pay tithing?” The answer was always the same: because the Lord has commanded it, and we do not want to rob God (see",["a",{"href":"/scriptures/ot/mal/3.8-9"},"Malachi 3:8–9"],")."],["p.para",{"id":"p8","uri":"/ensign/2013/03/latter-day-saint-voices/why-do-you-still-pay-tithing.p8"},"We always knew that if we were obedient, the Lord would bless us—perhaps not in the way we had hoped but certainly with what He considered best for our family. We never used our financial problems as an excuse to quit serving the Lord; in fact, our desire to serve Him increased."],["p.para",{"id":"p9","uri":"/ensign/2013/03/latter-day-saint-voices/why-do-you-still-pay-tithing.p9"},"Today my husband has a job that helps us make headway against the debts we acquired while he was out of work. It will still be a long time before we can relax financially, but we know that if we “bring … all the tithes into the storehouse,” God will open the windows of heaven “and pour [us] out a blessing, that there shall not be room enough to receive it” (",["a",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],")."]],[".resources"]]]]],"refs":null}
