{"id":23,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":23,"title":"Latter-day Saint Voices","subtitle":"","short_title":"Latter-day Saint Voices","uri":"/ensign/2013/09/latter-day-saint-voices","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/09/latter-day-saint-voices"},[".heading",{"id":"head1","uri":"/ensign/2013/09/latter-day-saint-voices.head1"},[".seriesTitle","Latter-day Saint Voices"]],[".resources",[".heading",{"id":"head1","uri":"/ensign/2013/09/latter-day-saint-voices/sermon-behind-the-pulpit.head1"},[".title","Sermon behind the Pulpit"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/09/latter-day-saint-voices/sermon-behind-the-pulpit.p2"},"Jeff Fullmer, Idaho, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/09/latter-day-saint-voices/sermon-behind-the-pulpit.p3"},"As my family sat a few rows behind the deacons one sacrament meeting, all I could think about before the opening hymn was that one of the deacons had failed to properly tie his long tie and correctly tuck in his wrinkled shirt. I thought someone should have helped him out. After all, when passing the sacrament, deacons should be an example of the Savior in action and dress."],["p.para",{"id":"p4","uri":"/ensign/2013/09/latter-day-saint-voices/sermon-behind-the-pulpit.p4"},"The meeting proceeded, and I forgot about him. After the deacons had passed the sacrament, the talks began. The second speaker was the young man’s mother. She spoke of her conversion, of her trials growing up, and of her struggles as a single mother. It was a wonderful talk that left her in tears. She took her seat on the stand and continued to cry as the ward choir gathered to sing."],["p.para",{"id":"p5","uri":"/ensign/2013/09/latter-day-saint-voices/sermon-behind-the-pulpit.p5"},"Just then her son, with his crooked tie and untucked shirt, stood and walked to the stand. He hugged his mother and crouched beside her to comfort her. Tears came to my eyes as the scene played out before me; I was touched beyond words. But then realization dawned, and I hung my head. Sitting in my crisp double-breasted suit, with my perfectly tied tie and polished black shoes, I realized I had truly missed something in preparing for the sacrament."],["p.para",{"id":"p6","uri":"/ensign/2013/09/latter-day-saint-voices/sermon-behind-the-pulpit.p6"},"The young man and his mother came down from the stand and sat together as the choir began to sing. I sat there, unable to listen to the music because the sermon taught by this deacon flooded my heart with a message of Christlike charity."],["p.para",{"id":"p7","uri":"/ensign/2013/09/latter-day-saint-voices/sermon-behind-the-pulpit.p7"},"He had performed his act with tenderness and care. There was not the slightest sign of embarrassment on his young face—only pure love. The subsequent messages over the pulpit that day were good, but I will always remember the sermon behind the pulpit."]],[".resources"],[".heading",{"id":"head1","uri":"/ensign/2013/09/latter-day-saint-voices/two-new-deacons.head1"},[".title","Two New Deacons"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/09/latter-day-saint-voices/two-new-deacons.p2"},"Anthony Poutu, New Zealand"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/09/latter-day-saint-voices/two-new-deacons.p3"},"Some years ago I had the privilege of serving as deacons quorum adviser. In our quorum we had three active deacons, all of whom were called to be part of the quorum presidency."],["p.para",{"id":"p4","uri":"/ensign/2013/09/latter-day-saint-voices/two-new-deacons.p4"},"In one of their meetings, this young presidency decided they wanted at least two of the less-active deacons in their quorum to begin attending Church meetings and activities. They prayerfully set a date—a Sunday six weeks away—by which to achieve their goal. They prayed for success in this sacred endeavor and prayerfully pledged to do the following:"],["ul.bullet",["li",["span.label","•"],["p.para","Pray together regularly."]],["li",["span.label","•"],["p.para","Fast together."]],["li",["span.label","•"],["p.para","Visit each deacon on the roll."]],["li",["span.label","•"],["p.para","Plan activities so that any returning deacons would enter a well-structured program."]]],["p.para",{"id":"p9","uri":"/ensign/2013/09/latter-day-saint-voices/two-new-deacons.p9"},"The presidency felt deeply that these goals were the will of the Lord, so they moved forward with faith and confidence."],["p.para",{"id":"p10","uri":"/ensign/2013/09/latter-day-saint-voices/two-new-deacons.p10"},"During the following weeks, these three young men did what they had promised, expecting that their prayers would be answered. They prayed together, fasted together, visited the less-active deacons and invited them back, and prepared activities, believing that they needed to be prepared for an increase in attendance."],["p.para",{"id":"p11","uri":"/ensign/2013/09/latter-day-saint-voices/two-new-deacons.p11"},"Despite their diligence, no deacons returned—not to church or to any other activity. The date approached, and though they were disappointed that members of their quorum were not returning to church, the young men remained confident that Heavenly Father would answer their prayers."],["p.para",{"id":"p12","uri":"/ensign/2013/09/latter-day-saint-voices/two-new-deacons.p12"},"The Sunday of their goal arrived, and none of the young men whom the presidency had reached out to came to church. But the bishop announced during sacrament meeting that two 12-year-old young men who had been investigating the Church would be baptized that evening."],["p.para",{"id":"p13","uri":"/ensign/2013/09/latter-day-saint-voices/two-new-deacons.p13"},"What a blessing it was for these two new members of the Church to join a quorum with such a presidency. And what a blessing it was for the presidency to see their efforts and prayers answered so directly and to learn that the Lord keeps His promises."],["p.para",{"id":"p14","uri":"/ensign/2013/09/latter-day-saint-voices/two-new-deacons.p14"},"Such was the excitement in the quorum that one member of the presidency said, “Let’s do this again.”"]],[".resources"],[".heading",{"id":"head1","uri":"/ensign/2013/09/latter-day-saint-voices/heavenly-fathers-love.head1"},[".title","Heavenly Father’s Love"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/09/latter-day-saint-voices/heavenly-fathers-love.p2"},"Anna Nikiticheva, Russia"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/09/latter-day-saint-voices/heavenly-fathers-love.p3"},"Some time ago our friends asked if their son, John, and his girlfriend could stay at our place for a weeklong visit. John is less active, and his girlfriend is not a member of the Church. We let her have our son’s room and gave John a couch in the living room."],["p.para",{"id":"p4","uri":"/ensign/2013/09/latter-day-saint-voices/heavenly-fathers-love.p4"},"Before they arrived, we prayed to Heavenly Father, asking how we should present ourselves to them—as teachers, parents, or simply friends? The answer came that we needed to follow the promptings of the Spirit and help them spiritually."],["p.para",{"id":"p5","uri":"/ensign/2013/09/latter-day-saint-voices/heavenly-fathers-love.p5"},"Every evening my husband, son, and I sit down to study the scriptures. On the first evening with our guests, we felt that we should not invite them to study with us. But the next evening before scripture study, John shyly knocked on our door and said, “Mary is afraid to ask, but she would like to know if we can join you.”"],["p.para",{"id":"p6","uri":"/ensign/2013/09/latter-day-saint-voices/heavenly-fathers-love.p6"},"We swung open the door, invited them in, and began studying the Book of Mormon together. Mary had never read scriptures before and did not know whether she believed in God. She admitted that when she came to our home, she had been afraid we might make her take part in something religious she did not understand."],["p.para",{"id":"p7","uri":"/ensign/2013/09/latter-day-saint-voices/heavenly-fathers-love.p7"},"To make Mary feel comfortable, my husband told her about the plan of salvation, the Savior Jesus Christ, Joseph Smith’s First Vision, and the Book of Mormon. She talked with us until midnight."],["p.para",{"id":"p8","uri":"/ensign/2013/09/latter-day-saint-voices/heavenly-fathers-love.p8"},"The next day, John and Mary joined us for a discussion with the missionaries. I will never forget the spirit that filled the room. After a simple discussion, we talked about the nature of our Heavenly Father. Then Mary asked why God allows suffering if He loves us, a question I had pondered for a long time."],["p.para",{"id":"p9","uri":"/ensign/2013/09/latter-day-saint-voices/heavenly-fathers-love.p9"},"Several days earlier I had received a letter from a friend who had miscarried her third child, so Mary’s question touched my heart. I testified that times of happiness and joy occasionally cannot teach us as deeply and eternally as times of personal tragedy. I told Mary that grief can temper us just as fire tempers iron. If we remain true to God while passing through trials, our faith will grow."],["p.para",{"id":"p10","uri":"/ensign/2013/09/latter-day-saint-voices/heavenly-fathers-love.p10"},"It was an unforgettable discussion. Afterward we sat silently while the Spirit testified of our Heavenly Father’s love. When Mary looked up, her eyes were bright and full of tears."],["p.para",{"id":"p11","uri":"/ensign/2013/09/latter-day-saint-voices/heavenly-fathers-love.p11"},"I do not know what will happen in the coming years, but I know for certain that the understanding I saw in Mary’s eyes that day will help her throughout her life and may help lead her to her Heavenly Father."]],[".resources"],[".heading",{"id":"head1","uri":"/ensign/2013/09/latter-day-saint-voices/he-blessed-my-sour-note.head1"},[".title","He Blessed My Sour Note"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/09/latter-day-saint-voices/he-blessed-my-sour-note.p2"},"Randy Lonsdale, Alberta, Canada"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/09/latter-day-saint-voices/he-blessed-my-sour-note.p3"},"My ears burned bright red with embarrassment as my teenage son, Derek, and I finished singing “Be Still, My Soul”",["sup",["a",{"href":"fn_footnote1"},"1"]],"in sacrament meeting. I had not properly warmed up my voice before the meeting began, and as a result, when I tried to reach a high note, my voice cracked badly."],["p.para",{"id":"p4","uri":"/ensign/2013/09/latter-day-saint-voices/he-blessed-my-sour-note.p4"},"I slid back onto my bench, feeling uncomfortable despite supportive looks from my smiling wife, assuring me that I had not ruined the spirit of the meeting."],["p.para",{"id":"p5","uri":"/ensign/2013/09/latter-day-saint-voices/he-blessed-my-sour-note.p5"},"After the closing prayer I headed for my car to retrieve a lesson manual. A sister in our ward stood near the door, sobbing. A friend supported her with an arm around her shoulder. As I passed by, the weeping sister called my name and expressed her appreciation to me for choosing the hymn we sang and for performing it in a way that touched her deeply."],["p.para",{"id":"p6","uri":"/ensign/2013/09/latter-day-saint-voices/he-blessed-my-sour-note.p6"},"She explained that she had given birth to a stillborn baby several days earlier and had battled anger and despair ever since. As Derek and I sang the hymn, she had felt the Spirit wrap her aching soul in a peaceful, comforting warmth. It had filled her with the hope she needed to bear her cross of grief."],["p.para",{"id":"p7","uri":"/ensign/2013/09/latter-day-saint-voices/he-blessed-my-sour-note.p7"},"I awkwardly mumbled thanks and headed out the door, feeling blessed and humbled by her words. As I reached the car, I remembered a devotional address by Kim B. Clark, president of Brigham Young University–Idaho. He had said, “When we act in faith in [Jesus] to do His work, He goes with us” to serve others and “blesses us to say just what they need to hear.” He also taught that “what we actually say and actually do may feel a little awkward or not very polished. … But the Savior takes our words and our actions and He carries them through His spirit unto the hearts of the people. He takes our sincere but imperfect effort and turns it into something that is just right, indeed, into something that is perfect.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p8","uri":"/ensign/2013/09/latter-day-saint-voices/he-blessed-my-sour-note.p8"},"Tears of gratitude filled my eyes as I returned to the meetinghouse. The Lord had blessed an unpolished musical number and carried its message perfectly into the grieving heart of a young sister to comfort her sorrowing soul. In addition, the Lord used this touching experience to carry into my heart a much deeper understanding of a profound gospel principle."]],[".notes",["h3","Notes"],[".footnote",{"id":"fn1","uri":"/ensign/2013/09/latter-day-saint-voices/he-blessed-my-sour-note.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],["span.emphasis","Hymns,"],"no. 124."],[".footnote",{"id":"fn2","uri":"/ensign/2013/09/latter-day-saint-voices/he-blessed-my-sour-note.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Kim B. Clark, “Love by Faith” (Brigham Young University–Idaho devotional, July 29, 2010),",["a",{"href":"http://www2.byui.edu/Presentations/Transcripts/EducationWeek/2010_07_29_Clark.htm"},"www2.byui.edu/Presentations/Transcripts/EducationWeek/2010_07_29_Clark.htm"],"."]],[".resources"]]]]],"refs":null}
