{"id":11,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":11,"title":"Latter-day Saint Voices","subtitle":"","short_title":"Latter-day Saint Voices","uri":"/liahona/2013/04/latter-day-saint-voices","content":[["div",{"id":"head1","uri":"/liahona/2013/04/latter-day-saint-voices.head1"},[".seriesTitle","Latter-day Saint Voices"]],[".resources",["div",{"id":"head1","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.head1"},[".title","Something Was Wrong with My Plane"],[".bio",["div",{"id":"p2","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.p2"},"Craig Willie, Utah, USA"]]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.p3"},"One evening as I was taxiing my plane full of passengers to the runway, I had a feeling that something was wrong with the aircraft steering system. To confirm my spiritual impression, I pulled off the taxiway and did a few 360-degree turns. Nothing seemed out of order."],["div",{"id":"p4","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.p4"},"I wondered, “Should I take off and get the passengers to their destination on time, or should I return to the gate?” I knew returning would create a long delay. Taxiway runs are one way; I would have to wait for ground control to create a space for me to taxi against the traffic flow. Then we would have to wait for the maintenance crew to check out the plane. The delays could cause problems for the airline and for the passengers who had people to meet and connections to make. I also wondered how the maintenance department would react to my report that the plane had a problem when I had nothing to go on except a strong feeling."],["div",{"id":"p5","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.p5"},"As captain of the aircraft, I was responsible for our safety, so I decided to follow my impression and return."],["div",{"id":"p6","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.p6"},"When we arrived at the gate, I told the mechanic that I felt something was wrong with the plane but that I didn’t know what the trouble was. He did not believe there was a problem."],["div",{"id":"p7","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.p7"},"“It was probably just the wet taxiway,” he said. “You may have been slipping on the asphalt.” He agreed, nevertheless, to look at the steering gear on the nose wheel. After checking it, he asked me to off-load the passengers so he could take the plane for a test ride."],["div",{"id":"p8","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.p8"},"When he returned 30 minutes later, he was very concerned. During the test ride, he had heard an intermittent grinding sound. When he applied the brakes as he was turning around to return to the gate, he lost control of the plane and nearly ran off the taxiway."],["div",{"id":"p9","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.p9"},"A close inspection revealed that the brakes had undergone improper maintenance the previous evening. Had I landed the plane after our flight, the brakes would have failed, and I would have lost control of the plane."],["div",{"id":"p10","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.p10"},"I received another aircraft to pilot, and I safely delivered my passengers to their destination three hours late."],["div",{"id":"p11","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.p11"},"I am glad I listened to the whisperings of the Spirit. I know that the Spirit will direct us if we seek the Lord’s guidance and listen to the promptings that come."]],[".resources",[".callout",{"id":"f1","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.f1"},["div",{"id":"p12","uri":"/liahona/2013/04/latter-day-saint-voices/something-was-wrong-with-my-plane.p12"},"I wondered how the maintenance department would react to my report that the plane had a problem when I had nothing to go on except a strong feeling."]]],["div",{"id":"head1","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.head1"},[".title","Finding Joy in Life"],[".bio",["div",{"id":"p2","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.p2"},"Karen Rockwood, Idaho, USA"]]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.p3"},"On one occasion I was reading a general conference talk by Elder Richard G. Scott of the Quorum of the Twelve Apostles. Though I had heard and read this talk before, one phrase caught my attention and stayed in my thoughts."],["div",{"id":"p4","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.p4"},"A few hours later my son, who was living in an apartment with his friends, came by for a visit. He had served a full-time mission and had attended a few semesters of college. He was unsure what educational direction he should go and which career path he should pursue. Because he had been frustrated and felt that school, for now, was a waste of time and money, he put his studies on hold and began working full time."],["div",{"id":"p5","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.p5"},"He told me that one of his friends had suggested they go to an island in the Bahamas or the Caribbean, get jobs, and have fun for a few months. My son was excited about the prospect. I could easily see how enticing such a carefree experience could be to a young man."],["div",{"id":"p6","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.p6"},"Just then, Elder Scott’s impressive message came to my mind. I picked up the",["span.emphasis","Ensign"],"and read the following to my son: “You are here on earth for a divine purpose. It is not to be endlessly entertained or to be constantly in full pursuit of pleasure. You are here to be tried, to prove yourself so that you can receive the additional blessings God has for you. The tempering effect of patience is required” (“Finding Joy in Life,”",["span.emphasis","Ensign,"],"May 1996, 25)."],["div",{"id":"p7","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.p7"},"Without a word, my son took the magazine, walked away, and read the whole talk. Later all he said was that he would not be embarking on his island adventure."],["div",{"id":"p8","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.p8"},"In time he entered the police academy, a path that led him to meet his future wife. They married in the Mesa Arizona Temple and today are raising three wonderful children. In 2010 my son finished his bachelor’s degree and is truly “finding joy in life.”"],["div",{"id":"p9","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.p9"},"My son’s proposed adventure might have been a fine experience; on the other hand, it might have been spiritually dangerous. Each time I reflect on this experience, the Spirit touches my heart."],["div",{"id":"p10","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.p10"},"I am thankful for the words of the prophets and that I was prompted to recall a talk that helped me provide guidance. I am also thankful that my son listened to a messenger of the Lord and allowed the Spirit to influence him. I know that many blessings and tender mercies come when we listen to and follow the teachings of the Savior and His servants."]],[".resources",[".callout",{"id":"f1","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.f1"},["div",{"id":"p11","uri":"/liahona/2013/04/latter-day-saint-voices/finding-joy-in-life.p11"},"When my son told me that one of his friends had suggested they go to the Bahamas or the Caribbean to have fun for a few months, Elder Scott’s message came to my mind."]]],["div",{"id":"head1","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.head1"},[".title","The Phone Switched Off"],[".bio",["div",{"id":"p2","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.p2"},"Seda Meliksetyan, Armenia"]]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.p3"},"In March 1997, while living in the Russian city of Rostov-on-Don, my husband and I were baptized into The Church of Jesus Christ of Latter-day Saints."],["div",{"id":"p4","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.p4"},"As I studied the doctrines of the Church, many of my questions were answered. It was interesting to learn about the plan of salvation, including the practice of baptism for the dead. I was surprised to learn that we could be baptized for our deceased ancestors."],["div",{"id":"p5","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.p5"},"A year after our baptism, the mission president invited us to prepare to go to the temple. As part of our preparation, we started doing family history research. One day as I was thinking about doing this work, the phone rang. It was my mother-in-law. I asked her if she would send me a list of the deceased ancestors on my husband’s side of the family. She was amazed and told me that baptism for the dead was not Christ’s doctrine but rather something the Mormons had made up. I wasn’t sure how to answer her because I wasn’t familiar with scriptural references that supported the doctrine."],["div",{"id":"p6","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.p6"},"As I was thinking about how to respond, the phone switched off. I was unsure for a minute what had happened, but I hung up the phone and went to my bedroom. I took the New Testament into my hands, knelt to pray, and asked Heavenly Father to show me where I could find the answer."],["div",{"id":"p7","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.p7"},"At the end of my prayer, I opened the Bible. I felt as if someone had told me to read the 29th verse on the very page I had opened. I was in the 15th chapter of 1 Corinthians, which talks about the doctrine of baptism for the dead."],["div",{"id":"p8","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.p8"},"I was touched and surprised that Heavenly Father had answered my prayer at that very moment. It was a wonderful feeling."],["div",{"id":"p9","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.p9"},"I was thinking deeply about this experience when suddenly the phone rang again. It was my mother-in-law, asking me why the phone had switched off. I told her I didn’t know but then asked her to open her Bible and read",["a",{"href":"/scriptures/nt/1-cor/15.29"},"1 Corinthians 15:29"],"."],["div",{"id":"p10","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.p10"},"A few days later a list of deceased relatives was on my table. My mother-in-law had read the scripture and now believed that the Savior, through the Apostle Paul, had taught the doctrine of baptism for the dead."],["div",{"id":"p11","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.p11"},"God has promised great blessings to those who do this redemptive work. I know this to be true."]],[".resources",[".callout",{"id":"f1","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.f1"},["div",{"id":"p12","uri":"/liahona/2013/04/latter-day-saint-voices/the-phone-switched-off.p12"},"My mother-in-law told me that baptism for the dead was not Christ’s doctrine but rather something the Mormons had made up."]]],["div",{"id":"head1","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.head1"},[".title","Where Can I Get a Magazine Like This?"],[".bio",["div",{"id":"p2","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p2"},"Sharon Rather, Nevada, USA"]]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p3"},"While on a trip with my family from Nevada, USA, to Alaska, USA, I struck up a conversation with a tall, attractive, friendly lady across the aisle."],["div",{"id":"p4","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p4"},"She asked me where I was going, and I told her we were heading to Juneau, Alaska, to visit our son and his family. She told me she was from Las Vegas. Then, becoming emotional, she added that she was going to Juneau to visit her in-laws to have a memorial service for her husband, to whom she had been married for 20 years. He had recently passed away from cancer."],["div",{"id":"p5","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p5"},"I looked across the aisle and thought to myself how fortunate I was to know the plan of salvation and to be a temple worker in the Las Vegas Nevada Temple. I wondered what I could do for this woman to lift her spirits."],["div",{"id":"p6","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p6"},"Suddenly, as clear as a bell, I remembered a quote by the Prophet Joseph Smith I had handed out in Relief Society. When he organized the Relief Society, he observed that the sisters “will fly to the relief of the stranger; they will pour in oil and wine to the wounded heart of the distressed; they will dry up the tears of the orphan and make the widow’s heart to rejoice” (",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"[2007], 452)."],["div",{"id":"p7","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p7"},"I looked across the aisle once more. I saw a stranger in distress, a widow with a wounded heart. I remembered that I had read the July 2011",["span.emphasis","Ensign"],"earlier that day. It contained some uplifting articles I thought might give her some encouragement and comfort."],["div",{"id":"p8","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p8"},"I gathered my courage, opened the magazine to an article, and asked her to read it. I watched her closely and was surprised that she read every single line—intently. When she had finished, she read another article."],["div",{"id":"p9","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p9"},"Evidently something she had read touched her heart. She hugged the magazine tightly against her chest and then wiped a tear from her eye."],["div",{"id":"p10","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p10"},"“Where can I get a magazine like this?” she asked me. I told her she could keep it. Then she read some more."],["div",{"id":"p11","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p11"},"When we arrived in Juneau, she grabbed my hand, looked straight into my eyes, and said, “Thank you.”"],["div",{"id":"p12","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p12"},"I learned a great lesson from that experience. We are surrounded by strangers with wounded hearts who need a kind word of encouragement and who need to know what we as Latter-day Saints know."]],[".resources",[".callout",{"id":"f1","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.f1"},["div",{"id":"p13","uri":"/liahona/2013/04/latter-day-saint-voices/where-can-i-get-a-magazine-like-this.p13"},"I wondered what I could do to lift the spirits of this woman, whose husband had recently passed away."]]]]],"refs":null}
