{"id":4,"parent_id":0,"book_id":88,"content_id":1,"language_id":1,"display_order":4,"title":"Leader Support of Teachers","subtitle":"","short_title":"Leader Support of Teachers","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers","content":[["div",{"id":"head1","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.head1"},["h1","Leader Support of Teachers"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p2"},"Elder Gordon B. Hinckley supervised the work of the Church in Asia from 1960 to 1968. During that time, he met regularly with priesthood leaders in Asia. Years later, one of those leaders shared his feelings about Elder Hinckley’s visits:"],["div",{"id":"p3","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p3"},"“One of the things I appreciated about Elder Hinckley was that never once in my three years [as mission president] did he criticize me, despite all my weaknesses. … And that spurred me on. Every time he came [to visit our mission] I thought ‘I’m going to get it right between the eyes this time. I didn’t turn in this report properly or I didn’t follow this program right.’ But every time he came off the plane he would grab my hand like he was pumping water out of a well with great enthusiasm. ‘Well, President … , how are you getting along? … You’re doing great work.’ He encouraged me like that … and when he left I felt I should give 105 percent, not just 100 percent” (Adney Y. Komatsu, in Sheri Dew,",["span.emphasis","Go Forward with Faith"],"[1996], 288, quoting interview by R. Lanier Britsch, James Moyle Oral History Program, 1974, Historical Department Archives, The Church of Jesus Christ of Latter-day Saints)."],["div",{"id":"p4","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p4"},"Church leaders should extend appreciation, assistance, and encouragement to the teachers with whom they serve. The quality of teaching in the Church will improve as leaders establish a supportive, caring relationship with teachers."],["div",{"id":"p5","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p5"},"Leaders’ enthusiasm for the work of the Lord can inspire teachers to be more dedicated in their callings. As teachers feel their leaders’ love for them, they may be inspired to show increased love for those they teach. As they hear their leaders bear testimony and teach from the scriptures, they will gain a greater understanding of the importance of testifying and using the scriptures in their own teaching."],[".topic",["h2","Giving an Orientation to Each Newly Called Teacher"],"Ward priesthood and auxiliary leaders meet individually with each newly called teacher in their organizations, preferably before the teacher’s first class, to provide a brief orientation. As part of each orientation, the leader should:",["ul.bullet",["li",["span.label","•"],[".para","Help the teacher understand the importance of the call to teach."]],["li",["span.label","•"],[".para","Discuss the principles of effective teaching outlined on pages 300–304 of the “Gospel Teaching and Leadership” section of the",["span.emphasis","Church Handbook of Instructions."]]],["li",["span.label","•"],[".para","Ensure that the teacher receives all the materials needed to be able to teach successfully, including the lesson materials for the class and a roll listing every Church member who should attend the class."]],["li",["span.label","•"],[".para","Ensure that the teacher has copies of the “Gospel Teaching and Leadership” section of the",["span.emphasis","Church Handbook of Instructions"],"and",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call"]],". Conduct a brief review of these materials to help the teacher understand how to use them effectively."]],["li",["span.label","•"],[".para","Inform the teacher of Church-produced materials available in the meetinghouse library."]],["li",["span.label","•"],[".para","Inform the teacher of teacher improvement meetings (see",["a.crossRef",{"href":"/manual/improving-gospel-teaching-a-leaders-guide/teacher-improvement-meetings.p1"},"pages 7–9"],"). Explain the benefits of these meetings. Encourage the teacher to attend."]],["li",["span.label","•"],[".para","Inform the teacher of the Teaching the Gospel course (see",["a.crossRef",{"href":"/manual/improving-gospel-teaching-a-leaders-guide/the-teaching-the-gospel-course.p1"},"page 10"],")."]],["li",["span.label","•"],[".para","Offer ongoing support."]],["li",["span.label","•"],[".para","Encourage the teacher to contact him or her individually at least once every three months to counsel together about the teacher’s calling (see “Counseling with Teachers,” pages 5–6)."]]],["div",{"id":"p17","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p17"},"After a newly called teacher has taught his or her first lesson, a leader should contact the teacher to answer questions and give encouragement."]],[".topic",["h2","Providing Ongoing Support for Each Teacher"],[".topic",["h3","Counseling with Teachers"],["div",{"id":"p20","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p20"},"In priesthood and auxiliary organizations, leaders are assigned to work with specific teachers. For example, a member of a Primary presidency may be assigned to work with those who teach children ages 8 through 11. A member of an elders quorum presidency may be assigned to work with the quorum instructors. These designated leaders should encourage teachers to contact them regularly—at least once every three months. If teachers do not contact their leaders at least once every three months, leaders should initiate a contact."],["div",{"id":"p21","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p21"},"In these contacts, teachers should feel free to share experiences, discuss the needs of individuals in the quorum or class, and seek help and counsel. These contacts are most effective in person, but if necessary they may be made by telephone, mail, or some other means. When a female leader meets with a male teacher or a male leader meets with a female teacher, another adult should be present."],["div",{"id":"p22","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p22"},"As teachers strive to meet challenges, leaders can do much to personally support and assist them. In their efforts to help teachers, leaders should remember that they are teachers themselves. They should be receptive to the promptings of the Holy Ghost and look for opportunities to bear testimony, teach from the scriptures, and give appropriate counsel."],["div",{"id":"p23","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p23"},"Leaders may feel uncomfortable or even inadequate as they consider their responsibility to counsel with teachers. They will receive insight and ability to carry out this important responsibility as they pray for guidance, study and live the gospel, and remember that they are called of the Lord. They can also receive valuable instruction as they study",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call"]],"and the “Gospel Teaching and Leadership” section of the",["span.emphasis","Church Handbook of Instructions,"],"attend teacher improvement meetings, and participate in the Teaching the Gospel course."],["div",{"id":"p24","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p24"},"In counseling with teachers, leaders should allow the teachers’ needs and concerns to guide the direction of the discussion. To help teachers think about how they are doing and what they can do to improve, leaders may want to ask questions that prompt careful thought, such as those in the following list. Such questions can also help leaders discover specific ways to help."],["ul.bullet",["li",["span.label","•"],[".para","How are you feeling about your calling as a teacher?"]],["li",["span.label","•"],[".para","Are there some experiences you have had with your class that you would like to talk about?"]],["li",["span.label","•"],[".para","What have been your most successful teaching experiences?"]],["li",["span.label","•"],[".para","Will you share some examples of how class members are responding to the lessons you teach?"]],["li",["span.label","•"],[".para","What are some specific needs of individual class members?"]],["li",["span.label","•"],[".para","What are some of your goals as a teacher?"]],["li",["span.label","•"],[".para","What can I do to help you accomplish your goals?"]],["li",["span.label","•"],[".para","What are some topics that you feel should be addressed in teacher improvement meetings?"]]],["div",{"id":"p33","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p33"},"Leaders should listen carefully to teachers’ responses and help them find answers to their questions and concerns. Leaders can encourage teachers by helping them see their strengths and the good things they are accomplishing. When they offer suggestions, they should do so with humility and love (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.8"},"D&C 12:8"],"). They should keep in mind the following statement by President Spencer W. Kimball:"],["div",{"id":"p34","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p34"},"“I find myself hungering and thirsting for just a word of appreciation or of honest evaluation from my superiors and my peers. I want no praise; I want no flattery; I am seeking only to know if what I gave was acceptable” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [1982], 489)."]],[".topic",["h3","Helping Teachers Plan for Improvement"],["div",{"id":"p36","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p36"},"As they counsel with teachers, leaders may invite teachers to use a chart like the one at the bottom of this page to write their plans for continuing improvement."],["div",{"id":"p37","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p37"},"Leaders may want to suggest specific ideas to help teachers achieve their goals, such as enrolling in the Teaching the Gospel course and studying specific sections of",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},["span.emphasis","Teaching, No Greater Call"]],". In making suggestions, leaders should take care not to overwhelm teachers with too many ideas."]],[".topic",["h3","Helping Teachers Who Feel Inadequate"],["div",{"id":"p39","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p39"},"Leaders should give sincere encouragement to teachers who express feelings of inadequacy. They should help such teachers understand that the Lord has called them to serve in their positions and that He will bless them as they humbly seek His guidance."]],[".topic",["h3","Visiting Classes"],["div",{"id":"p41","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p41"},"Some leaders attend the same class each week as part of their callings. Other leaders, such as members of Primary and Sunday School presidencies, should arrange with teachers to occasionally visit their classes. In arranging for these visits, leaders should offer to do whatever the teachers will find helpful. For example, they may present part of the lesson, reach out to a particular class member, assist with activities, or simply observe the class."],["div",{"id":"p42","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p42"},"Soon after visiting a class, leaders should express appreciation and give encouragement. At that time or soon thereafter, they may want to meet with the teachers individually, following the guidelines on pages 5 and 6 under “Counseling with Teachers.”"]],[".topic",["h3","Encouraging Quorum or Class Members to Support Their Teachers"],["div",{"id":"p44","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p44"},"Leaders can accomplish much good by openly supporting teachers. For example, they can introduce quorum or class members to a newly called teacher, expressing confidence in the teacher. Leaders who regularly attend class themselves, such as members of high priests group leaderships, elders quorum presidencies, and Relief Society presidencies, can set an example by participating appropriately in class discussions. They can also read assigned material and encourage class members to do the same."]],[".topic",["h3","Expressing Appreciation for Teachers’ Efforts"],["div",{"id":"p46","uri":"/manual/improving-gospel-teaching-a-leaders-guide/leader-support-of-teachers.p46"},"Leaders should always look for ways to express appreciation to teachers. As they do so, they should follow this simple counsel from President Gordon B. Hinckley: “I believe we should thank people. I think that thanks should be genuine and sincere, as it well can be when there is honest effort and dedicated service” (",["span.emphasis","Teachings of Gordon B. Hinckley"],"[1997], 248)."]]]]],"refs":null}
