{"id":2,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":2,"title":"Learning from Living Prophets","subtitle":"By Elder Neil L. Andersen","short_title":"Learning from Living Prophets","uri":"/new-era/2013/09/learning-from-living-prophets","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/learning-from-living-prophets"},[".heading",{"id":"head1","uri":"/new-era/2013/09/learning-from-living-prophets.head1"},[".seriesTitle","The Message"],["h1","Learning from",["span.dominant","Living Prophets"]],[".byline",["p.para",{"id":"p3","uri":"/new-era/2013/09/learning-from-living-prophets.p3"},"By Elder Neil L. Andersen"],["p.para",{"id":"p4","uri":"/new-era/2013/09/learning-from-living-prophets.p4"},"Of the Quorum of the Twelve Apostles"]],[".event",["p.para",{"id":"p5","uri":"/new-era/2013/09/learning-from-living-prophets.p5"},"From a Church Educational System fireside given on March 4, 2007."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/neil-l-andersen.jpg"}],[".kicker","Could our attention to the counsel and the teaching of the Brethren be more active, searching, and responsive?"]],[".bodyBlock",[".figure",{"id":"f1","uri":"/new-era/2013/09/learning-from-living-prophets.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/first-presidency-2011.jpg"}],[".caption",["p","The First Presidency—Henry B. Eyring, President Thomas S. Monson, Dieter F. Uchtdorf"]]],["p.para",{"id":"p8","uri":"/new-era/2013/09/learning-from-living-prophets.p8"},"Of course we love President Thomas S. Monson, the two counselors in the First Presidency, and the Quorum of the Twelve Apostles. But in acknowledging our love and our loyalty, I would ask, Could our attention to the counsel and the teaching of these Brethren be more active, searching, and responsive?"],[".topic",{"id":"t1","uri":"/new-era/2013/09/learning-from-living-prophets.t1"},[".title","Four Questions to Ask"],[".figure",["p.preamble","Think how you would respond to the following questions:"],["ol.number",["li",["span.label","1."],["p.para","Could you tell me the names of the three members of the First Presidency and the names of each of those who belong to the Quorum of the Twelve Apostles? These are the 15 men you and I sustain as prophets, seers, and revelators."]],["li",["span.label","2."],["p.para","If we were to hold up a picture of these Brethren, would you recognize each of them? We rarely pay close attention to someone we do not recognize or know."]],["li",["span.label","3."],["p.para","Could you share with me the counsel given by the First Presidency and the Quorum of the Twelve Apostles from the last general conference? And could you identify the concerns of President Monson, President Eyring, and President Uchtdorf in the First Presidency Messages of the",["span.emphasis","Ensign"],"this year?"]],["li",["span.label","4."],["p.para","Perhaps more importantly, could you share with me a recent decision where you changed something in your life because of counsel received from one of these 15 men?"]]]]],[".figure",{"id":"f2","uri":"/new-era/2013/09/learning-from-living-prophets.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep03-quorum-of-twelve.jpg"}],[".caption",["p","The Quorum of the Twelve Apostles"]]],[".topic",{"id":"t2","uri":"/new-era/2013/09/learning-from-living-prophets.t2"},[".title","The Lord’s Pattern"],["p.para",{"id":"p17","uri":"/new-era/2013/09/learning-from-living-prophets.p17"},"The reasons our answers to these questions are so important rest in the calling and responsibility of the First Presidency and the Twelve Apostles. Whenever the Lord’s Church has been established, the Lord has called prophets and apostles. The Savior said, “Ye have not chosen me, but I have chosen you, and ordained you” (",["a",{"href":"/scriptures/nt/john/15.16"},"John 15:16"],"). To these men, that ordination brings a spiritual power and a solemn responsibility—a power to know and to testify and a responsibility to teach and to bless. It also brings a responsibility and a promise to us all. We have the responsibility to listen and to follow, and we have a promise that blessings will come as we believe and act on their words."],["p.para",{"id":"p18","uri":"/new-era/2013/09/learning-from-living-prophets.p18"},"When the Lord called twelve disciples in the Americas after His Resurrection, He taught the people: “Blessed are ye if ye shall give heed unto the words of these twelve whom I have chosen from among you to minister unto you, and to be your servants” (",["a",{"href":"/scriptures/bofm/3-ne/12.1"},"3 Nephi 12:1"],"). In our day, in a very difficult time, the Lord promised the Saints, “If my people will hearken unto my voice, and unto the voice of my servants whom I have appointed to lead my people, behold, verily I say unto you, they shall not be moved out of their place” (",["a",{"href":"/scriptures/dc-testament/dc/124.45"},"D&C 124:45"],")."],["p.para",{"id":"p19","uri":"/new-era/2013/09/learning-from-living-prophets.p19"},"This is the Lord’s pattern. He calls 15 men from “the ordinary pursuits of life”",["sup",["a",{"href":"fn_footnote1"},"1"]],"and endows them with the keys and power to guide and direct us. We are not forced to obey; there is no compulsion. But if we will be attentive to their words, if we will be responsive and willing to change our behavior as the Holy Ghost confirms their counsel, we will not be moved out of our place—meaning we will hold fast to the iron rod and will forever remain safely on the path leading to the tree of life."]]],[".notes",["h3","Notes"]],[".resources",[".sideQuote",{"id":"f3","uri":"/new-era/2013/09/learning-from-living-prophets.f3"},[".title","A Constant Stream of Revelation"],["p.para",{"id":"p24","uri":"/new-era/2013/09/learning-from-living-prophets.p24"},"“We have the Bible, the Book of Mormon and the Book of Doctrine and Covenants; but all these books, without the living oracles and a constant stream of revelation from the Lord, would not lead any people into the Celestial Kingdom of God. …"],["p.para",{"id":"p25","uri":"/new-era/2013/09/learning-from-living-prophets.p25"},"“Of course, these records are all of infinite value. They cannot be too highly prized, nor can they be too closely studied. But in and of themselves, with all the light that they give, they are insufficient to guide the children of men and to lead them into the presence of God. To be thus led requires a living Priesthood and constant revelation from God to the people according to the circumstances in which they may be placed.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],[".citationInfo",["p.para",{"id":"p26","uri":"/new-era/2013/09/learning-from-living-prophets.p26"},"President George Q. Cannon (1827–1901), First Counselor in the First Presidency,",["span.emphasis","Gospel Truth: Discourses and Writings of George Q. Cannon,"],"comp. Jerreld L. Newquist (1987), 252."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/new-era/2013/09/learning-from-living-prophets.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Boyd K. Packer, “The Twelve Apostles,”",["span.emphasis","Ensign,"],"Nov. 1996, 6."],[".footnote",{"id":"fn2","uri":"/new-era/2013/09/learning-from-living-prophets.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Relative to the importance of living prophets, President Wilford Woodruff said: “If we had before us every revelation which God ever gave to man; if we had the Book of Enoch; if we had the untranslated plates before us in the English language; if we had the records of the Revelator St. John which are sealed up, and all other revelations, and they were piled up here a hundred feet high, the church and kingdom of God could not grow, in this or any other age of the world, without the living oracles of God” (",["span.emphasis","Teachings of Presidents of the Church: Wilford Woodruff"],"[2004], 198)."]]}
