{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":7,"title":"Learning our Duties as Leaders","subtitle":"","short_title":"Lesson 5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.head1"},[".titleNumber","Lesson 5"],["h1","Learning Our Duties As Leaders"],[".intro","“Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99"},"D&C 107:99"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p5"},"Leaders in the Church and family must understand their duties in order to help those they serve receive the blessings of the gospel."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.f1"},["ol.number",["li",["span.label","1."],[".para","Leaders are more effective when they learn the duties that go with their position."]]]]],[".topic",["h2","Concept 1. Leaders Are More Effective When They Learn the Duties That Go With Their Position."],[".topic",["h3","Commentary"],["div",{"id":"p10","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p10"},"In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99-100"},"Doctrine and Covenants 107:99–100"],", the Lord counsels all to learn their duty. These verses are directed to those serving in priesthood offices, but the spirit of this counsel applies to all leaders. Elder Richard L. Evans, who was a member of the Quorum of the Twelve, taught: “Our families, the Church, the community, the nation, the kingdom of God are better served by the best-prepared people. Preparation and knowledge,",["span.emphasis","with"],"faithfulness, are infinitely better than just faithfulness alone. And those who drop out for trivial reasons, those who cease to learn, those who don’t continue to try to increase their competence are, I believe, failing to do their full duty” (in Conference Report, Oct. 1966, 55)."],["div",{"id":"p11","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p11"},"Each leadership role has unique duties. We can learn these duties from handbooks, our leaders, others who have served in the office, training meetings, personal observation, seeking the Spirit, studying the scriptures, and praying."],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p12"},"Calls to leadership positions give people the opportunity to learn and practice a variety of abilities, such as “evaluating alternatives, scheduling, delegating, and motivating others. However, all Church leaders are encouraged to focus principally on people, to feed the sheep in the Lord’s flock, to know and love the members, to listen, love, and help with personal needs. [President David O. McKay said,] ‘It is the leader’s duty … to teach the member to love—not the leader or teacher, but the truth of the gospel’ [in Conference Report, Oct. 1968, 143–44]. To do this, leaders are frequently counseled to seek the spiritual gifts of discernment and wisdom (cf.",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.12"},"Luke 12:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"D&C 84:85"],")” (in Daniel H. Ludlow, ed.,",["span.emphasis","Encyclopedia of Mormonism,"],"5 vols. [1992], 2:818)."],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p13"},"Leaders must learn their duties and what others expect of them. For example, a class president may be responsible for welcoming students to class, meeting with the teacher and other class officers to plan activities, training other class officers, celebrating class members’ birthdays, reaching out to class members who have challenges or are not attending, and so on."],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p14"},"As family leaders, parents are responsible for the welfare of themselves and their children. Their duties include the guidelines listed in “The Family: A Proclamation to the World” (",["span.emphasis","Ensign,"],"Nov. 1995, 102)."],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p15"},"Auxiliary and priesthood leaders are responsible for helping those they serve receive the blessings of the gospel. Their duties may include conducting meetings, supervising home or visiting teaching, reporting to other leaders, counseling, interviewing, preparing budgets, calling people to serve, directing service projects, and in general helping their organizations function well. The primary responsibility of priesthood and auxiliary leaders is to support and encourage parents in their duty to teach the gospel in the home."],"Church and family leaders usually need to develop abilities such as:",["ul.bullet",["li",["span.label","•"],[".para","Evaluating alternatives"]],["li",["span.label","•"],[".para","Making decisions"]],["li",["span.label","•"],[".para","Scheduling activities"]],["li",["span.label","•"],[".para","Budgeting time"]],["li",["span.label","•"],[".para","Delegating responsibility"]],["li",["span.label","•"],[".para","Motivating"]],["li",["span.label","•"],[".para","Focusing on people rather than tasks"]],["li",["span.label","•"],[".para","Communicating with those they serve and with other leaders"]],["li",["span.label","•"],[".para","Edifying"]],["li",["span.label","•"],[".para","Listening empathetically"]],["li",["span.label","•"],[".para","Knowing and loving people"]],["li",["span.label","•"],[".para","Helping people with their personal needs"]],["li",["span.label","•"],[".para","Teaching them to love gospel truths"]],["li",["span.label","•"],[".para","Using spiritual gifts such as discernment and wisdom"]],["li",["span.label","•"],[".para","Working within doctrinal and policy constraints"]]]],[".topic",["h3","Teaching Idea"],["div",{"id":"p33","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p33"},"Ask two or three students what type of work their parents do to support their families. Or if your students are the heads of families, you could ask what type of work they do. Discuss what skills, knowledge, or attitudes these jobs require."],["div",{"id":"p34","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p34"},"Point out that every member should prepare to become a leader in the Church or in the family. Each leadership role has its unique duties."],["div",{"id":"p35","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p35"},"Ask why it is important for leaders to learn their duties. Isn’t it enough for leaders just to be good people and to try to help others?"],["div",{"id":"p36","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p36"},"Name with students some of the duties of various Church and family leadership positions. Discuss how we learn these duties. Encourage students to strive to learn all their duties whenever they are placed in a leadership position."],["div",{"id":"p37","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p37"},"Make a list of a Relief Society president’s duties. Make another list of an elders quorum president’s duties. Point out that we could make similar lists for every leadership position in the Church and family. Emphasize how important it is for leaders to learn their duties so they can be profitable servants."],["div",{"id":"p38","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p38"},"Review some of the ways we learn our duties as leaders."],["div",{"id":"p39","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p39"},"Ask what might keep us from learning our duties as leaders, and discuss how we might overcome these obstacles."],["div",{"id":"p40","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p40"},"Remind students of the great blessings that come to those who help others come to Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.15-16"},"D&C 18:15–16"],")."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p42","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p42"},"Elder Dallin H. Oaks"],["div",{"id":"p43","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p43"},["span.emphasis","Of the Quorum of the Twelve Apostles"]]],[".citationInfo",["div",{"id":"p44","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p44"},["span.emphasis","“Parental Leadership in the Family,”"],"Ensign,",["span.emphasis","June 1985, 7–11"]]],["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p45"},"I appreciate this opportunity to speak to the parents of the Church about parental leadership in the family. I address my remarks to every parent, young and old. I speak to those who must exercise their parental roles alone, and I speak to those who are equally yoked together in a happy marriage."],["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p46"},"We cannot overstate the importance of parenthood and the family. The basis of the government of God is the eternal family. Our theology begins with heavenly parents and our highest aspiration is to attain that status ourselves. The gospel of Jesus Christ is the plan of our Heavenly Father, for the benefit of his spirit children. The gospel plan is made possible by the sacrifice of our Elder Brother. As earthly parents we participate in the gospel plan by providing earthly bodies for the spirit children of heavenly parents. We solemnly affirm that the fulness of eternal salvation is a family affair. We may truly say that the gospel plan originated in the council of an eternal family, it is implemented through our earthly families, and has its destiny in our eternal families. Small wonder The Church of Jesus Christ of Latter-day Saints is known as a family-centered church."],["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p47"},"As parents in Zion we are responsible to teach our posterity the gospel of Jesus Christ, including the necessity of keeping the commandments of God and obtaining the saving ordinances of the gospel."],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p48"},"We all desire to improve our performance as parents. No task is more common, yet none is more important. President Joseph F. Smith gave us this counsel:"],["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p49"},"“We should never be discouraged in those daily tasks which God has ordained to the common lot of man. Each day’s labor should be undertaken in a joyous spirit and with the thought and conviction that our happiness and eternal welfare depend upon doing well that which we ought to do, that which God has made it our duty to do.”"],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p50"},"President Smith applied that principle to parenting as follows:"],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p51"},"“After all, to do well those things which God ordained to be the common lot of all man-kind, is the truest greatness. To be a successful father or a successful mother is greater than to be a successful general or a successful statesman.”"],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p52"},"Success in an occupation—even a lofty one—is only temporary, President Smith concluded, whereas success as a parent is “universal and eternal greatness.” (",["span.emphasis","Gospel Doctrine,"],"5th ed. Salt Lake City: Deseret Book Co., 1939, p. 285.)"],["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p53"},"Despite the importance of our task, these are difficult times for parents. The stresses and problems of modern living pose great problems for parents. These are suggested by the bittersweet definition of a family as “a group of people who have keys to the same house.”"],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p54"},"The popular terms “women’s liberation” and “men’s liberation” suggest other problems. This kind of “liberation” often purports to free men and women from family responsibilities. Men or women who desert or neglect their families may be liberated from responsibilities but they are imprisoned by sin. Whatever may happen in the short run, no one can ever achieve true liberation or freedom by fleeing eternal responsibilities. Eternal freedom requires the conscientious fulfillment of family responsibilities."],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p55"},"As we study the sermons given by our leaders in the first century of the restored Church, we are struck with how seldom they spoke about family responsibilities. In contrast, this is a frequent subject of instruction in recent times. Why is this so?"],["div",{"id":"p56","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p56"},"In my boyhood on a farm, every evening was a family home evening, and there was no television to distract us from family activities. Aside from brief hours at school, whatever happened during the day happened under the direction of the family. Ordinarily we left the farm only twice a week—on Saturday for shopping and on Sunday for church. That was the pattern of living for most members during the first century of the restored Church. In that circumstance there was little need for a regularly scheduled family home evening. And there was little need to stress the preeminence of the family or the importance of family responsibilities."],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p57"},"Today very few of our youth experience the consistent family-centered activities of earlier times. Urban living and modern transportation have made it easy for our youth to use their homes as boarding houses where they sleep and take an occasional meal but where there is little direction of their activities. Organized recreational activities and high-speed transportation draw young people away from parental supervision."],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p58"},"The way in which most members of the Church earn a living also complicates their parental roles. In times past, the family was a unit of economic",["span.emphasis","production,"],"organized and disciplined. All four of my grandparents worked the soil, directing the efforts of their children on family farms or ranches. The whole family worked together in producing their food, maintaining their homes, and generating cash income for what had to be purchased."],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p59"},"Today, relatively few families work together in the production of income. In these times, most families are units of economic",["span.emphasis","consumption,"],"which does not require a high degree of organization and cooperation. In these circumstances, it requires a special effort for parents to work with their children in common endeavors, but it is important to do so."],["div",{"id":"p60","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p60"},"One of the great influences that unified families in prior times was the experience of struggling together in pursuit of a common goal—such as taming the wilderness or establishing a business. This principle is so important that one commentator suggested, “If the family lacks a common crisis, hire a wolf to howl at the door.” (",["span.emphasis","Time,"],"Dec. 15, 1967, p. 31.) Most parents have enough crises without hiring any more. But they may need to identify them and organize their families in unified efforts to resolve them."],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p61"},"Families unite when they do meaningful things together. Children should work together under the leadership of parents. Common employment, even on a part-time basis, is valuable. So is a family garden. Common projects to help others are also desirable. Families may establish a perpetual missionary fund. They can research and write family histories and share them with others. They can organize family reunions. They can educate family members in the basic skills of living, including managing finances, maintaining property, and broadening their general education. The learning of languages is a useful preparation for missionary service and modern life. The teachers of these subjects can be parents or grandparents or other members of the extended family."],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p62"},"Some may say, “But we have no time for that.” As for time to do what is truly worthwhile, I suggest that many parents will find that they can turn their family on if they will turn their television off. The TV set is on for an average of seven hours per day in homes in the United States. (",["span.emphasis","USA Today,"],"May 17, 1984.) More to the point, a 1984 study of television viewing in a predominantly",["span.emphasis","LDS area"],"showed that 70 percent of those surveyed—mostly adults—watched television three hours or more per day. Almost half of that group watched TV for five hours or more."],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p63"},"President David O. McKay taught:"],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p64"},"“The home is the first and most effective place for children to learn the lessons of life: truth, honor, virtue, self-control; the value of education, honest work, and the purpose and privilege of life. Nothing can take the place of home in rearing and teaching children, and no other success can compensate for failure in the home.” (",["span.emphasis","Family Home Evening Manual 1968–69,"],"p. iii.)"],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p65"},"Parents are the master teachers. They do their most effective teaching by example. The family circle is the ideal place to demonstrate and learn kindness, forgiveness, faith in God, and every other practicing virtue of the gospel of Jesus Christ."],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p66"},"The father presides and has the ultimate responsibility in the government of the home, but parenting is obviously a shared responsibility. Both parents occupy a leading role in teaching their children, and both must counsel together and support one another. In this effort parents should remember President Kimball’s marvelous image of the candle and mirror: “There are two ways of spreading light: to be the candle or to be the mirror that reflects it. We parents can be both.” (In Conference Report, Stockholm Sweden Area Conference 1974, p. 49.) In the sacred task of teaching the children of God, parents should unite and combine their efforts to dispel the powers of darkness from the lives of their children."],["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p67"},"The family circle is also the best organization to counteract selfishness and self-indulgence, those obsessive themes that seem to be the siren songs of modern life. In contrast to the selfish individualism that surrounds us, we should seek to model our family life after the self-sacrifice of our Savior. He taught us to give ourselves in service to one another. In his great closing sermon, King Benjamin told his people to teach their children “to walk in the ways of truth and soberness … [and] to love one another, and to serve one another.” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.15"},"Mosiah 4:15"],".)"],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p68"},"There is no human relationship more suited to such teachings than a family where parents truly love and give their lives in service to their children. Parents should teach the principles of the restored gospel, including particularly the atoning sacrifice of our Savior, Jesus Christ. Parents should also teach the smaller-scale sacrifices they are making for their own families. If done in the right spirit—by example as well as by precept—this teaching should help children be more loving and honoring of their parents. It should also help prepare children to be parents themselves."],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p69"},"Parents teach and families learn by doing things together."],["div",{"id":"p70","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p70"},"Families should pray together, kneeling night and morning to offer thanks for blessings and prayers for common concerns."],["div",{"id":"p71","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p71"},"Families should worship together, participating in church services and family devotionals."],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p72"},"Families should study and learn together. This should include group reading and discussion of the scriptures, and group consideration of other valuable subjects, such as the practical knowledge necessary to function in a modern world."],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p73"},"Families should work together, as suggested earlier. Families should also play together, so that happy recreational experiences are associated with the activities of the family."],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p74"},"Families should counsel together, treating all matters of concern to the family and its members."],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p75"},"Families should eat together. Mealtime is a natural time for the family to assemble and communicate. It is a shame for such an opportunity to be lost in family bickering or to be fragmented by family members seizing food and scattering to the four corners as if the family kitchen were a fast food outlet."],["div",{"id":"p76","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p76"},"Families should join in recording family traditions and sacred experiences. They should also come together to share such records to strengthen the family and its individual members. As President Kimball reminded us, “Stories of inspiration from our own lives and those of our forebears … are powerful teaching tools,” a source of inspiration for us and our posterity. (",["span.emphasis","Ensign,"],"Jan. 1982, p. 4.)"],["div",{"id":"p77","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p77"},"It is a striking fact that the family home evening is the ideal time to accomplish almost every type of family togetherness. It is the ideal place for the family to pray together, learn together, counsel together, play together, and even work together. Most of us recognize this, but I wonder how many of us are really using the family home evening to its full potential. …"],["div",{"id":"p78","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p78"},"The magnitude of our responsibilities as parents is revealed in this prophetic statement by President Spencer W. Kimball:"],["div",{"id":"p79","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p79"},"“The time will come when only those who believe deeply and actively in the family will be able to preserve their families in the midst of the gathering evil around us.” (",["span.emphasis","Ensign,"],"Nov. 1980, p. 4.)"],["div",{"id":"p80","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-our-duties-as-leaders.p80"},"In the supremely important task of preserving our families we need all the help we can get. In that effort we are entitled to and will receive the blessings of heaven. We are the servants of our Lord and Savior, Jesus Christ, and it is his commission we follow as we seek to carry out our sacred responsibilities as parents in Zion. May we be diligent and blessed in that endeavor."],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","What are some of the principal responsibilities of parents as family leaders?"]],["li",["span.label","•"],[".para","What reasons does Elder Oaks provide for his observation that early Church leaders spoke less often than current ones about family responsibilities?"]],["li",["span.label","•"],[".para","What does Elder Oaks say families can do to be united?"]],["li",["span.label","•"],[".para","According to Elder Oaks, what is the most effective way for parents to teach?"]],["li",["span.label","•"],[".para","What are some things that families could do together?"]],["li",["span.label","•"],[".para","What can leaders to do to strengthen parents and the home as a place for gospel instruction and as a laboratory for living the Savior’s teachings?"]]]]]]]],"refs":null}
