{"id":34,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":34,"title":"Lesson 32: Rehoboam","subtitle":"","short_title":"Lesson 32","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.head1"},[".titleNumber","Lesson",["span.dominant","32"]],["h1","Rehoboam"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p4"},"To encourage each child to be a positive influence on others and to withstand negative peer pressure."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.43"},"1 Kings 11:43"],"—Rehoboam, Solomon’s son, becomes king."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12.1-5"},"1 Kings 12:1–5"],"—Jeroboam tells Rehoboam that Israel will serve him if he lightens their burdens."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12.6-11"},"1 Kings 12:6–11"],"—Rehoboam seeks counsel of the old men and young men."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12.12-21"},"1 Kings 12:12–21"],"—Rehoboam rejects the counsel of the old men. The ten tribes revolt and follow Jeroboam."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed: a Bible for each child."]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p14","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p14"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p16","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p16"},"Put the following diagram on the chalkboard or a piece of paper where all the children can see it."],[".",{"id":"f3","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.f3"}],["div",{"id":"p17","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p17"},"Explain that this lesson can be summed up in two words. In order to discover what the lesson is about, the children must find out what the two mystery words are. As the children guess letters, fill in the appropriate space or spaces if that letter is part of the words. If the letter does not appear in the words, cross out or erase one of the faces and write down the unused letter so it won’t be chosen again. Have the children try to discover what the two mystery words are before all the faces are crossed out or erased. The mystery words are",["span.emphasis","Peer Pressure."]],["div",{"id":"p18","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p18"},"Discuss the meaning of peer pressure. Help the children understand that peer pressure is the influence they and their friends have on one another. Discuss how peer pressure can be negative or positive. Give the children examples of both negative and positive peer pressure, such as joining in with a group that is being unkind to someone to avoid being teased or being kind to someone and encouraging others to join in. Explain that the children will learn about a king who was influenced by negative peer pressure and the consequences he suffered as a result of his decisions."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p20"},"Teach the children the account of Rehoboam from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.)"]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p22"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Who was Rehoboam’s father? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.43"},"1 Kings 11:43"],".) After Solomon died and Rehoboam became king, what did the people want him to do for them? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12.3-4"},"1 Kings 12:3–4"],".) Explain that Solomon had taxed the people heavily, and the people had grown weary of the tax burden."]],["li",["span.label","•"],[".para","Whom did Rehoboam first consult with? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12.6"},"1 Kings 12:6"],".) What was their advice to Rehoboam? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12.7"},"1 Kings 12:7"],".) Why do you think this was good advice? What could we learn from this advice about how we should treat our families, friends, and neighbors?"]],["li",["span.label","•"],[".para","Whom did Rehoboam consult with next? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12.8-9"},"1 Kings 12:8–9"],".) What was their advice to Rehoboam? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12.10-11"},"1 Kings 12:10–11"],"; the reference to scorpions in verse 11 alludes to whips made of several thongs of leather with metal barbs embedded in the ends.)"]],["li",["span.label","•"],[".para","How did Rehoboam respond when the people came to him to get his answer? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12.13-14"},"1 Kings 12:13–14"],".) Why do you think Rehoboam decided to follow the advice of the younger men rather than the older men? How do you think the people felt about Rehoboam’s decision? What are some of the consequences of being unkind to others?"]],["li",["span.label","•"],[".para","What was the result of Rehoboam following the advice of his young friends instead of the wiser old men? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12.19-21"},"1 Kings 12:19–21"],".) Explain that because Rehoboam followed unwise advice, only the tribes of Judah and Benjamin accepted him as their king. Jeroboam led a revolt against Rehoboam and became king of the other ten tribes. This is how the twelve tribes of Israel became divided into two kingdoms, the kingdom of Judah (Rehoboam) and the kingdom of Israel (Jeroboam). (Note: Although the names",["span.emphasis","Rehoboam"],"and",["span.emphasis","Jeroboam"],"are similar, the two men were not brothers nor related.)"]],["li",["span.label","•"],[".para","Why should we seek counsel from wise people? (See enrichment activity 3.) Why is it important to choose friends with wholesome values? (See enrichment activity 4.) What should we do if someone tries to persuade us to do something we know is wrong? How does negative peer pressure have a bad influence on some young people today? How can we benefit from positive peer pressure? How can we use positive peer pressure to help other young people?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p30","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p30"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.f5"},["ol.number",["li",["span.label","1."],[".para","Write situations such as the following on slips of paper and put them in a container. Have each class member draw out a slip of paper and then take turns telling how they should respond to the situation. Remind the children that they can be a positive influence on others in many ways."],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","You have a friend who often asks you to skip school and spend the day playing. How could you be a positive influence on your friend?"]],["li",["span.label","b."],[".para","You are staying the night at a friend’s house. Every night before getting into bed you kneel down and say your prayers, but you know your friend does not have that habit. What could you do when it is time to say your prayers?"]],["li",["span.label","c."],[".para","A group of your friends wants you to go to a movie with them. You know that your parents consider the movie to be inappropriate, but your friends beg you to go. How could you be a positive influence on your friends?"]],["li",["span.label","d."],[".para","You want to go to church on Sundays, but some friends want you to stay home and play soccer with them. How could you be a positive influence on your friends?"]],["li",["span.label","e."],[".para","You have a friend who wants you to go with her to help a widow who lives down the street. You would rather play. What should you do? Why?"]]]],[".para","Ask the children to share experiences they have had or have observed when someone’s example has influenced others for good."]],["li",["span.label","2."],[".para","Draw the following illustration of the Big Dipper, the Little Dipper, and the North Star on the chalkboard and explain that in the Northern Hemisphere (north of the equator) there is a star called the North Star. (Note: If you live in the Southern Hemisphere, please adapt the illustration to the Southern Cross.) It has been a guide to sailors, campers, and explorers throughout the ages. The direction north can always be located by means of this star. The North Star can be found by finding the Big Dipper, a group of seven stars shaped like a pan with a handle. If a line is drawn through the two pointer stars of the Big Dipper, the two farthest stars from the handle, the line points to the North Star. The North Star is also the last star in the handle of the Little Dipper."],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}],[".para","Tell the children about President Gordon B. Hinckley’s experience when he relied on the North Star for comfort and consistency."],[".para","“After a day of good, hard labor, my younger brother Sherm and I would sleep out under the stars in the box of an old farm wagon. … We could identify some of the constellations and other stars. … [O]ur favorite was the North Star. Each night, like many generations of boys before us, we would trace the Big Dipper, down the handle and out past the cup, to find the North Star."],[".para","“We came to know of the constancy of that star. As the earth turned, the others appeared to move through the night. But the North Star held its position in line with the axis of the earth. Because of those boyhood musings, the polar star came to mean something to me. I recognized it as a constant in the midst of change. It was something that could always be counted on, something that was dependable, an anchor in what otherwise appeared to me a moving and unstable firmament” (in Jeffrey R. Holland, “President Gordon B. Hinckley,”",["span.emphasis","Ensign,"],"June 1995, p. 5)."],[".para","Discuss how we can be constant like the North Star. If we decide now that when we face temptations or peer pressure we will choose the right, we will be constant in making righteous decisions and others will look to us for direction. Our decisions will not be affected by fear of what people will think of us or by negative pressure from others."]],["li",["span.label","3."],[".para","Find out a special skill or talent that a class member or ward member has, such as playing a musical instrument, playing a sport, and so on. Ask him or her to tell the class about it or to demonstrate it for the class. Ask the children whom they would seek help from if they wanted to learn that skill. Discuss the importance of seeking help and following the advice of those who have the knowledge and experience to guide us. Ask the children to name people they could ask for advice about:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","Problems in their families."]],["li",["span.label","b."],[".para","Something a friend is doing that is wrong."]],["li",["span.label","c."],[".para","How to improve their grades in school."]],["li",["span.label","d."],[".para","How to overcome a bad habit."]]]],[".para","During the discussion help the children understand that we should always ask Heavenly Father to help us with our decisions and problems. He will help us know what to do or whom to go to for help and advice."]],["li",["span.label","4."],[".para","Explain that at times we don’t know if we should do something that someone is putting pressure on us to do. Read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.13"},"Moroni 7:13"],"and talk about how this scripture can help us know what we should do in these situations. You may want to discuss some of the situations from enrichment activity 1 as examples. (The",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"thirteenth article of faith"],"could be used with or instead of",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.13"},"Moroni 7:13"],".)"]],["li",["span.label","5."],[".para","Relate and discuss the following story:"],[".para","“One day in my fourth-grade religion class in Jamaica, my teacher asked all the students to tell about their religious beliefs. Since I was the only Mormon in my prep school, I was chosen as the Mormon representative."],[".para","“By the time it was my turn, my heart was beating a hundred miles a minute. I was never much of a public speaker anyway, and I didn’t have a loud voice. When I stood up, I just stared at the sea of eyes before me and tried to speak about some of our beliefs. I first spoke about the Word of Wisdom, then talked about the sacrament, about how we used bread and water to represent the Saviour’s body and blood when he died for us."],[".para","“Before I could say another word, everyone started laughing at me. Tears stung my eyes as I wondered what I had said to make them laugh. I quickly wiped my eyes and went to my seat amidst the chants of ‘Bread and water, bread and water.’ By the end of the day I was still being teased. … I still don’t know why they decided to make fun of what I was saying."],[".para","“When I got home, I took my mother’s huge Bible off the shelf and began looking at some of the pictures. As I was flipping a page, I glimpsed a scripture and quickly turned back to it. It was",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.32"},"Matthew 10:32"],": ‘Whosoever therefore shall confess me before men, him will I confess also before my Father which is in heaven.’ As I read the words over and over, a feeling of peace washed over me as I realized it didn’t matter who laughed at me as long as I was doing what was right” (Camille Nugent,",["span.emphasis","New Era,"],"June 1994, p. 15)."]],["li",["span.label","6."],[".para","Sing or read the words to",["span.crossRef","“Dare to Do Right”"],"(",["span.emphasis","Children’s Songbook,"],"p. 158)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p62","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p62"},"Share with the children your desire to remain constant and faithful to Heavenly Father in all circumstances. You may want to tell how a friend has been a positive influence in your life and how you want to help your friends make wise decisions. Challenge the children to not give in to negative peer pressure and to be a positive influence on those around them by being constant in making righteous decisions in all situations."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p64","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p64"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p66","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p66"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12.1-20"},"1 Kings 12:1–20"],"at home as a review of this lesson."]],["div",{"id":"p67","uri":"/manual/primary-6-old-testament/lesson-32-rehoboam.p67"},"Invite a child to give the closing prayer."]]]],"refs":null}
