{"id":47,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":47,"title":"Lesson 44: Using Time Wisely","subtitle":"","short_title":"Lesson 44","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.head1"},[".titleNumber","Lesson",["span.dominant","44"]],["h1","Using Time Wisely"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p1"},"Each young woman will understand the importance and benefits of using time wisely."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.f1"},["ol.number",["li",["span.label","1."],[".para","Bring paper and a pencil for each class member."]],["li",["span.label","2."],[".para","Display a variety of timing devices, such as an hourglass or egg timer, different kinds of clocks, a watch with a second hand, and a metronome."]],["li",["span.label","3."],[".para","Gather the following for the object lesson described in the lesson (you may want to practice the object lesson before class):"],["div",{"id":"f","uri":"/manual/young-women-manual-1.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","One pint jar or clear bowl."]],["li",["span.label","b."],[".para","Enough rocks (each 1 to 1 1/2 inches in diameter) to fill the pint jar."]],["li",["span.label","c."],[".para","Approximately one pint of sand, rice, or salt."]],["li",["span.label","d."],[".para","One pint of water."]]]]],["li",["span.label","4."],[".para","Prepare two copies of the Scripture Reference List below. Put blanks in place of the words in parentheses."]],["li",["span.label","5."],[".para","Make a poster showing the efficiency expert’s advice, or write the advice on the chalkboard (see page 196)."]],["li",["span.label","6."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Object lesson"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p12"},"Display various timing devices."],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p13"},"Set a timing device such as an egg timer, a stopwatch, or an alarm clock for one minute and place it in front of the class."],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p14"},"Though it may seem like a long time to just sit, ask the young women to sit in silence for one minute."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How many minutes do we probably use wisely each day? How many do we use unwisely?"]],["li",["span.label","•"],[".para","What could be accomplished in ten to fifteen minutes of wisely used time?"]],["li",["span.label","•"],[".para","Do you believe that you will be held accountable for your use of time?"]]],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p18"},"After class members respond, indicate that there is one thing in which all people are equal: everyone has the same daily allotment of time. Each young woman is responsible for the time given her."]]],[".topic",["h3","We Are Responsible for How We Use Our Time"],[".teachingMethod",["h3","Timed scripture search"],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p19"},"Point out that the scriptures teach us to make wise use of time. Divide the young women into two groups. Appoint a scribe for each group; give her a pencil and the following Scripture Reference List, replacing the words in parentheses with blanks."],[".topic",["h4","Scripture Reference List"],["div",{"id":"f4","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.f4"},["ol.number",["li",["span.label","1."],[".para","There is a (",["span.emphasis","time"],") to every (",["span.emphasis","purpose"],") (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/3.1"},"Ecclesiastes 3:1"],")."]],["li",["span.label","2."],[".para","A wise (",["span.emphasis","man’s heart"],") discerneth (",["span.emphasis","time and judgment"],") (",["a.scriptureRef",{"href":"/scriptures/ot/eccl/8.5"},"Ecclesiastes 8:5"],")."]],["li",["span.label","3."],[".para","Thou shalt not (",["span.emphasis","idle"],") away thy (",["span.emphasis","time"],") (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/60.13"},"D&C 60:13"],")."]],["li",["span.label","4."],[".para","They must be (",["span.emphasis","judged"],") of their (",["span.emphasis","works"],") … which were done by the (",["span.emphasis","temporal body"],") in their days of (",["span.emphasis","probation"],") (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.32"},"1 Nephi 15:32"],")."]]]],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p24"},"After the signal to start, each group should locate the references, and the scribe should fill in each blank with the proper word or words. Take no longer than three minutes. Ask the scribes to take turns reading the completed scripture statements."]]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p25"},"Have a class member read the following statement by President Brigham Young:"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p26"},"“Time is all the capital stock there is on the earth; … if properly used, it brings that which will add to your comfort, convenience, and satisfaction. Let us consider this, and no longer sit with hands folded, wasting time” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [Salt Lake City: Deseret Book Co., 1941], p. 214)."]]],[".topic",["h3","Effective Use of Time Brings Spiritual and Temporal Blessings"],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Why do we sometimes use our time ineffectively?"]]],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p28"},"Discuss this question in detail, asking the young women to share examples from their own lives or the lives of others. Make sure the following points are brought out in the discussion."],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p29"},"Make sure the following points are brought out in the discussion."],["div",{"id":"f6","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.f6"},["span.emphasis","Possible reasons for wasting time:"],["ol.number",["li",["span.label","1."],[".para","Not planning properly"]],["li",["span.label","2."],[".para","Not seeing clearly what needs to be done and what is most important to do first"]],["li",["span.label","3."],[".para","Procrastinating"]],["li",["span.label","4."],[".para","Not organizing time or tasks"]],["li",["span.label","5."],[".para","Not using proper tools or equipment or the best method to accomplish the task"]],["li",["span.label","6."],[".para","Filling time with unimportant things"]]]],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p36"},"Explain that planning, assigning priorities, organizing, getting started, and using proper tools and methods can make life less frustrating and more productive. Wise use of time enables a person to enjoy greater spiritual and temporal blessings."]],[".teachingMethod",["h3","Case studies and discussion"],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p37"},"Ask the young women to help resolve the following situations so that greater temporal and spiritual blessings result for the person in each case study."],[".topic",["h4","Case Study 1"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p38"},"Ann, a Young Women class president and an active high school student, is taking music lessons and is the only daughter at home. Her life seems to be always in a crisis with homework, Church activity, practices, meetings, personal grooming, and home responsibilities. She never seems to find time to read the scriptures, she sometimes falls asleep during her prayers, and she is often late to meetings."],["ul.bullet",["li",["span.label","•"],[".para","How could Ann enjoy an organized life rather than endure a chaotic one? (She should determine which things are most important and then organize her time to include prayer, daily scripture study, and other essential things.)"]]]],[".topic",["h4","Case Study 2"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p40"},"Christine spends many hours after school tending her younger brothers and sisters. She would like to have more time to develop spiritually and to practice some homemaking skills."],["ul.bullet",["li",["span.label","•"],[".para","How could she merge her tending responsibilities with spiritual and homemaking development? (She could teach the children gospel lessons and songs, develop a plan and teach them to cook or sew, and read the scriptures and scripture stories to them.)"]]]],[".topic",["h4","Case Study 3"],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p42"},"Lisa fulfills her Church assignments and is a good student, an efficient worker, and a helpful daughter. She spends her spare time listening to music, swimming, meditating, and daydreaming."],["ul.bullet",["li",["span.label","•"],[".para","What do you think of the way Lisa spends her spare time? (Lisa seems to be very productive and manages her time well. Time for rest, relaxation, and recreation should be included in our scheduling. Unscheduled time is not necessarily wasted time.)"]]]]],[".teachingMethod",["h3","Summary quotation"],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p44"},"Have the following quotation read:"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p45"},"“Mere ‘busyness’ is not necessarily evidence of the wise use of time. There should be time for mental and spiritual development as well as relaxation: time for worship and time to express our thankfulness for our ability to work, and think, and pray, and read, and help, and dream, and laugh, and plan, and learn. …"],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p46"},"“The time we spend learning of our Father in heaven will bring untold blessings to us all the days of our lives” (John Longden, “Time Is of the Essence,”",["span.emphasis","Improvement Era,"],"June 1966, pp. 511–12)."]]],[".topic",["h3","Wise Use of Time Requires Planning"],[".teachingMethod",["h3","Object lesson"],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p47"},"Ask the young women to enumerate activities they",["span.emphasis","must"],"pursue daily (attend school, eat, sleep, do homework, and others). As these activities are identified, place a stone for each one in a pint jar or bowl. (The bowl or jar represents a twenty-four-hour day.) Fill the jar with stones. Ask the young women to name other things they need to do each day (travel to and from school, make beds, dress, bathe, clean room, care for pets, pray, study the scriptures, prepare clothing, practice music, attend Church meetings, and others). As these other activities are identified, add sand, rice, or salt to the jar of rocks until it looks full. (The sand represents these additional activities.) Acknowledge that the young women’s lives are as full as the jar appears to be. Then add water, explaining that even during an apparently full day there is time for meditation, recreation, and other uplifting activities. (The water represents these activities.) All of us should strive for a proper balance in the use of our time. Accomplishing all we need and desire to do takes careful planning."]],[".teachingMethod",["h3","Story"],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p48"},"“Once an efficiency expert approached the president of a large steel corporation and outlined his firm’s services. ‘No use,’ the president responded, ‘I’m not managing as well as I know how now. We need action, not more knowing. If you could get us to do what we know we should, I’ll pay you anything you ask.’"],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p49"},"“‘Fine,’ answered the consultant. ‘I can give you something in a few minutes to increase your doing and action fifty percent. First, write on a blank sheet the six most important tasks you have to do tomorrow. Second, put them in the order of their importance. Third, pull this sheet out the first thing tomorrow morning and begin working on item one. When you finish it, tackle item two, then item three. Do this until quitting time. Don’t worry if you finish only two or three or even if you finish only one item. You’ll be working on the most important ones. Fourth, take the last five minutes of each working day to make out a “must” list for the next day’s tasks.’"],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p50"},"“Reportedly, the president sent the consultant $25,000 for the idea, $1,000 for each of the twenty-five minutes spent in the visit” (",["span.emphasis","Teacher Development Program—In-service Series 2,"],"1971–72, Participant Materials, p. 58)."]],[".teachingMethod",["h3","Poster or chalkboard discussion"],["div",{"id":"p51","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p51"},"Display the poster summarizing the efficiency expert’s advice, or refer to it on the chalkboard."],[".topic",["h4","Efficiency Expert’s Advice"],["div",{"id":"f10","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.f10"},["ol.number",["li",["span.label","1."],[".para","Write down the most important tasks to be performed."]],["li",["span.label","2."],[".para","Number these in order of importance."]],["li",["span.label","3."],[".para","Begin working on number one in the morning."]],["li",["span.label","4."],[".para","When number one is completed, go to number two and so forth."]],["li",["span.label","5."],[".para","Each evening, make a new list to be used the next day."]]]],["ul.bullet",["li",["span.label","•"],[".para","How can our Heavenly Father be involved in this plan? (We should ask for his help in the use of our time and in determining priorities.)"]]]]],[".teachingMethod",["h3","Writing"],["div",{"id":"p58","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p58"},"Distribute a blank sheet of paper and a pencil to each class member. Have each young woman divide her paper into three columns, labeling the first column “Must Do,” the second “Should Do,” and the third “Would Like to Do.” Instruct the young women to write under the heading “Must Do” the things that they must do",["span.emphasis","tomorrow,"],"under the heading “Should Do” the things they ought to do, and under the heading “Would Like to Do” the things that they would enjoy doing for pleasure. These are similar to the things identified in the object lesson with the rock, sand, and water. Ask the young women to number the items in the last two columns in order of their importance, since these are the activities they can control."]]],[".topic",["h3","Lesson Application"],["div",{"id":"p59","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p59"},"Have the young women look critically at the important items they have identified and consider how they can use their time more efficiently to accomplish the most important activities in the last two columns. Suggest that they follow the efficiency expert’s procedure for two weeks. Provide time for them to report on their success in two weeks."],["div",{"id":"p60","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p60"},"Encourage the young women to kneel and approach the Lord in prayer every morning. They could talk to him about their duties and priorities for that particular day, ask for help and inspiration in performance, and then report the results to him at night."]],[".topic",["h3","Suggested Activities"],["div",{"id":"p61","uri":"/manual/young-women-manual-1/lesson-44-using-time-wisely.p61"},"With approval of the bishop or branch president, invite a well-qualified person (for example, a college student, a young mother, or some other member of your ward who is especially well-organized) to share tips on how to make effective use of time."]]]]],"refs":null}
