{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":6,"title":"Lesson 3: The Angel Moroni Visits Joseph Smith","subtitle":"","short_title":"Lesson 3","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.head1"},[".titleNumber","Lesson",["span.dominant","3"]],["h1","The Angel Moroni Visits Joseph Smith"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p1"},"To help the children understand the importance of Moroni’s message that the fulness of the gospel of Jesus Christ was to be restored."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.27-53"},"Joseph Smith—History 1:27–53"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.6-7"},"Revelation 14:6–7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.1,4"},"Mormon 8:1, 4"],"; and the historical account given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Pearl of Great Price for each child."]],["li",["span.label","b."],[".para","A Bible and a Book of Mormon."]],["li",["span.label","c."],[".para","An object to represent a microphone (optional)."]],["li",["span.label","d."],[".para","Picture 5-7, The Angel Moroni on Top of the Salt Lake Temple; picture 5-8, Moroni Appears to Joseph Smith in His Room (Gospel Art Picture Kit 404; 62492); picture 5-9, Joseph Smith Uncovering the Gold Plates."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p9"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["ul.bullet",["li",["span.label","•"],[".para","If someone handed you a microphone and asked you to give an important message to the whole world, what message would you give?"]]],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p11"},"Hand one of the children the “microphone” and have him or her give a message into it. Let a few other children have a turn. You may want to take a turn yourself."],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p12"},"Tell the children that in this lesson they are going to learn about an important message someone gave that was meant to help the entire world. This message did not come through a microphone; it did not come by radio, television, or satellite."],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p13"},"Show the picture of the angel Moroni on top of the temple."],["ul.bullet",["li",["span.label","•"],[".para","Who is this? Why do you think the angel Moroni is shown blowing a trumpet?"]]],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p15"},"Ask the children to listen to John’s description of Moroni’s message and how he gave it. Read aloud",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.6-7"},"Revelation 14:6–7"],"."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p16"},"Teach the children about Moroni’s visits to Joseph Smith, as described in",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.27-53"},"Joseph Smith—History 1:27–53"],"and the following historical account. Show the pictures of Joseph Smith at appropriate times."],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p17"},"Nearly three and a half years passed between the First Vision, when Heavenly Father and Jesus Christ appeared to Joseph Smith, and the angel Moroni’s first visit to Joseph. During this time, Joseph worked with his father on the family farm. He helped plant and harvest the crops, clear trees from the land, and tap maple trees to get sap for syrup. Sometimes he did odd jobs for a neighbor named Martin Harris. Joseph maintained his testimony of Heavenly Father and Jesus Christ, although he was continually persecuted by people who did not believe he had seen a vision."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p18"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why did Joseph Smith pray on the night of 21 September 1823? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.29"},"JS—H 1:29"],".) How was Joseph’s prayer answered? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.30-33"},"JS—H 1:30–33"],".) Why don’t angels appear to us when we pray? Help the children understand that in 1823 the truth was not on the earth and had to be brought back by heavenly messengers. Because we now have the gospel, most of our personal prayers are answered in other ways. Answers to our prayers sometimes come into our minds as we listen to lessons or talks in church, talk to our parents or Church leaders, or read the scriptures."]],["li",["span.label","•"],[".para","Who was Moroni? Show the children the book of Moroni in the Book of Mormon. Explain that Moroni was the last of the Nephite prophets. He lived about",["span.small","A.D."],"400 and wrote some of the Book of Mormon. What did Moroni do with the gold plates when he finished writing on them? (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.1,4"},"Mormon 8:1, 4"],".) Why was Moroni chosen to visit Joseph Smith?"]],["li",["span.label","•"],[".para","What did Moroni say would happen to Joseph Smith’s name? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.33"},"JS—H 1:33"],".) What are some examples of how Joseph Smith’s name has been “had for good and evil among all nations, kindreds, and tongues”? How has your membership in the Church affected how people think of you?"]],["li",["span.label","•"],[".para","What book did Moroni tell Joseph about? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.34"},"JS—H 1:34"],".) What did the book contain? What was deposited with the gold plates? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.35"},"JS—H 1:35"],".) Why were these items necessary? Why is it important that we have the Book of Mormon today?"]],["li",["span.label","•"],[".para","What warnings did Moroni give Joseph in",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.42,46"},"Joseph Smith—History 1:42, 46"],"? How can knowing about Satan and his plans help us resist Satan’s temptations?"]],["li",["span.label","•"],[".para","Why do you think Moroni appeared to Joseph four times (three times during the night and once the next morning), giving him the same message each time? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.44-46,49"},"JS—H 1:44–46, 49"],".) How does it help us to hear or read something important more than once? Why is it helpful to read the scriptures daily throughout our lives? (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","What happened the morning after Moroni’s visits to Joseph? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.48-49"},"JS—H 1:48–49"],".) How did Joseph’s father react when Joseph told him about Moroni? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.50"},"JS—H 1:50"],".) Why do you think Joseph’s father believed him? How can we gain the trust and confidence of our parents?"]],["li",["span.label","•"],[".para","How was Joseph able to find the exact place where the gold plates were buried? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.50"},"JS—H 1:50"],".) What is the name of the hill where the plates were buried? (Cumorah; see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.6"},"Mormon 6:6"],".) Why was Joseph forbidden to take the plates with him at this time? (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.53"},"JS—H 1:53"],".) Remind the children that Joseph was only seventeen years old and still had much to learn before he was ready to translate the plates."]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p27"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.f6"},["ol.number",["li",["span.label","1."],[".para","Point out that Moroni’s message was very important to Joseph Smith. The message explained to Joseph that he was called by God to do an important work and told him some of what that work would be."],["ul.bullet",["li",["span.label","•"],[".para","What important work was Joseph Smith called to do?"]]],[".para","Remind the children that the Book of Mormon is the translation of the gold plates."],[".para","Explain that Moroni’s message is also important to us. Write on the chalkboard",["span.emphasis","What I Can Learn from Moroni:."],"Have the children read and display the following wordstrips:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["div",{"id":"lip41","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip41"},"The Book of Mormon is true."],["div",{"id":"lip42","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip42"},"The Book of Mormon tells about the people who lived on the American continent long ago."],["div",{"id":"lip43","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip43"},"The Book of Mormon contains the fulness of the gospel of Jesus Christ."]],[".para","Discuss each wordstrip briefly as it is posted. Discuss the importance of the Book of Mormon to us today. Point out that we can learn what we need to do to live the gospel of Jesus Christ by reading and studying the Book of Mormon."]],["li",["span.label","2."],[".para","Have a child read the following paragraph:"],["ul.noMarker",["li",[".para","Moroni was a messenger sent by God to Joseph Smith. Moroni told Joseph that God had an important work for him to do. Moroni also told Joseph that a book written on gold plates buried in the hillside contained the fulness of the gospel and a history of the ancient inhabitants of the American continent."]]],[".para","Ask if anyone can repeat the message just read. Have the child read the same words two more times, and again ask if anyone can repeat the message. Point out how repetition makes the message easier to remember. Explain that the complete message Moroni gave was much longer than the one the children just heard. Moroni repeated the message to help Joseph Smith understand and remember the message."],["ul.bullet",["li",["span.label","•"],[".para","Why is it helpful to study the same principles of the gospel over and over?"]]]],["li",["span.label","3."],[".para","Before class, prepare several pieces of paper, each listing a basic element of the gospel such as faith in Jesus Christ, repentance, baptism by immersion, the gift of the Holy Ghost, the Book of Mormon, living prophets, continuous revelation, priesthood, and temple ordinances. Label an empty jar or other container with the words",["span.emphasis","The Gospel of Jesus Christ."]],[".para","In class, display the empty container. Remind the children that the angel Moroni told Joseph Smith that the gospel was to be restored to the earth. Explain that this has now happened."],[".para","Have each child select a piece of paper, read it aloud, and place it in the container. Have the child explain why this element of the gospel is important to us. Continue until all the papers have been placed in the container, and then point out that as members of The Church of Jesus Christ of Latter-day Saints we are blessed by having the gospel of Jesus Christ."]],["li",["span.label","4."],[".para","Help the children memorize or review the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.9"},"ninth article of faith"],". Emphasize to the children the importance of the revelations Joseph Smith received and the continued revelation we receive from the Lord through our living prophet today."]],["li",["span.label","5."],[".para","Sing or say the words to",["span.crossRef","“An Angel Came to Joseph Smith”"],"(",["span.emphasis","Children’s Songbook,"],"p. 86),",["span.crossRef","“Search, Ponder, and Pray”"],"(",["span.emphasis","Children’s Songbook,"],"p. 109), or",["span.crossRef","“I Want to Live the Gospel”"],"(",["span.emphasis","Children’s Songbook,"],"p. 148)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p45","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p45"},"Express your gratitude for the message that Moroni gave to Joseph Smith and to us. Testify that Joseph Smith was a true prophet of God and that the Book of Mormon is true. Encourage the children to learn more about the gospel by reading from the Book of Mormon each day."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p46","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p46"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.30-35"},"Joseph Smith—History 1:30–35"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p47","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p47"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p48","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-3-the-angel-moroni-visits-joseph-smith.p48"},"Invite a child to give the closing prayer."]]]],"refs":null}
