{"id":48,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":48,"title":"Lesson 45: The Value of Work","subtitle":"","short_title":"Lesson 45","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.head1"},[".titleNumber","Lesson",["span.dominant","45"]],["h1","The Value of Work"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p1"},"Each young woman will appreciate the value of work."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.f1"},["ol.number",["li",["span.label","1."],[".para","Assign a young woman to talk about the work she is involved in and another young woman to talk about a service project as described in the lesson."]],["li",["span.label","2."],[".para","Optional: Have hymnbooks available so the young women can sing hymn",["span.crossRef","no. 252"],", “Put Your Shoulder to the Wheel.”"]],["li",["span.label","3."],[".para","Optional: Prepare a rock with the word",["span.emphasis","work"],"written on it for each young woman."]],["li",["span.label","4."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Work Is an Essential Part of the Gospel Plan"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p6"},"Ask the young women to listen as you say several words and to raise their hands to show which words bring positive feelings to them. Say these words—",["span.emphasis","vacation, job, relax, work"],"—pausing after each to note the responses."],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p7"},"Point out that the idea of work does not always seem appealing to us. But the ability and opportunity to work can actually bring us great blessings."],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How would your life today be different if your parents had never been willing to do any work in your behalf?"]],["li",["span.label","•"],[".para","What would the Church be like today if the early members of the Church had not been willing to work?"]]]],[".teachingMethod",["h3","Scripture"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p10"},"Read together",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.1"},"Moses 5:1"],"and",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.9"},"Exodus 20:9"],"."]],[".teachingMethod",["h3","Quotations"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p11"},"Explain that latter-day prophets have taught us to be industrious, independent, and self-sustaining. Read the following statement:"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p12"},"“No true Latter-day Saint, while physically or emotionally able will voluntarily shift the burden of his own or his family’s well-being to someone else. So long as he can, under the inspiration of the Lord and with his own labors, he will supply himself and his family with the spiritual and temporal necessities of life” (Spencer W. Kimball, in Conference Report, Oct. 1977, p. 124; or",["span.emphasis","Ensign,"],"Nov. 1977, pp. 77–78)."],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p13"},"When the Church’s present-day welfare program was introduced, the First Presidency stated: “Our primary purpose [is] to set up, in so far as it might be possible, a system under which the curse of idleness would be done away with, the evils of a dole abolished, and independence, industry, thrift and self-respect be once more established amongst our people. The aim of the Church is to help the people to help themselves. Work is to be re-enthroned as the ruling principle of the lives of our Church membership” (in Conference Report, Oct. 1936, p. 3)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Why should work be a “ruling principle” of our lives?"]],["li",["span.label","•"],[".para","Why is idleness called a “curse”? What are “the evils of a dole”?"]],["li",["span.label","•"],[".para","How are we blessed as we practice the principle of work? (Write class members’ responses on the chalkboard. Add the following blessings if they are not mentioned: independence, industry, thrift, and self-respect.)"]]],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p17"},"Ask the young women if any of them have ever been so ill they could do nothing. If this were extended to a lengthy period of time, how might they feel if they were unable to accomplish even the smallest of tasks in caring for themselves?"]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p18"},"One young woman who had recovered after being confined to her bed an entire summer for a serious illness vowed never again to complain at having to get up in the morning. She was so grateful to have the use of her arms and legs again to perform their necessary work."],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p19"},"Explain that one of the most important parts of achieving happiness is developing the habit of working willingly. Our work can be satisfying, interesting, challenging, mentally uplifting, demanding, and creative. It need not be monotonous, dull, wearisome, confining, or without challenge. Our attitude will determine which of these points of view we accept. One woman learned this important lesson as illustrated in the following story:"]],[".teachingMethod",["h3","Story"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p20"},"“Seven years ago, Ann Clynick started a babysitting service in her home to stave off the prospect of having to get a full-time job outside her home."],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p21"},"“With four toddlers at home and one child in school at the time, and financial burdens pressing on the family, she said the question wasn’t whether she would work or not, but only what kind of work she should do. …"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p22"},"“While the plan solved [the problem of being home with her children], it soon created another."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p23"},"“‘I hated it,’ she said. ‘I found myself working 60 hours a week taking care of other people’s children. I never babysat as a teenager. In fact, I didn’t enjoy being with children, other than my own. And I resisted the situation more because I felt I was being forced into it. It was discouraging."],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p24"},"“‘But I couldn’t quit and I wouldn’t go out to work.’"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p25"},"“For the first two years, she simply suffered through each day, trying to sandwich multiple diaper changes between housecleaning and cooking, along with the challenge of channeling the energies of 10 children—her own and six others."],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p26"},"“‘One day I read an article by a General Authority telling of a man who visited a scrub woman who had the boring task of scrubbing a set of stairs … every day."],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p27"},"“‘When the woman complained about the monotony of her life, the man explained that if he had the job he would try to make it more interesting by finding out everything about it. …"],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p28"},"“‘What that story did to me was make me realize that it’s your attitude toward what you do that is important, not necessarily the job itself,’ said Sister Clynick."],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p29"},"“‘From that time on, I decided to learn everything I could about taking care of children.’ … She enrolled in [many] classes. … She now has her program so developed that she has a full curriculum for the children planned a year in advance. There is a waiting list for her services. …"],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p30"},"“‘So what has happened is that in the past seven years, I feel I’ve been able to do something that I hated and was boring, just by changing my attitude,’ Sister Clynick said. …"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p31"},"“‘I’ve learned things, I’ve grown and I enjoy what I do’” (John Forster, “Attitude—Not Necessarily Job Itself—Is Important,”",["span.emphasis","Church News,"],"29 May 1982, p. 12)."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p32"},"Ask the young women if any of them have had a similar experience they would like to share."],["ul.bullet",["li",["span.label","•"],[".para","How could this experience apply to required school classes, housework, part-time jobs, or Church assignments that may not seem interesting? How does our attitude influence how we perform our work? What are some rewards of work well done?"]]]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p34"},"Read the following statement:"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p35"},"“Do not ever look down on those who labor in occupations of lower income. There is great dignity and worth in any honest occupation. Do not use the word",["span.emphasis","menial"],"for any labor that improves the world or the people who live in it."],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p36"},"“There is no shame in any honorable work” (Boyd K. Packer, in Conference Report, Apr. 1982, p. 121; or",["span.emphasis","Ensign,"],"May 1982, p. 84)."]]],[".topic",["h3","Work Is Important to Our Temporal, Social, and Spiritual Well-Being"],[".teachingMethod",["h3","Story"],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p37"},"A traveler once approached a stream that lay in his pathway. A stranger appeared and told him that if he would pick up some pebbles and put them in his pocket, when he reached his destination, he would feel both sad and glad. He did as the stranger told him and rode on. Upon arriving at the next village, he took the pebbles from his pocket and to his astonishment found that they had turned into precious gems. He then knew what the stranger had meant. He felt sad that he had not picked up more pebbles, but glad that he picked up as many as he had."]],[".teachingMethod",["h3","Chalkboard discussion"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p38"},"Draw circles representing pebbles on the chalkboard. Circle the words already on the chalkboard from your previous discussion, including",["span.emphasis","independence, industry, thrift,"],"and",["span.emphasis","self-respect."],"As additional points are covered in the following discussion, write them in the open circles. A sample illustration is shown below:"],[".",{"id":"f5","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.f5"}],["ul.bullet",["li",["span.label","•"],[".para","If this traveler were each of you at the end of your life, what might the pebbles symbolize to you? (Add answers to the chalkboard.)"]],["li",["span.label","•"],[".para","What are some goals you want to achieve? What are some qualities and possessions you would like to acquire during your life? (Add answers to the chalkboard.)"]],["li",["span.label","•"],[".para","How might you feel later in life if you do not take advantage of the opportunities to pick up all the “pebbles” you want?"]]]],[".teachingMethod",["h3","Poem"],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p42"},"Another way of expressing this idea follows:"],["div",{"id":"f7","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.f7"},[".stanza",[".line","For of all sad words of tongue or pen"],[".line","The saddest are these: “It might have been!”"]],[".citationInfo",["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p43"},"(John Greenleaf Whittier, “Maud Muller,” in",["span.emphasis","A Treasury of the Familiar,"],"ed. Ralph L. Woods [New York: Macmillan Publishing Co., 1942], p. 236.)"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p44"},"Point out that unfortunately many people do not reach their goals or achieve what they set out to do simply because they are not willing to work or do not work hard enough. They are not willing to “pay the price” for the happiness they could have. Many people do not understand that they can, without magic, change their wishes into reality—by working for them."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p45"},"Read the following statement:"],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p46"},"“There is no royal road to any learning, no matter what it is. … There is no royal road to anything that is worthwhile. Nothing that is deserving of earning or of cherishing comes except through hard work. I care not how much of a genius you may be, the rule will still hold” (J. Reuben Clark Jr., as quoted in",["span.emphasis","Vital Quotations,"],"comp. Emerson Roy West [Salt Lake City: Bookcraft, 1968], pp. 401–2)."]],[".teachingMethod",["h3","Teacher presentation and chalkboard"],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p47"},"Point out that we can measure the good results of work in three general areas. Under the “pebbles” on the chalkboard, draw three lines and leave them blank, as shown on page 201. As the discussion progresses, fill in the blanks with the words",["span.emphasis","temporal, social,"],"and",["span.emphasis","spiritual."]],[".",{"id":"f8","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.f8"}],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p48"},"Write the word",["span.emphasis","temporal"],"in the first blank. Explain that work is required for our survival."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p49"},"“All we obtain in life of a material nature comes as a product of labor and the providence of God. Work alone produces life’s necessities” (Ezra Taft Benson, in Conference Report, Oct. 1980, p. 45; or",["span.emphasis","Ensign,"],"Nov. 1980, p. 32)."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p50"},"Explain that we know work also has monetary value. We are usually paid or rewarded according to our skill, efficiency, and dependability."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What steps do we need to take now for our future temporal welfare?"]],["li",["span.label","•"],[".para","What attitudes could prevent us from learning to work to care for our own temporal needs?"]],["li",["span.label","•"],[".para","How can the willingness to work help you in your schoolwork and in your family life?"]]]],[".teachingMethod",["h3","Class member report"],["div",{"id":"p54","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p54"},"Have the assigned young woman tell about some work she does. Where did she learn how to do her work? How does she enjoy it? How is she improving or adding to her skills?"]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p55","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p55"},"In a talk to college students, Elder Dallin H. Oaks, then Brigham Young University president, emphasized the need for students to learn to work and discipline themselves."],["div",{"id":"p56","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p56"},"“There are few things that give me more pain than to see young men and women who do not realize their potential, who do not … discipline themselves into the work necessary to acquire the skills and learning characteristic of a good education. There is too much indolence, too much watching of television, too much sunning on the lawn, too much seeking after pleasure, too much dependence upon the opinions and work of others, too little self-reliance” (Dallin H. Oaks, “The Formula for Success at BYU,”",["span.emphasis","Speeches of the Year, 1979"],"[Provo: Brigham Young University Press, 1980], p. 169)."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p57"},"Discuss the deterrents to work mentioned by President Oaks."],["ul.bullet",["li",["span.label","•"],[".para","How can we discipline ourselves to do better work in school? What is indolence?"]],["li",["span.label","•"],[".para","What are some habits and attitudes that would keep us from wasting our potential?"]]]],[".teachingMethod",["h3","Chalkboard"],["div",{"id":"p60","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p60"},"Write the word",["span.emphasis","social"],"in the second blank."]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p61","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p61"},"Read and mark the following scriptures:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.31"},"Doctrine and Covenants 68:31"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.42"},"42:42"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.29"},"75:29"],"."],["ul.bullet",["li",["span.label","•"],[".para","How can idleness lead people into sinful practices? Discuss the effects of idleness on an individual, a family, and a community."]]]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p63","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p63"},"Have someone read Elder Neal A. Maxwell’s comment about our social responsibility to work:"],["div",{"id":"p64","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p64"},"“If we learn to work early in life we will be better individuals, better members of families, better neighbors, and better disciples of Jesus Christ, who Himself learned to work as a carpenter” (“Gospel of Work,”",["span.emphasis","Friend,"],"June 1975, p. 7)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How can our willingness to work bless the lives of other members of our family? Of our friends at school? Of people in our community?"]]]],[".teachingMethod",["h3","Class member report"],["div",{"id":"p66","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p66"},"Have the assigned young woman report on her feelings about a service project. What work was accomplished? How did it help others? How did they respond? How did she feel?"]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p67","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p67"},"Emphasize that a healthy society depends on the willingness of its members to make a contribution through their work. We cannot fulfill our roles as students, missionaries, leaders, parents, and citizens unless we learn to work."]],[".teachingMethod",["h3","Chalkboard"],["div",{"id":"p68","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p68"},"Write the word",["span.emphasis","spiritual"],"in the third blank."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p69","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p69"},"Point out that Adam and Eve found the Lord had cursed the earth",["span.emphasis","for their sake"],"(see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.23"},"Moses 4:23"],")."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Why would the cursing of the land actually",["span.emphasis","benefit"],"Adam and Eve? What characteristics would the need to work produce in them?"]],["li",["span.label","•"],[".para","What happens to our souls when we work? When we don’t work?"]]]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p72","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p72"},"Read together",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.3-5"},"Doctrine and Covenants 75:3–5"],". What does the Lord tell us to do? What will be our reward?"]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Quotation"],["div",{"id":"p73","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p73"},"“We are cocreators with God. He gave us the capacity to do the work he left undone, to harness the energy, mine the ore, transform the treasures of the earth for our good. But most important, the Lord knew that from the crucible of work emerges the hard core of character” (J. Richard Clarke, in Conference Report, Apr. 1982, pp. 109–10; or",["span.emphasis","Ensign,"],"May 1982, p. 77)."]],[".teachingMethod",["h3","Optional hymn"],["div",{"id":"p74","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p74"},"Sing or read all verses of",["span.crossRef","“Put Your Shoulder to the Wheel”"],"(",["span.emphasis","Hymns,"],"no. 252)."]]],[".topic",["h3","Lesson Application"],["div",{"id":"p75","uri":"/manual/young-women-manual-1/lesson-45-the-value-of-work.p75"},"If you brought rocks with the word",["span.emphasis","work"],"written on them, give one to each young woman. Encourage class members to improve their work skills and their attitude about work."]]]]],"refs":null}
