{"id":47,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":47,"title":"Lesson 45: “The Family Is Ordained of God”","subtitle":"","short_title":"Lesson 45","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.head1"},[".titleNumber","Lesson",["span.dominant","45"]],["h1","“The Family Is Ordained of God”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p1"},"To help class members understand the eternal importance of the family and to inspire them to strengthen their families."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study “The Family: A Proclamation to the World” (",["span.emphasis","Ensign,"],"Nov. 1995, 102). Each class member should have a copy of the proclamation to refer to during the lesson. The proclamation is included on page 265 of this manual and on pages",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/the-family-a-proclamation-to-the-world.p1"},"25–26"],"of the",["span.emphasis","Class Member Study Guide"],"(35686). It is also available as a separate item (35602 and 35538)."]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-45-the-family-is-ordained-of-god.p1"},["span.emphasis","Class Member Study Guide."]],"Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","If you use the attention activity, prepare to have class members sing “Families Can Be Together Forever” (",["span.emphasis","Hymns,"],["span.crossRef","no. 300"],";",["span.emphasis","Children’s Songbook,"],["span.crossRef","188"],"). Or invite a small group of Primary children to come to your class and sing the song."]]]],["p.para",{"id":"p5","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p5"},["span.emphasis","Note to the teacher:"],"Family circumstances may vary among class members. Be sensitive to these differences, and emphasize that everyone is part of a family with both earthly and heavenly parents."]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p6","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p6"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p7"},"Have class members sing “Families Can Be Together Forever,” or ask the group of Primary children to sing it (see “Preparation,” item 3)."],["p.para",{"id":"p8","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p8"},"After singing the song, remind class members of the words from the chorus: “I always want to be with my own family, / And the Lord has shown me how I can.”"],["p.para",{"id":"p9","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p9"},"Explain that this lesson discusses “The Family: A Proclamation to the World,” which contains the Lord’s teachings regarding the family, given through the First Presidency and Quorum of the Twelve. By following these teachings, we can strengthen and unify our families now and prepare to live as eternal families."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p10"},"Prayerfully select the lesson material that will best meet class members’ needs. Encourage class members to share experiences that relate to the principles you discuss."],[".topic",["h3","1. The family is central to God’s plan."],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p11"},"Explain that “The Family: A Proclamation to the World” was presented by President Gordon B. Hinckley at the general Relief Society meeting in September 1995. Since that time, it has been reprinted in many languages for Church members and others throughout the world. It has also been presented to government leaders in many lands."],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p12"},"Invite a class member to read the title, subtitle, and first two paragraphs of the proclamation."],["ul.bullet",["li",["span.label","•"],["p.para","What is happening in our own families, communities, and nation that suggests a need for this counsel and warning from God’s prophets?"],["p.para","President Gordon B. Hinckley taught: “Why do we have this proclamation on the family now? Because the family is under attack. All across the world families are falling apart. The place to begin to improve society is in the home. Children do, for the most part, what they are taught. We are trying to make the world better by making the family stronger” (“Inspirational Thoughts,”",["span.emphasis","Ensign,"],"Aug. 1997, 5)."]],["li",["span.label","•"],["p.para","The proclamation states that marriage and family are “ordained of God” and “central to [His] plan for the eternal destiny of His children.” Why is the family central to God’s plan for the eternal destiny of His children? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.11"},"1 Corinthians 11:11"],".)"]],["li",["span.label","•"],["p.para","The proclamation states that we are all spirit children of God, created in His image (see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.26-27"},"Genesis 1:26–27"],"). What does this doctrine teach about our potential? How does the knowledge that you are a member of Heavenly Father’s family affect the way you feel about earthly families? How can this doctrine strengthen us?"]]]],[".topic",["h3","2. Sacred ordinances make it possible for families to be together eternally."],["p.para",{"id":"p17","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p17"},"Invite a class member to read the third paragraph of the proclamation."],["ul.bullet",["li",["span.label","•"],["p.para","What does this paragraph teach about the purpose of mortal life? How can our earthly experience help us in our eternal progression?"]],["li",["span.label","•"],["p.para","What is necessary for a marriage and family to be eternal? (A couple must receive the sealing ordinance in the temple and keep the covenants that are associated with that ordinance.)"]],["li",["span.label","•"],["p.para","How can we strengthen our commitment to keep our temple covenants? In what ways can parents help children prepare to enter the temple?"]],["li",["span.label","•"],["p.para","How should the promise that we can live eternally with our families affect the way we treat family members now?"]]]],[".topic",["h3","3. The power to create mortal life is sacred."],["p.para",{"id":"p22","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p22"},"Invite a class member to read the fourth and fifth paragraphs of the proclamation."],["ul.bullet",["li",["span.label","•"],["p.para","What has God commanded regarding the use of the power to create mortal life? Why is obedience to this commandment important?"],["p.para","Elder Henry B. Eyring of the Quorum of the Twelve taught:"],["p.para","“Children are the inheritance of the Lord to us in this life and also in eternity. Eternal life is not only to have forever our descendants from this life. It is also to have eternal increase. …"],["p.para","“We can understand why our Heavenly Father commands us to reverence life and to cherish the powers that produce it as sacred. If we do not have those reverential feelings in this life, how could our Father give them to us in the eternities?” (“The Family,”",["span.emphasis","Ensign,"],"Feb. 1998, 15)."],["p.para","Elder Jeffrey R. Holland of the Quorum of the Twelve taught: “",["span.emphasis","The body is an essential part of the soul."],"… We declare that one who uses the God-given body of another without divine sanction abuses the very soul of that individual, abuses the central purpose and processes of life. … In sexual transgression the soul is at stake—the body and the spirit” (in Conference Report, Oct. 1998, 99–100; or",["span.emphasis","Ensign,"],"Nov. 1998, 76)."]],["li",["span.label","•"],["p.para","What can parents do to help children understand the importance of moral cleanliness? (You may want to suggest that parents review with their children the teachings on sexual purity found in",["span.emphasis","For the Strength of Youth"],"[36550] or",["span.emphasis","A Parent’s Guide"],"[31125].)"]]]],[".topic",["h3","4. Parents have a sacred duty to care for each other and teach their children."],["p.para",{"id":"p29","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p29"},"Invite a class member to read the sixth paragraph of the proclamation."],["ul.bullet",["li",["span.label","•"],["p.para","What can married couples do to strengthen their love for each other?"],["p.para","President Gordon B. Hinckley taught: “When you are married, be fiercely loyal one to another. Selfishness is the great destroyer of happy family life. If you will make your first concern the comfort, the well-being, and the happiness of your companion, sublimating any personal concern to that loftier goal, you will be happy, and your marriage will go on throughout eternity” (“Excerpts from Recent Addresses of President Gordon B. Hinckley,”",["span.emphasis","Ensign,"],"Dec. 1995, 67)."]],["li",["span.label","•"],["p.para","How are children blessed when they have parents who love and care for each other?"]],["li",["span.label","•"],["p.para","What are parents responsible to teach their children? (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.14-15"},"Mosiah 4:14–15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-28"},"D&C 68:25–28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.40"},"93:40"],".) What are some effective ways to teach these principles to children? How have you benefited from your parents’ teachings?"]],["li",["span.label","•"],["p.para","What are some settings in which parents have an opportunity to teach their children? (Answers could include family home evening, family prayer, mealtime, bedtime, traveling together, and working together.) Invite class members to share experiences when they have taught their children (or when their parents have taught them) in any of these settings."]],["li",["span.label","•"],["p.para","What is the role of the Church in teaching children? (See the following quotation.) How can parents work together with the Church to teach their children?"],["p.para","President Spencer W. Kimball said: “It is the responsibility of the parents to teach their children. The Sunday School, the Primary, [Mutual,] and other organizations of the Church play a secondary role” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [1982], 332)."]]]],[".topic",["h3","5. Successful marriages and families are based on righteous principles."],["p.para",{"id":"p37","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p37"},"Invite a class member to read the seventh paragraph of the proclamation."],["ul.bullet",["li",["span.label","•"],["p.para","The proclamation teaches that “happiness in family life is most likely to be achieved when founded upon the teachings of the Lord Jesus Christ.” How have the teachings of Christ brought happiness into your home?"]],["li",["span.label","•"],["p.para","The proclamation states that “successful marriages and families are established and maintained on principles of faith, prayer, repentance, forgiveness, respect, love, compassion, work, and wholesome recreational activities.” Which of these principles have been especially important in your marriage and family? What effective ways have you found for teaching these principles in your family? (As prompted by the Spirit, you may want to focus on only one or two of the principles. If you want to spend more time on this part of the proclamation, see the fourth additional teaching idea.)"]],["li",["span.label","•"],["p.para","According to the proclamation, what are the primary responsibilities of fathers? What does it mean to “preside … in love and righteousness”? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41-46"},"D&C 121:41–46"],".)"]],["li",["span.label","•"],["p.para","How can boys and young men prepare themselves now to provide for their families? What can parents do to encourage youth to gain a formal education and learn practical skills?"]],["li",["span.label","•"],["p.para","What primary responsibility does the proclamation describe for mothers? How can young women prepare themselves now to fulfill this responsibility?"],["p.para","President Gordon B. Hinckley taught:"],["p.para","“If there is to be a return to old and sacred values, it must begin in the home. It is here that truth is learned, that integrity is cultivated, that self-discipline is instilled, and that love is nurtured. …"],["p.para","“Sisters, guard your children. … Nothing is more precious to you as mothers, absolutely nothing. Your children are the most valuable thing you will have in time or all eternity. You will be fortunate indeed if, as you grow old and look at those you brought into the world, you find in them uprightness of life, virtue in living, and integrity in their behavior” (“Walking in the Light of the Lord,”",["span.emphasis","Ensign,"],"Nov. 1998, 99)."]],["li",["span.label","•"],["p.para","How can fathers help nurture their children? Why is it important for parents to help each other as equal partners?"]]]],[".topic",["h3","6. Strengthening families is everyone’s responsibility."],["p.para",{"id":"p47","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p47"},"The proclamation concludes by warning of the serious consequences of family disintegration and by calling upon all people to strengthen the family. Invite a class member to read the final two paragraphs of the proclamation."],["ul.bullet",["li",["span.label","•"],["p.para","What are some of the things you have done that have helped bring greater strength and unity in your family?"]],["li",["span.label","•"],["p.para","What can we do as individuals and families to promote stronger families in our own communities?"],["p.para","President Gordon B. Hinckley told a gathering of mayors and other public officials: “To you men and women of great influence, you who preside in the cities of the nation, to you I say that it will cost far less to reform our schools, to teach the virtues of good citizenship, than it will to go on building and maintaining costly jails and prisons. … But there is another institution of even greater importance than the schools. It is the home. I believe that no nation can rise higher than the strength of its families” (“U.S. Conference of Mayors,”",["span.emphasis","Ensign,"],"Nov. 1998, 109)."]],["li",["span.label","•"],["p.para","Why must families be strong in order for nations to survive?"]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p52","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p52"},"Challenge class members to think about their families and consider the following questions: Do all my family members sense my love for them? Are we striving to live as an eternal family? What can I do to strengthen my family?"],["p.para",{"id":"p53","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p53"},"Testify of the truthfulness of the principles in the proclamation, and encourage class members to continue to study and apply its teachings."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p54","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p54"},"You may want to use one or more of the following ideas to supplement the suggested lesson outline."],[".teachingMethod",["h2","1. Recognizing and avoiding abuse"],["p.para",{"id":"p55","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p55"},"The proclamation warns that those “who abuse spouse or offspring … will one day stand accountable before God.” Church leaders have spoken out against abuse of any kind. The following quotation from President Gordon B. Hinckley to priesthood brethren can be applied to both men and women:"],["p.para",{"id":"p56","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p56"},"“Never abuse your wives. Never abuse your children. But gather them in your arms and make them feel of your love and your appreciation and your respect. Be good husbands. Be good fathers” (“Inspirational Thoughts,”",["span.emphasis","Ensign,"],"June 1999, 2)."]],[".teachingMethod",["h2","2. “Responsibility of Parents” video presentation"],["p.para",{"id":"p57","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p57"},"If",["span.emphasis","Doctrine and Covenants and Church History Video Presentations"],"(53912) is available, consider showing “Responsibility of Parents,” a seven-minute segment. Ask class members to ponder the following questions as they watch the presentation:"],["ul.bullet",["li",["span.label","•"],["p.para","In what ways have you been blessed by the teachings of your parents? What would you like your children to learn from you?"]]]],[".teachingMethod",["h2","3. Additional statement on the family"],["p.para",{"id":"p59","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p59"},"You may want to read the following statement by Elder Robert D. Hales of the Quorum of the Twelve:"],["p.para",{"id":"p60","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p60"},"“The plan of the Father is that family love and companionship will continue into the eternities. Being … in a family carries a great responsibility of caring, loving, lifting, and strengthening each member of the family so that all can righteously endure to the end in mortality and dwell together throughout eternity. It is not enough just to save ourselves. It is equally important that parents, brothers, and sisters are saved in our families. If we return home alone to our Heavenly Father, we will be asked, ‘Where is the rest of the family?’” (in Conference Report, Oct. 1996, 88; or",["span.emphasis","Ensign,"],"Nov. 1996, 65)."]],[".teachingMethod",["h2","4. Group discussions"],["p.para",{"id":"p61","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p61"},"Write on the chalkboard the nine principles for successful marriages and families that are listed in the seventh paragraph of the proclamation (following the phrase “successful marriages and families”). Divide class members into groups and assign one or more principles to each group. Ask the groups to think of ways they could help establish and strengthen these principles in their families. After the groups have had a few minutes to discuss this, invite one person from each group to share the group’s ideas."]],[".teachingMethod",["h2","5. Discussing the proclamation in family home evening"],["p.para",{"id":"p62","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-45-the-family-is-ordained-of-god.p62"},"Suggest that class members discuss the proclamation on the family during family home evening this week. Ask them to prepare to report on this experience at the beginning of class next week."]]]]]]],"refs":null}
