{"id":26,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":26,"title":"Lesson 23: Forgiveness","subtitle":"","short_title":"Lesson 23","uri":"/manual/young-women-manual-1/lesson-23-forgiveness","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.head1"},[".titleNumber","Lesson",["span.dominant","23"]],["h1","Forgiveness"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p1"},"Each young woman will learn the importance of forgiving others."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.f1"},["ol.number",["li",["span.label","1."],[".para","Bring a pencil and piece of paper for each class member."]],["li",["span.label","2."],[".para","Prepare a poster with the following scripture, or write the scripture on the chalkboard: “And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.32"},"Ephesians 4:32"],")."]],["li",["span.label","3."],[".para","Write on a piece of paper the statement from President Spencer W. Kimball in the second section of the lesson. Hand it to one of the young women before you begin the lesson and ask her to study it so she can read it well during class."]],["li",["span.label","4."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Case studies"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p6"},"Give each young woman a pencil and piece of paper. Tell the class that you are going to describe two situations. At the conclusion of each, they are to write down what they might do if they were in a similar situation."],[".topic",["h4","Case Study 1"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p7"},"Maryann shared a confidence with her friend Kathy and trusted her to keep their conversation secret. Later, Maryann overheard Kathy telling someone else. Not only that, but Kathy had added to the story, telling as facts some things that were not true. Maryann was deeply hurt because her friend had broken her word. She was also very angry—so angry that she thought that she would never speak to Kathy again."],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p8"},"Ask each young woman to write down what she would do if she were in Maryann’s place."]],[".topic",["h4","Case Study 2"],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p9"},"During opening exercises, Karen put her purse on a bench. She left it there when they separated for classes. When she came back to get the purse, it was gone. The next day, Susan, a young woman who had just recently moved into the neighborhood, came to Karen’s house. Susan admitted taking the purse. She returned it saying that she was sorry and asked Karen to forgive her. Karen said, “Certainly, it’s forgotten.” A few days later as Karen was talking with some friends, one of the young women asked if anyone knew Susan."],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p10"},"Give the young women time to write down what they would do if they were in Karen’s place. Tell them to save their papers to refer to later in the lesson."]]]],[".topic",["h3","The Savior Taught Forgiveness by Word and Example"],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p11"},"Explain that Jesus Christ taught people what they should do when someone offends them. Ask the young women to listen to a scripture and note the instructions Jesus gave. Call on a young woman to read",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.43-44"},"Matthew 5:43–44"],"."],["ul.bullet",["li",["span.label","•"],[".para","How should you treat those who offend you?"]]],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p13"},"Jesus taught that his followers are required to forgive everyone. They should love their enemies and bless those who curse them. He even explained that if a person fails to forgive, he commits a greater sin than the offender. Ask a young woman to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.9-10"},"Doctrine and Covenants 64:9–10"],"."],["ul.bullet",["li",["span.label","•"],[".para","How serious is it to fail to forgive others?"]],["li",["span.label","•"],[".para","Who are you required to forgive?"]]]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p16"},"Jesus set the supreme example in forgiving those who offend and hurt. One of our Church leaders explained: “Biblical history tells us that no mortal man has ever been subjected to the humility, the pain, the suffering that were experienced by the Savior of the world during his final hours of mortality."],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p17"},"“Following a number of false charges, he was betrayed by one considered to be among his closest circle of friends. He was then subjected to a so-called trial, which produced a sentence that was dictated by political convenience and public sentiment rather than justice.”"],"Pause in reading the quotation and ask:",["ul.bullet",["li",["span.label","•"],[".para","How would you feel if you were betrayed by a friend?"]],["li",["span.label","•"],[".para","How would you react to someone who falsely accused you of a crime?"]]],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p20"},"Explain that the suffering of Jesus did not end after a false accusal and betrayal by a friend. Continue reading."],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p21"},"“Then in rapid agonizing succession: there was the long struggle to Calvary as he bore the heavy cross; he was jeered at and spat upon by the multitude all along the way; there was the offering of vinegar, climaxed by the cruel spikes; and finally, there he hung, his body broken and bleeding, still taunted by his enemies; and it was in the midst of all this that Jesus pled perhaps quietly, with deep reverence, ‘Father, forgive them for they know not what they do. …’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/23.34"},"Luke 23:34"],".)” (Robert L. Simpson, in Conference Report, Oct. 1966, p. 128; or",["span.emphasis","Improvement Era,"],"Dec. 1966, p. 1148)."]]],[".topic",["h3","To Gain God’s Forgiveness, We Must Learn to Forgive Others"],[".teachingMethod",["h3","Quotations and discussion"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p22"},"Explain that as a young woman forgives, she allows the Lord to forgive her. Elder Marion D. Hanks asked, “[How can we] expect God to forgive [us] when we do not forgive?—openly? and ‘in our hearts’” (in Conference Report, Oct. 1973, p. 15; or",["span.emphasis","Ensign,"],"Jan. 1974, p. 20)."],["ul.bullet",["li",["span.label","•"],[".para","How do you forgive a person openly and in your heart?"]],["li",["span.label","•"],[".para","How can feelings of resentment, anger, or vengeance for those who have offended you be overcome so you can truly forgive?"]],["li",["span.label","•"],[".para","How can prayer help you learn to forgive?"]],["li",["span.label","•"],[".para","How can understanding and getting to know the Savior help you to forgive others?"]]],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p27"},"Point out that Heavenly Father explained, as recorded in the scriptures, that when we repent, he will forgive our sins and “remember them no more” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42"},"D&C 58:42"],"). When a young woman forgives someone, she should tell the person openly and then forget the offense, not mentioning it again."],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p28"},"Call on the young woman to whom you gave the statement from President Spencer W. Kimball to read it aloud."],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p29"},"“Must [I] forgive even if [the one who offended me] remains cold and indifferent and mean? There is no mistaking it."],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p30"},"“A common error is the idea that the offender must apologize and humble himself to the dust before forgiveness is required. Certainly, the one who does the injury should totally make his adjustment, but as for the offended one, he must forgive the offender regardless of the attitude of the other [party]” (",["span.emphasis","The Miracle of Forgiveness"],"[Salt Lake City: Bookcraft, 1969], p. 282)."],["ul.bullet",["li",["span.label","•"],[".para","How should you treat a person who has hurt or offended you if the person does not ask for forgiveness? What if the person is not sorry?"]],["li",["span.label","•"],[".para","How should you respond to someone who repeatedly commits the same offense? (",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.21-22"},"Matthew 18:21–22"],".)"]]]],[".teachingMethod",["h3","Poster or chalkboard"],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p33"},"Refer to the following scripture on a poster or on the chalkboard: “And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.32"},"Ephesians 4:32"],")."]],[".teachingMethod",["h3","Case study discussion"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p34"},"Refer to the case studies you presented at the beginning of the class period. Ask the young women to ponder the responses they wrote. If they wish, the young women may make changes in their comments."],["ul.bullet",["li",["span.label","•"],[".para","If you were Maryann, how would you treat Kathy when you see her again?"]],["li",["span.label","•"],[".para","If Maryann and Karen really forgave, how would they feel in their hearts?"]],["li",["span.label","•"],[".para","When Karen forgave Susan, she said, “It’s forgotten.” How should Karen behave if she has truly forgiven Susan?"]]]]],[".topic",["h3","Forgiveness Brings Love and Blessings"],[".teachingMethod",["h3","Story"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p38"},"“It was in a church in Munich that I saw him—a balding, heavyset man in a gray overcoat, a brown felt hat clutched between his hands. People were filing out of the basement room where I had just spoken, moving along the rows of wooden chairs to the door at the rear. It was 1947 and I had come from Holland to defeated Germany with the message that God forgives."],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p39"},"“It was the truth they needed most to hear in that bitter, bombed-out land, and I gave them my favorite mental picture. Maybe because the sea is never far from a Hollander’s mind, I liked to think that that’s where forgiven sins were thrown. ‘When we confess our sins,’ I said, ‘God casts them into the deepest ocean, gone forever. …’"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p40"},"“The solemn faces stared back at me, not quite daring to believe. There were never questions after a talk in Germany in 1947. People stood up in silence, in silence collected their wraps, in silence left the room."],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p41"},"“And that’s when I saw him, working his way forward against the others. One moment I saw the overcoat and the brown hat; the next, a blue uniform and a visored cap with its skull and crossbones. It came back with a rush: the huge room with its harsh overhead lights; the pathetic pile of dresses and shoes in the center of the floor; the shame of walking naked past this man. I could see my sister’s frail form ahead of me, ribs sharp beneath the parchment skin.",["span.emphasis","Betsie, how thin you were!"]],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p42"},"[Betsie and I had been arrested for concealing Jews in our home during the Nazi occupation of Holland; this man had been a guard at Ravensbruck concentration camp where we were sent.]"],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p43"},"“Now he was in front of me, hand thrust out: ‘A fine message, Fräulein! How good it is to know that, as you say, all our sins are at the bottom of the sea!’"],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p44"},"“And I, who had spoken so glibly of forgiveness, fumbled in my pocketbook rather than take that hand. He would not remember me, of course—how could he remember one prisoner among those thousands of women?"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p45"},"“But I remembered him and the leather crop swinging from his belt. I was face-to-face with one of my captors and my blood seemed to freeze."],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p46"},"“‘You mentioned Ravensbruck in your talk,’ he was saying, ‘I was a guard there.’ No, he did not remember me."],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p47"},"“‘But since that time,’ he went on, ‘I have become a Christian. I know that God has forgiven me for the cruel things I did there, but I would like to hear it from your lips as well. Fräulein,’ again the hand came out—’will you forgive me?’"],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p48"},"“And I stood there—I whose sins had again and again to be forgiven—and could not forgive. Betsie had died in that place—could he erase her slow terrible death simply for the asking?"],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p49"},"“It could not have been many seconds that he stood there—hand held out—but to me it seemed hours as I wrestled with the most difficult thing I had ever had to do."],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p50"},"“For I had to do it—I knew that. The message that God forgives has a prior condition: that we forgive those who have injured us. ‘If you do not forgive men their trespasses,’ Jesus says, ‘neither will your Father in heaven forgive your trespasses.’"],["div",{"id":"p51","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p51"},"“I knew it not only as a commandment of God, but as a daily experience. Since the end of the war I had had a home in Holland for victims of Nazi brutality. Those who were able to forgive their former enemies were able also to return to the outside world and rebuild their lives, no matter what the physical scars. Those who nursed their bitterness remained invalids. It was as simple and as horrible as that."],["div",{"id":"p52","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p52"},"“And still I stood there with the coldness clutching my heart. But forgiveness is not an emotion—I knew that too. Forgiveness is an act of the will, and the will can function regardless of the temperature of the heart. ‘… Help!’ I prayed silently. ‘I can lift my hand. I can do that much. You supply the feeling.’"],["div",{"id":"p53","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p53"},"“And so woodenly, mechanically, I thrust my hand into the one stretched out to me. And as I did, an incredible thing took place. The current started in my shoulder, raced down my arm, sprang into our joined hands. And then this healing warmth seemed to flood my whole being, bringing tears to my eyes."],["div",{"id":"p54","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p54"},"“‘I forgive you, brother!’ I cried. ‘With all my heart!’"],["div",{"id":"p55","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p55"},"“For a long moment we grasped each other’s hands, the former guard and the former prisoner. I had never known God’s love so intensely, as I did then” (excerpted from “I’m Still Learning to Forgive” by Corrie ten Boom. Reprinted by permission from",["span.emphasis","Guideposts"],"Magazine. Copyright © 1972 by Guideposts Associates, Inc., Carmel, New York 10512)."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Scripture and testimony"],["div",{"id":"p56","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p56"},"Conclude the lesson by reading",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.8-10"},"Doctrine and Covenants 64:8–10"],"and illustrating its teachings by a personal example or a real experience of someone else. Bear your testimony about the necessity of living this principle if we are to obtain the blessings promised us by the Lord."]],[".teachingMethod",["h3","Scripture"],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-23-forgiveness.p57"},"Reread",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.32"},"Ephesians 4:32"],"from the poster or chalkboard and encourage the young women to be kind and tenderhearted to others by learning to forgive and follow the example of the Savior."]]]]]],"refs":null}
