{"id":15,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":15,"title":"Lesson 13: Jacob and Esau","subtitle":"","short_title":"Lesson 13","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.head1"},[".titleNumber","Lesson",["span.dominant","13"]],["h1","Jacob and Esau"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p4"},"To help the children recognize how our values influence our choices."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.21-28"},"Genesis 25:21–28"],"—Twins Esau and Jacob are born to Isaac and Rebekah."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.29-34"},"Genesis 25:29–34"],"—Esau sells his birthright."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/26.34-35"},"Genesis 26:34–35"],"—Esau marries out of the covenant."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/27.1-40"},"Genesis 27:1–40"],"—Jacob receives the greater blessing."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/27.41-46"},"Genesis 27:41–46"],",",["a.scriptureRef",{"href":"/scriptures/ot/gen/28.1-5"},"28:1–5"],"—Jacob leaves home and seeks a wife in the covenant."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.3"},"Genesis 31:3"],",",["a.scriptureRef",{"href":"/scriptures/ot/gen/32.3-20"},"32:3–20"],"—Jacob returns and prepares to meet Esau."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/33.1-16"},"Genesis 33:1–16"],"—Jacob and Esau are reunited."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.9-12"},"Genesis 35:9–12"],"—Jacob is blessed."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture accounts (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","The following wordstrips:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["div",{"id":"lip19","uri":"/manual/primary-6-old-testament.lip19"},"Temporary"],["div",{"id":"lip20","uri":"/manual/primary-6-old-testament.lip20"},"Eternal"]]],["li",["span.label","c."],[".para","Several items, pictures of items, or wordstrips to represent things of lasting worth—such as scriptures, temple marriage, eternal life, good health, a happy home, and so on—and things of temporary worth—such as a ball game, money, entertainment, having your own way, a toy, or candy."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p23"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p25"},"Display the wordstrips you have prepared (or write",["span.emphasis","Temporary"],"and",["span.emphasis","Eternal"],"on the chalkboard). Discuss as a class what each word means. (Temporary: lasting only a short while, not permanent. Eternal: something that will last forever.) Show the objects, pictures, or wordstrips that represent things of temporary and eternal value. Have the children decide which wordstrip each item belongs under. Briefly discuss each item and why it gives either lasting satisfaction or temporary pleasure."],["ul.bullet",["li",["span.label","•"],[".para","If you had to choose between going on a picnic and being baptized, which would you choose? Which would give temporary pleasure? Which would make eternal happiness possible?"]]],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p27"},"Explain that some choices we make have either immediate or eternal results. The choices we make show what our values are, or what is most important to us."],["div",{"id":"p28","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p28"},"Tell the children that in this lesson they will learn about the values of two brothers and how their choices affected their lives."]],[".teachingMethod",["h2","Scripture Accounts"],["div",{"id":"p30","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p30"},"Teach the children the accounts of Jacob and Esau from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture accounts, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Point out that Esau and Jacob were the twin sons of Isaac and Rebekah, whom the children learned about in the last lesson."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p32","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p32"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],[".topic",["h3","Jacob and Esau Are Born; Jacob Obtains the Birthright"],["ul.bullet",["li",["span.label","•"],[".para","What did Rebekah learn through prayer about her unborn sons? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.22-23"},"Genesis 25:22–23"],".) Which of the twin boys was born first? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.25"},"Genesis 25:25"],".) Who was to rule over the other? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.23"},"Genesis 25:23"],".) Explain that in those days the oldest son usually received the birthright, which meant that when his father died he inherited a larger portion of his father’s possessions and became the next patriarch, or head, of the family."]],["li",["span.label","•"],[".para","Why did Esau give up his birthright? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.30-32"},"Genesis 25:30–32"],".) Which of the two choices had temporary value? Which choice had eternal value? Explain that Esau was hungry, but his life was not in danger. He placed more value on satisfying his hunger than on the blessings and covenants of his birthright. In what ways do we sometimes choose things of temporary value instead of things of eternal value?"]],["li",["span.label","•"],[".para","What other choices did Esau make that showed he was not concerned with eternal values? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/26.34-35"},"Genesis 26:34–35"],".) Why were his parents upset over whom he married? Explain that Esau’s wives did not believe in the gospel of Jesus Christ or follow God’s teachings and commandments. Why is it important to marry someone who believes the gospel of Jesus Christ?"]],["li",["span.label","•"],[".para","Why was it important for Jacob to receive Isaac’s first blessing? (The Lord knew that Jacob would be worthy of the birthright blessing from the beginning and had revealed this to Rebekah before the twins were born. [See",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.23"},"Genesis 25:23"],".]) Explain that when Isaac became aware that he had blessed Jacob instead of Esau, he could have revoked the blessing, but he did not. Isaac recognized that the blessing was right when he stated, “And he shall be blessed” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/27.33"},"Genesis 27:33"],"). (See enrichment activity 5.)"]],["li",["span.label","•"],[".para","How did Esau feel when he realized Jacob had been given the birthright blessing? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/27.41"},"Genesis 27:41"],".)"]]]],[".topic",["h3","Jacob Marries in the Covenant (Note: The story of Jacob and his wives will be covered in next week’s lesson.)"],["ul.bullet",["li",["span.label","•"],[".para","Why did Isaac send Jacob to choose a wife from among the daughters of Laban? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/28.1,3-4"},"Genesis 28:1, 3–4"],".) Explain that Laban was Rebekah’s brother. If Jacob married one of Laban’s faithful daughters, he would marry in the covenant."]]]],[".topic",["h3","Jacob and Esau Forgive One Another and Are Reconciled"],["ul.bullet",["li",["span.label","•"],[".para","More than twenty years after Jacob went to Padan-aram to marry, he returned to the land of Canaan. Why was he concerned about meeting Esau on his return? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/32.6-7,11"},"Genesis 32:6–7, 11"],".) What did Jacob do when he saw Esau? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/33.3"},"Genesis 33:3"],".) What did Esau do? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/33.4"},"Genesis 33:4"],".) What did Esau say when Jacob tried to give him gifts? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/33.8-11"},"Genesis 33:8–11"],".) How do you think Esau’s feelings about Jacob had changed?"]],["li",["span.label","•"],[".para","Even though Jacob had the birthright, what did he want to do for Esau? (He wanted to share what he had with Esau.) What were some of Jacob’s values? Point out that each brother had to forgive the other. (See enrichment activity 4.) What do we value most when we are willing to forgive?"]]]],[".topic",["h3","Jacob’s Name Is Changed to Israel"],["ul.bullet",["li",["span.label","•"],[".para","When God changed Jacob’s name to Israel, what did he promise Jacob? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.11-12"},"Genesis 35:11–12"],".) Who else received these promises? (See",["a.crossRef",{"href":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p1"},"lesson 9"],".) Explain that the blessings of the Abrahamic covenant go from Abraham to Isaac, then to Jacob and his children. Through the Prophet Joseph Smith these blessings were restored and are available to members of the Church through temple ordinances."]]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p47","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p47"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f10","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.f10"},["ol.number",["li",["span.label","1."],[".para","Have the children tell about good experiences they have had with their own brothers and sisters. Remind the children that because families can be together forever, they should love and help their brothers and sisters."],[".para","Share the following quotation with the children:"],[".para","“Your most important friendships should be with your own brothers and sisters and with your father and mother. Love your family. Be loyal to them. Have a genuine concern for your brothers and sisters. Help carry their load” (Ezra Taft Benson, in Conference Report, Apr. 1986, p. 56; or",["span.emphasis","Ensign,"],"May 1986, p. 43)."]],["li",["span.label","2."],[".para","Have the children discuss family situations such as the following (adapt these if needed and add others to suit the needs of your class):"],["ul.bullet",["li",["span.label","•"],[".para","Your younger sister wants you to play with her instead of going to your friend’s house."]],["li",["span.label","•"],[".para","Your older brother is preparing dinner and asks you to help even though it is not your turn."]],["li",["span.label","•"],[".para","Your brother is studying for a test in school. You are watching a television program that is distracting him from his studies."]]],[".para","How many solutions can you think of for these situations? Which solutions would bring temporary pleasure? Which solutions would bring eternal happiness? Encourage the children to be forgiving and understanding at home."]],["li",["span.label","3."],[".para","Read the following list to the children. Have them point their thumbs up for choices that represent eternal values and down for choices that do not (adapt this list according to the needs of your class):"],["ul.noMarker",["li",[".para","Going to a movie on the Sabbath"]],["li",[".para","Saying a prayer at mealtime"]],["li",[".para","Cheating on a test"]],["li",[".para","Reading the scriptures each day"]],["li",[".para","Befriending a student at school who does not have many friends"]],["li",[".para","Complaining when your parents call you to Family Home Evening"]],["li",[".para","Cleaning up after yourself"]],["li",[".para","Doing your chores cheerfully"]],["li",[".para","Smoking"]],["li",[".para","Listening reverently in Primary"]]]],["li",["span.label","4."],[".para","Have a child put a large coin or cardboard circle up to one eye, close the other one, and then slowly move the object away from the eye that is open. Have the child tell what he or she could see with the coin up close and how much more there is to see when the coin is moved away."],[".para","Explain that the coin could represent an immediate desire, such as hunger, that blinds us to other things around us. Like Esau, sometimes we experience failure or unhappiness because we trade what we want most for what we want at the moment."],[".para","Present several situations such as the following for the children to discuss:"],["ul.bullet",["li",["span.label","•"],[".para","You are tempted to miss church to watch a sports event or go hunting."]],["li",["span.label","•"],[".para","You are tempted to buy a toy rather than pay your tithing."]]],[".para","Explain that temptations, like the coin, keep us from seeing the entire picture. Encourage the children not to be blinded by such temptations."]],["li",["span.label","5."],[".para","See the entry in the LDS Bible Dictionary",["a.scriptureRef",{"href":"/scriptures/bd/abraham-covenant-of"},"“Abraham, Covenant of”"],"(p. 602). Review the blessings the Lord gave to Abraham that were recorded in",["a.scriptureRef",{"href":"/scriptures/ot/gen/28.4,13-15"},"Genesis 28:4, 13–15"],". Explain that Esau gave up these blessings when he married outside the covenant. Emphasize the importance of being married in the temple, and explain that the blessings promised to Abraham and his posterity will come to all who accept and live the gospel of Jesus Christ."]],["li",["span.label","6."],[".para","Review the story of Jacob and Esau with the children by having different class members tell one portion of the story. Encourage the children to share this story with their families and discuss why Esau gave up his birthright."]],["li",["span.label","7."],[".para","Sing or read the words to",["span.crossRef","“Help Me, Dear Father”"],"(",["span.emphasis","Children’s Songbook,"],"p. 99)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p78","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p78"},"You may want to bear your testimony of the importance of having eternal values. Remind the children that they can choose that which has eternal worth. Encourage them to think about the choices they make and pray for guidance to choose wisely."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p80","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p80"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p82","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p82"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/gen/33.1-15"},"Genesis 33:1–15"],"at home as a review of this lesson."]],["div",{"id":"p83","uri":"/manual/primary-6-old-testament/lesson-13-jacob-and-esau.p83"},"Invite a child to give the closing prayer."]]]],"refs":null}
