{"id":38,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":38,"title":"Lesson 35: The Nauvoo Temple Is Used for Sacred Ordinances","subtitle":"","short_title":"Lesson 35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.head1"},[".titleNumber","Lesson",["span.dominant","35"]],["h1","The Nauvoo Temple Is Used for Sacred Ordinances"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p1"},"To help the children understand the importance of temples and of being worthy to receive temple ordinances."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.26-47,55"},"Doctrine and Covenants 124:26–47, 55"],"(the commandment to build the Nauvoo Temple);",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.15-17"},"Doctrine and Covenants 97:15–17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.12,18"},"105:12, 18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.20"},"109:20"],"(the importance of temple worthiness);",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.22-23"},"Doctrine and Covenants 109:22–23"],"(the power of the endowment); and the historical accounts given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Two white or light-colored towels or cloths, one clean and one with mud or dirt on it."]],["li",["span.label","c."],[".para","A temple recommend, if available."]],["li",["span.label","d."],[".para","Picture 5-36, Temple Baptismal Font (Gospel Art Picture Kit 504; 62031); picture 5-37, Nauvoo Temple (Gospel Art Picture Kit 501; 62432)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p9"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p10"},"Show the children the clean towel."],["ul.bullet",["li",["span.label","•"],[".para","What would this towel look like if I used it after washing my hands with soap and water?"]],["li",["span.label","•"],[".para","What would this towel look like if I used it while my hands were dirty?"]]],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p13"},"Hold up the clean towel and the dirty towel."],["ul.bullet",["li",["span.label","•"],[".para","Which towel would you rather use? Why?"]]],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p15"},"Explain that our lives can be compared to these towels. When we obey the commandments and live as we should, our lives are like the clean towel. We are spiritually clean. When we do wrong things, our lives are like the dirty towel. We become spiritually unclean."],["ul.bullet",["li",["span.label","•"],[".para","What can we do to make this dirty towel clean again?"]]],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p17"},"Explain that if we compare our lives to the towels, repentance is like washing the dirty towel to make it clean again. Remind the children that it is better not to sin in the first place, but if we do sin, the Lord has provided a way for us to become spiritually clean again by repenting."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p18"},"Explain that the Lord has emphasized the importance of being spiritually clean by commanding that no unclean thing or person shall enter his temple (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.20"},"D&C 109:20"],"). He wants the temple to remain sacred and holy. To enter the temple we must have a temple recommend, which we receive if we are found worthy in interviews with our bishop and a member of our stake presidency. Show a temple recommend, if possible."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p19"},"Tell the children that they should try to live righteously and be worthy of a temple recommend, so that they will be able to receive one when they are older. This lesson will help them better understand how to live to be worthy to enter the temple and participate in sacred temple ordinances."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p20"},"Teach the children about the building of the Nauvoo Temple and the importance of being worthy to receive temple ordinances, as discussed in the following historical accounts and the scriptures listed in the “Preparation” section. Show the pictures at appropriate times."],[".topic",["h3","The Saints Are Commanded to Build the Nauvoo Temple"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p21"},"In January 1841 Joseph Smith received a revelation commanding the Saints to build a temple in Nauvoo, Illinois (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.26-44"},"D&C 124:26–44"],"). The Prophet selected, and the Lord approved, a site on a hill overlooking the city (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.43"},"D&C 124:43"],")."],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p22"},"The plans for the Nauvoo Temple, like the plans for the Kirtland Temple, were revealed to Joseph Smith in a vision. Joseph Smith told the architect (the man who drew the plans for the temple) how the temple should look. When the architect told the Prophet that there was no room for the oval windows he wanted, Joseph said, “I wish you to carry out my designs. I have seen in vision the splendid appearance of that building … and will have it built according to the pattern shown me” (quoted in E. Cecil McGavin,",["span.emphasis","The Nauvoo Temple,"],"p. 6)."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p23"},"As they had done for the building of the Kirtland Temple, members of the Church made many sacrifices to help build the Nauvoo Temple. Tithing money was used to pay for building materials, and members also paid whatever else they could to buy supplies. Women of the Relief Society each contributed a penny a week to buy glass and nails, eventually collecting fifty thousand pennies (five hundred dollars). These pennies weighed 343 pounds! One man gave Brigham Young twenty-five hundred dollars in gold, a huge amount of money in those days. Men contributed labor either at the temple site or at the quarry where stones for the outside walls were prepared, often working on the temple every tenth day as tithing labor. The women sewed clothing and cooked meals for the men building the temple."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p24"},"The Saints labored to make the temple the finest possible. The carved oxen beneath the baptismal font, for example, were patterned after the most beautiful live ox the Saints could find. The most beautiful furnishings available were put inside the temple to make it a proper house for the Lord."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p25"},"The temple was built of light gray limestone and measured 165 feet from the ground to the top of the spire, 55 feet taller than the Kirtland Temple. On the outside were carved figures of the sun, moon, and stars, representing the three degrees of glory. Over the doors in gold letters was written",["span.emphasis","The House of the Lord, built by the Church of Jesus Christ of Latter-Day Saints, Commenced April 6th, 1841. Holiness to the Lord."],"The finished temple was one of the most beautiful buildings in the area."]],[".topic",["h3","Baptisms for the Dead Are Performed in the Nauvoo Temple"],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p26"},"Before the Nauvoo Temple was built, some temple ordinances were performed in places other than a temple, since there was no temple available. Baptisms for the dead were performed in the river. When the Lord commanded the Saints to build the Nauvoo Temple, however, he told them that after a certain time baptisms for the dead done outside the temple would no longer be acceptable to him (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.29-32"},"D&C 124:29–32"],"). Therefore, rooms in the temple were dedicated and used as soon as they were completed. Because the baptismal font was in the basement of the temple, it was ready for use before the rest of the temple was completed. Baptisms for the dead were begun in the temple in November 1841, when the outside walls of the temple had not yet reached the first-story windowsills."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p27"},"While the Saints were building the temple, the city of Nauvoo continued to prosper. Some non–Latter-day Saints living around Nauvoo saw the growth of the city and began to worry that the Church would become too powerful, so they began to persecute the members of the Church. Joseph Smith was killed before the temple was completed. The Saints would soon have to move west to the Rocky Mountains to find peace and safety, but they wanted to receive as many temple ordinances as possible before leaving Nauvoo. The Saints hurried to complete the temple."]],[".topic",["h3","Endowments and Sealings Are Performed in the Nauvoo Temple"],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p28"},"One of the sacred temple ordinances is called the endowment. This ordinance helps us become more like Heavenly Father and prepares us to live in the highest degree of the celestial kingdom. As part of the endowment we make covenants, or promises, with Heavenly Father. Most members of the Church receive the endowment just before going on a mission or getting married. After receiving the endowment, Church members can be married in the temple for time and eternity. When a husband and wife are married in the temple, their children who are born afterwards are automatically sealed to them. This is called being born in the covenant. Children who were born before their parents were sealed to each other can be sealed to their parents in the temple. In the temple we can also be endowed and sealed vicariously for people who were not able to receive these ordinances while they lived on the earth (see",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p1"},"lesson 34"],")."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p29"},"Several upstairs rooms of the Nauvoo Temple were finished and dedicated for endowment work at the end of November 1845, and the first endowments were given a week and a half later. By this time persecution had become severe and the Saints knew they would soon have to leave Nauvoo. They were eager to receive their endowments and be sealed to their families before leaving. Brigham Young was one of the men performing the temple ordinances, and in January 1846 he said that so many Saints were anxious to receive the ordinances that he had “given [him]self up entirely to the work of the Lord in the Temple night and day, not taking more than four hours sleep, upon an average, per day, and going home but once a week” (",["span.emphasis","History of the Church,"],"7:567). Armed men guarded the temple because the Saints feared their enemies would try to burn it down."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p30"},"During this time enemies of the Church kept trying to arrest Brigham Young and others of the Twelve Apostles on false charges. In late December 1845 Brigham Young learned that a U.S. marshal was in town to arrest him. President Young, who was in the temple at the time, knelt and prayed for guidance and protection. Then he sent his carriage driver to bring his carriage to the front door of the temple."],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p31"},"President Young asked Brother William Miller, who was about his size, to help him. Brother Miller put on President Young’s hat and a cloak that looked like President Young’s cloak, and he went outside to the carriage. As Brother Miller was getting into the carriage, the marshal arrested him without asking who he was. Brother Miller told the marshal he was making a mistake, but the marshal insisted that Brother Miller go to Carthage for trial."],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p32"},"William Miller went to Carthage while Brigham Young stayed in Nauvoo, helping with the temple ordinances and making plans for the move west. When Brother Miller and the marshal arrived in Carthage, people there told the marshal that the person he had arrested was not Brigham Young. The marshal finally asked Brother Miller what his name was. The marshal was angry and embarrassed to learn that he had not arrested Brigham Young, and he released Brother Miller."],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p33"},"Brigham Young planned to stop doing ordinance work in the temple in early February so that he could safely leave for the West before his enemies captured him. But because there were so many Saints waiting to receive their endowments, he stayed for another two weeks. Almost six thousand members of the Church received their endowments in the Nauvoo Temple."]],[".topic",["h3","The Nauvoo Temple Is Destroyed"],["div",{"id":"p34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p34"},"After Brigham Young left Nauvoo, no more temple ordinances were performed in the Nauvoo Temple, but the Saints kept working to complete the building. They wanted to leave it as a monument to their faith and hard work. The temple was completed in April 1846 and dedicated on 1 May 1846 by Elder Orson Hyde, a member of the Quorum of the Twelve Apostles. A week later Wilford Woodruff gave the last sermon inside the temple to about three thousand Saints still remaining in Nauvoo. The temple was then locked, and a caretaker was hired to watch over it."],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p35"},"In September 1846 a mob of fifteen hundred enemies of the Church took over the temple and ruined it. They gambled, drank liquor, and smoked inside the temple. They destroyed the furnishings and walls and made fun of the sacred temple ordinances. Soon after the mob took over the temple, lightning struck the steeple and broke the shaft that held the figure of an angel on top of the temple. Later, enemies of the Church paid a man to set fire to the temple. Everything burned but the outside walls, which were made of stone. Two years later a tornado blew down three of these walls, and the fourth wall was later torn down."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p36"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why did the Lord command the Saints to build the Nauvoo Temple? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.27-29,40"},"D&C 124:27–29, 40"],".) What are some of the ordinances that were performed in the Nauvoo Temple? (Baptisms for the dead, endowments and sealings for both the living and the dead.) Where are these ordinances performed today? Why are these ordinances important? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.55"},"D&C 124:55"],".)"]],["li",["span.label","•"],[".para","Why are temples important to Heavenly Father’s work? Why are temples important to us?"]],["li",["span.label","•"],[".para","Who gave Joseph Smith the plans for the temple? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.42"},"D&C 124:42"],".) What kind of materials did the Lord want used to build the temple? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.26-27"},"D&C 124:26–27"],".) Why do you think the Church builds temples out of the finest materials available? Why is the temple called the house of the Lord?"]],["li",["span.label","•"],[".para","Why were temple ordinances once permitted in places other than the temple? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.29-30"},"D&C 124:29–30"],".) Why were temple ordinances performed in the Nauvoo Temple before the entire building was finished? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.33,36"},"D&C 124:33, 36"],"; explain that “places … for refuge” refers to temples. Also remind the children that the Saints needed to hurry to receive their endowments before they were forced to leave Nauvoo.)"]],["li",["span.label","•"],[".para","Why do you think the Saints were eager to receive the temple endowment? Explain that the endowment gave them spiritual knowledge and strength (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.22-23"},"D&C 109:22–23"],") that helped them endure the challenges they faced on the westward trek and in settling the area that is now Utah."]],["li",["span.label","•"],[".para","What eventually happened to the Nauvoo Temple? How do we know the Spirit of the Lord left the temple when the mobs took it over? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.17"},"D&C 97:17"],".)"]],["li",["span.label","•"],[".para","Why is it important to live so that we are worthy to enter the temple? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.15-17"},"D&C 97:15–17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.12,18"},"105:12, 18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.46"},"124:46"],".) How does being worthy to enter the temple help us live happier lives? (See enrichment activity 1.) What do we need to do to be worthy to enter the temple? How can we avoid sins that would make us unworthy to attend the temple? (See enrichment activity 3.) What can we do if we do make mistakes or commit sins that would make us unworthy to attend the temple?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p44","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p44"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.f7"},["ol.number",["li",["span.label","1."],[".para","Read or have a child read the following quotation from Howard W. Hunter, fourteenth President of the Church:"],[".para","“It would please the Lord if every adult member would be worthy of—and carry—a current temple recommend. The things that we must do and not do to be worthy of a temple recommend are the very things that ensure we will be happy as individuals and as families” (in Conference Report, Oct. 1994, p. 8; or",["span.emphasis","Ensign,"],"Nov. 1994, p. 8)."],[".para","Discuss with the children how each of the things on the following list will help us be happy and receptive to the Spirit of the Lord as well as worthy to hold a temple recommend (for example, being kind to family members will help us have more love in our families; obeying the Word of Wisdom will help us be healthy and strong):"],["ul.bullet",["li",["span.label","•"],[".para","Believe in Heavenly Father, Jesus Christ, and the Holy Ghost."]],["li",["span.label","•"],[".para","Gain a testimony that the Church is true."]],["li",["span.label","•"],[".para","Follow the prophet."]],["li",["span.label","•"],[".para","Think clean thoughts."]],["li",["span.label","•"],[".para","Read the scriptures."]],["li",["span.label","•"],[".para","Attend Primary and sacrament meeting."]],["li",["span.label","•"],[".para","Support Church leaders."]],["li",["span.label","•"],[".para","Dress modestly."]],["li",["span.label","•"],[".para","Be honest."]],["li",["span.label","•"],[".para","Obey the Word of Wisdom."]],["li",["span.label","•"],[".para","Pay a full tithing."]],["li",["span.label","•"],[".para","Repent of your sins."]],["li",["span.label","•"],[".para","Pray."]],["li",["span.label","•"],[".para","Choose friends who choose to do what is right."]],["li",["span.label","•"],[".para","Honor your parents and be kind to family members."]],["li",["span.label","•"],[".para","Serve others."]]]],["li",["span.label","2."],[".para","Fill a box with objects, pictures, and wordstrips that give clues about things we need to do to be worthy to enter the temple (see the list in enrichment activity 1). For example, a picture of the living prophet could be a clue for following the prophet, or a coin could be a clue for paying tithing. Let each child select an object, picture, or wordstrip from the box and explain to the other children how it relates to temple worthiness."]],["li",["span.label","3."],[".para","Help the children review or memorize the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"thirteenth article of faith"],", and discuss with them how it relates to temple worthiness. Explain that “chaste” and “virtuous” mean modest, morally (sexually) clean, and pure in thought and action. Discuss with the children what they can do to be virtuous and chaste when they choose their clothing, entertainment, language, and friends."]],["li",["span.label","4."],[".para","With the approval of your Primary president, invite a member of the bishopric to spend five minutes discussing with the children the importance of living so as to be worthy to enter the temple."]],["li",["span.label","5."],[".para","Sing or say the words to",["span.crossRef","“I Love to See the Temple”"],"(",["span.emphasis","Children’s Songbook,"],"p. 95),",["span.crossRef","“The Lord Gave Me a Temple”"],"(",["span.emphasis","Children’s Songbook,"],"p. 153), or",["span.crossRef","“Hum Your Favorite Hymn”"],"(",["span.emphasis","Children’s Songbook,"],"p. 152)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p68","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p68"},"Help the children understand that temples are beautiful, sacred places where important ordinances are performed to help prepare us to live again with Heavenly Father and Jesus Christ. Temples are kept sacred by allowing only those who are worthy to enter. Encourage the children to live worthily today so that they will be ready to enter the temple when they are old enough to participate in sacred temple ordinances."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p69","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p69"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.26-29,40-45"},"Doctrine and Covenants 124:26–29, 40–45"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p70","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p70"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p71","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-35-the-nauvoo-temple-is-used-for-sacred-ordinances.p71"},"Invite a child to give the closing prayer."]]]],"refs":null}
