{"id":14,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":14,"title":"Lesson 12: Isaac and Rebekah","subtitle":"","short_title":"Lesson 12","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.head1"},[".titleNumber","Lesson",["span.dominant","12"]],["h1","Isaac and Rebekah"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p4"},"To teach the children that the same eternal blessings promised to Abraham, Isaac, and Jacob can be theirs if they make and honor temple marriage covenants."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.1-6"},"Genesis 24:1–6"],"—Abraham commands Isaac not to marry a Canaanite. His servant is sent to find a wife for Isaac."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.7-59"},"Genesis 24:7–59"],"—The Lord guides Abraham’s servant in choosing Rebekah as a wife for Isaac."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.60-67"},"Genesis 24:60–67"],"—Rebekah is blessed to be the mother of thousands of millions. Rebekah marries Isaac."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Practice cutting the paper ring that you will use for the attention activity. Fold a 5″ x 7″ piece of paper lengthwise and cut along the dotted lines as shown in the diagram. Finally, cut along the fold from",["span.emphasis","X"],"to",["span.emphasis","Y,"],"leaving the two folded ends uncut. Unfold and carefully stretch the paper into a ring. A full-size pattern is provided on the next page."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A 5″ x 7″ piece of paper and a pair of scissors."]],["li",["span.label","c."],[".para","Picture 6-15, Rebekah at the Well (62160)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p17","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p17"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p19","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p19"},"Tell the children that you are going to show them how to make a large paper ring out of a 5″ x 7″ piece of paper. Explain that to do this you must follow the directions exactly. Cut the paper according to the directions and open it carefully into a ring. Have a child stand and gently slip the paper ring over his or her head and guide it to the floor."],[".",{"id":"f4","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.f4"}],["ul.bullet",["li",["span.label","•"],[".para","How is eternal marriage like a ring? (It has no end.) What is required for a temple marriage to last forever and have no end? (Both the husband and wife must obey Heavenly Father’s commandments and keep their covenants.)"]]],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p21"},"Tell the children that in this lesson they will learn more about eternal marriage. Explain that Heavenly Father has provided a way for us to receive the same blessings that he promised Abraham. Review the promises from",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.17-18"},"Genesis 22:17–18"],"and explain that the Lord made the same covenants with Isaac and Jacob that he did with Abraham and that he promises the same things to everyone who marries in the temple and keeps his or her temple covenants."]],[".teachingMethod",["h2","Alternate Attention Activity"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p23"},"Show the children a ring and discuss how it is like eternal marriage."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p25"},"Teach the account from",["a.scriptureRef",{"href":"/scriptures/ot/gen/24"},"Genesis 24"],"of how Abraham chose a wife for Isaac, and discuss the qualities Rebekah developed to prepare her for this eternal marriage. Explain the importance of preparing for celestial marriage and seeking Heavenly Father’s help in choosing the right partner. Show the picture at an appropriate time. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.)"]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p27"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why was Abraham concerned that Isaac not marry a Canaanite woman? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.3-4"},"Genesis 24:3–4"],"; Canaanites worshiped false gods. If Isaac married someone of another faith, he would marry outside the covenant. Abraham wanted Isaac to marry a woman who would help him remain faithful. Only in this way would the priesthood remain with Abraham’s descendants and would they receive the special blessings the Lord had promised to Abraham and his seed.) (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","How would you feel if someone arranged a marriage for you to a person you didn’t know, as happened with Isaac and Rebekah? What kind of person would you trust to choose your marriage partner?"]],["li",["span.label","•"],[".para","What characteristics did the servant of Abraham have that showed he could be trusted to find the right wife for Isaac? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.12-14,33,48"},"Genesis 24:12–14, 33, 48"],". He prayed for help by asking the Lord to confirm his plan rather than solve his problem. He was more concerned about completing his assignment than he was for his own comfort. He expressed gratitude for the Lord’s help.) In seeking the Lord’s help, how can you follow the example of the servant of Abraham?"]],["li",["span.label","•"],[".para","What did Rebekah’s willingness to water the servant’s camels show about the type of person she was? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.18-19"},"Genesis 24:18–19"],".) What could you do to develop the qualities of being a hard worker, unselfish, and dependable? When you are given a hard task to do, what could you do to make the job more pleasant? How did Rebekah complete her difficult task? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.20"},"Genesis 24:20"],".) (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","How did Rebekah’s father and brother respond to the request for Rebekah to marry Isaac? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.50-51"},"Genesis 24:50–51"],".) How can the examples set by parents affect their children?"]],["li",["span.label","•"],[".para","What great quality did Rebekah demonstrate when she answered her family about going with the servant? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.58"},"Genesis 24:58"],"; she had faith in God.) Why do you think Rebekah was willing to marry a stranger from another land? (Rebekah wanted to marry in the covenant and provide the blessings of Abraham for herself and her children.)"]],["li",["span.label","•"],[".para","What did Rebekah’s family do before she left them? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.60"},"Genesis 24:60"],".) How do you think a father’s blessing could help a person preparing for marriage?"]],["li",["span.label","•"],[".para","When should you start preparing for your eternal marriage? A latter-day prophet, Spencer W. Kimball, has said, “We recommend … that all boys and girls from their infancy up plan to be married only in the temple … to keep their lives spotless so that this can be accomplished” (“The Matter of Marriage” [address delivered at the Salt Lake Institute of Religion, 22 Oct. 1976])."]],["li",["span.label","•"],[".para","What are some things you might do to prepare for your eternal marriage? What can you do in your family right now to help your family be more celestial?"]],["li",["span.label","•"],[".para","What was one important thing that Isaac did to make his marriage happy? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.67"},"Genesis 24:67"],"; he loved his wife.) How can you show more love for the members of your family?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p39","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p39"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.f7"},["ol.number",["li",["span.label","1."],[".para","Show the children some pictures of temples and bear testimony of the importance of being married in a temple of God. Explain that by marrying in the temple they can qualify for all the blessings of Abraham, Isaac, and Jacob. Review the blessings promised to Abraham (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/lesson-9-jehovah-makes-covenants-with-abraham.p1"},"lesson 9"],", enrichment activity 1). Being sensitive to those children who may come from homes where the parents are divorced, ask the children how they might encourage parents who have not yet had the privilege of being sealed in the temple to prepare for these blessings. If you have been to the temple, share some of your feelings with the class."]],["li",["span.label","2."],[".para","Show the children a picture of a camel (6-15, Rebekah at the Well, 62160; or The Wise Men, Gospel Art Picture Kit 203; 62120). Explain that though a camel can go for days without a drink of water, in the summer a camel may drink five gallons of water a day. Imagine how many trips Rebekah made to the well to fill her pitcher to draw water for ten camels to have enough to drink. Point out how willing Rebekah was to serve others. Have the children draw several pitchers on a piece of paper and write in each one something they would be willing to do to serve someone else."]],["li",["span.label","3."],[".para","Have the children sit on their chairs in a semicircle. Place an extra chair in the semicircle. Ask the children to imagine that they are in heaven and their families are seated on these chairs. What would heaven be like if you looked around and found one of your family members missing?"],[".para","You may want to share this quotation from President Ezra Taft Benson, thirteenth President of the Church:"],[".para","“God intended the family to be eternal. With all my soul, I testify to the truth of that declaration. May He bless us to strengthen our homes and the lives of each family member so that in due time we can report to our Heavenly Father in His celestial home that we are all there—father, mother, sister, brother, all who hold each other dear. Each chair is filled. We are all back home” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[1988], p. 493)."],[".para","Discuss with the children ways they can follow President Benson’s counsel now and in the future. (Be sensitive to those children in your class who come from part-member families.) Encourage them to go home and discuss these ideas with their families and make a list of ideas that they can work on together."]],["li",["span.label","4."],[".para","Have the children role-play the story of Rebekah and Isaac. You may wish to bring a few simple costumes or props."]],["li",["span.label","5."],[".para","If you have a temple recommend, you could show it to the children and express what a sacred privilege it is to be permitted into the temple of the Lord. Share with the children some of the things that are necessary for a member of The Church of Jesus Christ of Latter-day Saints to do to receive a temple recommend:"],["ul.noMarker",["li",[".para","Keep your body and mind clean and pure."]],["li",[".para","Sustain the President of the Church as a prophet, seer, and revelator."]],["li",[".para","Pay a full tithe."]],["li",[".para","Live the Word of Wisdom."]],["li",[".para","Be totally honest."]],["li",[".para","Attend Church meetings and keep the commandments."]],["li",[".para","Treat your family with kindness."]]],[".para","Encourage the children to set the goal now to be married in the temple so they can qualify for the blessings of Abraham and so they can make these blessings available to their children."]],["li",["span.label","6."],[".para","Share the following quotation from President Spencer W. Kimball, twelfth President of the Church:"],[".para","“Having in mind the importance of temple work, wouldn’t it be wonderful if every Latter-day Saint home had in the bedroom of each boy and each girl, or on the mantel of the living room, a fairly good-sized picture of a temple which would help them recall, frequently, the purpose of these beautiful edifices. I believe there would be far more marriages in the temple than there are today, because the children would have as a part of their growing experience the picture of one of our temples constantly before them as a reminder and a goal. I recommend that to the Saints” (“The Things of Eternity—Stand We in Jeopardy?”",["span.emphasis","Ensign,"],"Jan. 1977, p. 7)."]],["li",["span.label","7."],[".para","Sing or read the words to",["span.crossRef","“Families Can Be Together Forever”"],"(",["span.emphasis","Children’s Songbook,"],"p. 188) or",["span.crossRef","“I Love to See the Temple”"],"(",["span.emphasis","Children’s Songbook,"],"p. 95)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p61","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p61"},"You may want to bear your testimony of the great blessings of temple marriage. Express your gratitude for the love that Heavenly Father has for each of us. Encourage the children to develop the good qualities that will enable them to be part of an eternal family."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p63","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p63"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p65","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p65"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.42-51,58"},"Genesis 24:42–51, 58"],"at home as a review of this lesson."]],["div",{"id":"p66","uri":"/manual/primary-6-old-testament/lesson-12-isaac-and-rebekah.p66"},"Invite a child to give the closing prayer."]]]],"refs":null}
