{"id":37,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":37,"title":"Lesson 35: “A Mission of Saving”","subtitle":"","short_title":"Lesson 35","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.head1"},[".titleNumber","Lesson",["span.dominant","35"]],["h1","“A Mission of Saving”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p1"},"To teach about the rescue of the Martin and Willie handcart companies, to show that the gospel of Jesus Christ is a message of rescue, and to encourage class members to help rescue those in need."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study the following scriptures and other materials:"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.3-7"},"Doctrine and Covenants 4:3–7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10-16"},"18:10–16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.40"},"52:40"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.5-6"},"81:5–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.58"},"138:58"],"."]],["li",["span.label","b."],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.31-32"},"3 Nephi 18:31–32"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.45-48"},"Moroni 7:45–48"],"(supplemental scriptures)."]],["li",["span.label","c."],["p.para","The quotations in this lesson."]],["li",["span.label","d."],["p.para",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-six-faith-in-every-footstep.p43"},"pages 77–80"],"."]]]]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-35-a-mission-of-saving.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","If the following pictures are available, prepare to use them during the lesson: Martin Handcart Co., Bitter Creek, Wyoming, 1856 (62554; Gospel Art Picture Kit 414) and Three Young Men Rescue the Martin Handcart Company (Gospel Art Picture Kit 415)."]],["li",["span.label","4."],["p.para","If you use the attention activity, prepare to use the following pictures in addition to those listed above: Exodus from Nauvoo (62493; Gospel Art Picture Kit 411); Handcart Company (62528); and Mary Fielding and Joseph F. Smith Crossing the Plains (62608)."]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p10"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p11"},"Display the pictures listed in the “Preparation” section, items 3 and 4."],["ul.bullet",["li",["span.label","•"],["p.para","Why is it important to continue to repeat the stories about the experiences of the early Latter-day Saint pioneers?"],["p.para","President Gordon B. Hinckley said: “Stories of the beleaguered Saints and of their suffering and death will be repeated again and again. … Stories of their rescue need to be repeated again and again. They speak of the very essence of the gospel of Jesus Christ” (in Conference Report, Oct. 1996, 118; or",["span.emphasis","Ensign,"],"Nov. 1996, 86)."],["p.para","Referring to the pioneers, President Hinckley also said: “I will never get over being thankful to them; I hope you never get over being thankful to them. I hope that we will always remember them. … Let us read again and again, and read to our children or our children’s children, the accounts of those who suffered so much” (",["span.emphasis","Church News,"],"31 July 1999, 5)."],["p.para","Explain that this lesson discusses an account of suffering, death, and rescue: the story of the Martin and Willie handcart companies."]]]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p16","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p16"},"Prayerfully select the lesson materials that will best meet class members’ needs. Encourage class members to share experiences that relate to the principles you teach."],[".topic",["h3","1. President Brigham Young guided the rescue of the Martin and Willie handcart companies."],["p.para",{"id":"p17","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p17"},"Display the picture of the Martin handcart company. Summarize the first paragraph under",["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-six-faith-in-every-footstep.p43"},"“Handcart Pioneers”"],"on page 77 of",["span.emphasis","Our Heritage."],"Then share the following account as told by President Gordon B. Hinckley:"],["p.para",{"id":"p18","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p18"},"“I take you back to the general conference of October 1856. On Saturday of that conference, Franklin D. Richards and a handful of associates arrived in the valley. They had traveled from Winter Quarters with strong teams and light wagons and had been able to make good time. Brother Richards immediately sought out President Young. He reported that there were hundreds of men, women, and children scattered over the long trail. … They were in desperate trouble. Winter had come early. Snow-laden winds were howling across the highlands. … Our people were hungry; their carts and their wagons were breaking down; their oxen dying. The people themselves were dying. All of them would perish unless they were rescued."],["p.para",{"id":"p19","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p19"},"“I think President Young did not sleep that night. I think visions of those destitute, freezing, dying people paraded through his mind. The next morning he came to the old Tabernacle which stood on this square. He said to the people:"],["p.para",{"id":"p20","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p20"},"“‘I will now give this people the subject and the text for the Elders who may speak. … It is this. … Many of our brethren and sisters are on the plains with handcarts, and probably many are now seven hundred miles from this place, and they must be brought here, we must send assistance to them. The text will be, “to get them here. …"],["p.para",{"id":"p21","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p21"},"“‘That is my religion; that is the dictation of the Holy Ghost that I possess. It is to save the people. …"],["p.para",{"id":"p22","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p22"},"“‘I shall call upon the Bishops this day. I shall not wait until tomorrow, nor until the next day, for 60 good mule teams and 12 or 15 wagons. I do not want to send oxen. I want good horses and mules. They are in this Territory, and we must have them. Also 12 tons of flour and 40 good teamsters, besides those that drive the teams. …"],["p.para",{"id":"p23","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p23"},"“‘I will tell you all that your faith, religion, and profession of religion, will never save one soul of you in the Celestial Kingdom of our God, unless you carry out just such principles as I am now teaching you.",["span.emphasis","Go and bring in those people now on the plains"],"’ (in LeRoy R. Hafen and Ann W. Hafen,",["span.emphasis","Handcarts to Zion"],"[1960], 120–21)."],["p.para",{"id":"p24","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p24"},"“That afternoon, food, bedding, and clothing in great quantities were assembled by the women. The next morning, horses were shod and wagons were repaired and loaded. The following morning, … 16 mule teams pulled out and headed eastward. By the end of October there were 250 teams on the road to give relief” (in Conference Report, Oct. 1996, 117–18; or",["span.emphasis","Ensign,"],"Nov. 1996, 85–86)."],["p.para",{"id":"p25","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p25"},"Point out that the Martin and Willie handcart companies had done all they could to reach the Salt Lake Valley, but they could go no farther. They needed to be rescued. Without the rescue parties, they all would have died."],["ul.bullet",["li",["span.label","•"],["p.para","What experiences have you had in which you have been rescued? How did you feel when you were in need of help? How did you feel when someone came to your aid?"]],["li",["span.label","•"],["p.para","How might the Saints in the handcart companies have felt when the rescue parties found them?"]]],["p.para",{"id":"p28","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p28"},"President Hinckley shared this account of the rescue:"],["p.para",{"id":"p29","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p29"},"“It was in … desperate and terrible circumstances—hungry, exhausted, their clothes thin and ragged—that [the handcart companies] were found by the rescue party. As the rescuers appeared on the western horizon breaking a trail through the snow, they seemed as angels of mercy. And indeed they were. The beleaguered emigrants shouted for joy, some of them. Others, too weak to shout, simply wept and wept and wept."],["p.para",{"id":"p30","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p30"},"“There was now food to eat and some warmer clothing. But the suffering was not over, nor would it ever end in mortality. Limbs had been frozen, and the gangrenous flesh sloughed off from the bones."],["p.para",{"id":"p31","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p31"},"“The carts were abandoned, and the survivors were crowded into the wagons of the rescuers. The long rough journey of three hundred, four hundred, even five hundred miles between them and this valley was especially slow and tedious because of the storms. On November 30, 104 wagons, loaded with suffering human cargo, came into the Salt Lake Valley. Word of their expected arrival had preceded them. It was Sunday, and again the Saints were gathered in the Tabernacle. Brigham Young stood before the congregation and said:"],["p.para",{"id":"p32","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p32"},"“‘As soon as this meeting is dismissed I want the brethren and sisters to repair to their homes. …"],["p.para",{"id":"p33","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p33"},"“‘The afternoon meeting will be omitted, for I wish the sisters to … prepare to give those who have just arrived a mouthful of something to eat, and to wash them and nurse them. …"],["p.para",{"id":"p34","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p34"},"“‘Some you will find with their feet frozen to their ankles; some are frozen to their knees and some have their hands frosted … ; we want you to receive them as your own children, and to have the same feeling for them’ (quoted in Hafen,",["span.emphasis","Handcarts to Zion,"],"p. 139)” (in Conference Report, Oct. 1991, 76–77; or",["span.emphasis","Ensign,"],"Nov. 1991, 54)."],["ul.bullet",["li",["span.label","•"],["p.para","What impresses you about the efforts to rescue the handcart pioneers?"]]]],[".topic",["h3","2. The Savior rescues us through His atoning sacrifice."],["p.para",{"id":"p36","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p36"},"Point out that the gospel of Jesus Christ is a message of rescue. In a conference address, after sharing the story of the rescue of the handcart companies, President Gordon B. Hinckley testified of the rescuing mission of the Savior:"],["p.para",{"id":"p37","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p37"},"“It is because of the sacrificial redemption wrought by the Savior of the world that the great plan of the eternal gospel is made available to us, under which those who die in the Lord shall not taste of death but shall have the opportunity of going on to a celestial and eternal glory."],["p.para",{"id":"p38","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p38"},"“In our own helplessness, He becomes our rescuer, saving us from damnation and bringing us to eternal life."],["p.para",{"id":"p39","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p39"},"“In times of despair, in seasons of loneliness and fear, He is there on the horizon to bring succor and comfort and assurance and faith. He is our King, our Savior, our Deliverer, our Lord and our God” (in Conference Report, Oct. 1991, 78; or",["span.emphasis","Ensign,"],"Nov. 1991, 54)."],["ul.bullet",["li",["span.label","•"],["p.para","In what ways do we need to be rescued by the Savior? Why is the Savior able to rescue us? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-13"},"Alma 7:11–13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.11-12"},"D&C 18:11–12"],".) What must we do to fully receive His offer of rescue?"]]]],[".topic",["h3","3. As Latter-day Saints, we are to rescue those in need."],["p.para",{"id":"p41","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p41"},"Display the picture of the three young men rescuing handcart pioneers. Then read the following story shared by President Thomas S. Monson:"],["p.para",{"id":"p42","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p42"},"“Let us for a moment join Captain Edward Martin and the handcart company he led. While we will not feel the pangs of hunger which they felt or experience the bitter cold that penetrated their weary bodies, we will emerge from our visit with a better appreciation of hardship borne, courage demonstrated, and faith fulfilled. We will witness with tear-filled eyes a dramatic answer to the question ‘Am I my brother’s keeper?’"],["p.para",{"id":"p43","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p43"},"“‘The handcarts moved on November 3 and reached the [Sweetwater] river, filled with floating ice. To cross would require more courage and fortitude, it seemed, than human nature could muster. Women shrank back and men wept. Some pushed through, but others were unequal to the ordeal."],["p.para",{"id":"p44","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p44"},"“‘Three eighteen-year-old boys belonging to the relief party came to the rescue; and to the astonishment of all who saw, carried nearly every member of that ill-fated handcart company across the snow-bound stream. The strain was so terrible, and the exposure so great, that in later years all the boys died from the effects of it. When President Brigham Young heard of this heroic act, he wept like a child, and later declared publicly, “That act alone will ensure C. Allen Huntington, George W. Grant, and David P. Kimball an everlasting salvation in the Celestial Kingdom of God, worlds without end”’ (LeRoy R. Hafen and Ann W. Hafen,",["span.emphasis","Handcarts to Zion"],"[Glendale, California: The Arthur H. Clark Company, 1960], pp. 132–33)."],["p.para",{"id":"p45","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p45"},"“Our service to others may not be so dramatic, but we can bolster human spirits, clothe cold bodies, feed hungry people, comfort grieving hearts, and lift to new heights precious souls” (in Conference Report, Apr. 1990, 61–62; or",["span.emphasis","Ensign,"],"May 1990, 46–47)."],["p.para",{"id":"p46","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p46"},"Emphasize that as members of the Church of Jesus Christ, we have a rescue mission. “Our mission in life, as followers of the Lord Jesus Christ,” said President Gordon B. Hinckley, “must be a mission of saving” (in Conference Report, Oct. 1991, 78; or",["span.emphasis","Ensign,"],"Nov. 1991, 59). As President Monson said, our service may not be as dramatic as the sacrifice made by the three young men in the story. However, we can help rescue family members, friends, and others through our simple daily efforts to love, serve, and teach them."],["ul.bullet",["li",["span.label","•"],["p.para","What are some specific things we can do to rescue those in need? (Write class members’ responses on the chalkboard. As part of the discussion, share the following quotation.)"],["p.para","Referring to the suffering of the Martin and Willie handcart companies, President Hinckley said:"],["p.para","“I am grateful that those days of pioneering are behind us. I am thankful that we do not have brethren and sisters stranded in the snow, freezing and dying, while trying to get to this, their Zion in the mountains. But there are people, not a few, whose circumstances are desperate and who cry out for help and relief."],["p.para","“There are so many who are hungry and destitute across this world who need help. … Ours is a great and solemn duty to reach out and help them, to lift them, to feed them if they are hungry, to nurture their spirits if they thirst for truth and righteousness."],["p.para","“There are so many young people who wander aimlessly and walk the tragic trail of drugs, gangs, immorality, and the whole brood of ills that accompany these things. There are widows who long for friendly voices and that spirit of anxious concern which speaks of love. There are those who were once warm in the faith, but whose faith has grown cold. Many of them wish to come back but do not know quite how to do it. They need friendly hands reaching out to them. With a little effort, many of them can be brought back to feast again at the table of the Lord."],["p.para","“My brethren and sisters, I would hope, I would pray that each of us … would resolve to seek those who need help, who are in desperate and difficult circumstances, and lift them in the spirit of love into the embrace of the Church, where strong hands and loving hearts will warm them, comfort them, sustain them, and put them on the way of happy and productive lives” (in Conference Report, Oct. 1996, 118; or",["span.emphasis","Ensign,"],"Nov. 1996, 86)."]]],["p.para",{"id":"p53","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p53"},"Have class members read the following scriptures, looking for counsel on what we can do to rescue those in need. Use the questions to encourage discussion and application."],[".figure",{"id":"f8","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.f8"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.3-7"},"D&C 4:3–7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.45-48"},"Moroni 7:45–48"],". How can the qualities listed in these verses help us rescue those in need?"]],["li",["span.label","b."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10-16"},"D&C 18:10–16"],". What opportunities do we have to teach the gospel and lead others to repentance?"]],["li",["span.label","c."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.40"},"D&C 52:40"],". What can we do to help “the poor and the needy, the sick and the afflicted”? Why are we not the Savior’s disciples if we do not help those in need?"]],["li",["span.label","d."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.5-6"},"D&C 81:5–6"],". What does it mean to “lift up the hands which hang down, and strengthen the feeble knees”? How might this commandment apply to spiritual needs as well as physical needs?"]],["li",["span.label","e."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.58"},"D&C 138:58"],". How do we rescue people through temple work?"]],["li",["span.label","f."],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.31-32"},"3 Nephi 18:31–32"],". What can we do to “continue to minister” to those who have fallen away?"]]]],["ul.bullet",["li",["span.label","•"],["p.para","Ask class members to reflect on the rescue of the Martin and Willie handcart companies. As we strive to rescue others, what can we learn from the examples of President Brigham Young and the Saints who rescued the stranded handcart companies? (Answers could include that we should not delay our efforts, that we often need to put aside our own concerns to attend to the needs of others, and that we should exercise faith.)"]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p61","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p61"},"Encourage class members to find ways to apply the principles discussed in this lesson. Emphasize that as we strive to help those who are in need of rescue, we must never give up hope. We must let go of selfishness, and we must reach out with love. As prompted by the Spirit, testify of the truths discussed during the lesson."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p62","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p62"},"You may want to use one or more of the following ideas to supplement the suggested lesson outline."],[".teachingMethod",["h2","1. “We became acquainted with [God] in our extremities”"],["p.para",{"id":"p63","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p63"},"Ask a class member to prepare to share the story of Nellie Pucell from",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-six-faith-in-every-footstep.p45"},"pages 77–78"],". Invite another class member to prepare to share the story of the man who testified that he and the other handcart pioneers “became acquainted with [God] in [their] extremities” (",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-six-faith-in-every-footstep.p47"},"page 78"],")."],["ul.bullet",["li",["span.label","•"],["p.para","What can we learn from these stories? How have you seen that we can become better acquainted with God as we endure trials?"]]],["p.para",{"id":"p65","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p65"},"As part of this discussion, you may want to have class members read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.5-8"},"D&C 122:5–8"],"."]],[".teachingMethod",["h2","2. “If the world is going to be saved, we have to do it”"],["p.para",{"id":"p66","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p66"},"To emphasize our responsibility to rescue those in need, share the following statement by President Gordon B. Hinckley:"],["p.para",{"id":"p67","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p67"},"“Our message is so imperative, when you stop to think that the salvation, the eternal salvation of the world, rests upon the shoulders of this Church. When all is said and done, if the world is going to be saved, we have to do it. There is no escaping from that. No other people in the history of the world have received the kind of mandate that we have received. We are responsible for all who have lived upon the earth. That involves our family history and temple work. We are responsible for all who now live upon the earth, and that involves our missionary work. And we are going to be responsible for all who will yet live upon the earth” (",["span.emphasis","Church News,"],"3 July 1999, 3)."]],[".teachingMethod",["h2","3. “Tried in All Things” video presentation"],["p.para",{"id":"p68","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-35-a-mission-of-saving.p68"},"If the videocassette",["span.emphasis","Teachings from the Doctrine and Covenants and Church History"],"(53933) is available, consider showing “Tried in All Things,” a four-minute segment."]]]]]]],"refs":null}
