{"id":16,"parent_id":0,"book_id":9399,"content_id":1,"language_id":1,"display_order":16,"title":"Lesson 14: Using Scriptures to Meet Personal Needs","subtitle":"","short_title":"Lesson 14","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14","content":[["div",{"id":"head1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.head1"},[".titleNumber","Lesson 14"],["h1","Using Scriptures to Meet Personal Needs"]],[".bodyBlock",[".topic",["h2","Teaching Objective"],["div",{"id":"p1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.p1"},"The scriptures provide answers to personal challenges and needs."]],[".topic",["h2","Themes"],["div",{"id":"f1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f1"},["ol.number",["li",["span.label","1."],[".para","There is power in the word of God."]],["li",["span.label","2."],[".para","The scriptures provide answers to our questions."]],["li",["span.label","3."],[".para","The scriptures provide patterns and models as a guide for daily living."]],["li",["span.label","4."],[".para","Comfort can be drawn from the scriptures in facing tests, trials, and temptations."]]]]],[".topic",["h2","Teaching Ideas"],["div",{"id":"f2","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f2"},["ol.number",["li",["span.label",["b","1."]],[".para",["b","There is power in the word of God."]]]]],["div",{"id":"f3","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f3"},["ol.bullet",["li",["span.label","•"],[".para","Share the following counsel from President Ezra Taft Benson:"],[".para","“We live in a day of great challenge. We live in that time of which the Lord spoke when he said, ‘Peace shall be taken from the earth, and the devil shall have power over his own dominion.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.35"},"D&C 1:35"],".) … Satan is waging war against the members of the Church who have testimonies and are trying to keep the commandments. And while many of our members are remaining faithful and strong, some are wavering. Some are falling. …"],[".para","“… This is an answer to the great challenge of our time. The word of God, as found in the scriptures, in the words of living prophets, and in personal revelation, has the power to fortify the Saints and arm them with the Spirit so they can resist evil, hold fast to the good, and find joy in this life. …"],[".para","“… President Harold B. Lee told the regional representatives:"],[".para","“‘We are convinced that our members are hungry for the gospel, undiluted, with its abundant truths and insights. … There are those who have seemed to forget that the most powerful weapons the Lord has given us against all that is evil are His own declarations, the plain simple doctrines of salvation as found in the scriptures.’ …"],[".para","“… One of the most important things you can do … is to immerse yourselves in the scriptures. Search them diligently. Feast upon the words of Christ. Learn the doctrine. Master the principles that are found therein. There are few other efforts that will bring greater dividends to your calling. There are few other ways to gain greater inspiration as you serve."],[".para","“… When individual members and families immerse themselves in the scriptures regularly and consistently, these other areas of activity [missions, temple marriage, sacrament meeting attendance] will automatically come. Testimonies will increase. Commitment will be strengthened. Families will be fortified. Personal revelation will flow. …"],[".para","“Success in righteousness, the power to avoid deception and resist temptation, guidance in our daily lives, healing of the soul—these are but a few of the promises the Lord has given to those who will come to His word. …"],[".para","“… I urge you to recommit yourselves to a study of the scriptures. Immerse yourselves in them daily so you will have the power of the Spirit to attend you” (“The Power of the Word,”",["span.emphasis","Ensign,"],"May 1986, 79–82)."]],["li",["span.label","•"],[".para","Elder L. Tom Perry, a member of the Quorum of the Twelve Apostles, said: “How grateful we are for the scriptures, which contain the Lord’s instructions to His children. They help us to better understand the course he has designed as a sure guide to lead us through this period of our mortal probation (in Conference Report, Apr. 1993, 110; or",["span.emphasis","Ensign,"],"May 1993, 90)."]],["li",["span.label","•"],[".para","Explain that Book of Mormon prophets knew that the word of God “had a great tendency to lead the people to do that which was just” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"],"). They also knew that the word “had more powerful effect upon the minds of the people than the sword, or anything else.” Therefore, they strived to preach the word to all. Those who listened had their lives changed forever. We too must come to experience the power of God in our lives."]],["li",["span.label","•"],[".para","Discuss the following statement by Elder Boyd K. Packer, a member of the Quorum of the Twelve Apostles: “There isn’t a major problem we face that we can’t be immunized against if we know the revelations” (",["span.emphasis","Teach the Scriptures,"],"7)."]]]],["div",{"id":"f4","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f4"},["ol.number",["li",["span.label",["b","2."]],[".para",["b","The scriptures provide answers to our questions."]]]]],["div",{"id":"f5","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f5"},["ol.bullet",["li",["span.label","•"],[".para","Discuss the importance of the following statement by President Harold B. Lee:"],[".para","“I say that we need to teach our people to find their answers in the scriptures. If only each of us would be wise enough to say that we aren’t able to answer any question unless we can find a doctrinal answer in the scriptures! … The unfortunate thing is that so many of us are not reading the scriptures. We do not know what is in them, and therefore we speculate about the things that we ought to have found in the scriptures themselves” (“Find the Answers in the Scriptures,”",["span.emphasis","Ensign,"],"Dec. 1972, 3)."]],["li",["span.label","•"],[".para","Share the following explanation of how the scriptures can help answer our questions, by Elder Dallin H. Oaks, a member of the Quorum of the Twelve Apostles:"],[".para","“The scriptures can also help us obtain answers to highly specific personal questions. It is obvious, of course, that the scriptures do not contain a comprehensive list of specific answers to every question we could ask about a particular subject. The scriptures are not like a telephone book or an encyclopedia."],[".para","“We often hear it said that the scriptures have the answers to all of our questions. Why is this so? It is not that the scriptures contain a specific answer to every question—even to every doctrinal question. We have continuing revelation in our Church because the scriptures do",["span.emphasis","not"],"have a specific answer to every possible question. We say that the scriptures contain the answers to every question because the scriptures can",["span.emphasis","lead"],"us to every answer."],[".para","“… The reading of the scriptures will help us obtain a testimony of the gospel of Jesus Christ. They will also put us in a position where we can obtain inspiration to answer any doctrinal or personal question, whether or not that question directly concerns the subject we are studying in the scriptures. That is a grand truth not understood by many. To state it again, even though the scriptures contain no words to answer our specific personal question, a prayerful study of the scriptures will help us obtain such answers. This is because scripture study will make us susceptible to the inspiration of the Holy Ghost, which, as the scriptures say, will ‘guide [us] into all truth’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/16.13"},"John 16:13"],"), and by whose power we can ‘know the truth of all things’ (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],")."],[".para","“We may also find that a specific verse of scripture that was spoken for quite a different purpose in an entirely different age will, under the interpretive influence of the Holy Ghost, give us a very personal message adapted to our personal needs today” (“Studying the Scriptures,” 19–21)."]],["li",["span.label","•"],[".para","In harmony with these observations by Elder Oaks, another principle of scriptural guidance should be considered. It involves the process of treasuring up the words of life in our minds that they might be called to remembrance by the Spirit of God when we need them."],[".para","Speaking to the elders of the Church regarding their duty to teach the gospel to the world, the Lord said, “Neither take ye thought beforehand what ye shall say; but treasure up in your minds continually the words of life, and it shall be given you in the very hour that portion that shall be meted unto every man” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"D&C 84:85"],"). This admonition has many additional applications in daily living. By constantly running the words of holy writ through our minds we learn to love and assimilate certain passages that “speak” to our hearts and minds. Those things may spring into our consciousness at some unexpected time and provide direction, comfort, understanding, or warning."]],["li",["span.label","•"],[".para","Invite students to help you make a list of some of the current problems that mankind faces. Select one problem and give students time in class to research it, or give them a home assignment to find teachings from the scriptures that could help solve the problem if they were followed. Have students share and discuss their findings."]]]],["div",{"id":"f6","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f6"},["ol.number",["li",["span.label",["b","3."]],[".para",["b","The scriptures provide patterns and models as a guide for daily living."]]]]],["div",{"id":"f7","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f7"},["ol.bullet",["li",["span.label","•"],[".para","Marvelous men and women—such as Joseph, Moses, Daniel, Ruth, Job, Nephi, Alma, Captain Moroni, and Joseph Smith—show us how to conduct our lives. Draw from students some of the strengths exemplified by the following Saints. How do they serve as a pattern in helping us?"]]]],["div",{"id":"f8","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f8"},["ol.number",["li",["span.label","1."],[".para","Joseph (moral cleanliness)"]],["li",["span.label","2."],[".para","Moses (humility, meekness)"]],["li",["span.label","3."],[".para","Daniel (courage)"]],["li",["span.label","4."],[".para","Ruth (loyalty)"]],["li",["span.label","5."],[".para","Job (patience)"]],["li",["span.label","6."],[".para","Nephi (obedience)"]],["li",["span.label","7."],[".para","Alma (repentance)"]],["li",["span.label","8."],[".para","Captain Moroni (freedom)"]],["li",["span.label","9."],[".para","Joseph Smith (endurance)"]]]],["div",{"id":"f9","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f9"},["ol.bullet",["li",["span.label","•"],[".para","Help students understand that they can draw strength from the lives of the Saints as recorded in scripture to meet their personal needs. Read and discuss the Bible Dictionary entries on Daniel, David, Esther, Jeremiah, Job, Joseph, Paul, and Peter."]],["li",["span.label","•"],[".para","Draw stories from the lives of the prophets and leading authorities in this dispensation to illustrate positive role models."]]]],["div",{"id":"f10","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f10"},["ol.number",["li",["span.label",["b","4."]],[".para",["b","Comfort can be drawn from the scriptures in facing tests, trials, and temptations."]]]]],["div",{"id":"f11","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f11"},["ol.bullet",["li",["span.label","•"],[".para","Discuss how Paul handled the lonely circumstances of being in prison and knowing that his life must end soon (see",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.6"},"2 Timothy 4:6"],"). Perhaps some would give up during such trying times, but not Paul. He had full confidence that he had lived a good life and that his reward in the life to come would be glorious (see",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.7-8"},"vv. 7–8"],"). To help endure such a challenging time Paul wrote Timothy to come to him and bring some things, including Paul’s cloak, the books, “but especially the parchments” (v. 13). The parchments were probably copies of scripture."]],["li",["span.label","•"],[".para","Read or tell the following story by Elder Marion D. Hanks, who was a member of the Seventy:"],[".para","“A man came to Temple Square one day and stood outside the office door, wanting to come in. I knew as I saw him that he had a desperate need, and I’ll confess, to my sorrow, that my first thought was that the need probably was economic. We have many occasions there to be blessed with such opportunities. Well, I looked at him just a little bit suspiciously, and then going to the door, I invited him in and saw immediately in his face that the need he had had little to do with economics. He had a kind of glaze over his eyes that comes with a deep shattering shock."],[".para","“He was a non-member of the Church, married to a fine Primary president. This lady and he were the parents of a beautiful daughter, age eleven. This man’s parents lived in the eastern part of the country, and the family had decided in a little council, a sweet and fine thing as he discussed it, that the best Christmas present they could give his parents was to send Daddy to see them, because it had been so long, and it being Christmas time, the best gift they could receive was a visit from their only son. So he had, although, reluctantly, accepted this commission and had gone to see his parents. While there he had received word from people at home that his wife had been in an automobile accident. The little girl had been killed. Through fire that followed, her body had been destroyed."],[".para","“This was, of course, a terrible shock to him. He was on his way home, and had several hours layover in Salt Lake, and had come to the Temple Square trying to find peace. He sat across the desk from me, and I tried to teach him. I have seldom been more frustrated because I didn’t get by that shock at all. I talked of eternity; I talked of resurrection; I talked of the faith we need, of the strength and sustaining influence of the Lord, and nothing registered—nothing at all. I began to get desperate. He sat, ill at ease, and getting ready to move, and I began to pray. My prayer, and I have repeated it so many times under similar circumstances, was, ‘Lord, help me now.’ ‘Lord, help me now.’ And for a reason I am sure of, and you will accept I suppose, I opened this book—perhaps I should have done it much sooner without the stimulus of the inspiration, but hadn’t—to these words out of the eleventh chapter of the Book of Alma:"],[".para","“‘The spirit and the body shall be reunited again in its perfect form; both limb and joint shall be restored to its proper frame, …’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.43"},"Alma 11:43"],".)"],[".para","“I turned to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40"},"Alma 40"],", and read a little more of the resurrection, that ‘… even a hair of our heads would not be lost; … ‘ (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.23"},"Alma 40:23"],".) For the first time I saw the break come. I found as we talked that the thing that disturbed him most was that this beautiful little girl—and I have little girls; I know about how a father would feel, at least I think I can imagine—the thing that bothered him most was that he could not even see her again, that the beauty and perfection of her little life was gone, and he had no real hope for anything more. But he sat and listened, and the simple therapy was repeated. We read it as the word of the Lord. He accepted it as such. He sat in one of those little alcoves near the door and read it over and over for a long time. When I took him to the airport, the glaze in his eye was gone. He had wept, perhaps for the first time. He had talked and seemed reachable, and we had discussed the principles I had tried to talk of before."],[".para","“A few months later I heard his voice at the counter. I hadn’t heard a thing from him since our first meeting. He was standing there with two rather rough looking men. They turned out to be his wife’s brothers, born in the Church. He had a copy of the Book of Mormon opened to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11"},"Alma 11"],"and was reading to them those wonderful words, testifying of their truth, telling them that in his search through the record he had found it to be the word of God. He bought a book for them and sent them home to read, these men who had been born into the faith."],[".para","“I thought then and have thought since many times of the statement that one who will not read is no better off than one who cannot” (",["span.emphasis","Seeking “Thick” Things,"],"5–6)."]],["li",["span.label","•"],[".para","Jesus drew strength from the scriptures. Shortly after His baptism the Spirit led Him into the wilderness to be with God (see",["a.scriptureRef",{"href":"/scriptures/jst/jst-matt/4"},"JST"],",",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.1"},"Matthew 4:1"],"). After Jesus had fasted forty days and forty nights the devil tried to tempt Him to use His godly powers inappropriately and worship Satan. Read",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.1-10"},"Matthew 4:1–10"],"with the class and help them discover how Jesus used the scriptures to resist temptation."]],["li",["span.label","•"],[".para","Nephi also drew strength from the scriptures. In",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17"},"1 Nephi 17"],"the Lord commanded Nephi to build a ship. He wrote, “When my brethren saw that I was about to build a ship, they began to murmur against me, saying: Our brother is a fool” (v. 17). Nephi became sorrowful and his brothers took courage in this and persisted in trying to persuade him to return to Jerusalem. But Nephi began to quote scriptures to them. This gave him power and strength to resist the discouraging words of his brothers."]]]]],[".topic",["h2","Supplementary Study Sources"],["div",{"id":"f12","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f12"},["ol.bullet",["li",["span.label","•"],[".para","“",["span.emphasis","Hold to the Rod,”"],"video presentation 7, “The Power of the Word” (38:10)."]],["li",["span.label","•"],[".para","“",["span.emphasis","Hold to the Rod,”"],"video presentation 1, “Hold to the Rod” (20:00); the New Testament really works."]],["li",["span.label","•"],[".para","Ezra Taft Benson, “The Power of the Word,”",["span.emphasis","Ensign,"],"May 1986, 79–82; how the scriptures can fortify us against evil and bring the power of the Spirit into our lives."]],["li",["span.label","•"],[".para","“If You Really Loved Me, You’d … ,”",["span.emphasis","Improvement Era,"],"Sept. 1970, 51; a letter from a girl to her boyfriend, after rejecting his advances, telling him how the scriptures helped her gain strength."]],["li",["span.label","•"],[".para","Harold B. Lee, “Find the Answers in the Scriptures,”",["span.emphasis","Ensign,"],"Dec. 1972, 2–3; the scriptures and the statements of the Presidents of the Church are the sources we should turn to for answers to our questions."]]]]],[".topic",["h2","Suggested Student Study"],["div",{"id":"f13","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-14.f13"},["ol.bullet",["li",["span.label","•"],[".para","The scriptures bring us to Christ. As we come to Him, we realize that through Him and His word we can find the solutions to our problems. Consider",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-12"},"Alma 7:11–12"],". Why can Christ offer us the solutions to our problems?"]],["li",["span.label","•"],[".para","In this lesson you studied how Jesus used the scriptures to resist temptation. Throughout His mortal existence the scriptures played an integral role in helping Him fulfill His earthly purpose. They will do the same for us. For other examples of Jesus using the scriptures, read",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.16-21"},"Luke 4:16–21"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.13-32"},"24:13–32"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.7-14"},"3 Nephi 23:7–14"],"."]],["li",["span.label","•"],[".para","Nephi declared, “Hear ye the words of the prophet … and liken them unto yourselves” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.24"},"1 Nephi 19:24"],"). How can we liken the scriptures unto ourselves?"]]]]]]],"refs":null}
