{"id":37,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":37,"title":"Lesson 34: Worthy Thoughts","subtitle":"","short_title":"Lesson 34","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.head1"},[".titleNumber","Lesson",["span.dominant","34"]],["h1","Worthy Thoughts"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p1"},"Each young woman will understand that virtuous thoughts lead to a virtuous life."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.f1"},["ol.number",["li",["span.label","1."],[".para","Prepare a poster of this scripture, or write it on the chalkboard: “Let virtue garnish thy thoughts unceasingly” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],"). Prepare a handout of this scripture for each young woman. See the suggestion at the end of the lesson."]],["li",["span.label","2."],[".para","Prepare to present the counsel from Elder Boyd K. Packer about worthy music and worthy thoughts. You may want to copy the counsel and cut it into strips for the young women to read."]],["li",["span.label","3."],[".para","Review the counsel about music on",["span.crossRef","page 20"],"of",["span.emphasis","For the Strength of Youth."]]],["li",["span.label","4."],[".para","Assign young women to present any scriptures, stories, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","As We Learn to Control Our Thoughts, We Gain the Strength to Live a Virtuous Life"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p6"},"Explain that some of the young women in your class may know someone who has broken the law of chastity and who wholeheartedly wishes he or she had not committed that serious mistake. This lesson will provide each young woman with a key ingredient to a virtuous life."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p7"},"Ask the young women to listen to the following statement by Elder Boyd K. Packer and pick out this key ingredient: “Our thoughts are the switchboard, the control panel governing our actions” (",["span.emphasis","Let Virtue Garnish Thy Thoughts,"],"Brigham Young University Speeches of the Year [Provo, 26 Sept. 1967], p. 4)."]],[".teachingMethod",["h3","Poster or chalkboard discussion"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p8"},"Display the poster of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"Doctrine and Covenants 121:45"],", or refer to the scripture on the chalkboard."],["ul.bullet",["li",["span.label","•"],[".para","Why do you think the Lord tells us to have virtue in our thoughts “unceasingly”?"]]]],[".teachingMethod",["h3","Teacher or class presentation"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p10"},"Present the following counsel from Elder Packer, or if you have copied it and cut it into strips, have class members read it. To introduce this material, explain that Elder Packer tells how virtue can garnish our thoughts and how, by learning to control our thoughts, we can live a virtuous life. Ask the young women to listen for specific ways they can develop the ability to control their thoughts."],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p11"},"“When I was a boy, we lived in a home surrounded by an orchard. There never seemed to be enough water for the trees. The ditches, always fresh-plowed in the spring, would soon fill with weeds. One day, in charge of the irrigation turn, I found myself in trouble. As the water moved down the rows choked with weeds, it would flood in every direction. I worked in the puddles trying to build up the bank. As soon as I had one break patched up there would be another. A neighbor came through the orchard. He watched for a moment, and then with a few vigorous strokes of the shovel he cleared the ditch bottom and allowed the water to course through the channel he had made. He said, ‘If you want the water to stay in its course, you’ll have to make a place for it to go.’"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p12"},"“I have come to know that thoughts, like water, will stay on course if we make a place for them to go. Otherwise, our thoughts follow the course of least resistance, always seeking the lower levels.",["span.emphasis","Probably the greatest challenge and the most difficult thing you will face in mortal life is to learn to control your thoughts."],"In the Bible it says, as a man ‘thinketh in his heart, so is he’ (Prov. 23:7).",["span.emphasis","One who can control his thoughts has conquered himself."]],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p13"},"“As you learn to control your thoughts, you can overcome habits, even degrading personal habits. You can gain courage, conquer fear, and have a happy life. I had been told a hundred times or more as I grew up that thoughts must be controlled, but no one had told me how. I’ve thought about this over the years and have decided that the mind is like a stage. During every waking moment the curtain is up. There is always some act being performed on that stage. It may be a comedy, a tragedy, interesting or dull, good or bad; but always there is some act playing on the stage of your mind."],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p14"},"“Have you noticed that shady little thoughts may creep in from the wings and attract your attention in the middle of almost any performance on that stage and without any real intent on your part? These delinquent thoughts will try to upstage everybody. If you permit them to go on, all thoughts of any virtue will leave the stage. You will be left, because you consented to it, to the influence of unrighteous thoughts. If you yield to them, they will enact for you on the stage of your mind anything to the limits of your toleration. They may enact themes of bitterness, jealousy, or hatred. They may be vulgar, immoral, even depraved. When they have the stage, if you let them, they will devise the most clever persuasions to hold your attention. They can make it interesting all right, even convince you that they are innocent, for they are but thoughts. What do you do at a time like that, when the stage of your mind is commandeered by the imps of unclean thinking, whether they be the gray ones that seem almost clean, or the filthy ones which leave no room for doubt? If you can fill your mind with clean and constructive thoughts, then there will be no room for these persistent imps, and they will leave."],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p15"},"“I realize that in today’s world it’s often difficult to keep your mind filled with worthy thoughts. This takes careful control. However, it can be done when you make a safe place for your thoughts to go. I’ve found a way to make such a place, and I’d like to share it with you. It has to do with music—worthy music. A wise man once said, ‘Music is one of the most forceful instruments for governing the mind.’ Whether it governs in a positive way or a negative way is determined by what it brings onto the stage of your mind. If you can say that a song is spiritually inspiring or that it urges you to see yourself in a more noble perspective, the music is worthwhile. If it merely entertains or lifts your spirits, then it also has a useful place. But if it makes you want to respond in a carnal, sensual way or to consider unrighteous desires, then that music should be avoided. It is not worthy."],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p16"},"“There have always been those who take the beautiful things and corrupt them. It’s happened with nature; it’s happened with literature, drama, art; and it certainly has happened with music. For centuries it’s been obvious that when the wrong kind of words are set to appealing music, songs can lead men astray. And music itself, by the way it is played, by its beat, by its intensity, can dull the spiritual sensitivity."],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p17"},"“We are living at a time when society is undergoing a subtle, but powerful, change. It is becoming more and more permissive in what it will accept in its entertainment. As a result, much of the music being performed by popular entertainers today seems to be more intended to agitate than to pacify, more to excite than to calm. Some musicians appear openly to promote unrighteous thoughts and action."],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p18"},"“Young people, you cannot afford to fill your minds with the unworthy music of our day. It is not harmless. It can welcome onto the stage of your mind unworthy thoughts and set a tempo to which they dance and to which you may act. You degrade yourself when you identify with those things that at times surround extremes in music—the shabbiness, the irreverence, the immorality, the addictions. Such music is not worthy of you."],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p19"},"“Be selective in what you listen to and produce. It becomes part of you. It controls your thoughts and influences the lives of others as well. I would recommend that you go through your music and throw away that which promotes degrading thoughts. Such music ought not to belong to young people concerned with spiritual development."],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p20"},"“I don’t mean by this that all of today’s music produces unworthy thoughts. There is music today that builds understanding of people; music that inspires courage; music that awakens feelings of spirituality, reverence, happiness, and awareness of beauty."],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p21"},"“The Lord has said, ‘For my soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me, and it shall be answered with a blessing upon their heads’ (D&C 25:12). The First Presidency of the Church, commenting on the influence of music in our lives, has said:"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p22"},"“‘Through music, man’s ability to express himself extends beyond the limits of the spoken language in both subtlety and power. Music can be used to exalt and inspire or to carry messages of degradation and destruction. It is therefore important that as Latter-day Saints we at all times apply the principles of the gospel and seek the guidance of the Spirit in selecting the music with which we surround ourselves’ (",["span.emphasis","Priesthood Bulletin,"],"Dec. 1970, p. 10)."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p23"},"“We have great confidence in you, the youth of our Church. We have moved to a pattern of programming where your desires and wishes are more dominant in our activities. This places great responsibility on you, especially those of you who have been called to positions of leadership. Let me say to you young leaders, pay careful attention to the music you program for your activities. Consult with your advisers as selections are made. You need the benefit of their wisdom, for the breach between the Church and the world, with the extremes of its music, is wider in our day than ever in generations past."],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p24"},"“President J. Reuben Clark, one of our great Church leaders, explained it this way:"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p25"},"“‘We may not, under our duty, provide or tolerate an unwholesome amusement on the theory that if we do not provide it the youth will go elsewhere to get it. We could hardly set up a roulette table in the church amusement hall for gambling purposes, with the excuse that if we do not provide it the youth would go to a gambling hall to gamble. We can never really hold our youth thus.’"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p26"},"“Nor is it proper to provide the kind of music and atmosphere that attracts youth in the world. You must stand firm and not compromise with what you know is right and good; you must have the courage to turn the lights up and the music down when they don’t contribute to the kind of atmosphere that produces worthy thoughts; and you must insist on high standards of dress and performance from those who entertain as well as those who attend. I would remind you that it is not our privilege, not the privilege of any of those called as leaders, whether youth or adult, to slide the Church about, hoping to put it into the path that youth seem already to be traveling. The Church is fixed and anchored, moored solidly to the truth, and all will be safe within it. Our task is to provide the kind of leadership that will create a clear channel for the youth to follow, a channel that will help them raise their standards and keep them safe from the unworthy influences of the world. I would counsel you to develop your talents, and if you have musical talent, think of this: There is much music yet to be created, much to be performed. Yours can be the worthy music that will be uplifting, that will spread the gospel, touch hearts, give comfort and strength to troubled minds."],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p27"},"“There are many examples, both ancient and modern, that attest to the influence of righteous music. Discouragement disappeared and minds were filled with peace as the words to ‘Come, Come, Ye Saints’ gave the pioneers courage to face their trials. This same song has been an inspiration to many over the years. At one time I was talking to a pilot who had just returned from a hazardous flight. We spoke of courage and of fear and I asked how he had held himself together in the face of what he had endured. He said, ‘I have a favorite hymn, and when it was desperate, when there was little hope that we would return, I would keep it on my mind and it was as though the engines of the aircraft would sing back to me.’"],["div",{"id":"f3","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.f3"},[".stanza",[".line","“‘Come, come, ye Saints,"],[".line","No toil nor labor fear;"],[".line","But with joy wend your way."],[".line","Though hard to you"],[".line","This journey may appear,"],[".line","Grace shall be as your day.’"]]],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p28"},"“From this he clung to faith, the one essential ingredient to courage."],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p29"},"“The Lord himself was prepared for his greatest test through the influence of music, for the scripture records: ‘And when they had sung an hymn, they went out into the mount of Olives’ (Mark 14:26)."],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p30"},"“Remember, young people, I want each of you to remember that this is your Church, and he is your Lord and your Savior who stands at the helm. His constant guidance and inspiration are available to you when you keep your mind filled to overflowing with the good, the beautiful, the inspiring. And this is one way to do it. Choose a favorite hymn or song, just as my pilot friend did, one with words that are uplifting and music that is reverent, one that makes you feel something akin to inspiration. There are many beautiful songs to choose from. Seek the guidance of the Spirit in making your selection. Go over the song in your mind carefully. Memorize it. Even though you have had no musical training, you can think through a simple song. Now use this as the course for your thoughts to follow. Make it your emergency channel."],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p31"},"“Whenever you find shady actors slipping from the sidelines of your thinking onto the stage of your mind, put on this record, as it were. It will change your whole mood."],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p32"},"“Because the music is uplifting and clean, the baser thoughts will slip shamefully away. For while virtue, by choice, will not associate with filth, evil cannot tolerate the presence of light. In due time you will find yourself humming the music inwardly, almost automatically, to drive out unworthy thoughts. As you involve yourself with righteous and worthwhile things, keep your minds filled with worthy thoughts, young people, for as a man thinketh so is he and you will have the ability to accomplish those things that will bring fulfillment to your lives."],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p33"},"“You are a son or a daughter of Almighty God. I bear witness that God is our Father, that we are his children, that he loves us and has provided great and glorious things in this life. I know this, and I thank him for the uplifting influence of good music in my life which has influenced my thoughts and uplifted my soul” (script from",["span.emphasis","Worthy Music, Worthy Thoughts"],"[filmstrip, 1976]; see also",["span.emphasis","Ensign,"],"Jan. 1974, pp.",["span.crossRef","27–28"],", or in Conference Report, Oct. 1973, pp. 23–25)."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p34"},"After presenting Elder Packer’s counsel, discuss how the young women can develop the ability to control their thoughts. You may wish to use the following questions:"],["div",{"id":"f4","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.f4"},["ol.number",["li",["span.label","1."],[".para","What does Elder Packer say is probably the most difficult thing you will face in mortal life? (Learning to control your thoughts.)"]],["li",["span.label","2."],[".para","What are some benefits of being able to control your thoughts? (Overcoming habits, gaining courage, conquering fear, having a happy life.)"]],["li",["span.label","3."],[".para","Who decides what your thoughts are? (You do.)"]],["li",["span.label","4."],[".para","Can you think of some ways in which unworthy thoughts are made to seem innocent and harmless?"]],["li",["span.label","5."],[".para","What can you do to rid your mind of unclean thoughts?"]],["li",["span.label","6."],[".para","What does Elder Packer suggest using to help us control our thoughts? (Worthy music.)"]],["li",["span.label","7."],[".para","What are the dangers of unworthy music? (It invites unworthy thoughts and often suggests or is accompanied by irreverence, immorality, and addictions.)"]],["li",["span.label","8."],[".para","What kind of music should we seek? (Uplifting, inspiring music that promotes spirituality, reverence, happiness, and awareness of beauty.)"]],["li",["span.label","9."],[".para","What is one of the blessings promised if we keep our minds filled to overflowing with the good, the beautiful, and the inspiring? (The constant guidance and inspiration of the Holy Ghost.)"]],["li",["span.label","10."],[".para","What did Elder Packer recommend that we do to help us control our thoughts? (Select a hymn, learn it, and use it as a channel for our thoughts.)"]]]]]],[".topic",["h3","Lesson Application"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p45"},"Suggest that each young woman select a hymn that she could use as Elder Packer suggested. Encourage them to memorize the words of the hymn and to use it as a channel for their thoughts to follow."],[".teachingMethod",["h3","Handout"],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p46"},"Give each young woman a handout with the scripture “Let virtue garnish thy thoughts unceasingly” written on it (see the example below). They may wish to write the name of the hymn they chose on the back of the handout. Call on a young woman to reread",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"Doctrine and Covenants 121:45"],"."],[".",{"id":"f5","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.f5"}]]],[".topic",["h3","Suggested Activity"],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-34-worthy-thoughts.p47"},"Have class members evaluate the music recordings they have at home and discard those that will not help them have worthy thoughts."]]]]],"refs":null}
