{"id":40,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":40,"title":"Lesson 37: Joseph and Hyrum Smith Are Martyred","subtitle":"","short_title":"Lesson 37","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.head1"},[".titleNumber","Lesson",["span.dominant","37"]],["h1","Joseph and Hyrum Smith Are Martyred"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p1"},"To strengthen each child’s testimony of the Prophet Joseph Smith."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the historical accounts given in this lesson and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135"},"Doctrine and Covenants 135"],". Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.91,94-96"},"Doctrine and Covenants 124:91, 94–96"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Make the following small wordstrips:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["div",{"id":"lip10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip10"},"Prayer"],["div",{"id":"lip11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip11"},"Scriptures"],["div",{"id":"lip12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip12"},"Truth"],["div",{"id":"lip13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip13"},"Holy Ghost"],["div",{"id":"lip14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip14"},"Study"],["div",{"id":"lip15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip15"},"Obedience"],["div",{"id":"lip16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip16"},"Teachers"],["div",{"id":"lip17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip17"},"Prophets"],["div",{"id":"lip18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip18"},"Bearing Testimony"]]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Three bowls of equal size."]],["li",["span.label","c."],[".para","A button or small stone."]],["li",["span.label","d."],[".para","Map of Missouri and Surrounding Area, found at the end of",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-30-adam-ondi-ahman.p1"},"lesson 30"],"."]],["li",["span.label","e."],[".para","Picture 5-1, The Prophet Joseph Smith (Gospel Art Picture Kit 401; 62002), or 5-2, Joseph Smith (Gospel Art Picture Kit 400; 62449); picture 5-38, Hyrum Smith; picture 5-39, Carthage Jail; picture 5-40, Martyrdom of Joseph and Hyrum."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p21"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p22"},"Place three bowls on the floor in a row or group. Put three small wordstrips in each bowl. Give each child a turn to toss a button or stone into one of the bowls, take a wordstrip from that bowl, and tell how the word or phrase on the wordstrip can help the children strengthen their testimonies. The wordstrips can be used more than once if necessary."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p23"},"Remind the children that part of having a testimony of the gospel is knowing that Joseph Smith was a true prophet of God. In this lesson the children will learn about the deaths of Joseph Smith and his brother Hyrum."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p24"},"Teach the children about the persecution and martyrdom of Joseph and Hyrum Smith, as described in the following historical accounts and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135"},"Doctrine and Covenants 135"],". Show the pictures and the map at appropriate times."],[".topic",["h3","The Saints in Nauvoo Are Persecuted"],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p25"},"By 1844 the Saints had built Nauvoo into a large and prosperous city in Illinois, and more members of the Church were moving to Nauvoo each day. Many non–Latter-day Saints in Illinois were afraid of the potential economic and political power of so many members of the Church. They began to persecute the Saints."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p26"},"Some enemies of the Church believed that if they got rid of Joseph Smith, the Church would fall apart. These men started a newspaper in which they told many vicious lies about Joseph Smith. The members of the Church were angry about these lies. Joseph Smith, who was mayor of Nauvoo at the time, called a meeting of the city council, which was composed of both Church members and nonmembers. The city council declared the newspaper a “public nuisance” and ordered the town marshal to destroy the printing press used to print the newspaper."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p27"},"The enemies of the Church used this event to justify even more persecution of the Saints and the Prophet. The governor of Illinois, Thomas Ford, urged Joseph Smith and the other members of the city council to come to Carthage, Illinois, to stand trial for the destruction of the press. The governor promised that the men would be safe. Joseph wrote the governor that he felt their lives would be in danger if they went to Carthage. Joseph did not think a fair trial was possible, and he doubted that the governor could protect them as promised."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p28"},"Believing that they were the only ones wanted by the enemies of the Church, Joseph and Hyrum went into hiding and made plans to move west with their families. But when a posse from Carthage came to Nauvoo, they threatened to take over the city if Joseph and Hyrum were not found. Some of the Saints were afraid of the posse and called Joseph and Hyrum cowards for leaving Nauvoo. When Joseph heard this he was sad, and he said, “If my life is of no value to my friends it is of none to me.” Joseph asked Hyrum what they should do, and Hyrum responded, “Let us go back and give ourselves up, and see the thing out” (",["span.emphasis","History of the Church,"],"6:549)."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p29"},"Joseph knew that if they went back they would be killed, but he told other Church leaders: “I am going like a lamb to the slaughter, but I am calm as a summer’s morning. I have a conscience void of offense toward God and toward all men. If they take my life I shall die an innocent man, and my blood shall cry from the ground for vengeance, and it shall be said of me ‘He was murdered in cold blood!’” (",["span.emphasis","History of the Church,"],"6:555; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.4"},"D&C 135:4"],")."]],[".topic",["h3","Joseph and Hyrum Smith Are Murdered"],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p30"},"Joseph and Hyrum went to Carthage, and on 25 June 1844 they were falsely accused of rioting and treason (working against the government). They and several of their friends were put in the Carthage Jail, where mobs threatened and cursed them. In jail the brethren prayed and read the Book of Mormon. The Prophet bore his testimony of the truth of the gospel to the men guarding them."],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p31"},"Dan Jones was one of the brethren in jail with the Prophet. On the morning of 27 June 1844 one of the prison guards told him:"],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p32"},"“We have had too much trouble to bring Old Joe here to let him ever escape alive, and unless you want to die with him you had better leave before sundown; … and you’ll see that I can prophesy better than Old Joe, for neither he nor his brother, nor anyone who will remain with them will see the sun set today” (",["span.emphasis","History of the Church,"],"6:602)."],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p33"},"Dan Jones reported this threat to Governor Ford, but the governor replied, “You are unnecessarily alarmed for the safety of your friends, sir, the people are not that cruel” (",["span.emphasis","History of the Church,"],"6:603). Then the governor left Carthage, leaving some of the Prophet’s worst enemies in charge of the jail. That day most of the Prophet’s friends were ordered to leave the jail."],["div",{"id":"p34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p34"},"Only four men remained in Carthage Jail: the Prophet Joseph Smith; his brother Hyrum; and John Taylor and Willard Richards, two of the Apostles. These four men had two guns that had been given to them by friends who visited them. Elder Taylor and Elder Richards also had walking canes."],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p35"},"Because the governor had left Carthage and had put some members of the mob in charge of the jail, the four men knew their lives were in danger. That morning Joseph had written a letter to his family telling them that he loved them and that he was innocent. In the letter he also pronounced a blessing on his family and friends. In the afternoon John Taylor sang",["span.crossRef","“A Poor Wayfaring Man of Grief”"],"(",["span.emphasis","Hymns,"],"no. 29). This beautiful song about the Savior comforted the men greatly, and the Prophet asked Elder Taylor to sing it again."],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p36"},"Around five o’clock in the evening a mob of about one hundred men attacked the jail. Many of the men had blackened their faces with mud and gunpowder so they would not be recognized.The guards at the jail were friends of the mobbers and made no serious attempt to stop the attack. Some members of the mob shot at the windows of the jail, and others ran up the stairs to shoot into the room where the Church leaders were."],["div",{"id":"p37","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p37"},"The brethren tried to bar the door shut and use their few weapons to drive off the mob. Joseph Smith fired a pistol and John Taylor used his heavy cane to try to knock down the guns of the mob as they were pushed into the room through the door, but there were too many people in the mob for the brethren to defend themselves."],["div",{"id":"p38","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p38"},"Hyrum Smith was shot in the face by a bullet fired through the door. He fell to the floor, crying out, “I am a dead man!” As he fell he was hit by three other bullets. Joseph cried out, “Oh dear, brother Hyrum!” (",["span.emphasis","History of the Church,"],"6:618)."],["div",{"id":"p39","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p39"},"John Taylor moved toward the open window, hoping to jump to safety. A bullet fired from inside the jail hit his leg and he started to fall out the window, but a second bullet from outside the jail hit his pocket watch with such force that it pushed him back into the room, saving his life. Elder Taylor was hit with three more bullets as he crawled under the bed."],["div",{"id":"p40","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p40"},"After Hyrum and John Taylor were shot, the Prophet moved to the window. He was hit by two bullets fired from the doorway of the room and a third bullet fired from outside the jail. He cried, “Oh Lord, my God!” and fell out the window (",["span.emphasis","History of the Church,"],"6:618)."],["div",{"id":"p41","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p41"},"The mob inside the jail ran out to see the Prophet’s body, and Willard Richards hurried to the window. After seeing the Prophet’s lifeless body, Elder Richards ran for the door. He stopped when he heard John Taylor cry out from under the bed. He knew he would not be able to carry Elder Taylor out right away, so he hid him under an old mattress, saying, “If your wounds are not fatal, I want you to live to tell the story” (",["span.emphasis","History of the Church,"],"6:621). Elder Richards expected to be shot as he left the jail, but before the mob could make sure they had killed all four men, someone mistakenly shouted, “The Mormons are coming!” and the mob members fled into the woods."],["div",{"id":"p42","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p42"},"Elder Richards had not been injured in the attack. This miracle fulfilled a prophecy made a year earlier by Joseph Smith, who had told Elder Richards that there would be a time when “the balls [bullets] would fly around him like hail, and he should see his friends fall on the right and on the left,” but he would not be hurt (",["span.emphasis","History of the Church,"],"6:619)."],["div",{"id":"p43","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p43"},"The Prophet’s brother Samuel was on his way to Carthage to help his brothers. He was chased by members of the mob along the way, and he arrived, exhausted, to find that his brothers had been murdered. He helped move his brothers’ bodies to an inn in Carthage. Tired and weak from his trip to Carthage, Samuel developed a bad fever, and he died the next month."],["div",{"id":"p44","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p44"},"The bodies of Joseph and Hyrum were carried back to Nauvoo in wagons and laid out in the Mansion House. The next day, ten thousand Saints waited in line to walk past the caskets and pay their respects. The Saints grieved over the loss of the Prophet and his brother."],["div",{"id":"p45","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p45"},"Lucy Mack Smith wrote of seeing her martyred sons:"],["div",{"id":"p46","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p46"},"“I had for a long time braced every nerve, roused every energy of my soul and called upon God to strengthen me, but when I entered the room and saw my murdered sons extended both at once before my eyes and heard the sobs and groans of my family … it was too much; I sank back, crying to the Lord in the agony of my soul, ‘My God, my God, why hast thou forsaken this family!’ A voice replied, ‘I have taken them to myself, that they might have rest’” (Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"p. 324)."],["div",{"id":"p47","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p47"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135"},"Doctrine and Covenants 135"],"contains an account of the martyrdom written by Elder John Taylor, who was wounded in the attack that killed Joseph and Hyrum. Elder Taylor said Joseph Smith “lived great, and he died great in the eyes of God and his people; and like most of the Lord’s anointed in ancient times, has sealed his mission and his works with his own blood; and so has his brother Hyrum. In life they were not divided, and in death they were not separated!” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"D&C 135:3"],")."],["div",{"id":"p48","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p48"},"Before the Prophet’s father died, he had given Joseph a blessing and told him, “You shall even live to finish your work. … You shall live to lay out the plan of all the work which God has given you to do” (quoted in Smith, pp. 309–10). Joseph Smith valiantly completed his mission, doing all God asked him to do."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p49","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p49"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Remind the children of what Joseph Smith said as he went to Carthage (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.4"},"D&C 135:4"],"). What does it mean to have “a conscience void of offense towards God, and towards all men”? Point out that we sometimes call this a clear conscience. Joseph and Hyrum had clear consciences when they died. What must each of us do to have a clear conscience?"]],["li",["span.label","•"],[".para","What is a martyr? (Someone who chooses to die rather than deny or reject what they believe in.) Why are Joseph and Hyrum Smith considered martyrs? (They chose to die rather than deny their testimonies of Jesus Christ and his gospel.)"]],["li",["span.label","•"],[".para","Based on the way they lived their lives, how might Joseph and Hyrum have felt as they met with Jesus after their deaths? How might members of the mob feel meeting Jesus? How would you feel if you were to meet Jesus today?"]],["li",["span.label","•"],[".para","Why do you think the brethren in Carthage Jail felt comforted when John Taylor sang “A Poor Wayfaring Man of Grief”? What other things did the brethren do to bring them comfort? What would bring you comfort if you were afraid?"]],["li",["span.label","•"],[".para","What can we learn about the kind of person Joseph Smith was by the fact that he bore his testimony to the jail guards? Have you ever been afraid to bear your testimony to someone? How can we overcome this fear?"]],["li",["span.label","•"],[".para","Why do you think members of the mob blackened their faces? Explain that when people do evil things they often do not want others to see or recognize them. What choices do we need to make so we will never be ashamed to have others see our actions?"]],["li",["span.label","•"],[".para","Remind the children that some members of the mob thought that by killing Joseph Smith they could destroy the entire Church. Why didn’t the Church fall apart after the Prophet was killed?"]],["li",["span.label","•"],[".para","Why is it necessary to have a testimony that Joseph Smith was a prophet of God? Explain that if we do not believe that Joseph Smith was a prophet, we cannot believe the Book of Mormon is true or that the gospel of Jesus Christ has been brought back to the earth. How can we gain a testimony of Joseph Smith? (See enrichment activity 3.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p58","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p58"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.f5"},["ol.number",["li",["span.label","1."],[".para","Write each of the following words on a separate piece of paper:",["span.emphasis","prophet, jail, innocent, testimony, song, mob, cane, pocket watch, martyr, conscience."],"Let each child choose a paper and give clues to help the other children guess the word. For example, the child who chose the word",["span.emphasis","innocent"],"might say, “Someone who is not guilty is",["span.textInput","__________"],"” or “If you are accused of something you did not do, you are",["span.textInput","__________"],".” After each word is guessed, ask the children to tell what they have learned about how the word relates to the life and martyrdom of the Prophet Joseph Smith and his brother Hyrum."]],["li",["span.label","2."],[".para","With the approval of your Primary president, invite a man to portray Elder John Taylor and tell the children the story of the martyrdom, using as his text",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135"},"Doctrine and Covenants 135"],"and the historical accounts in this lesson. Ask him at least one week before the lesson."]],["li",["span.label","3."],[".para","Make a copy of the following statements for each child, or write the statements on the chalkboard. Have the children fill in the blanks with words from the list below."],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.number",["li",["span.label","1."],[".para","The first step in gaining a testimony is to",["span.textInput","__________"],"one."]],["li",["span.label","2."],[".para","We must",["span.textInput","__________"],"our Heavenly Father in prayer to help us gain a testimony."]],["li",["span.label","3."],[".para","We must want a testimony enough to",["span.textInput","__________"],"to gain one."]],["li",["span.label","4."],[".para","We must",["span.textInput","__________"],"the scriptures to increase our knowledge of the truth."]],["li",["span.label","5."],[".para","To keep our testimony we must",["span.textInput","__________"],"the commandments."]]]],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","ask"]],["li",["span.label","b."],[".para","desire"]],["li",["span.label","c."],[".para","obey"]],["li",["span.label","d."],[".para","work"]],["li",["span.label","e."],[".para","study"]]]],[".para","(Answers: 1-b; 2-a; 3-d; 4-e; 5-c.)"]],["li",["span.label","4."],[".para","Have a child read the first sentence of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"Doctrine and Covenants 135:3"],"."],["ul.bullet",["li",["span.label","•"],[".para","What did John Taylor mean by this statement? What were some of Joseph Smith’s great accomplishments?"]]],[".para","Have the children follow along in their scriptures as you read the rest of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"Doctrine and Covenants 135:3"],". As you read, list on the chalkboard the accomplishments of Joseph Smith that are listed in this verse. Discuss with the children how their lives would be different if Joseph Smith had not done these things."]],["li",["span.label","5."],[".para","Tell the children about John Taylor’s experiences after leaving Carthage Jail:"],[".para","John Taylor was too severely wounded to return immediately to Nauvoo. After a few days he was carried from his bed on a stretcher, but the uneven movement of the steps of those carrying him caused such terrible pain that a bed was prepared for him on a sleigh, which was pulled behind a wagon over the prairie grass. Elder Taylor’s wife rode with him and put ice water on his wounds. The sleigh moved gently over the tall grass and did not cause Elder Taylor additional pain. As Elder Taylor came closer to Nauvoo, many friends came to meet him. When they came to low wet places in the prairie, his friends lifted the sleigh and carried it over the water, and when they passed through parts of the city where the roads were muddy, they tore down fences and carried Elder Taylor over the fields instead, so as not to cause him any unnecessary pain. Although he had traveled eighteen miles in the sleigh and was in great pain, Elder Taylor was very glad to get home to Nauvoo. (See B. H. Roberts,",["span.emphasis","A Comprehensive History of the Church,"],"7:117–19; see also “Applying Ice Water to My Wounds,” in Leon Hartshorn, comp.,",["span.emphasis","Classic Stories from the Lives of Our Prophets"],"[Salt Lake City: Deseret Book Co., 1975], pp. 96–97.)"]],["li",["span.label","6."],[".para","Tell the children that William W. Phelps, who spoke at the funeral of Joseph and Hyrum, wrote a beautiful poem about the Prophet. This poem later became a favorite Church hymn, “Praise to the Man.” Sing or say the words to",["span.crossRef","“Praise to the Man”"],"(",["span.emphasis","Hymns,"],"no. 27)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p79","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p79"},"Testify that Joseph Smith was truly a prophet of God, that he saw Heavenly Father and Jesus Christ, and that through him the true gospel of Jesus Christ was restored to the earth. Challenge the children to search the scriptures, pray, and keep the commandments so that they may strengthen their testimonies of Jesus Christ and Joseph Smith."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p80","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p80"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.1-4"},"Doctrine and Covenants 135:1–4"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p81","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p81"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p82","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-37-joseph-and-hyrum-smith-are-martyred.p82"},"Invite a child to give the closing prayer."]]]],"refs":null}
