{"id":21,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":21,"title":"Lesson 18: The Lord Reveals the Law of Consecration","subtitle":"","short_title":"Lesson 18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.head1"},[".titleNumber","Lesson",["span.dominant","18"]],["h1","The Lord Reveals the Law of Consecration"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p1"},"To encourage the children to willingly share their time, talents, and means to help build up the kingdom of God on the earth."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/ot/ps/24.1"},"Psalm 24:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-39,42,53-55,71-73"},"Doctrine and Covenants 42:30–39, 42, 53–55, 71–73"],"(the law of consecration as revealed by the Lord); and the historical account given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.44-45"},"Acts 2:44–45"],",",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.32"},"4:32"],"; and",["span.emphasis","Gospel Principles"],"(31110),",["a.crossRef",{"href":"/manual/gospel-principles/chapter-32-tithes-and-offerings.p1"},"chapters 32"],"and",["a.crossRef",{"href":"/manual/gospel-principles/chapter-34-developing-our-talents.p1"},"34"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Write the words",["span.emphasis","food, clothing, shelter, money,"],"and",["span.emphasis","books and games"],"on separate pieces of paper, and put the papers in a bowl or other container."]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A Bible and a Book of Mormon."]],["li",["span.label","c."],[".para","A piece of paper and a pencil for each child."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p10"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p11"},"Play the game “I Don’t Need It—Would You Like It?” to help the children understand the concept of sharing their excess with others. Give each child a piece of paper and a pencil, and have the children list",["span.emphasis","food, clothing, shelter, money,"],"and",["span.emphasis","books and games"],"on their papers. The object of the game is for each child to obtain all the items on the list by either picking the items from the container or receiving them from another child."],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p12"},"Pass the container of papers to a child and have him or her choose a paper, read it, and put it back into the container. Have the child circle the named item on his or her paper. Then pass the container to the next child. When all the children have had a turn, begin again with the first child and have him or her pick another paper."],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p13"},"If on a subsequent turn a child picks an item that is already circled on his or her list, he or she turns to the child on the left and says, “I don’t need it—would you like it?” Then the child sitting to the left can circle that item on his or her list. If that child already has the item circled, he or she asks the question of the next child to the left. Continue until someone is able to circle the item."],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p14"},"Play the game until each child has circled every item on the list."],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p15"},"Ask a child to read aloud",["a.scriptureRef",{"href":"/scriptures/ot/ps/24.1"},"Psalm 24:1"],"."],["ul.bullet",["li",["span.label","•"],[".para","What does this scripture mean?"]]],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p17"},"Explain that because the earth was created by Jesus Christ under the direction of Heavenly Father, everything on the earth belongs to them. They bless us by letting us use the things they have created. Heavenly Father and Jesus want us to share what we have with others, especially when we have more than we need. Sharing is one way we can show our love for Heavenly Father and Jesus and thank them for all that they have given us."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p18"},"Explain that in the early days of the Church, the Saints were commanded to share with each other everything they had been blessed with. This commandment was called the law of consecration. Write the word",["span.emphasis","consecration"],"on the chalkboard. Explain that to consecrate means to dedicate or give for a sacred purpose. Teach the children about the law of consecration, as described in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-39,42,53-55,71-73"},"Doctrine and Covenants 42:30–39, 42, 53–55, 71–73"],", and the following historical account."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p19"},"When the Saints began gathering in Ohio in early 1831, the Prophet Joseph Smith was concerned because many of them were very poor and did not have the things they needed, such as food, clothing, and shelter. The Prophet began looking for a way to help these poor members of the Church."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p20"},"When the Prophet first arrived in Kirtland, Ohio, he found that some members of the Church were living together on a farm owned by Isaac Morley. They had read in the Bible that the members of the Church in Jesus’ time shared everything they had (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.44-45"},"Acts 2:44–45"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.32"},"4:32"],"), and they were trying to live the same way. This plan did not always work very well, however. For example, one man thought that if all things were shared, it was all right for him to sell a watch that actually belonged to another man. This made the owner of the watch very angry. The Prophet saw that although it was good that these people were trying to share with each other, their plan was not approved by the Lord. Joseph prayed to find out what the Lord wanted the members of the Church to do."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p21"},"A few days after calling Edward Partridge to be the bishop of the Church, the Lord revealed to Joseph Smith the law of consecration (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-39,42"},"D&C 42:30–39, 42"],"). This law commanded the Saints to share with each other in an organized way. The Lord gave the following instructions:"],["div",{"id":"f4","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.f4"},["ol.number",["li",["span.label","1."],[".para","The Saints were to consecrate, or give, all of their property and possessions to the Church. The bishop would be responsible for these consecrations."]],["li",["span.label","2."],[".para","The bishop would decide with the head of each family what property and possessions the family needed to work and live. The bishop would give these needed items to the family."]],["li",["span.label","3."],[".para","Families would work hard to provide for themselves using the things they were given. After they filled their own needs and wants, anything extra they had earned or created was to be given to the bishop to help the poor and strengthen the Church."]]]],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p25"},"This law helped the Church grow and helped the members take care of each other while they lived in Ohio and Missouri. People donated their time and talents as well as their money and possessions so that missionary work could be done, a temple could be built, and newly arriving Saints would have a place to live and food to eat. Even though most of the people were poor, when they shared what they did have, everyone had enough."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p26"},"People gave to the Church in many ways. For example, everyone helped build the Kirtland Temple. Men worked on the building itself, and women made clothes for the workers and curtains and carpets for the temple. Someone donated a horse and a yoke of oxen. The Church sold the animals and used the money to buy building supplies for the temple and food for the workers who were building it. One woman worked all summer spinning one hundred pounds of wool. She was told that she could keep half of the wool for herself because she had worked so hard, but she did not even keep enough to make herself a pair of stockings. She felt that those who were working on the temple needed the wool more than she did."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p27"},"Many people also helped with missionary work. Men left to serve missions, and other members helped care for their families and provided them with food and clothing while the men were gone. Once the Prophet asked John E. Page to serve a mission to Canada. Brother Page said that he could not go because he did not have a coat to wear, so the Prophet removed his own coat and gave it to him."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p28"},"Because the Saints were willing to work hard and share what they had, the members of the Church were cared for and the Church had enough money for other important purposes, such as buying land in Missouri for homes and a temple. As the Saints helped each other, their testimonies of the truthfulness of the gospel grew and the kingdom of God on the earth was strengthened."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p29"},"Early members of the Church lived the law of consecration for only a short while. Someday the Church will practice the law of consecration again, but today we as members are asked to live only part of the law. We are not asked to give all we have to the Church, but we are asked to pay tithing and fast offerings. (You may need to explain that when we fast, we are asked to contribute to the Church at least the amount of money we would have spent on two meals that day. This is a fast offering.) Tithing and fast offerings are used to take care of the poor, build temples and meetinghouses, and provide other things such as lesson manuals. We are also asked to share our time and talents by doing things such as giving talks or teaching Primary classes. As we share, we are helping to build the kingdom of God on the earth."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p30"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why did the Lord give the early Church members the law of consecration? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30,34-35"},"D&C 42:30, 34–35"],".) What did members do to follow this law? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.31-33"},"D&C 42:31–33"],".) What were the excess money and goods used for? How are Church members today asked to help build Church buildings and temples? (By paying tithing.) How are we asked to help the poor and needy? (Through fast offerings and other donations; see enrichment activities 1 and 2.)"]],["li",["span.label","•"],[".para","Where did the Church keep the extra supplies that the Saints donated? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.34"},"D&C 42:34"],".) Who was responsible to collect and care for these things? (The bishop.) Explain that the Church still uses bishops’ storehouses today. These storehouses are filled with food and goods that are donated to or purchased by the Church. Members of the Church who do not have what they need can be sent by their bishops to get food and other necessary items from these storehouses."]],["li",["span.label","•"],[".para","What did the Lord tell the Saints about the importance of working? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.42"},"D&C 42:42"],".) Why is it good for people to work hard for the things they need? What work do you do to help your family? What work do you do to help the Church? What else could you do?"]],["li",["span.label","•"],[".para","Who has given you your talents? How could you share your time or talents with others? (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","Why do you think the Saints were willing to share everything they had, even though most of them did not have very much? Whom are we really serving when we help others? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.31,38"},"D&C 42:31, 38"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],".) How does sharing what we have show Heavenly Father and Jesus Christ that we love them? How do you feel when you share with or help someone else? (See enrichment activity 3.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p36"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.f6"},["ol.number",["li",["span.label","1."],[".para","To help the children understand the ways they can share with others, draw three columns on the chalkboard and label them",["span.emphasis","Time, Talents,"],"and",["span.emphasis","Means."],"Tell the children that “means” are money and the material things they own."],[".para","Help the children list under each heading ways they or their families are sharing what they have to help others and build the Church. For example, under “means” they could list tithing, fast offerings, missionary fund donations, and food and clothing given to the poor. Under “time” they could list supporting their parents in their Church callings, babysitting while their parents attend the temple, working on a Church welfare project, and visiting someone who is lonely. Under “talents” they could list speaking in Primary or sacrament meeting, playing a musical instrument or singing for others’ enjoyment, and making decorations for a Church activity."],[".para","Help the children understand that there are many ways we can share with others, even if we do not have much money or many possessions. You may want to give the children pencils and paper and have each child write down one way he or she will share time or a talent during the week."]],["li",["span.label","2."],[".para","Help the children understand how fast offerings are used. Explain that a bishop can use fast offerings to provide food, shelter, clothing, and medical care for the poor and needy. You could ask your bishop in advance how fast offerings are used in your ward and share his information with the children. Or share the following description of how some fast offerings have been used:"],[".para","In addition to fasting regularly on fast Sunday, members of the Church sometimes hold special fasts to help needy people throughout the world. The fast offerings donated during these fasts are used for many projects. Some of the money has been used to give immunization shots to children in Africa to protect them from disease. Some money has been given to people in another part of Africa to help them provide clean drinking water to villages. Money has also been given to help farmers in Guatemala learn how to produce more and better quality food to feed their families and livestock. Money from fast offerings has been used to provide medical and dental care to people who would not otherwise have opportunities to be treated by a doctor or dentist, and it has also been used to help victims of natural disasters such as earthquakes or floods. Many people have been blessed by giving and receiving fast offerings. (See Thomas S. Monson, in Conference Report, Apr. 1991, pp. 65–67; or",["span.emphasis","Ensign,"],"May 1991, pp. 48–49.)"]],["li",["span.label","3."],[".para","Tell one of the following stories told by President Thomas S. Monson, a member of the First Presidency, about children who shared. Ask your class members to listen closely and be ready to tell you after the story how the children in the story shared their time, talents, or means."],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","When Thomas S. Monson was a boy, his Sunday School class was saving money for a big party. The children were very excited about the cakes, cookies, pies, and ice cream that the money would buy. But they found a more important way to use the money:"],[".para","“None of us will forget that gray morning in January when our beloved teacher announced to us that the mother of one of our classmates had passed away. We thought of our own mothers and how much they meant to us. We felt sorrow for Billy Devenport in his great loss."],[".para","“The lesson that Sunday was from the book of Acts, chapter 20, verse 35: ‘Remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.’ At the conclusion of the presentation of a well-prepared lesson, [our teacher] commented on the economic situation of Billy’s family. These were depression times; money was scarce. With a twinkle in her eyes, she asked, ‘How would you like to follow this teaching of the Lord? How would you feel about taking your party fund and, as a class, giving it to the Devenports as an expression of our love?’ The decision was unanimous. We counted very carefully each penny and placed the total sum in a large envelope."],[".para","“Ever shall I remember the tiny band walking those three city blocks, entering Billy’s home, greeting him, his brother, sisters, and father. Noticeably absent was his mother. Always I shall treasure the tears which glistened in the eyes of each one present as the white envelope containing our precious party fund passed from the delicate hand of our teacher to the needy hand of a grief-stricken father. We fairly skipped our way back to the chapel. Our hearts were lighter than they had ever been, our joy more full, our understanding more profound. This simple act of kindness welded us together as one. We learned through our own experience that indeed it is more blessed to give than to receive” (in Conference Report, Apr. 1992, pp. 81–82; or",["span.emphasis","Ensign,"],"May 1992, pp. 59–60)."]],["li",["span.label","b."],[".para","“When I was a deacon, I loved baseball. … My friends and I would play ball in a small alleyway behind the houses where we lived. The quarters were cramped but all right, provided you hit straight away to center field. However, if you hit the ball to the right of center, disaster was at the door. Here lived a lady who would watch us play, and, as soon as the ball rolled to her porch, her [dog] would retrieve the ball and present it to Mrs. Shinas as she opened the door. Into her house Mrs. Shinas would return and add the ball to the many she had previously confiscated. … None of us had a good word for Mrs. Shinas, but we had plenty of bad words for her. …"],[".para","“One night as I performed my daily task of hand-watering our front lawn, holding the nozzle of the hose in hand as was the style at that time, I noticed that Mrs. Shinas’s lawn was dry and turning brown. I honestly don’t know what came over me, but I took a few more minutes and, with our hose, watered her lawn. This I did each night, and then when autumn came, I hosed her lawn free of leaves as I did ours, and stacked the leaves in piles at the street’s edge to be burned or gathered. During the entire summer I had not seen Mrs. Shinas. We had long since given up playing ball in the alley. We had run out of baseballs and had no money to buy more."],[".para","“Then early one evening, her front door opened, and Mrs. Shinas beckoned for me to … come to her front porch. … [She] invited me into her living room, where I was asked to sit in a comfortable chair. She went to the kitchen and returned with a large box filled with baseballs and softballs, representing several seasons of her confiscation efforts. The filled box was presented to me; however, the treasure was not to be found in the gift, but rather in her voice. I saw for the first time a smile come across the face of Mrs. Shinas, and she said, ‘Tommy, I want you to have these baseballs, and I want to thank you for being kind to me.’ I expressed my own gratitude to her and walked from her home a better boy than when I entered. No longer were we enemies. Now we were friends” (in Conference Report, Apr. 1991, pp. 68–69; or",["span.emphasis","Ensign,"],"May 1991, pp. 49–50)."]],["li",["span.label","c."],[".para","“One Sunday morning in a nursing home [where sick or elderly people go when there is no better way to care for them] … , I witnessed the presentation of a beautiful gift as a young girl shared her musical talent with those lonely and elderly men and women. …"],[".para","“A hush fell over the wheelchair-confined audience as the girl took bow in hand and played on her violin a beautiful melody. At the conclusion, one patient [said], ‘My dear, that was lovely.’ Then she began to clap her hands to express approval. A second patient joined in clapping, then a third, a fourth, and soon everyone applauded."],[".para","“Together the young girl and I walked out of the nursing home. She said to me, ‘I have never played better. I have never felt better’” (in Conference Report, Apr. 1991, p. 81; or",["span.emphasis","Ensign,"],"May 1991, p. 62)."]]]]],["li",["span.label","4."],[".para","Help the children memorize",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.38"},"Doctrine and Covenants 42:38"],". Discuss with the children what this scripture means."]],["li",["span.label","5."],[".para","Sing or say the words to",["span.crossRef","“Love One Another”"],"(",["span.emphasis","Children’s Songbook,"],"p. 136),",["span.crossRef","“Where Love Is”"],"(",["span.emphasis","Children’s Songbook,"],"p. 138), or",["span.crossRef","“I’m Trying to Be like Jesus”"],"(",["span.emphasis","Children’s Songbook,"],"p. 78)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p55","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p55"},"Share with the children your feelings about the many blessings Heavenly Father and Jesus Christ have given you. Express your desire to share these blessings with others. You may want to tell about a time when you shared with someone or they shared with you."],["div",{"id":"p56","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p56"},"Emphasize the importance of the children sharing, or consecrating, their time, talents, and means to help others and enable the Church to continue to grow on the earth."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p57","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p57"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.34-39"},"Doctrine and Covenants 42:34–39"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p58","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p58"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p59","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-18-the-lord-reveals-the-law-of-consecration.p59"},"Invite a child to give the closing prayer."]]]],"refs":null}
