{"id":40,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":40,"title":"Lesson 38: “In Mine Own Way”","subtitle":"","short_title":"Lesson 38","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.head1"},[".titleNumber","Lesson",["span.dominant","38"]],["h1","“In Mine Own Way”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p1"},"To help class members understand the principles of spiritual and temporal welfare and commit themselves to greater self-reliance and service to the poor and needy."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study the following scriptures and other materials:"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.30"},"Doctrine and Covenants 38:30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-31,42"},"42:30–31, 42"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-28"},"58:26–28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.13-18"},"104:13–18"],"; and the other scriptures in this lesson."]],["li",["span.label","b."],["p.para",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-nine-the-expanding-church.p18"},"pages 108–9"],",",["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-nine-the-expanding-church.p31"},"111–14"],"."]]]]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-38-in-mine-own-way.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","Ask class members to prepare to summarize the following information from",["span.emphasis","Our Heritage:"]],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","The establishment of the welfare program (",["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-nine-the-expanding-church.p18"},"pages 108–9"],")."]],["li",["span.label","b."],["p.para","The welfare help given to those in Europe after World War II (last paragraph on",["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-nine-the-expanding-church.p31"},"page 111 through the middle of page 114"],")."]]]]],["li",["span.label","4."],["p.para","If you use the attention activity, bring a backpack or bag to class. Also bring several large rocks with the following labels on them:",["span.emphasis","Lack of faith, Idleness, Lack of education, Debt, Failure to prepare for the future."]]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p10"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p11"},"Invite a class member to put on the backpack or lift up the bag you brought to class (see “Preparation,” item 4). Explain that many of us needlessly carry heavy burdens throughout life. Start adding the rocks to the backpack or bag, one at a time, discussing why each one can be a burden. By the time you add the last rock, have class members note how heavy the pack or bag has become."],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p12"},"Now remove the rocks one at a time. Explain that as we take responsibility for ridding ourselves of some of these burdens, our lives will be better."],["p.para",{"id":"p13","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p13"},"Explain that latter-day prophets have always taught the importance of being self-reliant and helping those in need. This lesson discusses these principles as well as the welfare program of the Church, which encourages members to apply these principles."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p14","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p14"},"Prayerfully select the lesson materials that will best meet class members’ needs. Encourage class members to share experiences that relate to the principles you discuss."],[".topic",["h3","1. Developing spiritual self-reliance"],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.30"},"D&C 38:30"],"with class members. What does this passage teach about the importance of self-reliance? How have you found this counsel to be true in your life?"]],["li",["span.label","•"],["p.para","What does it mean to be self-reliant in spiritual things? (We should strive to develop spiritual strength that will enable us to resolve difficult problems in our lives and strengthen others in their times of spiritual need.) Why is it important to be spiritually self-reliant?"],["p.para","Elder Boyd K. Packer of the Quorum of the Twelve said:"],["p.para","“We have been taught to store a year’s supply of food, clothing, and, if possible, fuel—",["span.emphasis","at home."],"… Can we not see that the same principle applies to inspiration and revelation, the solving of problems, to counsel, and to guidance? We need to have a source of it",["span.emphasis","stored in every home. …"]],["p.para","“If we lose our emotional and spiritual independence, our self-reliance, we can be weakened quite as much, perhaps even more, than when we become dependent materially” (in Conference Report, Apr. 1978, 136–37; or",["span.emphasis","Ensign,"],"May 1978, 91–92)."]],["li",["span.label","•"],["p.para","How can we become more self-reliant in spiritual things?"]],["li",["span.label","•"],["p.para","How can parents help their children learn spiritual self-reliance?"]]]],[".topic",["h3","2. Developing temporal self-reliance"],["ul.bullet",["li",["span.label","•"],["p.para","What does it mean to be self-reliant in temporal things? (We should use the blessings the Lord has given us to take care of ourselves and our families. When we are physically and emotionally able, we should not shift the burden of our own or our family’s care to someone else.) Why is it important to be temporally self-reliant?"]],["li",["span.label","•"],["p.para","How can we become more self-reliant in temporal things? (Answers could include learning to work effectively, storing food and other essentials for a time of need, managing our money well, and gaining a good education. Use the following information to discuss or add to class members’ responses. For information about gaining a good education, see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p1"},"lesson 23"],".)"]]],[".topic",["h4","Work"],["p.para",{"id":"p24","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p24"},"Explain that soon after arriving in the Salt Lake Valley, President Brigham Young named the region",["span.emphasis","Deseret,"],"which is a word from the Book of Mormon meaning “a honey bee” (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/2.3"},"Ether 2:3"],"). President Young wanted the Saints to be industrious in their new home and to work together for the common good, similar to honeybees. We should have this same attitude toward work in our lives."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.42"},"D&C 42:42"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.17"},"D&C 56:17"],"with class members. What warning has the Lord given to those who choose to be idle? What value does work have in our lives? (See the following quotation.) How has work been a blessing in your life? How have you learned the value of work? How can adults teach children the value of work?"],["p.para","“To become self-reliant, a person must work. Work is physical, mental, or spiritual effort. It is a basic source of happiness, self-worth, and prosperity. Through work, people accomplish many good things in their lives” (",["span.emphasis","Church Handbook of Instructions, Book 2: Priesthood and Auxiliary Leaders"],"[1998], 257)."]],["li",["span.label","•"],["p.para","Elder Neal A. Maxwell of the Quorum of the Twelve said, “Work is always a spiritual necessity even if, for some, work is not an economic necessity” (in Conference Report, Apr. 1998, 50; or",["span.emphasis","Ensign,"],"May 1998, 38). Why is work important to us spiritually as well as temporally?"]]]],[".topic",["h4","Storage of food and other necessities"],["p.para",{"id":"p28","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p28"},"Explain that for many years, latter-day prophets have told us to store a year’s supply of food and other necessities where possible. When we follow this counsel, we become more self-reliant because we are able to care for ourselves in times of need."],["p.para",{"id":"p29","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p29"},"The",["span.emphasis","Church Handbook of Instructions"],"explains:"],["p.para",{"id":"p30","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p30"},"“Church leaders have not given an exact formula for what to store. Rather, they suggest that Church members begin by storing what would be required to keep them alive if they did not have anything else to eat. …"],["p.para",{"id":"p31","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p31"},"“Through careful planning, most Church members can store a year’s supply of the basic items needed to sustain life. However, some members do not have the money or space for such storage, and some are prohibited by law from storing a year’s supply of food. These members should store as much as they can according to their circumstances. All members can provide themselves with added security by learning to produce and prepare basic food items” (",["span.emphasis","Book 2,"],"258)."],["ul.bullet",["li",["span.label","•"],["p.para","What are the food essentials that can be stored in your area? What have you or others done to build up a supply of food storage? How can having adequate food storage be a spiritual blessing as well as a temporal blessing?"]]]],[".topic",["h4","Financial security"],["p.para",{"id":"p33","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p33"},"To be self-reliant, it is important that we know how to manage our money. Poor money management can lead to many problems in our individual and family lives."],["ul.bullet",["li",["span.label","•"],["p.para","What can we do to become more self-reliant in our finances? How can parents teach children to be financially self-reliant?"],["p.para","The",["span.emphasis","Church Handbook of Instructions"],"explains: “To become self-reliant in resource management, Church members should pay tithes and offerings, avoid unnecessary debt, save for the future, and satisfy all of their promised obligations. Members also should use their resources, including their time, frugally and avoid wasting them” (",["span.emphasis","Book 2,"],"258)."]],["li",["span.label","•"],["p.para","How can paying tithing help us better manage our resources?"]],["li",["span.label","•"],["p.para","Why is it important that we avoid unnecessary debt? What practices have helped you avoid debt or get out of debt?"],["p.para","President Gordon B. Hinckley warned against the dangers of debt:"],["p.para","“I urge you to be modest in your expenditures; discipline yourselves in your purchases to avoid debt to the extent possible. Pay off debt as quickly as you can, and free yourselves from bondage. …"],["p.para","“… If you have paid your debts, if you have a reserve, even though it be small, then should storms howl about your head, you will have shelter for your wives and children and peace in your hearts” (in Conference Report, Oct. 1998, 72; or",["span.emphasis","Ensign,"],"Nov. 1998, 54)."]]]]],[".topic",["h3","3. Caring for the needy"],["p.para",{"id":"p41","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p41"},"In the Doctrine and Covenants, the Lord repeatedly emphasizes the importance of caring for the needy. Read the following verses with class members. Identify what each passage teaches about our responsibility to care for those in need."],[".figure",{"id":"f9","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.f9"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.30-31"},"D&C 42:30–31"],". (When we give our substance to the poor, we are doing it unto the Lord.)"]],["li",["span.label","b."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/44.6"},"D&C 44:6"],". (We “must visit the poor and needy and administer to their relief.”)"]],["li",["span.label","c."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.40"},"D&C 52:40"],". (If we do not remember the poor, the needy, the sick, and the afflicted, we are not the Savior’s disciples.)"]],["li",["span.label","d."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/56.16"},"D&C 56:16"],". (If we are rich and do not share with the poor, our riches will canker our souls.)"]],["li",["span.label","e."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.123"},"D&C 88:123"],". (We should love one another and give to each other as the gospel requires.)"]],["li",["span.label","f."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.18"},"D&C 104:18"],". (If we do not impart of our abundance to the poor, we will dwell among the wicked in torment.)"]]]],["ul.bullet",["li",["span.label","•"],["p.para","In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.13-18"},"D&C 104:13–18"],", the Lord explains His way of providing for the temporal needs of His children. What is the Lord’s “own way” of providing for the poor? What is our responsibility when we receive of the Lord’s abundance? (See also",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.17-19"},"Jacob 2:17–19"],".)"],["p.para","Explain that providing for the poor and needy in the Lord’s “own way” means helping those who are in need by giving according to what we have received from God. It means giving freely and lovingly, recognizing that Heavenly Father is the source of all blessings and that we are responsible to use them in the service of others. Those who receive this help should accept it with gratitude. They should use it to release themselves from the limitations of their need and to become more able to rise to their full potential. They should then reach out to help others."]],["li",["span.label","•"],["p.para","How are we blessed when we give to others who are in need? How have you been blessed because others have given to you in a time of need?"]]],["p.para",{"id":"p51","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p51"},"Explain that there are many ways we can help those in need. The Church provides organized ways in which we can give help, and we can also care for those around us in quiet, individual ways."],["ul.bullet",["li",["span.label","•"],["p.para","One way we can help provide for the needy is by contributing fast offerings. How are fast offerings used to care for the poor? (The bishop uses them to provide food, shelter, clothing, and other relief to those in need.)"]],["li",["span.label","•"],["p.para","How much should we contribute in fast offerings? (See the following quotation.) Why is it important that we contribute fast offerings?"],["p.para","“The Church designates one Sunday each month as a fast day. On this day Church members go without food and drink for two consecutive meals. They … give to the Church a fast offering at least equal to the value of the food they would have eaten. If possible, members should be very generous and give much more than the value of two meals” (",["span.emphasis","Church Handbook of Instructions, Book 2,"],"256)."]]],["p.para",{"id":"p55","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p55"},"For more information about fasting and contributing fast offerings, see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-17-the-law-of-tithing-and-the-law-of-the-fast.p1"},"lesson 17"],"."],["p.para",{"id":"p56","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p56"},"Another way the Church helps us provide for the needy is through organized humanitarian assistance. For many years the Church has been involved in humanitarian relief and self-reliance efforts throughout the world. This assistance is given to members and nonmembers alike to help alleviate the devastating effects of poverty, war, and natural disasters."],["ul.bullet",["li",["span.label","•"],["p.para","How can individual members make donations to the Church’s humanitarian aid fund? (By filling out the appropriate portion of the tithing donation slip. You may want to show class members one of these slips.) What are some ways in which the Church’s humanitarian aid has blessed those in need?"],["p.para","President Thomas S. Monson told about some results of the Church’s humanitarian aid:"],["p.para","“In 1992 a devastating hurricane … struck the east coast of Florida, leaving a path of ruin behind it, with homes battered, roofs gone, people hungry. Our members were there to help. Home after home was cleaned and repaired without charge. It mattered not the faith or color of the person who occupied the home. …"],["p.para","“Far away in the foothills on the western slopes of Mount Kenya, along the fringe of the colossal Rift Valley, pure water is now coming to the thirsty people. A potable water project has changed the lives of more than 1,100 families. When we originally became aware of the need for pure water, we were able to help fund a project in cooperation with TechnoServe, a private voluntary organization. With villagers providing the labor, drinkable water now flows through 25 miles of pipes to waiting homes in a 15-village area. The simple blessing of safe drinking water recalls the words of the Lord, ‘I was thirsty, and ye gave me drink’ [",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.35"},"Matthew 25:35"],"]” (“Our Brothers’ Keepers,”",["span.emphasis","Ensign,"],"June 1998, 37)."]],["li",["span.label","•"],["p.para","In addition to opportunities provided by the Church, we should seek other ways to bless those in need around us. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-28"},"D&C 58:26–28"],"with class members. How can we apply this scripture to our efforts to serve the poor and needy?"]],["li",["span.label","•"],["p.para","What are some obstacles we may encounter in caring for the poor and needy? How can we overcome these obstacles?"]]]],[".topic",["h3","4. The Church welfare program"],["p.para",{"id":"p63","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p63"},"Explain that in 1936, as a result of inspiration from the Lord, the First Presidency established the Church welfare program as an organized way to encourage self-reliance and help those in need. Ask the assigned class member to report on the establishment of the welfare program from",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-nine-the-expanding-church.p18"},"pages 108–9"],"."],["p.para",{"id":"p64","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p64"},"You may want to share the following statement from the First Presidency to emphasize the purposes of the Church welfare program:"],["p.para",{"id":"p65","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p65"},"“Our primary purpose was to set up, in so far as it might be possible, a system under which the curse of idleness would be done away with, the evils of a dole abolished, and independence, industry, thrift and self respect be once more established amongst our people. The aim of the Church is to help the people to help themselves. Work is to be re-enthroned as the ruling principle of the lives of our Church membership” (in Conference Report, Oct. 1936, 3)."],["ul.bullet",["li",["span.label","•"],["p.para","How does the Church welfare program help fulfill these purposes?"]]],["p.para",{"id":"p67","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p67"},"Explain that the Church’s aid to the people in Europe after World War II is an inspiring example of how the Church welfare program can bless many people. Ask the assigned class member to report on how the welfare program blessed those in need in Europe, starting with the last paragraph on",["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-nine-the-expanding-church.p31"},"page 111"],"of",["span.emphasis","Our Heritage"],"and continuing through the middle of page 114."],["ul.bullet",["li",["span.label","•"],["p.para","What impresses you about the efforts of those involved in these projects? In what ways can we follow their example?"]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p69","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p69"},"Emphasize the importance of being self-reliant and caring for the poor and needy. You may want to bear testimony of how your life has been blessed by obedience to these principles."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p70","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p70"},"You may want to use one or both of the following ideas to supplement the suggested lesson outline."],[".teachingMethod",["h2","1. Education is vital for self-reliance"],["p.para",{"id":"p71","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p71"},"Point out that Church members have always been counseled to educate themselves as well as possible. The early Saints were very interested in furthering their education. During the first year in the Salt Lake Valley, a school for children was taught in a tent. Later, Church leaders directed every ward to establish a school. The University of Deseret was created in 1850. For additional information about the value of education in developing self-reliance, see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-23-seek-learning-even-by-study-and-also-by-faith.p1"},"lesson 23"],"."]],[".teachingMethod",["h2","2. “Caring for the Needy” video presentation"],["p.para",{"id":"p72","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-38-in-mine-own-way.p72"},"If",["span.emphasis","Doctrine and Covenants and Church History Video Presentations"],"(53912) is available, consider showing “Caring for the Needy,” a seven-minute segment."]]]]]]],"refs":null}
