{"id":28,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":28,"title":"Lesson 25: The Kirtland Temple Is Constructed","subtitle":"","short_title":"Lesson 25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.head1"},[".titleNumber","Lesson",["span.dominant","25"]],["h1","The Kirtland Temple Is Constructed"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p1"},"To help the children have the desire to sacrifice to help build the kingdom of God."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119-20"},"Doctrine and Covenants 88:119–20"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.1-3,8,11-17"},"95:1–3, 8, 11–17"],"; and the historical account given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Paper and a crayon or pencil for each child."]],["li",["span.label","c."],[".para","Picture 5-25, Kirtland Temple (Gospel Art Picture Kit 500; 62431)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p8"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p9"},"Give each child a piece of paper and a crayon or pencil. Ask the children to each draw a picture of a temple, and give them a few minutes to do so. Let each child display his or her picture to the rest of the class."],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p10"},"Explain that it probably was not too hard for the children to draw a temple because they know what temples look like. They have seen temples or pictures of temples. However, when Joseph Smith was commanded to build a temple, he had never seen a temple or even a picture of one. The Lord revealed the plans for the Kirtland Temple to the Prophet Joseph in a vision."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p11"},"Teach the children about the building of the Kirtland Temple, as described in the scriptures listed in the “Preparation” section and the following historical account (see enrichment activity 1). Show the picture of the Kirtland Temple at an appropriate time."],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p12"},"In December 1832 the Lord commanded the members of the Church to build a temple in Kirtland, Ohio. They were to “establish a house, even a house of prayer, a house of fasting, a house of faith, a house of learning, a house of glory, a house of order, a house of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119"},"D&C 88:119"],")."],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p13"},"The Saints were very poor and they knew the temple would cost a lot of money, so they did not start building it right away. Six months later they still had not started building the temple. In June 1833 the Lord revealed to Joseph Smith that he was displeased with the Saints for not starting to build his house. The Lord said the Saints had committed “a very grievous sin” by not obeying this commandment (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.3"},"D&C 95:3"],"). The Church members repented of their delay, and four days later men began hauling stone and digging trenches in preparation for building the temple."],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p14"},"Joseph Smith asked some of the other Church leaders how they thought the temple should be built. Some said it should be made of logs, while others said it should be of wooden boards. Joseph said, “Shall we, brethren, build a house for our God, of logs? No, I have a better plan than that. I have a plan of the house of the Lord, given by himself; and you will soon see by this, the difference between our calculations and his idea of things” (quoted in Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"p. 230). The plans for the Kirtland Temple were shown to the First Presidency of the Church—Joseph Smith, Sidney Rigdon, and Frederick G. Williams—in a vision. Frederick G. Williams reported that the Lord told Joseph to gather with his counselors, and the Lord would show them how to build the temple (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.14"},"D&C 95:14"],")."],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p15"},"The three men knelt to pray, and they saw a vision of the temple. First they saw the outside, and then the building seemed to pass over them and they saw the inside. Frederick G. Williams said that when the Kirtland Temple was completed it looked exactly as it had in the vision. During the building of the temple someone tried to get Joseph Smith to change some of the design, but Joseph insisted that the temple be built just as it appeared in the vision."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p16"},"The Kirtland Temple was not exactly like today’s temples, where families are sealed for time and all eternity and work is performed for the dead. It was more like a special meetinghouse where the Saints held their Church meetings. The Lord told the Saints exactly how big to build the temple (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.15"},"D&C 95:15"],"). It was 110 feet from the ground to the dome. The temple was built of stone, and the outside walls were covered with plaster. Inside, the main floor had three ascending rows of three pulpits each at both the east and west sides. The rows at one end of the floor were the Melchizedek Priesthood pulpits, and the rows at the other end were the Aaronic Priesthood pulpits. The seats in the room were reversible so that the audience could face either direction."],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p17"},"Because the members of the Church were so poor, they had to sacrifice much to build the Kirtland Temple. Almost all the men who could work and who were not away on missions helped build the temple. Joseph Smith was foreman in the quarry where the stone for the walls was cut. On Saturdays the men who had horses and wagons hauled stone from the quarry to the temple site so the stonemasons would have enough stone to work with during the week."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p18"},"Emma Smith supervised the women of Kirtland in sewing clothing for the temple workmen. The women also made carpets and curtains of white canvas. The curtains were hung from the ceiling of the temple and could be used to divide the large rooms on the first and second floors into smaller rooms. Curtains were also hung above the pulpits to provide privacy when needed."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p19"},"Many people worked on the temple every day. Because they were giving all their available money to build the temple, sometimes the workers did not have very much food or nice clothing to wear. Daniel Tyler recalled:"],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p20"},"“How often have I seen those humble, faithful servants of the Lord, after toiling all day in the quarry, or on the building, when the walls were in [the] course of erection, weary and faint, yet with cheerful countenances, retiring to their homes with a few pounds of corn meal that had been donated. And, in the case of those who lacked a cow to give a little milk, the corn meal was sometimes, for days together, all that they and their families had to subsist upon. When a little flour, butter or meat came in, they were luxuries. Sometimes a little … molasses … would be donated, but oftener the hands had to seek a job elsewhere to get a gallon or so, and then return to the labor on the temple” (quoted in Karl Ricks Anderson,",["span.emphasis","Joseph Smith’s Kirtland: Eyewitness Accounts,"],"p. 161)."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p21"},"Church leaders and members prayed for help to finish the temple. One way the Lord answered their prayers was by sending some wealthy members to Kirtland. These members had enough money to pay back the money Church members owed to the bank, so the bank did not take ownership of the temple."],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p22"},"Church members had to protect the temple from mobs trying to destroy it. Some men got very little sleep because they worked on building the temple during the day and then sat up guarding the temple with their guns at night. The mobs also threatened the lives of the Prophet and other Church leaders. Oliver Huntington, Joseph Smith’s bodyguard, told about one incident:"],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p23"},"“At a time when Joseph Smith was guarded day and night by his brethren from mob violence … he was in a log house at night. Several brethren were with him and were making arrangements as to who should stand guard that night."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p24"},"“Joseph was listening to the prayer of a little boy in the room adjoining. The boy prayed for the Prophet, that he might be secure and safe from his enemies, the mob, that night."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p25"},"“When the boy had done praying, Joseph turned to his brethren and told them all to go to bed and all sleep and rest themselves that night, for God had heard and would answer that boy’s prayer. They all went to bed and slept safely until morning undisturbed” (quoted in Anderson, p. 165)."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p26"},"The members of the Church collected broken dishes and glass to be put in the plaster so that the temple would be more beautiful. When the temple was finished, the plaster on the outside of the temple sparkled when the sun shone upon it."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p27"},"The Lord commanded the Saints to build the Kirtland Temple because he needed a place where he and other heavenly messengers could come to restore essential keys of the priesthood. The Saints also needed a place where they could meet together and learn from their leaders. Building the Kirtland Temple was a great task, but the members worked hard and had faith that the Lord would help them do what he had asked them to do. By March 1836 the temple was ready to be dedicated."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p28"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What kind of building did the Lord command the Saints to build? Have the children follow along in their scriptures as one child reads",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119"},"Doctrine and Covenants 88:119"],". Why is it important that the Lord’s house be all these things? What are some things we could do to make our homes like this? (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","Why was the Lord displeased with the Saints in June 1833? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.3"},"D&C 95:3"],".) Why did the Saints wait to start building the temple? Have you ever delayed doing something you knew you should do because you were afraid or did not know how you would accomplish it? Let the children tell about any such experiences they want to share. What did the Lord promise the Saints if they kept his commandments? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.11"},"D&C 95:11"],".) What did he say would happen if they did not keep his commandments? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.12"},"D&C 95:12"],".) What does the Lord promise us if we keep his commandments? What happens if we do not keep his commandments?"]],["li",["span.label","•"],[".para","Who gave the plans for the temple? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.13-14"},"D&C 95:13–14"],".) How did the members of the Church find out what these plans were? Who saw the plans in a vision?"]],["li",["span.label","•"],[".para","What were some of the purposes of the Kirtland Temple? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.16-17"},"D&C 95:16–17"],".) What are some of the purposes of temples today?"]],["li",["span.label","•"],[".para","What sacrifices did the Saints make to build the Kirtland Temple? What sacrifices have you made for the Church? What sacrifices might you be asked to make in the future to help build the kingdom of God? (See enrichment activities 3 and 4.)"]],["li",["span.label","•"],[".para","How do you think the Saints felt when they saw the completed Kirtland Temple? How do you feel when you make a sacrifice to do something you are asked to do?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p35"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f4","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.f4"},["ol.number",["li",["span.label","1."],[".para","Bring objects representative of those mentioned in the historical account, such as a rock, white fabric to represent curtains, a dish or glass object, a needle, cornmeal, play money (or small coins), and a watch or clock (to represent the time spent building the temple)."],[".para","At the beginning of class, have each child choose an object. As you mention each item while relating the historical account, have the child display the object on the table or floor. After you have finished the historical account, discuss how each of the items represents something the Saints sacrificed to help build the temple."]],["li",["span.label","2."],[".para","Write each descriptive phrase from",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119"},"Doctrine and Covenants 88:119"],"(“a house of prayer,” “a house of fasting,” and so on) on a separate piece of paper, and put the papers in a container."],[".para","Let each child (or pair of children, if your class is large) select at least one paper from the container. Read or have a child read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119"},"Doctrine and Covenants 88:119"],"aloud, and have the children display the phrases in order as the scripture is read. Have the child (or children) who selected each paper suggest one way children can help their homes have the quality described. (For example, “I can make my home a house of prayer by participating reverently in personal and family prayers” or “I can make my home a house of order by putting my clothes and toys in their proper places.”) Then let the other children make additional suggestions."],[".para","Encourage the children to choose one or two things to work on during the week to make their homes more like a house of the Lord."]],["li",["span.label","3."],[".para","Print each letter in the word",["span.emphasis","sacrifice"],"on a separate piece of paper. Mix up the letters and let the children unscramble them to spell the word."],["ul.bullet",["li",["span.label","•"],[".para","What sacrifices did the Saints in Kirtland make to build the temple?"]],["li",["span.label","•"],[".para","What sacrifices have you seen members of the Church today make to attend the temple?"]]],[".para","Tell about someone you know who has made sacrifices to attend the temple, or tell in your own words the following story related by Elder Claudio R. M. Costa of the Second Quorum of the Seventy:"],[".para","“One man I met lived simply in a tiny, little town in the middle of the Amazon. After being baptized with his family, he could hardly wait to complete a year’s membership in the Church so he could take his wife and children to the temple. The São Paulo Brazil Temple is very far from the Amazon. It usually takes four days by boat and four days by bus to get to the temple—about a week’s travel. This man was a cabinetmaker. How could he save enough money to pay [travel costs] for himself, his wife, and his children? Although he worked hard for many months, he made very little money."],[".para","“When the time came to go to the temple, he sold all his furniture and appliances, even his electric saw and his only means of transportation, a motorcycle—everything he had—and went to the temple with his wife and children. It required eight days of travel to reach São Paulo. After spending four glorious days in the temple doing the work of the Lord, this family then had to travel seven more days to return to their home. But they went back home happy, feeling that their difficulties and struggles were nothing compared to the great happiness and blessings they had experienced in the house of the Lord” (in Conference Report, Oct. 1994, p. 34; or",["span.emphasis","Ensign,"],"Nov. 1994, p. 27)."]],["li",["span.label","4."],[".para","Write on cards or small pieces of paper some actions the children might make sacrifices to do, such as attend a Church meeting, fast, pay tithing, do a service project, or serve as a missionary. Make at least one card for each child in your class."],[".para","Have each child choose a card, read it to the class, and tell one or two ways the action listed might require sacrifice. Then help all the children think of ways they may be blessed by making sacrifices to do what the Lord asks."]],["li",["span.label","5."],[".para","Bring two identical sets of blocks (or paper cut in block shapes) that could be used to create a small building. Divide the children into two groups, and have them sit so the members of each group cannot see what the other group is doing. Have one group “build” a temple with their blocks, and then have them give directions to the second group on how to build an identical temple. Have the second group try to build an identical temple by listening to the directions, without looking at the first group’s temple. (You may need to set a time limit for this activity.)"],[".para","When the second group is done building, have them look at the first group’s temple and make any corrections needed to make theirs identical. Remind the children that Joseph Smith not only received verbal directions on how to build the Kirtland Temple, but he also saw the temple in a vision, so he knew exactly how it should be built."]],["li",["span.label","6."],[".para","Sing or say the words to",["span.crossRef","“I Love to See the Temple”"],"(",["span.emphasis","Children’s Songbook,"],"p. 95)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p52","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p52"},"Bear your testimony that when we do what the Lord asks us to do, even if it requires great sacrifice, he will help and bless us."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p53","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p53"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119"},"Doctrine and Covenants 88:119"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.11-12"},"95:11–12"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p54","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p54"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p55","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-25-the-kirtland-temple-is-constructed.p55"},"Invite a child to give the closing prayer."]]]],"refs":null}
