{"id":8,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":8,"title":"Lesson 5: Finding Joy in Our Divine Potential","subtitle":"","short_title":"Lesson 5","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.head1"},[".titleNumber","Lesson",["span.dominant","5"]],["h1","Finding Joy in Our Divine Potential"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p1"},"Each young woman will understand her divine potential and learn how to find joy in it."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.f1"},["ol.number",["li",["span.label","1."],[".para","Invite an exemplary sister (preferably one who has married in the temple and has a family), who has been approved by priesthood advisers, to speak to the young women about the joy of being a woman. Ask her to relate some joys and challenges she has experienced, including some when she was the age of the young women in the class. She might tell about specific experiences and choices that helped her stay close to Heavenly Father and the blessings and joy that resulted. She should emphasize the joy of being a woman at every age. Suggest that she take about twenty minutes. Ask her to allow time for the young women to ask her questions and express their feelings."],[".para","OR"],[".para","You may invite a grandmother, mother, and young married woman, who have been approved by priesthood advisers, to briefly express the joys of womanhood they are presently experiencing. You might suggest that they also mention joys they experienced when they were the age of the young women. Stress to each that she is allowed only five or six minutes. You might offer to time them and signal when their time is up."]],["li",["span.label","2."],[".para","If it is possible and you wish to do so, prepare a copy of the message from the Young Women general presidency for each class member and guest (see page 19)."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","We Can Find Joy in Recognizing Who We Are and Who We Can Become"],[".teachingMethod",["h3","Guest speakers and discussion"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p6"},"Introduce the special speaker or speakers and explain that today the young women will be learning of their divine potential and the joy that comes from being a daughter of God. Tell them that they may ask questions and make comments after the speaker finishes."],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p7"},"After the talk and the questions from the class, express your appreciation to the guest speaker or speakers."]],[".teachingMethod",["h3","Teacher discussion and testimony"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p8"},"Express your love to the young women in your class. Tell them what you appreciate about them. Emphasize the importance of being happy now by making correct decisions and by following Jesus Christ. We must do that now, not at some future time when our present problems may be solved or when our dreams and wishes may come true. In this world of trials and challenges, that idealistic time may never come. True joy and peace are available at any time of life to all those who live as their Heavenly Father wants them to live."],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p9"},"Point out how the gospel guides and blesses our lives by helping us understand our divine roles and potential as women."]]],[".topic",["h3","We Can Experience Joy at Every Stage of Life"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p10"},"Express your joy at being a woman and your belief that Latter-day Saint women can experience great happiness at every stage of life."],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p11"},"If time permits and the mood seems right, invite class members to describe some joys they experience as Latter-day Saint young women."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Reading and optional handout"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p12"},"Read a special challenge to each young woman from the Young Women general presidency. If you made copies of this message, hand them out now."],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p13"},"Our Dear Young Friends:"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p14"},"You are blessed and favored of our Heavenly Father to be alive today. The world is full of beauty and opportunities—greater than any other period in the history of mankind. These special years of preparation will be filled with discovery, seeking, finding, growing, stretching, reaching, and learning of God’s plan and what he expects from you, his daughter."],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p15"},"The same world is full of ugliness and evil influences. You will be challenged, tempted, thwarted, and attacked in every way by the plans and persuasions of the adversary."],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p16"},"Our Heavenly Father knows all this and knows you. He has confidence and faith that you will use these years of preparation in being an obedient child of God who can be molded and shaped for the special mission and destiny he would have you fill. Pray always, know your Savior Jesus Christ, study the scriptures, and think of specific ways you can apply the teachings in your life. Live to be worthy of the blessings of the priesthood, be happy, and walk tall with joy and thanksgiving in the light of the gospel of Jesus Christ."],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p17"},"You are surrounded by many who love you and want to protect and guide you—friends, your class officers, adult leaders, your bishopric, your parents and family, and above all Jesus Christ and your Father in Heaven."],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p18"},"May we be included among those who care and love you very much. We pray always that you will be blessed and strengthened in your preparation to live with your Father in Heaven again, for he has invited “all to come unto Christ” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.59"},"D&C 20:59"],") “and be perfected in him” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.32"},"Moroni 10:32"],")."],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p19"},"Affectionately,"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-5-finding-joy-in-our-divine-potential.p20"},"Young Women General Presidency"]]]]]],"refs":null}
