{"id":38,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":38,"title":"Lesson 35: Living Righteously amid Pressures","subtitle":"","short_title":"Lesson 35","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.head1"},[".titleNumber","Lesson",["span.dominant","35"]],["h1","Living Righteously amid Pressures"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p1"},"Each young woman can learn to live righteously amid worldly pressures."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.f1"},["ol.number",["li",["span.label","1."],[".para","Picture 17, Daniel (62096), located in the back of the manual."]],["li",["span.label","2."],[".para","Bring hymnbooks and pencils for the class members."]],["li",["span.label","3."],[".para","Prepare a copy of the handout “Righteous Living amid Pressures” for each young woman (see page 157)."]],["li",["span.label","4."],[".para","Optional: Prepare a handout for each young woman that says, “May I withstand worldly pressures today so I may reign in celestial glory in the eternities.” (See the conclusion of the lesson.)"]],["li",["span.label","5."],[".para","Assign a young woman to be prepared to lead the class in singing",["span.crossRef","“True to the Faith”"],"(",["span.emphasis","Hymns,"],"no. 254). You may want to end the class period by singing this hymn."]],["li",["span.label","6."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p8"},"Evan Stephens, once the conductor of the Tabernacle Choir, had just finished leading the choir in a session of general conference. He quietly took his seat and then leaned a bit forward, anxiously awaiting the message President Joseph F. Smith was about to deliver. He was thrilled with the prophet’s sermon, which was on the subject of youth, the worldly pressures they encounter, and the importance of their being true to the teachings of the gospel. At the close of the service, Brother Stephens strolled alone up City Creek Canyon, pondering the inspired words of the President. He sat “upon a rock which was standing firm under the [intense] pressure of the rushing water.” The rock seemed to him symbolic of what he had heard that morning. Suddenly the words and music came to him for what would become one of the youth’s favorite hymns. While sitting on that rock, he penciled the words and composed the music to",["span.crossRef","“True to the Faith.”"],"He, like the prophet, loved the youth and said this song “was his spiritual advice to them.” (Adapted from J. Spencer Cornwall,",["span.emphasis","Stories of Our Mormon Hymns"],"[Salt Lake City: Deseret Book Co., 1963], pp. 173–74.)"]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p9"},"Distribute hymnbooks and have class members turn to",["span.crossRef","“True to the Faith”"],"(no. 254). Ask them to take turns reading the four verses and the chorus."],["ul.bullet",["li",["span.label","•"],[".para","What message was the composer trying to express?"]]]]],[".topic",["h3","We Can Live Righteously in an Unrighteous World"],[".teachingMethod",["h3","Teacher presentation and discussion"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p11"},"Point out that since the beginning of time, men and women have shown tremendous courage in choosing not to “falter” but to live righteously amid pressure from the unrighteous world around them. A classic scriptural example of this was Daniel in the Old Testament."],["ul.bullet",["li",["span.label","•"],[".para","How did Daniel prove that it is possible to live righteously in an unrighteous world?"]]],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p13"},"Have the young women find the book of Daniel in the Old Testament."]],[".teachingMethod",["h3","Handout"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p14"},"Give each class member a copy of the handout “Righteous Living amid Pressures” (see page 157). Read the following quotation, which summarizes one of Daniel’s tests:"],[".",{"id":"f4","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.f4"}]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p15"},"“Daniel was brought into a strange land as a youth—a land with strange customs, a strange tongue, strange environment, and a strange [religion]. … His first test … came when the king ordered that [those who had been brought to Babylon were to] drink of his wine and eat of his rich food. Daniel understood from the commandments that he had been taught by his parents, the commandments of the Lord, that these things were not good for his body. … Daniel and his friends [had been] taught to keep the commandments of God. … Daniel begged that he and his friends be allowed to follow the health rules that had been given to them.” He suggested a ten-day test to see which kind of diet would be better. (See L. Tom Perry, “In the World,”",["span.emphasis","Speeches of the Year, 1981"],"[Provo: Brigham Young University Press, 1981], pp. 2–7.)"],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p16"},"Discuss the questions from the handout as outlined below. Allow time to look up the scripture references."],["div",{"id":"f5","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.f5"},["ol.number",["li",["span.label","1."],[".para","What were the results of Daniel’s diet compared to the king’s food? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.15"},"Daniel 1:15"],")"]],["li",["span.label","2."],[".para","How did God bless Daniel and his friends for being faithful and obeying his law of health? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.17"},"Daniel 1:17"],")"]]]]],[".teachingMethod",["h3","Teacher presentation and discussion"],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p19"},"Daniel’s second challenge came when King Nebuchadnezzar had a dream and wanted it interpreted. None of the magicians or astrologers in the kingdom could tell the king what his dream was or what it meant. This made the king so angry that he commanded that all of the wise men of Babylon be killed, including Daniel."],["div",{"id":"f6","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.f6"},["ol.number",["li",["span.label","3."],[".para","What did Daniel do when he heard what the king was planning to do? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.16"},"Daniel 2:16"],")"]],["li",["span.label","4."],[".para","How did Daniel receive the answers he needed concerning the king’s dream? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.18-20"},"Daniel 2:18–20"],")"]],["li",["span.label","5."],[".para","After Daniel gave the interpretation of the dream to the king, what was the king’s reaction? What was Daniel’s reward? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.47-48"},"Daniel 2:47–48"],")"]]]]],[".teachingMethod",["h3","Quotations and discussion"],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p23"},"Daniel yet had a third test. “He made his way to a position of prominence under three kings [and] was appointed the head of all the princes. The … princes were jealous of Daniel. … They tried to find something that was wrong, that they could take and present before the king. When they found nothing, they had to [devise] another plot. The wicked princes presented a new law to the king which stated that for thirty days no one in the kingdom would be allowed to pray [but must] praise only the king. The king seemed to think that was a good idea … , so he put a penalty on [those who defied] the law. … When Daniel heard the new law, he was greatly troubled, [for] prayer [and] communication with his God [were extremely important to him]” (Perry, “In the World,” p. 6)."],["div",{"id":"f7","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.f7"},["ol.number",["li",["span.label","6."],[".para","What was the penalty for disobeying this law? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.7"},"Daniel 6:7"],")"]],["li",["span.label","7."],[".para","What did Daniel do, even though he knew of the decree and its penalty? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.10"},"Daniel 6:10"],")"]]]],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p26"},"“Those who wanted to have Daniel out of the way spied on him in his house, and, when they saw him praying, [they told the king]. The king loved Daniel, and he realized what a terrible trick had been played on him by the wicked princes. He tried to change the law to save Daniel from the lions, but the princes reminded him that no law that the king had made could be changed” (Perry, “In the World,” p. 6)."],["div",{"id":"f8","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.f8"},["ol.number",["li",["span.label","8."],[".para","What did the king say to Daniel as they threw him into the lions’ den? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.16"},"Daniel 6:16"],")"]]]],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p28"},"“Daniel had set such a great example before the king that [the king] trusted [Daniel’s] God [to] deliver Daniel from the den of the lions. The king spent all night fasting for Daniel. In the morning he rushed to the den of lions and cried out [to him]” (Perry, “In the World,” p. 6)."],["div",{"id":"f9","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.f9"},["ol.number",["li",["span.label","9."],[".para","What did the king ask Daniel? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.20"},"Daniel 6:20"],") What was Daniel’s response? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.22"},"Daniel 6:22"],")"]],["li",["span.label","10."],[".para","After witnessing this miracle and Daniel’s loyalty to his God, what decree did the king make? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/6.26-27"},"Daniel 6:26–27"],")"]]]]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p31"},"Ask the young women to silently compare their own commitments to their beliefs to Daniel’s."],["ul.bullet",["li",["span.label","•"],[".para","Would you have the courage to do what Daniel did?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p33"},"Point out the tremendous influence Daniel alone had on an entire kingdom by choosing to live righteously. Explain that our challenges today will take a different form from Daniel’s. But they may seem as difficult to us as Daniel’s did to him. And the consequences of our decisions will be as far-reaching."]],[".teachingMethod",["h3","Story and discussion"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p34"},"Tell the following story of a young woman who refused to lower her dating standards:"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p35"},"“She was the only member of the Church in her class in school. She was a popular young lady with the boys, and had many opportunities to go out on dates. The boys in her class did not live by the standards she had been taught in our Church. She made the decision to tell every boy who asked her for a date what standards she lived by. If she were to date them, they would be expected to conduct themselves in accordance with her standards. She would get such a commitment from them before she accepted a date. One day the big campus football hero came up to her before the most special dance of the year and said, ‘You know, I would ask you to go to the dance with me if you would lower your standards just a little.’"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p36"},"“There was no hesitation in her voice as she replied, ‘If I would go out with you, I would be lowering my standards.’ Be strong enough to make your decisions not to follow worldly ways” (L. Tom Perry, in Conference Report, Oct. 1979, p. 51; or",["span.emphasis","Ensign,"],"Nov. 1979, p. 36)."],["ul.bullet",["li",["span.label","•"],[".para","Why do you think this young woman had the courage to respond as she did?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p38"},"Point out that Daniel was not left without help when he chose to live righteously, and neither are we. The Lord loves all of his children, wants us to succeed, and has not left us to flounder helplessly. However, he also wants us to learn from our experiences so we might have the knowledge and courage to act righteously more frequently."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p39"},"Read the following quotation:"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p40"},"“He is a loving Father who wants us to have the happiness that results not from mere innocence but from",["span.emphasis","proven righteousness."],"Therefore, he will, at times, not deflect the harsh learning experiences that may come to each of us—even though he will help us in coping with them” (Neal A. Maxwell, “Talk of the Month,”",["span.emphasis","New Era,"],"May 1971, p. 30; italics added)."]],[".teachingMethod",["h3","Chalkboard discussion"],["ul.bullet",["li",["span.label","•"],[".para","What sources of help other than our Heavenly Father are available to us in our quest to live righteously?"]]],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p42"},"Write the young women’s responses on the chalkboard. Some of their answers might include: parents and other family members, the Holy Ghost, scriptures, priesthood and Church leaders, good friends. Ask for examples of how we might use these other sources in various situations to help us live righteously. Ask the young women to share some experiences they may have had in striving to live righteously amid worldly pressures."]]],[".topic",["h3","Joy and Blessings Come to Those Who Choose Righteousness"],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What blessings came as a result of Daniel’s strong conviction?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p44"},"Point out that Daniel knew he couldn’t feel good about himself if he defied his God. To him, that would be worse than death itself. How could he have real joy in his heart and inner peace if he turned his back on what he knew to be true or refused to make his convictions known? And so, in spite of worldly pressures and trying circumstances, he chose to live righteously. In so doing, he was blessed by Heavenly Father and rewarded by the king. We likewise are blessed when we choose to live a virtuous and righteous life. We may be tested and perhaps will not acquire the wealth and fame that the world advocates, but we will be rich in the more important areas of our lives."]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p45"},"Elder James E. Faust said: “Since virtue and faith too often do not readily trade in the marketplace, some may feel that they can live by whatever standards their whim or fancy suggest. In a value-free society—free of morals, free of standards—many also live free of feelings of self-worth, self-respect, and dignity. Far too many young people, and older ones, too, fail to realize, as the motto of the city of Nottingham, England, affirms:",["span.emphasis","Vivet post funera virtus"],"(‘virtue lives on after death’” (in Conference Report, Apr. 1981, p. 9; or",["span.emphasis","Ensign,"],"May 1981, p. 9)."],["ul.bullet",["li",["span.label","•"],[".para","What are some of the joys and blessings that come from virtuous and righteous living? Why are these more important than being honored with the praise and glory of the world?"]]]]],[".topic",["h3","Conclusion"],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p47"},"Despite the gloomy picture that the world so often paints, there are modern-day Daniels in our midst. We too can be like Daniel and live righteously amid the pressures around us, knowing our Heavenly Father will always be there to sustain and bless us. We can be “true to the faith” and not “falter.”"],[".teachingMethod",["h3","Optional hymn"],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p48"},"As a closing song, sing",["span.crossRef","“True to the Faith”"],"(",["span.emphasis","Hymns,"],"no. 254)."]],[".teachingMethod",["h3","Optional handout"],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-35-living-righteously-amid-pressures.p49"},"“May I withstand worldly pressures today so I may reign in celestial glory in the eternities.”"]]]]]],"refs":null}
