{"id":35,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":35,"title":"Lesson 33: Elijah Uses the Priesthood","subtitle":"","short_title":"Lesson 33","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.head1"},[".titleNumber","Lesson",["span.dominant","33"]],["h1","Elijah Uses the Priesthood"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.p4"},"To help the children have a greater understanding of how the priesthood blesses their lives."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/16.29-33"},"1 Kings 16:29–33"],"—Ahab and Jezebel are wicked rulers."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.1"},"1 Kings 17:1"],"—Elijah declares a drought."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.2-6"},"1 Kings 17:2–6"],"—Elijah is fed by ravens."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.7-16"},"1 Kings 17:7–16"],"—Elijah is fed by a widow, and her small supplies of food multiply miraculously."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.17-24"},"1 Kings 17:17–24"],"—Elijah blesses the widow’s son and brings him back to life."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A magnet and some pieces of metal or an inflated balloon or a comb and some tiny pieces of paper (see the attention activity)."]],["li",["span.label","c."],[".para","Picture 6-39, Elijah Being Fed by the Ravens."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p18","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.p18"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.p20"},"Have the children use the magnet to attract pieces of metal (or rub an inflated balloon on clothing to make it cling to the wall or a child’s shirt; or have a child run a comb through his or her hair several times, and then show how it can pick up small pieces of paper). Ask the children what caused the magnet to attract the metal (or the balloon to cling to the wall or the comb to pick up the paper). Explain that the magnet has a kind of power called magnetism that causes the metal to be attracted to it. A power called electricity held the balloon to the wall and enabled the comb to pick up the paper. These powers cannot be seen, but we can see the effects of these powers."],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.p21"},"Tell the children that the power of God also cannot be seen but that we often see its effects. Explain that this lesson is about a prophet of God and his use of the greatest power on earth, the priesthood of God."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.p23"},"Teach the children the account of Elijah performing miracles by the power of the priesthood from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Show the picture at an appropriate time."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.p25"},"Study the following questions and scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Who was Ahab? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/16.29-30"},"1 Kings 16:29–30"],"; one of the most wicked and powerful of the kings of northern Israel.) Who was Jezebel? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/16.31"},"1 Kings 16:31"],"; Ahab’s wife. They introduced idol worship to Israel in the form of the false god Baal and tried to do away with the worship of God.) (See the entries",["a.scriptureRef",{"href":"/scriptures/bd/ahab"},"“Ahab”"],"[p. 605] and",["a.scriptureRef",{"href":"/scriptures/bd/jezebel"},"“Jezebel”"],"[p. 713] in the LDS Bible Dictionary.) Elijah was a prophet of God during the time that Ahab and Jezebel ruled over the northern kingdom of Israel. (See",["a.scriptureRef",{"href":"/scriptures/bd/elijah"},"“Elijah”"],"in the LDS Bible Dictionary [p. 664].)"]],["li",["span.label","•"],[".para","What did Elijah do to try to get Ahab to repent of his wickedness? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.1"},"1 Kings 17:1"],".) By what power did Elijah seal the heavens so it would not rain? Explain that the drought declared by Elijah through the power of the priesthood lasted for three and a half years. What would happen if there were no rain or moisture for three and a half years?"]],["li",["span.label","•"],[".para","When the drought began, how did the Lord take care of Elijah? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.2-6"},"1 Kings 17:2–6"],".) Whom had the Lord prepared to help Elijah after the brook dried up? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.8-9"},"1 Kings 17:8–9"],".) How does the Lord often help those in need? Explain that he often helps us through the services of other people. How might the Lord use us to help others? Explain to the children that if we are in tune with the Spirit, the Lord can direct us in what he would like us to do."]],["li",["span.label","•"],[".para","How do you think the widow felt when she had only a little meal (flour) and oil left to feed her family and Elijah asked her to first make a “cake” for him and then for her and her son? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.12-13"},"1 Kings 17:12–13"],".) What promise did Elijah give the widow? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.14"},"1 Kings 17:14"],".) How did the widow show her faith in the Lord and her trust in Elijah? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.15"},"1 Kings 17:15"],".) How can we develop the faith in Jesus Christ to follow the words of our prophet and what we feel prompted by the Spirit to do?"]],["li",["span.label","•"],[".para","What happened to the widow’s barrel of meal and cruse of oil during the remainder of the drought? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.16"},"1 Kings 17:16"],".) Whom did the widow feed with this food that was miraculously supplied? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.15"},"1 Kings 17:15"],".)"]],["li",["span.label","•"],[".para","What did Elijah do when the widow’s son got sick and died? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.19-22"},"1 Kings 17:19–22"],".) By what power was Elijah able to bring the widow’s son back to life? How do you think the widow felt when Elijah brought her son back to her? How did this miracle strengthen the widow’s testimony? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17.24"},"1 Kings 17:24"],".) How are our testimonies strengthened through priesthood blessings? Explain that we do not gain our testimonies by witnessing miracles, but the testimonies we already have can become stronger."]],["li",["span.label","•"],[".para","How has your life been blessed through the power of the priesthood? (See enrichment activity 1.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p34","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.p34"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.f5"},["ol.number",["li",["span.label","1."],[".para","On slips of paper write several different ways, such as the following, that we can be blessed through the power of the priesthood:"],["ul.noMarker",["li",[".para","Blessing of babies"]],["li",[".para","Baptism"]],["li",[".para","Laying on of hands for the gift of the Holy Ghost"]],["li",[".para","Sacrament"]],["li",[".para","Administration to the sick"]],["li",[".para","Father’s blessing"]],["li",[".para","Ordination to the priesthood"]],["li",[".para","Being set apart for missions or other callings"]],["li",[".para","Temple ordinances"]]],[".para","Place the papers face down on the table or the floor. Using either the magnet (place a paper clip on each piece of paper or put a straight pin through each one so the magnet will work) or the comb from the attention activity, have the children take turns picking up a paper and reading it aloud. Discuss with the children how they are blessed by each of these priesthood ordinances. Invite the children to share experiences they have had or know about as you discuss each ordinance. You may want to share experiences you have had."]],["li",["span.label","2."],[".para","Ask the children to name some brethren they know who hold the priesthood. Copy the following puzzle onto the chalkboard or a large sheet of paper, or make a copy for each child. Have the children search for and circle the following titles in the puzzle:"],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}],[".para","Discuss with the children how each of these people could or does use the priesthood to bless their lives."]],["li",["span.label","3."],[".para","Tell the following story:"],[".para","Before Elder Hugh B. Brown became a member of the First Presidency of the Church, he served in England as an officer of the Canadian army. Because he was an officer of the king, he had great power. Men stood at attention before him and called him “sir.” They often asked favors of him."],[".para","One day Brother Brown received a message that he was wanted in the hospital. He first thought that a soldier wanted help from him as an army officer. When he got to the hospital, he felt proud that the doctors and nurses treated him with such respect. Then someone directed him to a little room where a sick young man lay. Brother Brown remembered that he had once been that young man’s Sunday School teacher."],[".para","“Brother Brown,” said the young man, “Would you use your authority in my behalf? The doctors say I cannot live. Will you give me a blessing?”"],[".para","Brother Brown said that his uniform seemed to melt away. And all the pride that he felt in wearing the uniform of the king disappeared. He laid his hands upon the boy’s head and gave him a blessing. The help that the boy needed was not from any authority of an officer in the king’s army but from the authority of the priesthood. Brother Brown said, “I went into that hospital a proud British officer, and I came out a humble Mormon elder. Ever since then I have earnestly tried to remember that there is a power and authority given to man, not from the king or the president, but from the King of Kings.” (Adapted from Hugh B. Brown,",["span.emphasis","Be What You Will to Be,"],"Brigham Young University Speeches of the Year [14 Feb. 1967], pp. 8–9.)"]],["li",["span.label","4."],[".para","Review the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"fifth article of faith"],"with the children. Discuss how we are blessed by having leaders and family members who hold or are called by the priesthood."]],["li",["span.label","5."],[".para","Sing or read the words to",["span.crossRef","“The Priesthood Is Restored”"],"(",["span.emphasis","Children’s Songbook,"],"p. 89) or",["span.crossRef","“A Young Man Prepared”"],"(",["span.emphasis","Children’s Songbook,"],"p. 166)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p211","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.p211"},"You may want to testify to the children that the priesthood of God is the greatest power on earth and that it can bless their lives in many ways. You may want to share an experience when the priesthood has blessed your life. Encourage the boys in your class to prepare to receive the Aaronic Priesthood."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p213","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.p213"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p215","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.p215"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/17"},"1 Kings 17"],"at home as a review of the lesson."]],["div",{"id":"p216","uri":"/manual/primary-6-old-testament/lesson-33-elijah-uses-the-priesthood.p216"},"Invite a child to give the closing prayer."]]]],"refs":null}
