{"id":32,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":32,"title":"Lesson 29: Missionaries Go to Other Nations","subtitle":"","short_title":"Lesson 29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.head1"},[".titleNumber","Lesson",["span.dominant","29"]],["h1","Missionaries Go to Other Nations"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p1"},"To increase each child’s desire to be a missionary and share the gospel with others."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23,33,35"},"Doctrine and Covenants 107:23, 33, 35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.intro"},"112:section heading"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.19-22,28,30-34"},"19–22, 28, 30–34"],"(the responsibilities of the Twelve Apostles); and the historical accounts given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"Doctrine and Covenants 11:21"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.26-28"},"18:26–28"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.4-10"},"112:4–10"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Write on separate pieces of paper important terms or phrases from the lesson. Prepare as many pieces of paper as there are children in your class. (If your class is small, you may want to prepare two papers for each child.) Use terms or phrases such as the following:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["div",{"id":"lip10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip10"},"Twelve Apostles"],["div",{"id":"lip11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip11"},"“Truth will prevail”"],["div",{"id":"lip12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip12"},"$87.00"],["div",{"id":"lip13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip13"},"1,800 people"],["div",{"id":"lip14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip14"},"Race to be baptized"],["div",{"id":"lip15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip15"},"Special witnesses of Jesus Christ"],["div",{"id":"lip16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip16"},"Constable"],["div",{"id":"lip17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip17"},"“Hurrah, hurrah for Israel.”"]]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Map of the world, found at the end of the lesson."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p17"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["ul.bullet",["li",["span.label","•"],[".para","Have you ever gone on a trip or vacation? How far away from your home did you travel?"]]],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p19"},"Invite the children to tell of anyone in their families who has traveled to another part of the world."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p20"},"Display the map of the world. Help the children point out places where they or their family members have traveled or lived."],["ul.bullet",["li",["span.label","•"],[".para","Where have some of the missionaries you know been called to serve? (If the children cannot answer, you may want to point out places where you, your friends, or your family members have served missions or where missionaries from your ward or branch are currently serving.)"]]],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p22"},"Explain that missionary work has always been an important part of the church of Jesus Christ. As the Church grew stronger in Ohio and Missouri, the Lord called missionaries to preach the gospel in other parts of the world."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p23"},"Give each child one of the pieces of paper you have prepared. Ask the children to listen for their term or phrase as you teach the lesson. When a term or phrase is mentioned, have the child bring the paper to the front of the class and display it on the chalkboard or table."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p24"},"Teach the children about the responsibility of the Twelve Apostles to be special witnesses of Christ and direct missionary work, as described in the scriptures listed in the “Preparation” section and the historical account “The Quorum of the Twelve Apostles Is Organized,” below. Then teach the children about the efforts of early missionaries to preach the gospel to other nations, as described in the other historical accounts. Point out places on the map as you discuss them."],[".topic",["h3","The Quorum of the Twelve Apostles Is Organized"],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p25"},"An important part of the restoration of Jesus Christ’s church was the organization of the Quorum of the Twelve Apostles. In February 1835 twelve men were called and ordained to be Apostles. The Lord revealed to the Prophet Joseph Smith the duties of the Twelve Apostles, and the Prophet taught the Apostles what they were to do. The Apostles were to be “special witnesses of the name of Christ” and go to all the world to preach the gospel and teach people about Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23,33,35"},"D&C 107:23, 33, 35"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.28"},"18:28"],"). The current Twelve Apostles have these same responsibilities, although they fulfill them differently than the first latter-day Apostles did."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p26"},"These first Twelve Apostles traveled hundreds of miles doing missionary work and strengthening and instructing members of the Church. Although they were responsible for the missionary work of the Church, they were not the only people who served as missionaries. Joseph Smith himself went on many short missions to states near Ohio and to Canada, and other men were called to be missionaries to areas around Kirtland, Ohio, to teach about the restoration of Jesus Christ’s true church. Most missionaries would go to teach for a few weeks or months, return home for a short time, and then go on another mission. The wives and children of these missionaries remained at home and took care of the homes and farms while the men served missions. Soon missionaries began to travel farther and serve for longer periods of time to preach the gospel to people all over the world."]],[".topic",["h3","Heber C. Kimball Goes to England"],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p27"},"In June 1837 Joseph Smith came to Heber C. Kimball, one of the Twelve Apostles, in the Kirtland Temple and told him, “Brother Heber, the Spirit of the Lord has whispered to me: ‘Let my servant Heber go to England and proclaim my Gospel, and open the door of salvation to that nation’” (quoted in Orson F. Whitney,",["span.emphasis","Life of Heber C. Kimball,"],"pp. 103–4; see also",["span.emphasis","History of the Church,"],"2:490). Elder Kimball was poor, and he worried about his ability to serve a mission, but he accepted the call and prayed that he would be a good missionary."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p28"},"Elder Kimball and six companions sailed to Liverpool, England. After they had been in Liverpool for a few days, the Spirit of the Lord told them to go to Preston, a town about thirty miles away. When they arrived in Preston, the streets were filled with people because it was election day. The missionaries saw a large banner with the motto “Truth will prevail.” They hoped this was a sign that they would be successful missionaries in this country, and said, “Amen. So let it be” (quoted in Stanley B. Kimball,",["span.emphasis","Heber C. Kimball: Mormon Patriarch and Pioneer,"],"p. 45)."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p29"},"The next day the missionaries were invited by a local minister to preach to his congregation. Some of the people in the congregation had seen the missionaries in dreams before the missionaries came to England. The missionaries also preached to people in homes and on street corners. Within a week, some people were ready to be baptized."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p30"},"The morning of the day the first baptisms in England were to take place, the missionaries felt the presence of evil spirits in their room. They realized that Satan was trying to stop the spreading of the gospel in England. The missionaries prayed fervently, and the Lord cast the evil spirits out. The baptisms took place as planned. Some people were so eager to be baptized that they raced down to the river where Elder Kimball was waiting. George D. Watt won the race and became England’s first baptized convert. Within eight months the elders had taught and baptized over two thousand people in England. Heber C. Kimball returned home to Kirtland in May 1838 after being gone almost a year."]],[".topic",["h3","The Twelve Apostles Go to England"],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p31"},"The members of the Quorum of the Twelve Apostles were commanded to go to England in 1839 to continue preaching the gospel. When the time came to depart, many Apostles and their families were ill with malaria. The Apostles decided to leave, even though they were sick, and trust that the Lord would take care of them."],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p32"},"The Apostles’ wives, many of whom were also sick, knew life would be difficult without their husbands at home, but they supported their husbands in their calls to serve as missionaries. Though weak with sickness, Heber C. Kimball and Brigham Young gave their wives a cheer as they drove off in a wagon. They swung their hats over their heads three times and shouted, “Hurrah, hurrah for Israel.” Their wives came to the door and called back, “Goodbye, God bless you” (quoted in Whitney, p. 266)."],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p33"},"Elder Young and Elder Kimball had very little money for their journey to England. Between them they had $13.50, which had been given to them by friends. They traveled from Missouri to Kirtland by stagecoach and expected to ride only a short way before their money was gone, but when Elder Young went to his trunk to get the money to pay for the first part of their journey, he found they had enough money left to continue farther. The same thing happened the next time, and so it continued until they reached Kirtland. They had traveled four hundred miles by stagecoach and had spent $87.00, even though they had only $13.50 when they started. Elder Young and Elder Kimball felt that the extra money must have been placed in the trunk by a heavenly messenger who knew they needed help."],["div",{"id":"p34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p34"},"As the members of the Quorum of the Twelve arrived in England, they split up and went to different areas of the country. Wilford Woodruff went south to the area of Herefordshire, where he found many people eager to accept the gospel. Elder Woodruff sometimes had over a thousand people attend the meetings where he was teaching. Once a constable (law enforcement officer) came into the meeting where Elder Woodruff was teaching. The constable said he had been sent by the minister of the local church to arrest Elder Woodruff for preaching. Elder Woodruff explained that he had a legal license to preach, and he asked the constable to sit down. He promised he would talk to him after the meeting. The constable listened to Elder Woodruff teach the principles of the gospel for over an hour. At the end of the meeting seven people wanted to be baptized, including four preachers from other churches and the constable who had come to arrest Elder Woodruff. The constable returned to the minister who had sent him and told the minister he would not arrest Elder Woodruff, for he had heard Elder Woodruff preach “the only true gospel sermon he had ever listened to in his life.” The minister sent two clerks to spy on another meeting to find out what Elder Woodruff preached. The two clerks were also converted and baptized. (See Matthias F. Cowley,",["span.emphasis","Wilford Woodruff: History of His Life and Labors,"],"p. 118.) Through the efforts of Wilford Woodruff and his companions, over eighteen hundred people in southern England became members of the Church."],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p35"},"The other Apostles also had great success preaching the gospel in England. By the time they returned to the United States in the spring of 1841, thousands of people had joined the Church. Many of these converts came to the United States to live. The faith and support of the Saints from England were a great blessing to the Church."]],[".topic",["h3","Missionaries Go to Other Parts of the World"],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p36"},"When the Twelve Apostles returned to Nauvoo, Illinois, where the headquarters of the Church was then located, they directed missionary work around the world. Elder Orson Hyde had already preached the gospel for a short time in Germany and the Netherlands and had gone to Jerusalem to dedicate the Holy Land, where Jesus had lived when he was on the earth. Missionaries were soon called to go to the islands in the Pacific Ocean. Through the Twelve Apostles, the word of the Lord had begun to spread to all the nations of the earth."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p37","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p37"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What is the main responsibility of the Twelve Apostles? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23"},"D&C 107:23"],".) What does it mean to be a witness of the name of Christ? (To teach people about Christ and testify that he is our Savior.) To whom are the Twelve Apostles to be special witnesses of Jesus Christ?"]],["li",["span.label","•"],[".para","In addition to being witnesses of Jesus Christ, what are the Twelve Apostles called to do? Explain that the Twelve Apostles supervise missionary work (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.26-28"},"D&C 18:26–28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.21-22"},"112:21–22"],") and other Church business (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.33"},"D&C 107:33"],"). They also jointly hold all the keys of the priesthood (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.35"},"D&C 107:35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.30-32"},"112:30–32"],")."]],["li",["span.label","•"],[".para","How did the Lord promise to bless the Twelve Apostles and the other missionaries sent to preach the gospel in other nations? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.19,21"},"D&C 112:19, 21"],".) What did the missionaries have to do to receive this blessing? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.10,22,28"},"D&C 112:10, 22, 28"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21"},"D&C 11:21"],".) How can this blessing apply to us? What can we do to receive this blessing?"]],["li",["span.label","•"],[".para","How did the people of England react to the message of the missionaries? Why do you think evil spirits came to Elder Kimball and his companions? Why does Satan want to stop missionary work?"]],["li",["span.label","•"],[".para","How did the wives and children of the Twelve Apostles and other missionaries contribute to missionary work? How were the missionaries and their families blessed as the missionaries taught the gospel? How are missionaries and their families blessed today? (You may want to share a personal experience of a time when you or your family members were blessed for serving a mission or supporting a missionary.)"]],["li",["span.label","•"],[".para","Why do Heavenly Father and Jesus Christ want us to share the gospel with others? What are some of the blessings we enjoy and want others to have also? (Answers may include the knowledge of Heavenly Father’s plan and his love for us, the happiness that comes as we obey the commandments, and the ordinances that will allow us to live with Heavenly Father and Jesus again someday if we are worthy.)"]],["li",["span.label","•"],[".para","How can you be a missionary now? (See enrichment activity 1.) How can you prepare to be a full-time missionary someday? (See enrichment activity 2.) How does being a missionary help us get closer to Heavenly Father and Jesus Christ?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p45","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p45"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.f8"},["ol.number",["li",["span.label","1."],[".para","Before class, write instructions such as the following on individual pieces of paper (at least one for each child in your class), and put each piece of paper in a separate paper cup or other small container:"],["ul.bullet",["li",["span.label","•"],[".para","Repeat or explain your favorite scripture."]],["li",["span.label","•"],[".para","Repeat and explain an article of faith."]],["li",["span.label","•"],[".para","Name a Church activity you could invite a friend to attend."]],["li",["span.label","•"],[".para","Name a Church video you could show to a friend."]],["li",["span.label","•"],[".para","Name a Church magazine or book you could share with a friend."]],["li",["span.label","•"],[".para","Suggest how you could be a friend to someone at school who seems to be left out."]],["li",["span.label","•"],[".para","Name two ways you can be courteous to others."]],["li",["span.label","•"],[".para","Name two ways you can set a good example for others."]],["li",["span.label","•"],[".para","Sing or tell about your favorite Church hymn or song."]],["li",["span.label","•"],[".para","Tell why you appreciate Jesus Christ."]],["li",["span.label","•"],[".para","Share what you could write in a Book of Mormon to give to a friend."]],["li",["span.label","•"],[".para","Tell something you can do to help your testimony grow."]],["li",["span.label","•"],[".para","Give someone a sincere compliment."]],["li",["span.label","•"],[".para","Name your favorite person from the scriptures and the reason he or she is your favorite."]]],[".para","Write",["span.emphasis","I can be a missionary now"],"on the chalkboard, and explain that you are going to ask the children to practice ways they can be missionaries now. Group the paper cups or containers close together on the floor, and give a child a small stone or button. Have the child toss the stone or button into a cup, remove the cup from the group, take out the paper, and follow the instruction on the paper. Repeat with another child, and continue until all the children have had at least one turn and the instructions have all been demonstrated."],[".para","Following the activity, you may wish to give the children pencils and paper and have them each write down a specific way they will try to be a missionary during the week. Let the children take these papers home to remind them to be missionaries now."]],["li",["span.label","2."],[".para","List on separate pieces of paper skills the children could learn or activities they could do to prepare to be full-time missionaries in the future. Put these pieces of paper in a container. Have each child draw a paper from the container and pantomime (or draw on the chalkboard) clues to help the other children guess the skill or activity."],[".para","Use the following ideas or create some of your own (you could also invite the children to think of their own skills or activities to pantomime):"],["ul.bullet",["li",["span.label","•"],[".para","Read the scriptures."]],["li",["span.label","•"],[".para","Write in your journal."]],["li",["span.label","•"],[".para","Save money."]],["li",["span.label","•"],[".para","Introduce yourself to others."]],["li",["span.label","•"],[".para","Iron a shirt or blouse."]],["li",["span.label","•"],[".para","Sew on a button."]],["li",["span.label","•"],[".para","Tie a tie."]],["li",["span.label","•"],[".para","Cook a meal."]],["li",["span.label","•"],[".para","Fix a tire on your bicycle."]]]],["li",["span.label","3."],[".para","Ask the children how many of them are members of the Church because of missionary work. Help the children realize that all of them are members because missionaries taught the gospel to them, their parents, or other family members. Share a personal experience of how you or your family members were taught the gospel. Allow the children to share similar experiences. Encourage the children to ask their parents how the first Church members in their families learned about the gospel."]],["li",["span.label","4."],[".para","Write on the chalkboard",["span.emphasis","Have I been a missionary today?"]],[".para","Have a child read the following quotation from Spencer W. Kimball, twelfth President of the Church:"],[".para","“Every man, woman, and child—every young person and every little boy and girl—should serve a mission. This does not mean that they must serve abroad or even be formally called and set apart as full-time missionaries. But it does mean that each of us is responsible to bear witness [testimony] of the gospel truths that we have been given. We all have relatives, neighbors, friends, and fellow workmen, and it is our responsibility to pass the truths of the gospel on to them, by example as well as by precept [teachings]” (“‘It Becometh Every Man,’”",["span.emphasis","Ensign,"],"Oct. 1977, p. 3)."],["ul.bullet",["li",["span.label","•"],[".para","What did President Kimball mean when he said we should teach the gospel by example? How can we do as President Kimball said and be missionaries now? What have you done that might help someone want to know more about the Church?"]]]],["li",["span.label","5."],[".para","Help the children memorize or review the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"tenth article of faith"],". Explain that the gathering of Israel refers to bringing people into Jesus Christ’s church. This is done through missionary work as people are taught the gospel throughout the world."]],["li",["span.label","6."],[".para","Sing or say the words to",["span.crossRef","“I Want to Be a Missionary Now”"],"(",["span.emphasis","Children’s Songbook,"],"p. 168) or",["span.crossRef","“I Hope They Call Me on a Mission”"],"(",["span.emphasis","Children’s Songbook,"],"p. 169)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p81","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p81"},"Express your gratitude for the restoration of the gospel and for the missionaries who proclaim the gospel to the world. Encourage the children to follow the examples of the early missionaries of the Church and develop the desire to share the gospel with others."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p82","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p82"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23"},"Doctrine and Covenants 107:23"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.10,19"},"112:10, 19"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p83","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p83"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p84","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-29-missionaries-go-to-other-nations.p84"},"Invite a child to give the closing prayer."]]]],"refs":null}
