{"id":31,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":31,"title":"Lesson 28: Zion’s Camp Marches to Missouri","subtitle":"","short_title":"Lesson 28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.head1"},[".titleNumber","Lesson",["span.dominant","28"]],["h1","Zion’s Camp Marches to Missouri"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p1"},"To help the children understand that trials and tests of faith can strengthen us if we are faithful and obedient."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.1-6,27-36"},"Doctrine and Covenants 103:1–6, 27–36"],"; the historical account given in this lesson; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.1-13,18-23"},"Doctrine and Covenants 105:1–13, 18–23"],". Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24-26"},"Abraham 3:24–26"],"and the rest of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103"},"Doctrine and Covenants 103"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105"},"105"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A Pearl of Great Price."]],["li",["span.label","c."],[".para","A piece of paper and a pencil for each child."]],["li",["span.label","d."],[".para","Picture 5-27, The Lord Protects Zion’s Camp (62033)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p10"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p11"},"Tell the children you are going to give them a test. Give each child a piece of paper and a pencil, and have the children write the numbers 1 through 7 down one side of the paper. Ask them to decide if each statement you read is true or false and write",["span.emphasis","T"],"for true or",["span.emphasis","F"],"for false by the appropriate number. Read the following statements:"],["div",{"id":"f3","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.f3"},["ol.number",["li",["span.label","1."],[".para","Joseph Smith saw Heavenly Father and Jesus Christ. (T)"]],["li",["span.label","2."],[".para","The angel Moroni talked to Joseph. (T)"]],["li",["span.label","3."],[".para","Joseph translated the Book of Mormon from silver plates. (F; they were gold plates.)"]],["li",["span.label","4."],[".para","Joseph Smith and Oliver Cowdery baptized each other after receiving the Aaronic Priesthood. (T)"]],["li",["span.label","5."],[".para","The Melchizedek Priesthood was given to Joseph and Oliver by Abraham, Isaac, and Jacob. (F; the Melchizedek Priesthood was given by Peter, James, and John.)"]],["li",["span.label","6."],[".para","The Church of Jesus Christ of Latter-day Saints was organized on 6 April 1830. (T)"]],["li",["span.label","7."],[".para","Joseph Smith was called by God to be a prophet. (T)"]]]],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p19"},"Briefly discuss the answers. If the children have any incorrect answers, have them correct the answers."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p20"},"Discuss with the children the tests they take in school."],["ul.bullet",["li",["span.label","•"],[".para","Why do teachers give tests? (To see if we are learning certain information or learning how to do certain things, and to help us know if we are learning.)"]],["li",["span.label","•"],[".para","What other tests do we have in life?"]]],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p23"},"Explain that one of the reasons we are sent to earth is to have our faith in Jesus Christ tested. We are here to prove that we will live the way Heavenly Father and Jesus Christ want us to live (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24-25"},"Abraham 3:24–25"],"), despite the trials and difficulties we face. Sometimes we do not live the way Heavenly Father and Jesus want us to, but we can repent and change to doing what is right. Tell the children that in this lesson they are going to learn about Zion’s Camp, an experience that tested the faith of some of the early members of the Church."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p24"},"Teach the children about the experiences of the Saints in Zion’s Camp, as described in the following historical account and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103"},"Doctrine and Covenants 103"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105"},"105"],". Show the picture at an appropriate time."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p25"},"In the winter of 1833–34 the Saints in Jackson County, Missouri, were persecuted and driven out of their homes by enemy mobs. The Saints had very little food and no protection from the winter weather. Governor Daniel Dunklin of Missouri promised to help the Saints get their land and homes back if they organized a group of men to protect themselves from the mobs, so the Church leaders in Missouri sent Parley P. Pratt and Lyman Wight to Kirtland to seek help and guidance from the Prophet Joseph Smith. The Prophet received a revelation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103"},"D&C 103"],") directing him to organize a group of men to march to Missouri and help the Saints there. This group, which would be called Zion’s Camp, was to take food, clothing, and money to the Missouri Saints and help them recover their homes and land."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p26"},"The Lord wanted Zion’s Camp to have five hundred men, but if the Church leaders could not gather five hundred they were to find at least one hundred (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.30-34"},"D&C 103:30–34"],"). Men gathered slowly, but by the time the camp reached Missouri it contained just over two hundred men, the youngest sixteen years old and the oldest seventy-nine. Several women and children also traveled with the camp. Camp members brought twenty-five wagons with them, but the wagons were filled with supplies to help the Missouri Saints, so the men had to walk most of the way to Missouri."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p27"},"Before Zion’s Camp started out, the Prophet organized the men into companies, with a captain over each company, and set the rules they were to follow. On 5 May 1834 the men of Zion’s Camp started the one-thousand-mile march from Kirtland, Ohio, to Missouri. The men prayed every morning and evening and met together on Sundays to partake of the sacrament and listen to sermons. They had mock (pretend) battles and drills to prepare for attacks by the mobs. The Prophet Joseph said of their journey: “God was with us, and His angels went before us, and the faith of our little band was unwavering. We know that angels were our companions, for we saw them” (",["span.emphasis","History of the Church,"],"2:73; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.20"},"D&C 103:20"],")."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p28"},"The long march was difficult, and the men experienced many trials. The weather was hot and humid and the roads were bad. The men’s feet became sore and blistered and often bled. The men had trouble obtaining enough good food and drinking water. They often had to eat spoiled food and sometimes had to strain their water to remove insects before drinking it. Because of these hardships, quarreling and contention occurred among some of the men. Some men blamed Joseph Smith for the hardships."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p29"},"One evening there was an argument between Sylvester Smith (who was not related to the Prophet) and some of the other men. They asked the Prophet to settle the argument. Because Sylvester Smith and some of the other men were so rebellious, the Prophet told them, they would have more problems before they left the place where they were currently camped. The next morning almost every horse in camp was sick. The Prophet told the men that if they repented and humbled themselves before the Lord, their horses would be made well again. The men did repent, and by noon all of the horses were well except Sylvester Smith’s, which died."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p30"},"When Zion’s Camp reached Missouri, Joseph Smith sent Parley P. Pratt and Orson Hyde to the state capital to meet with Governor Dunklin. When these two brethren returned, they reported that the governor had changed his mind and now refused to help the Saints regain their homes and property. The governor suggested that the Saints give up all their property in Missouri and find another place to live. Despite this discouraging news, Zion’s Camp continued on toward Jackson County."],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p31"},"As they marched, members of Zion’s Camp were spied on and bothered by members of the Missouri mobs. One mob leader named James Campbell swore that “the eagles and turkey buzzards shall eat my flesh if I do not fix Joe Smith and his army … before two days are passed.” Campbell and his companions tried to cross the Missouri River, but their boat sank in the middle of the river and James Campbell and six other men drowned. Campbell’s body floated downstream, and eagles, buzzards, and other birds and animals ate his flesh before his remains were found. (See",["span.emphasis","History of the Church,"],"2:99–100.)"],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p32"},"One night Zion’s Camp stopped by the Fishing River. As the men were setting up camp, five mobbers armed with guns rode into the camp and threatened them, warning that the mob was going to attack. Some members of Zion’s Camp wanted to fight against the mob, but Joseph Smith told them to trust in the Lord’s protection. Very soon a terrible storm came up. Rain and hail fell and the earth trembled. Lightning flashed continuously and thunder roared. The storm soaked the mob’s ammunition, frightened their horses into running away, tore holes in their hats, and even broke some of their rifles. The rain raised the level of the river so much that the mob could not cross it and attack the men of Zion’s Camp."],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p33"},"Early in the march Joseph Smith gave Zion’s Camp a prophetic warning. He told the people in the camp that if they quarreled and complained and did not keep the Lord’s commandments, a scourge (a great affliction or illness) would come upon the camp. The Prophet even prophesied that some people would die because of the scourge. But he also said that if the people would humble themselves and repent, most of the scourge would be turned away."],["div",{"id":"p34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p34"},"About three weeks later this prophecy came to pass when a violent illness called cholera hit the camp. The illness attacked those who had been obedient as well as those who had quarreled and complained. Even the Prophet Joseph and his brother Hyrum became sick. Joseph and Hyrum were so sick they thought they were going to die, and they tried several times to pray for help. Suddenly Hyrum sprang to his feet and exclaimed, “Joseph, we shall return to our families. I have had an open vision, in which I saw mother kneeling under an apple tree; and she is even now asking God, in tears, to spare our lives. … The Spirit testifies, that her prayers, united with ours, will be answered” (quoted in Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"p. 229)."],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p35"},"After eight days of illness in the camp, Joseph met with many of the group and said that if they would humble themselves before the Lord and covenant to keep his commandments, the cholera would leave immediately. The men raised their hands and covenanted with the Lord, and the illness stopped. About sixty-eight people of Zion’s Camp had suffered from the disease, and fourteen people had died."],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p36"},"At the end of June 1834 Joseph Smith received a revelation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105"},"D&C 105"],") from the Lord ordering the men of Zion’s Camp not to fight against the Missouri mobs. Some of the men of Zion’s Camp returned to the mission fields where they had been serving, and some remained in Missouri, but most of them returned to their homes and families. Although Zion’s Camp did not help the Missouri Saints get their homes and lands back from the mob, it served an important purpose as a test of faith for the men involved. They had to learn to follow the Prophet Joseph Smith without complaining and to overcome the obstacles they faced. The men who passed this test and remained faithful became strong leaders in the Church: most of the first members of the Quorum of the Twelve Apostles and First Quorum of the Seventy were chosen from this group."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p37","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p37"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why did Joseph Smith organize Zion’s Camp? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.1"},"D&C 103:1"],".) What was this group originally organized to do? How many men did the Lord want in Zion’s Camp? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.30"},"D&C 103:30"],".) Why was he willing to accept only one hundred? (He knew that not all of the men asked would be willing to help;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.31-34"},"D&C 103:31–34"],".)"]],["li",["span.label","•"],[".para","What were some of the tests the members of Zion’s Camp faced? (See enrichment activity 1.) What did they do to bring some of these problems upon themselves? How do we sometimes cause problems for ourselves? Why did trials come to those who remained obedient as well as those who quarreled and complained? Why do we sometimes experience trials and problems even when we have been obedient? (Possible answers include to help us learn and grow; to test us; because of accidents; because other people have agency and may make wrong choices that affect us.)"]],["li",["span.label","•"],[".para","How did the members of Zion’s Camp know the Lord was watching over them? How can we know the Lord is watching over us? What can we do to seek the Lord’s help in our lives?"]],["li",["span.label","•"],[".para","Why didn’t Zion’s Camp accomplish what it set out to do, namely recover the homes and lands of the Missouri Saints? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.1-6"},"D&C 105:1–6"],".) What do the Saints need to do before Zion can be established in Missouri? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.9-11"},"D&C 105:9–11"],".) Point out that the establishment of Zion in Missouri is still in the future. It will happen shortly before the Savior’s second coming."]],["li",["span.label","•"],[".para","Why did the Lord have these men go through the experience of Zion’s Camp, since he later commanded them not to fight the mobs as they had planned? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.19"},"D&C 105:19"],".) What does “trial of their faith” mean? Point out that many of the men in Zion’s Camp proved they could remain faithful. They did not complain, quarrel, or lose their tempers. Their faith became stronger and they learned much about leadership as they listened to and watched the Prophet."]],["li",["span.label","•"],[".para","How is our faith in Heavenly Father and Jesus Christ tested? What trials of your faith have you experienced? How have these trials made you a stronger person?"]],["li",["span.label","•"],[".para","Have a child read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.23"},"Doctrine and Covenants 105:23"],". What qualities did the Lord ask the Saints to have? How can being faithful, prayerful, and humble strengthen us and help us during trials of our faith? (See enrichment activity 4.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p45","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p45"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.f6"},["ol.number",["li",["span.label","1."],[".para","Bring a small piece of rough, slivery wood and a piece of sandpaper (or bring a sharp or jagged stone and a smooth one, and adjust the activity accordingly)."],["ul.bullet",["li",["span.label","•"],[".para","What were some of the problems faced by the members of Zion’s Camp? (Answers may include illness, persecution by enemies, quarreling, bad tempers, spoiled food, unsafe water, and sore feet.)"]]],[".para","As the children name the problems, pass the rough wood around and let them feel it. Compare the rough, slivery wood to God’s children before they are tested with trials and problems."],["ul.bullet",["li",["span.label","•"],[".para","Would you want to use something (such as a spoon or pencil) made out of this piece of wood? Why not?"]],["li",["span.label","•"],[".para","What are some of the tests we face in life?"]]],[".para","Write the children’s answers on the chalkboard."],["ul.bullet",["li",["span.label","•"],[".para","How can we pass these tests?"]]],[".para","As you discuss the tests we face and how we can meet them, rub the wood with the sandpaper until at least a part of the wood is smooth. Compare this to the refining influence of facing our problems and overcoming them. As we overcome problems, our imperfections are “smoothed out” and we become better people and more useful to Heavenly Father and Jesus Christ."],[".para","Pass the wood around again so the children can feel the difference between the rough part and the smooth part."]],["li",["span.label","2."],[".para","Draw two large circles on the chalkboard. Label one",["span.emphasis","Premortal Life"],"and the other",["span.emphasis","Life on Earth."],"Read with the children",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24-26"},"Abraham 3:24–26"],". Explain that our first estate was our premortal life, our life before we were born on earth."],["ul.bullet",["li",["span.label","•"],[".para","How do we know that we passed our test there? (We kept our first estate—we were born on earth.)"]]],[".para","Explain that our second estate is our life on earth."],["ul.bullet",["li",["span.label","•"],[".para","What do we have to do to pass our test here and “prove [that we] will do all things whatsoever the Lord [our] God shall command [us]”?"]]],[".para","Help the children make a list on the chalkboard of the things God has asked them to do (such as pay tithing, go to church, and love each other). Have each child choose one or two things to work on during the week and write them on the back of his or her test paper from the attention activity."],[".para","Help the children understand that we will be tested throughout our lives—we cannot keep the commandments for a day or a week and think that we have passed the test. On the other hand, if we break a commandment we have not permanently failed; if we repent and keep the commandment in the future, we will still be worthy to return to Heavenly Father."]],["li",["span.label","3."],[".para","Choose part of the historical account for the children to dramatize. You could write dialogue for the children to use, or you could narrate the story and let the children role-play what the characters might say in those circumstances."]],["li",["span.label","4."],[".para","List and discuss the principles in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.23-24"},"Doctrine and Covenants 105:23–24"],"that apply to the children, such as being faithful, prayerful, and humble and not boasting or bragging about what we believe and do. Help the children understand how following these principles can help them in times of trial. Have the children decide what they can do this week to live these principles better."]],["li",["span.label","5."],[".para","Organize the class into a “Zion’s Camp” and discuss what you as a class could do to help members of your ward or branch, such as visiting a widow, participating in a ward or branch clean-up project, or inviting a less-active member of your class to come to Primary. With the approval of your priesthood leader, select and carry out a service project."]],["li",["span.label","6."],[".para","Sing or say the words to",["span.crossRef","“I Will Follow God’s Plan”"],"(",["span.emphasis","Children’s Songbook,"],"p. 164)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p65","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p65"},"Share your feelings about having the opportunity to come to earth, and express your desire to be worthy of one day returning to live with Heavenly Father and Jesus Christ. Remind the children that if they are faithful and obedient, even during trials and tests, they will prove themselves worthy of this great blessing."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p66","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p66"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.1-6,9-10"},"Doctrine and Covenants 105:1–6, 9–10"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p67","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p67"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p68","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-28-zions-camp-marches-to-missouri.p68"},"Invite a child to give the closing prayer."]]]],"refs":null}
