{"id":24,"parent_id":0,"book_id":39,"content_id":1,"language_id":1,"display_order":24,"title":"Lesson 22: “Inherit the Kingdom Prepared for You”","subtitle":"","short_title":"Lesson 22","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you","content":[["div",{"id":"head1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.head1"},[".titleNumber","Lesson",["span.dominant","22"]],["h1","“Inherit the Kingdom Prepared for You”"],[".subtitle","Matthew 25"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p5","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p5"},"To help class members prepare themselves for the Second Coming through living righteously, developing their talents, and serving others."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.f1"},["ol.number",["li",["span.label","1."],[".para","Read, ponder, and pray about the following scriptures:"],["div",{"id":"f","uri":"/manual/new-testament-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],". Through the parable of the ten virgins, Jesus teaches that we must prepare for his Second Coming."]],["li",["span.label","b."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.14-30"},"Matthew 25:14–30"],". Through the parable of the talents, Jesus teaches that we should develop the gifts we receive from God."]],["li",["span.label","c."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.31-46"},"Matthew 25:31–46"],". Through the parable of the sheep and the goats, Jesus teaches that we should willingly serve one another."]]]]],["li",["span.label","2."],[".para","If you use the attention activity, bring a small glass jar, a container of oil or colored water, and, if it is available, the picture The Second Coming (62562; Gospel Art Picture Kit 238)."]],["li",["span.label","3."],[".para","Obtain a piece of paper and a pen or pencil for each class member."]],["li",["span.label","4."],[".para","Suggestion for teaching: Occasionally use statements by latter-day prophets, which can be found in this manual and in Church magazines, to help direct and clarify class discussions and to emphasize that the Lord continues to reveal his will today. Use these quotations to support, not replace, scripture reading and class discussion."]]]]],[".topic",["h2","Suggested Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p16","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p16"},"As appropriate, use the following activity or one of your own to begin the lesson."],["div",{"id":"p17","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p17"},"Display a small glass jar, a container of oil or colored water, and the picture of the Second Coming."],["div",{"id":"p18","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p18"},"Explain that this lesson focuses on three parables the Savior taught in response to his Apostles’ questions about his Second Coming. Tell class members that you will use the jar and the oil or colored water to represent our preparation for the Second Coming."]],[".teachingMethod",["h2","Scripture Discussion and Application"],["div",{"id":"p20","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p20"},"As you teach the following scripture passages, discuss how they apply to daily life. Encourage class members to share experiences that relate to the scriptural principles."],[".topic",["h3","1. Jesus presents the parable of the ten virgins."],["div",{"id":"p22","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p22"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],". Explain that the parable of the ten virgins is based on Jewish wedding customs. In Jesus’ time, the bridegroom and his friends would escort the bride from her home to the home of the bridegroom. Along the way, the friends of the bride waited to join them. When they arrived at the bridegroom’s home, they all went inside for the wedding. These weddings usually took place in the evening, so those waiting for the bride and bridegroom carried small lamps fueled by oil."],["ul.bullet",["li",["span.label","•"],[".para","In the parable of the ten virgins, whom does the bridegroom represent? (The Savior.) Whom do the virgins represent? (Members of the Church.) What does the wedding represent? (The Savior’s Second Coming.) What does the oil in the lamps represent? (Preparation for the Second Coming.)"]],["li",["span.label","•"],[".para","What did five of the virgins do that was foolish? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.3"},"Matthew 25:3"],".) What were the consequences of their lack of preparation? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.8-12"},"Matthew 25:8–12"],".) How do we sometimes make the same error as the foolish virgins?"]],["li",["span.label","•"],[".para","What did five of the virgins do that was wise? (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.4"},"Matthew 25:4"],".) What were the consequences of their preparation? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.10"},"Matthew 25:10"],".) What can we learn from the actions of the five wise virgins? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.56-57"},"D&C 45:56–57"],". We must prepare ourselves for the Second Coming of Jesus Christ.)"]],["li",["span.label","•"],[".para","Keeping in mind that the oil in the parable represents preparation for the Second Coming, what are some ways we can add “oil” to our “lamps”? (Answers may include specific elements of righteous living, such as exercising faith, receiving ordinances, keeping covenants, or giving service.)"],[".para","If you are using the jar and the oil or colored water (see the attention activity), explain that the jar represents the lamps in the parable. Put a drop of oil or water into the jar each time a class member suggests what we can do to prepare. You may want to share the following insights from President Spencer W. Kimball:"],[".para","“In the parable, oil can be purchased at the market. In our lives the oil of preparedness is accumulated drop by drop in righteous living. Attendance at sacrament meetings adds oil to our lamps, drop by drop over the years. Fasting, family prayer, home teaching, control of bodily appetites, preaching the gospel, studying the scriptures—each act of dedication and obedience is a drop added to our store. Deeds of kindness, payment of offerings and tithes, chaste thoughts and actions, marriage in the covenant for eternity—these, too, contribute importantly to the oil with which we can at midnight refuel our exhausted lamps” (",["span.emphasis","Faith Precedes the Miracle"],"[1972], 256)."]]],"Ask class members to silently consider the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What did you do this past week to add oil to your lamp? What are some things you will do this coming week to add oil to your lamp?"]]]],[".topic",["h3","2. Jesus presents the parable of the talents."],["div",{"id":"p32","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p32"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.14-30"},"Matthew 25:14–30"],". Explain that in New Testament times, a talent was a sum of money (Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/money"},"“Money,”"],"733–34)."],["ul.bullet",["li",["span.label","•"],[".para","In the parable of the talents, whom does the man traveling to a far country represent? (The Lord.) Whom do the servants represent? (Each of us.) What do the talents represent? (Gifts from God.)"]],["li",["span.label","•"],[".para","What did the servants who were given five talents and two talents do with the money? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.16-17"},"Matthew 25:16–17"],".) What reward did they both receive? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.21,23"},"Matthew 25:21, 23"],".) What does this parable teach about the eternal reward our Heavenly Father will bless us with? (Answers may include that people who seem to have fewer gifts from God will receive every blessing if they use their gifts to the fullest.)"],[".para","Elder James E. Faust said of those who seem to have received fewer talents:"],[".para","“If their talents are used to build the kingdom of God and serve others, they will fully enjoy the promises of the Savior. The great promise of the Savior is that they ‘shall receive [their] reward, even peace in this world, and eternal life in the world to come’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.23"},"D&C 59:23"],")” (in Conference Report, Apr. 1994, 5; or",["span.emphasis","Ensign,"],"May 1994, 6)."]],["li",["span.label","•"],[".para","What did the servant who was given one talent do with the money? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.24-25"},"Matthew 25:24–25"],".) What did the master say to him? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.26-30"},"Matthew 25:26–30"],".) Why do we sometimes fail to develop the talents and gifts God has given us? How can we overcome obstacles to developing these gifts?"]],["li",["span.label","•"],[".para","Elder Marvin J. Ashton taught that “it is our right and responsibility to accept our gifts and to share them” (in Conference Report, Oct. 1987, 23; or",["span.emphasis","Ensign,"],"Nov. 1987, 20). How can we recognize and accept the talents or gifts the Lord has entrusted to us? Why do you think it is important to share our talents or gifts? What blessings have come into your life because you have developed and shared your talents or gifts? How have you been blessed because others have shared their talents or gifts?"]],["li",["span.label","•"],[".para","Every person has been given at least one gift from God (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.11-12"},"D&C 46:11–12"],"), but some gifts are easier to recognize than others. What are some gifts that might be difficult to recognize but that can be used to serve others and glorify God?"],[".para","Elder Marvin J. Ashton said:"],[".para","“Let me mention a few gifts that are not always evident or noteworthy but that are very important. Among these may be your gifts—gifts not so evident but nevertheless real and valuable."],[".para","“Let us review some of these less-conspicuous gifts: the gift of asking; the gift of listening; the gift of hearing and using a still, small voice; the gift of being able to weep; the gift of avoiding contention; the gift of being agreeable; the gift of avoiding vain repetition; the gift of seeking that which is righteous; the gift of not passing judgment; the gift of looking to God for guidance; the gift of being a disciple; the gift of caring for others; the gift of being able to ponder; the gift of offering prayer; the gift of bearing a mighty testimony; and the gift of receiving the Holy Ghost” (in Conference Report, Oct. 1987, 23; or",["span.emphasis","Ensign,"],"Nov. 1987, 20)."]]],["div",{"id":"p43","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p43"},"Give each class member a pen or pencil and a piece of paper. Ask them to write down one or two of their talents or gifts along with at least one specific thing they will do in the next few weeks to use them in the service of others."],["div",{"id":"p44","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p44"},"If you are using the jar and the oil or colored water, add a few more drops to the jar. Explain that as we develop the talents or gifts God has given us, we add oil to our lamps."]],[".topic",["h3","3. Jesus presents the parable of the sheep and the goats."],["div",{"id":"p46","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p46"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.31-46"},"Matthew 25:31–46"],"."],["ul.bullet",["li",["span.label","•"],[".para","Jesus taught that at his Second Coming he will separate us as a shepherd separates the sheep from the goats (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.31-32"},"Matthew 25:31–32"],"). In the parable of the sheep and the goats, whom do the sheep represent? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.33-34"},"Matthew 25:33–34"],".) Whom do the goats represent? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.33,41"},"Matthew 25:33, 41"],".)"]],["li",["span.label","•"],[".para","What does this parable teach that we must do to prepare for the Second Coming and the day of judgment? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.35-46"},"Matthew 25:35–46"],".)"],[".para","Elder Marion D. Hanks said:"],[".para","“Jesus taught his followers the parable of the sheep and the goats, representing the judgment to come, in which he clearly identified those who will inherit ‘life eternal’ and those who will ‘go away into everlasting punishment’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.46"},"Matthew 25:46"],"). The key difference was that those who should inherit the kingdom with him had developed the habit of helping, had experienced the joy of giving and the satisfaction of serving. They had responded to the needs of the hungry, thirsty, homeless, the naked, the sick, and those in prison. …"],[".para","“Nothing would seem more clear than the high premium the Savior put upon selfless service to others as an indispensable element of Christian conduct and of salvation. Helping, giving, and sacrificing are, or should be, as natural as growing and breathing” (in Conference Report, Apr. 1992, 10; or",["span.emphasis","Ensign,"],"May 1992, 9)."]]],["div",{"id":"p52","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p52"},"If you are using the jar and the oil or colored water, add a few more drops to the jar. Explain that as we serve others, we add oil to our lamps. We also may help others add oil to their own lamps. Share examples of service you have observed, and invite class members to share examples they have seen."],["ul.bullet",["li",["span.label","•"],[".para","How can we bless others by our service? How has serving another person blessed you? How do you feel about those you serve? How do you feel about those who serve you? How can we become more aware of others’ needs? How can we become more diligent in serving others?"]],["li",["span.label","•"],[".para","What do you think the Savior meant when he said, “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me”? (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.40"},"Matthew 25:40"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],")."]]]]],[".teachingMethod",["h2","Conclusion"],["div",{"id":"p56","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p56"},"Testify that we should prepare for the Second Coming of Jesus Christ. We should develop the gifts God has given us and follow the Savior’s example in devoting our lives to the service of others. Emphasize that we can all do these things, regardless of our circumstances."]]],[".topic",["h2","Additional Teaching Ideas"],["div",{"id":"p58","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p58"},"The following material supplements the suggested lesson outline. You may want to use one or both of these ideas as part of the lesson."],[".topic",["h3","1. “A Poor Wayfaring Man of Grief”"],["div",{"id":"p60","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p60"},"With class members, sing or read the words to the hymn",["span.crossRef","“A Poor Wayfaring Man of Grief”"],"(",["span.emphasis","Hymns,"],"no. 29). Then read",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.40"},"Matthew 25:40"],". Invite class members to share their feelings about the message of the hymn and the scriptural passage."]],[".topic",["h3","2. Video presentation"],["div",{"id":"p62","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-22-inherit-the-kingdom-prepared-for-you.p62"},"You may want to use the fifth segment of “New Testament Customs,” a selection from",["span.emphasis","New Testament Video Presentations"],"(53914), to explain some customs of the marriage feast in New Testament times."]]]]],"refs":null}
