{"id":24,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":24,"title":"Lesson 22: Israel and the Brass Serpent","subtitle":"","short_title":"Lesson 22","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.head1"},[".titleNumber","Lesson",["span.dominant","22"]],["h1","Israel and the Brass Serpent"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p4"},"To encourage the children to be humble and have faith in Jesus Christ."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/num/21.4-7"},"Numbers 21:4–7"],"—Israel is plagued with fiery serpents (poisonous snakes)."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/num/21.8-9"},"Numbers 21:8–9"],"—The Lord tells Moses to make a serpent of brass to heal those who look at it."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.40-42"},"1 Nephi 17:40–42"],"—Nephi recalls how the Lord led the Israelites to the promised land, but because of the hardness of their hearts many Israelites died from serpent bites."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/33.18-22"},"Alma 33:18–22"],"—The Israelites died because they would not believe they could be healed. We are to look to Christ and believe."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.1-2,4,7-10"},"Deuteronomy 8:1–2, 4, 7–10"],"—The Israelites are in the wilderness for forty years to learn humility and obedience. The Israelites are to be humble and remember the Lord, who has given them everything."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.11-20"},"Deuteronomy 8:11–20"],"—The Lord warns Israel not to forget him and boast of their own power."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.14-15"},"Helaman 8:14–15"],"—As the brass serpent was lifted up on the pole, so Christ also was to be lifted up on the cross. By looking to him we can gain eternal life."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/3.14-15"},"John 3:14–15"],"—Any member who believes in Jesus Christ and follows gospel principles will not perish but will gain eternal life."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A Book of Mormon."]],["li",["span.label","c."],[".para","Pictures 6-25, Moses and the Brass Serpent (62202); 6-26, Jesus Washing the Apostles’ Feet (Gospel Art Picture Kit 226; 62550); 6-27, The Crucifixion (Gospel Art Picture Kit 230; 62505); and 6-28, The Second Coming (Gospel Art Picture Kit 238; 62562)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p21"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p23"},"Before class teach one of the children how to do the following puzzle. Give each of the children a piece of paper and a pencil. Ask them to draw three even rows of dots with three dots in each row—nine dots in all. Ask the children to start in the upper left corner and draw through all nine dots with four straight lines without lifting their pencils. After the children have attempted to connect the dots, have the child you explained the puzzle to show the other children how it is done by following the accompanying illustration."],[".",{"id":"f4","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.f4"}],["div",{"id":"p29","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p29"},"Explain that because the children could not figure out the puzzle by themselves, they had to be taught by someone else. We can learn from everyone, and to be willing to learn from others is to be humble. A humble person is not too proud to get help and gain knowledge from others. A humble person is teachable."],["div",{"id":"p30","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p30"},"Display the picture of Jesus washing the Apostles’ feet, and read and discuss the account from",["a.scriptureRef",{"href":"/scriptures/nt/john/13.3-5,8-9"},"John 13:3–5, 8–9"],", and",["a.scriptureRef",{"href":"/scriptures/nt/john/13.12-15"},"John 13:12–15"],". Explain that even though Jesus was the leader and the most important person there, he knelt and washed the feet of the other men. Write the word",["span.emphasis","Humility"],"on the chalkboard. Explain that Christ was showing humility as he served his Apostles. A humble person serves others and accepts service from others."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p32","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p32"},"Using the pictures at appropriate times, teach the children the accounts of the Israelites in the wilderness and of the brass serpent from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Explain that looking to the brass serpent to be saved was a symbol of looking to Christ for salvation."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p34","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p34"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","How long did the Israelites wander in the wilderness? (",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.2"},"Deuteronomy 8:2"],".) Why did the Lord keep the Israelites in the wilderness so long? What was the promised land to be like? (",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.7-9"},"Deuteronomy 8:7–9"],".) What did the Lord warn the people could happen to them living in such a land? (",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.11-14,17-18"},"Deuteronomy 8:11–14, 17–18"],".) What in this case does it mean to have your heart lifted up? (To be proud and boastful and to take credit for the blessings the Lord has given.) Why do you think the Israelites needed to become more humble? What are the characteristics of a humble person? How can we be humble? (See enrichment activities 1 and 2.)"]],["li",["span.label","•"],[".para","Why did the Lord send fiery serpents (poisonous snakes) to bite the Israelites? (",["a.scriptureRef",{"href":"/scriptures/ot/num/21.5-6"},"Numbers 21:5–6"],"; even though the Lord had provided food for the Israelites, they complained because they had been in the wilderness for so long and were tired of eating manna.) When we are feeling sad about difficult things that happen to us, what can we do to feel better? (Point out that one thing that will help us feel better is remembering how the Lord has blessed us.) What are some of the things the Lord did to bless the Israelites? (",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.4,14-16"},"Deuteronomy 8:4, 14–16"],".) How are we blessed?"]],["li",["span.label","•"],[".para","What did the Lord tell Moses to do after he prayed about the serpents? (",["a.scriptureRef",{"href":"/scriptures/ot/num/21.8-9"},"Numbers 21:8–9"],".) What did the people need to do to be healed? Why did some people still die from snake bites? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.41"},"1 Nephi 17:41"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/33.20"},"Alma 33:20"],"; those who died hardened their hearts and did not have faith that such a simple thing would heal them.) What does it mean to have a hard heart? (To be proud instead of humble and to be unwilling to believe in and obey the Lord.)"]],["li",["span.label","•"],[".para","The children of Israel were to look to the brass serpent to be healed. What did the brass serpent represent? (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.14-15"},"John 3:14–15"],".) How was Christ lifted up? (Christ was raised up on the cross and crucified that we may be saved.) How can we look to Christ to be saved spiritually? (Learn of him through prayer, scripture study, and the teachings of Church leaders and parents; have faith in him; repent; be baptized; obey his commandments; and be humble.)"]],["li",["span.label","•"],[".para","What are some things Jesus has done that show his humility? (He washed the feet of his disciples; he was baptized, even though he had not sinned; he had love and compassion for everyone, including sinners; he gave credit to Heavenly Father for all the good things he did; he forgave his enemies; and he suffered for our sins and died for us.)"]],["li",["span.label","•"],[".para","What are some of the blessings promised to the humble? (See enrichment activity 3.) How can a person who has been given many things, such as wealth or beauty or talents, be humble? (See enrichment activity 4.) What does it mean to be teachable?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p42","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p42"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.f6"},["ol.number",["li",["span.label","1."],[".para","As you read the following words at random, ask the children to put their thumbs up if the word describes someone who is humble and their thumbs down if the word describes someone who is not humble."],["ul.noMarker",["h2","Humble:"],["li",[".para","teachable"]],["li",[".para","confident"]],["li",[".para","thoughtful"]],["li",[".para","helpful"]],["li",[".para","respectful"]],["li",[".para","patient"]],["li",[".para","understanding"]],["li",[".para","grateful"]],["li",[".para","obedient"]],["li",[".para","gentle"]]],["ul.noMarker",["h2","Not Humble:"],["li",[".para","proud"]],["li",[".para","self-righteous"]],["li",[".para","snobbish"]],["li",[".para","boastful"]],["li",[".para","vain"]],["li",[".para","conceited"]],["li",[".para","critical"]],["li",[".para","hard-hearted"]],["li",[".para","unchanging"]],["li",[".para","selfish"]]]],["li",["span.label","2."],[".para","Have the children act out or discuss some of the following situations and then determine who is humble in each situation:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A person who talks during an entire meal, not giving others a chance to talk."]],["li",["span.label","b."],[".para","A brother who says to his younger sister, “That’s a good idea; I wouldn’t have thought of that.”"]],["li",["span.label","c."],[".para","A person who says, “Okay, I need help; it’s harder to pound nails straight than I thought it would be.”"]],["li",["span.label","d."],[".para","A person who insists that his room is clean and who refuses to clean it even after his parents tell him that they have noticed dust and dirt."]],["li",["span.label","e."],[".para","A person who loses a tennis match and honestly says to the winner, “Thanks for the game. You are a good player.”"]],["li",["span.label","f."],[".para","A person in school who thinks, “I don’t need to listen; I already know all this stuff.”"]],["li",["span.label","g."],[".para","A sister who helps a younger brother play a simple game, even though she would rather play something else."]],["li",["span.label","h."],[".para","A Primary teacher who says, “I don’t know the answer to that question; I’ll have to study more and pray for understanding.”"]],["li",["span.label","i."],[".para","A person who brags about her possessions and refuses to play with children who do not dress as nicely as she does."]],["li",["span.label","j."],[".para","A person who takes credit for everything good that happens to him."]],["li",["span.label","k."],[".para","A person who, when asked to give a talk, says, “Yes, I’ll do it. It is hard for me, but I’ll prepare and do my best.”"]]]]],["li",["span.label","3."],[".para","To help the children understand some of the blessings Heavenly Father has promised those who are humble, have them match the following promises and scripture references. Assign each class member a scripture, and have the children read their assigned scriptures silently. Then read aloud the promises in the column on the right and match the promise with its verse."],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para","Scriptures:"]],["th",{"colspan":"1","rowspan":"1"},[".para","Promises to the Humble:"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/7.14"},"2 Chronicles 7:14"]]]]]],["td",{"colspan":"1","rowspan":"1"},[".para","If we turn away from sin, God will hear our prayers and forgive our sins."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","b."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.4"},"Matthew 18:4"]]]]]],["td",{"colspan":"1","rowspan":"1"},[".para","We can be great in the kingdom of heaven."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","c."],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.28"},"D&C 1:28"]]]]]],["td",{"colspan":"1","rowspan":"1"},[".para","We can be made strong and receive knowledge."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","d."],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.10"},"D&C 112:10"]]]]]],["td",{"colspan":"1","rowspan":"1"},[".para","The Lord will guide us and answer our prayers."]]]]]]],["li",["span.label","4."],[".para","Ask the children to each write on a piece of paper a few of their talents. Ask if we can be talented and humble at the same time. Explain that each of us has been given talents to develop. Some people want to take credit for their talents, thinking that they did all the work to develop them. Other people belittle themselves, saying they have no talents. True humility is not to belittle or make light of our abilities. It is seeing ourselves as God sees us and recognizing that, as children of God, he has given us all that we have, and that each of us has been blessed with many talents."],[".para","Before class make the following wordstrips:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["div",{"id":"lip91","uri":"/manual/primary-6-old-testament.lip91"},"I have no gifts or talents."],["div",{"id":"lip92","uri":"/manual/primary-6-old-testament.lip92"},"My talents come from my own efforts and are not a gift from Heavenly Father."],["div",{"id":"lip93","uri":"/manual/primary-6-old-testament.lip93"},"I know that Heavenly Father gave me my talents, and I need his help to develop them."]],[".para","Write each of the following words on separate pieces of paper:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["div",{"id":"lip95","uri":"/manual/primary-6-old-testament.lip95"},["span.emphasis","Humble"]],["div",{"id":"lip96","uri":"/manual/primary-6-old-testament.lip96"},["span.emphasis","Grateful"]],["div",{"id":"lip97","uri":"/manual/primary-6-old-testament.lip97"},["span.emphasis","Ungrateful"]],["div",{"id":"lip98","uri":"/manual/primary-6-old-testament.lip98"},["span.emphasis","Fearful"]],["div",{"id":"lip99","uri":"/manual/primary-6-old-testament.lip99"},["span.emphasis","Discouraged"]],["div",{"id":"lip100","uri":"/manual/primary-6-old-testament.lip100"},["span.emphasis","Selfish"]],["div",{"id":"lip101","uri":"/manual/primary-6-old-testament.lip101"},["span.emphasis","Snobbish"]],["div",{"id":"lip102","uri":"/manual/primary-6-old-testament.lip102"},["span.emphasis","Bragging"]],["div",{"id":"lip103","uri":"/manual/primary-6-old-testament.lip103"},["span.emphasis","Truthful"]],["div",{"id":"lip104","uri":"/manual/primary-6-old-testament.lip104"},"Place the papers, with the words facing down, in three columns on the floor. Let the children take turns tossing a beanbag onto one of the papers. Then decide together which attitude each word best describes and why."]]],["li",["span.label","5."],[".para","A humble person is not jealous of another’s accomplishments and talents but rejoices in the successes of others. Make a copy of the following figures and cut them out. Place the figure titled “Myself” on the floor; then put the figure titled “Another Person” directly below it. Ask which figure is larger. Reverse the positions of the figures and ask which one looks larger. Then hold the figures side by side to show that they are actually the same size. Point out that no person is more important than another person, even when it may appear that he or she is. Help the children understand that we are all sons and daughters of God and are all equally important."],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}],[".para","Read and discuss the following quotation from President Gordon B. Hinckley, fifteenth President of the Church:"],[".para","“There is something of divinity within each of you. … Every one of you was endowed by your Father in Heaven with a tremendous capacity to do good in the world. …"],[".para","“Some of you may feel that you are not as attractive … as you would like to be. Rise above any such feelings. …"],[".para","“You need never feel inferior. You need never feel that you were born without talents or without opportunities to give them expression. Cultivate whatever talents you have, and they will grow. …"],[".para","“In summary, try a little harder to measure up to the divine within each of you” (“The Light within You,”",["span.emphasis","Ensign,"],"May 1995, p. 99)."]],["li",["span.label","6."],[".para","Display a picture of Jesus Christ. On the chalkboard write",["span.emphasis","Christ’s Example"],"and",["span.emphasis","Christ’s Atonement."],"Explain that we look to the life and example of Jesus to know how to live. We look to his Atonement so we can be forgiven of our sins. Looking to Christ will help us find happiness and eternal life. Have the children share some examples from the Savior’s life that we can follow. Ask the children what we need to do to be forgiven of our sins."]],["li",["span.label","7."],[".para","Sing or read the words to",["span.crossRef","“Beautiful Savior”"],"(",["span.emphasis","Children’s Songbook,"],"p. 62) or",["span.crossRef","“Be Thou Humble”"],"(",["span.emphasis","Hymns,"],"no. 130)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p117","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p117"},"Express your feelings of the importance of being humble and looking to Jesus Christ in faith so that we can have eternal life. Bear testimony that Heavenly Father has given us everything and encourage the children to be grateful for these blessings."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p119","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p119"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p121","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p121"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/num/21.6-9"},"Numbers 21:6–9"],",",["a.scriptureRef",{"href":"/scriptures/nt/john/3.14-15"},"John 3:14–15"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.10"},"Doctrine and Covenants 112:10"],"at home as a review of this lesson."]],["div",{"id":"p122","uri":"/manual/primary-6-old-testament/lesson-22-israel-and-the-brass-serpent.p122"},"Invite a child to give the closing prayer."]]]],"refs":null}
