{"id":41,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":41,"title":"Lesson 38: Brigham Young Leads the Church","subtitle":"","short_title":"Lesson 38","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.head1"},[".titleNumber","Lesson",["span.dominant","38"]],["h1","Brigham Young Leads the Church"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p1"},"To help the children understand that the living prophet is called by God."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the historical accounts given in this lesson and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23,33,35"},"Doctrine and Covenants 107:23, 33, 35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.21,30-32"},"112:21, 30–32"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.127-128"},"124:127–128"],". Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.108-110"},"Doctrine and Covenants 124:108–110"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Write on separate pieces of paper several occupations such as the following:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["div",{"id":"lip10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip10"},"Doctor"],["div",{"id":"lip11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip11"},"Teacher"],["div",{"id":"lip12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip12"},"Police officer"],["div",{"id":"lip13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip13"},"Firefighter"],["div",{"id":"lip14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip14"},"Ticket taker"]],[".para","Prepare at least one piece of paper for each child in your class, and place these papers in a bag or other container. Then write on separate pieces of paper statements that describe the main authority held by people in the occupations you wrote on the first set of papers. Place these papers in another bag or container."],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["div",{"id":"lip16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip16"},"Authority to give prescriptions for medicine"],["div",{"id":"lip17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip17"},"Authority to give grades on your report card"],["div",{"id":"lip18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip18"},"Authority to stop criminals"],["div",{"id":"lip19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip19"},"Authority to use firefighting equipment"],["div",{"id":"lip20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip20"},"Authority to let you into a movie, concert, or sports event"]]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Picture 5-41, Exodus from Nauvoo (Gospel Art Picture Kit 410; 62493); a picture of the living prophet (from the meetinghouse library or a Church magazine)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p20"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p21"},"Have a child choose a paper from the “occupation” container, and have another child choose a paper from the “authority” container (without attempting to match the authority to the occupation). Have each child read his or her paper, and discuss with the children the situation described, such as a teacher prescribing medicine or a ticket taker giving grades. Let the children take turns choosing papers until all the papers have been read. Then have the children match each occupation with the proper authority."],["ul.bullet",["li",["span.label","•"],[".para","Why is it important that a person have the proper authority before performing certain tasks?"]]],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p23"},"Tell the children that in this lesson they will learn how the Saints knew who had the authority to lead the Church after the death of the Prophet Joseph Smith."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p24"},"Teach the children about Brigham Young becoming the leader of the Church and leading the Saints out of Nauvoo, as described in the following historical accounts and the scriptures listed in the “Preparation” section. Show the picture of the exodus from Nauvoo at an appropriate time."],[".topic",["h3","Brigham Young Becomes the Leader of the Church"],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p25"},"After Joseph Smith was murdered, the Saints in Nauvoo were very sad and worried. The Prophet and the Patriarch (Hyrum Smith) were dead, and most of the members of the Quorum of the Twelve Apostles were away on missions. Joseph Smith had written to the Apostles in June 1844 and asked them to come back to Nauvoo, but the Apostles did not receive these letters until after the Prophet had been killed. The Apostles all came back to Nauvoo as soon as they heard of the Prophet’s death. The Nauvoo City Council instructed the Saints to “be peaceable, quiet citizens, doing the works of righteousness” until the Apostles returned and gave them further directions (",["span.emphasis","History of the Church,"],"7:152). William W. Phelps, a city councilman who was also Church publisher and the Prophet’s scribe, helped keep the city calm."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p26"},"Sidney Rigdon, who had been First Counselor to Joseph Smith in the First Presidency of the Church, had become displeased with the Church and had moved to Pennsylvania against the wishes of the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.108-110"},"D&C 124:108–110"],"). However, when he heard about the death of the Prophet, Sidney returned to Nauvoo. He felt that because he had been in the First Presidency, it was his right to be the next leader of the Church. Before all the Apostles returned to Nauvoo, Sidney was able to convince some people that he should lead the Church. When all the members of the Quorum of the Twelve Apostles were back in Nauvoo, they met with Sidney, who told them why he should be leader of the Church. Brigham Young, who was then President of the Quorum of the Twelve, declared that he wanted to find out what the Lord wanted them to do. He said:"],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p27"},"“I do not care who leads the church, … but one thing I must know, and that is what God says about it. I have the keys and the means of obtaining the mind of God on the subject. …"],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p28"},"“Joseph conferred upon our heads all the keys and powers belonging to the Apostleship which he himself held before he was taken away, and no man or set of men can get between Joseph and the Twelve in this world or in the world to come” (",["span.emphasis","History of the Church,"],"7:230)."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p29"},"At a meeting of the Church on 8 August 1844, Sidney Rigdon gave an hour-and-a-half-long speech on why he should be the leader of the Church. Brigham Young then gave a short talk, and while he spoke a miracle occurred. To the people in the audience, Brigham Young suddenly looked and sounded like Joseph Smith. Zina Huntington said of this experience: “President Young was speaking. It was the voice of Joseph Smith—not that of Brigham Young. His very person was changed. … I closed my eyes. I could have exclaimed, I know that is Joseph Smith’s voice! Yet I knew he had gone.” George Q. Cannon said, “It was the voice of Joseph himself; … it seemed in the eyes of the people as though it was the very person of Joseph which stood before them.” Wilford Woodruff declared, “If I had not seen him with my own eyes, there is no one that could have convinced me that it was not Joseph Smith speaking” (quoted in",["span.emphasis","Church History in the Fulness of Times,"],"p. 292)."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p30"},"Cornelius and Permelia Lott, who ran Joseph Smith’s farm just outside Nauvoo and who had seen the Prophet frequently, attended the meeting with their children. When Brigham Young got up to speak, eleven-year-old Alzina Lott thought he was Joseph Smith, and she turned to her mother, Permelia, and said, “Mama, I thought the Prophet was dead.” Her mother answered, “He is[,] Alzina, and this is the way our Heavenly Father has told us who is to be our next leader and Prophet” (quoted in",["span.emphasis","Descendants of Cornelius Peter Lott,"],"pp. 10–11)."],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p31"},"That afternoon the members of the Church held another meeting. Brigham Young said at the meeting, “If the people want President Rigdon to lead them they may have him; but I say unto you that the Quorum of the Twelve have the keys of the kingdom of God in all the world” (",["span.emphasis","History of the Church,"],"7:233). These keys, or rights to use the authority of the priesthood, were given to each member of the Quorum of the Twelve by Joseph Smith before he died. The members of the Church voted unanimously to sustain the Twelve Apostles as their leaders."],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p32"},"Sidney Rigdon was not willing to admit that the Twelve Apostles had greater authority than he had, and he continued to try to obtain leadership over the Church until he was excommunicated in September 1844. He organized his own church, but it lasted only a few years."],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p33"},"Through the miracle of the transformation of Brigham Young, the Saints learned that after the Prophet died, the power and authority to lead the Church were held by the Quorum of the Twelve Apostles. Three and a half years later Brigham Young, the senior Apostle and President of the Quorum of the Twelve Apostles, was set apart as the new President of the Church. Today when the prophet dies, the Quorum of the Twelve Apostles leads the Church. The senior Apostle (the man who has been an Apostle the longest) is then set apart as the new President of the Church."]],[".topic",["h3","The Saints Prepare to Move West"],["div",{"id":"p34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p34"},"In 1842 Joseph Smith had told the Saints, “Some of you will live to go and assist in making settlements and build cities and see the Saints become a mighty people in the midst of the Rocky Mountains” (",["span.emphasis","History of the Church,"],"5:85). The Saints began making plans to move west in the spring of 1844, and the Twelve Apostles continued this planning as soon as they were sustained as the presiding authority of the Church. They planned for the Saints to leave in April 1846, which would give them time to finish building the Nauvoo Temple and provide endowments and sealings for the members before they left. However, Brigham Young and eight other Apostles were accused of a false charge of counterfeiting, and some Saints heard a false rumor that federal troops would not allow them to move west but planned to kill them instead. These incidents made the Saints anxious to leave Illinois as soon as possible."],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p35"},"The first groups left Nauvoo in early February 1846, and the Apostles themselves left in mid-February. Church leaders had planned to have other groups leave during the late winter and spring, but many of the Saints did not want to remain in Nauvoo after the Apostles had left, so they started out before they should have and before they were properly prepared."],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p36"},"Members of the Church who did not leave with the first groups tried to sell their property in Nauvoo so they could buy supplies to move west. People from the surrounding areas came to Nauvoo to buy property at very low prices. One woman was offered ten dollars for her house and twenty acres of land. She felt this price was too low, but the buyer knew she was eager to leave, so he would not pay any more money. Many of the Saints traded their land and furniture for horses, wagons, and cattle, traveling up to a hundred miles from Nauvoo to find cattle to buy."],["div",{"id":"p37","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p37"},"All the houses in Nauvoo were used as workshops for building wagons. Supplies needed for a family of five in the first group to leave included one strong wagon, two or three yoke of oxen, a thousand pounds of flour, a musket or rifle for each man, twenty-five pounds of salt, twenty pounds of soap, and four or five fishhooks and lines. Many families contained more than five people and thus needed even more supplies."],["div",{"id":"p38","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p38"},"The first part of the journey to the Salt Lake Valley was very difficult for the first groups of pioneers. It took them 131 days to travel 300 miles across Iowa. A year later another group of pioneers took only 111 days to travel the 1050 miles from Iowa all the way to the Great Salt Lake Valley."]],[".topic",["h3","The Battle of Nauvoo and the Miracle of the Quail"],["div",{"id":"p39","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p39"},"Some members of the Church stayed in Nauvoo through the summer. Some of these people wanted to harvest crops and try to sell their property; others were immigrants recently arrived from the East who were too late to join the earlier companies of pioneers. Most of these immigrants had used all their money just to reach Nauvoo."],["div",{"id":"p40","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p40"},"In September 1846 about eight hundred anti-Mormon men with six cannons began to attack the people left in Nauvoo. After a few days of fighting, the anti-Mormons forced the Saints to leave Nauvoo. Five men and their families were allowed to stay to try to sell the Church members’ property. The rest left at once without any extra clothing or supplies. Most of these people crossed the Mississippi River and formed camps on the Iowa side. Some of the people were too sick to travel, and many were too poor to buy the necessary supplies to move on. Most had only blankets or branches for shelter and only corn to eat."],["div",{"id":"p41","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p41"},"One day a miracle occurred. Thousands of small birds called quail flew into the camps. The quail were everywhere. Even though the people in the camps were weak from hunger and illness, they easily caught many quail. The quail were delicious to eat, and they provided much-needed food for the starving Saints."],["div",{"id":"p42","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p42"},"When Brigham Young heard about the Saints in these camps, he sent people with wagons and supplies to bring the people in the camps to other camps throughout Iowa where most of the other Saints were staying for the winter."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p43","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p43"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Who held the keys of the priesthood and the authority to lead the Church after the death of Joseph Smith? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.30-32"},"D&C 112:30–32"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.128"},"124:128"],".) Who holds the keys after the death of the President of the Church today? Who will become the new President of the Church when the living prophet dies? (The senior member of the Quorum of the Twelve Apostles.) Why can’t a man appoint himself leader of the Church, as Sidney Rigdon wanted to do?"]],["li",["span.label","•"],[".para","How did the Lord let the people of Nauvoo know who was to lead the Church after Joseph Smith was martyred? Show the picture of the living prophet. How can you know today that the living prophet has been chosen by the Lord? How does it make you feel to know that the Lord knows who the next prophet will be?"]],["li",["span.label","•"],[".para","What are the duties of the Apostles? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23,33,35"},"D&C 107:23, 33, 35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.21"},"112:21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.128"},"124:128"],".) How do the Apostles today carry out these duties?"]],["li",["span.label","•"],[".para","Why did the Saints need to leave Nauvoo? What did they take with them when they left for the West? What would you want to take if you were going on a similar journey today? Remind the children that many of the Saints had to sell their land and property very cheaply or simply leave it behind. They could not take much with them when they left Nauvoo. How do you think the Saints felt about making these sacrifices to go west? What would you be willing to sacrifice for the gospel and the Church?"]],["li",["span.label","•"],[".para","How did the quail help the Saints camped by the river? Why were the quail so easy to catch? How has Heavenly Father helped you when you needed help?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p49","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p49"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.f7"},["ol.number",["li",["span.label","1."],[".para","Bring pictures of the current First Presidency and Twelve Apostles (from a Church magazine or the meetinghouse library). Tell the children each man’s name and one or two details about him, such as where he is from, how many children he has, or what his occupation was before he became an Apostle."],[".para","Point out the senior Apostle (the man who has been an Apostle the longest, after the President of the Church). Explain that this man is the current President of the Quorum of the Twelve Apostles. The President of the Quorum of the Twelve Apostles becomes the next President of the Church when the current prophet dies. Tell the children something that this Apostle said in his last conference address, and help them think of ways they could apply his counsel in their lives. (Note that the senior Apostle may be a counselor in the First Presidency. In this case, he is still the President of the Quorum of the Twelve Apostles, although another Apostle serves as Acting President of the Quorum.)"]],["li",["span.label","2."],[".para","Give each child a piece of paper and a pencil. Have the children write down things they would take with them if they had to leave their homes and travel a long distance in a wagon or handcart. Have them share their lists and discuss the items they have chosen."],[".para","Show the children the dimensions of a wagon or handcart (approximately 58 inches [147 cm] long and 45 inches [114 cm] wide). You may want to mark the space on the floor with tape or string. Ask the children to look at their lists again and determine how many of the items on the list would fit and how many would have to be left behind."],[".para","Invite the children to share and discuss their lists with their families."]],["li",["span.label","3."],[".para","Have the children sit in a circle and play the following memory game:"],[".para","Have a child say, “I’m going to the Rocky Mountains and I am going to take",["span.textInput","__________"],",” filling in the blank with an object of his or her choice. The next child says the same sentence but must repeat what each previous child has said before adding his or her own item to the list."]],["li",["span.label","4."],[".para","Help the children review or memorize the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"fifth article of faith"],"."]],["li",["span.label","5."],[".para","Sing or say the words to",["span.crossRef","“Praise to the Man”"],"(",["span.emphasis","Hymns,"],"no. 27) or",["span.crossRef","“We Thank Thee, O God, for a Prophet”"],"(",["span.emphasis","Hymns,"],"no. 19)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p59","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p59"},"Bear your testimony that Brigham Young was chosen by the Lord to lead the Church after Joseph Smith’s death and that the living prophet has been chosen by the Lord to lead the Church today. Express your gratitude that the Savior has organized his church so that the right man is always chosen as the next prophet. Tell how thankful you are for the Twelve Apostles and their role as special witnesses of Jesus Christ. You may want to share an experience you have had listening to an Apostle, either in person or in a conference broadcast."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p60","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p60"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.30-32"},"Doctrine and Covenants 112:30–32"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p61","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p61"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p62","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-38-brigham-young-leads-the-church.p62"},"Invite a child to give the closing prayer."]]]],"refs":null}
