{"id":43,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":43,"title":"Lesson 40: Health Care in the Home","subtitle":"","short_title":"Lesson 40","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.head1"},[".titleNumber","Lesson",["span.dominant","40"]],["h1","Health Care in the Home"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p1"},"Each young woman will recognize the value and benefit of good health care in the home."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.f1"},["ol.number",["li",["span.label","1."],[".para","Make a copy of the “True or False Test” for each young woman (see page 180)."]],["li",["span.label","2."],[".para","If you wish, assign young women to present stories, scriptures, and quotations."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Discussion"],["div",{"id":"p4","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p4"},"Ask the young women to relate personal experiences of taking care of someone who was ill in their home. What did they learn from this experience? What did they wish they had known when they were helping care for that person?"]]],[".topic",["h3","We Have Many Opportunities to Provide Health Care in Our Homes"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p5","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p5"},"Maintaining good health and preventing accidents are two important considerations in providing health care in the home. However, even when these precautions are carefully observed, accidents or illnesses usually strike every family at some time. It is therefore wise to have some knowledge of first aid and home care. The following story points out various skills that can be learned by anyone to provide good health care to an elderly patient in the home."]],[".teachingMethod",["h3","Story"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p6"},"Ann was twelve when her Grandmother Olsen fell in her backyard and broke her right hip. Doctors put a pin in the fractured bone to strengthen it and help it mend."],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p7"},"She was allowed to leave the hospital after five days, but the doctors suggested she live in a nursing home or other place where she could get adequate care while her bone mended. Ann’s mother asked the family if they would be willing to share the responsibility of caring for their grandmother if she came to live with them. They would have extra work, such as washing bedding and nightgowns, preparing food, rubbing her back and legs with lotion, helping with her exercises, pushing her wheelchair, and keeping her cheerful with friendly conversation."],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p8"},"Ann, Ben (her six-year-old brother), and Frances and Margaret (her older twin sisters) agreed to help with nursing care. At first Grandmother was confined to her bed. The older girls changed her sheets. One turned Grandmother from one side to the other while the other changed half the bed at a time. Ann and the twins prepared Grandmother’s mealtime tray. Ben brought her a damp washcloth to wipe her hands and face. On Sundays, Ann would pick a rose from the garden and put it in a vase on Grandmother’s dinner tray. This always brought a smile to Grandmother’s face."],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p9"},"Ben liked to rub lotion on Grandmother’s hands and arms. In return, she told him stories about Grandfather Olsen, who had died the year before Ben was born. One evening, when Grandmother Olsen was discouraged about her slow recovery, Ann’s father gave her a blessing."],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p10"},"When Ann’s sisters learned that their loud music made Grandmother nervous, they turned it down. Mother rented a wheelchair and walker from a medical supply store. Grandmother regained her strength by sitting for a few hours each day in the wheelchair. Ben and Ann took turns helping her do the exercises the doctor had given her. The children enjoyed pushing her around the house and around the neighborhood on sunny days. When Grandmother was ready to stand and learn to use her legs again, Ann’s father helped her stand in the lightweight metal walker. She pushed it for support as her legs became stronger. Finally she put away the walker and used only a cane for support."],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p11"},"When Grandmother no longer needed even the cane to walk, everyone was delighted. However, the family felt a little sad, for they knew she was ready to go home. Grandmother Olsen was independent, and although she was grateful for the family’s help, she was also happy to go back to her home and the many friends in her own neighborhood."]],[".teachingMethod",["h3","Chalkboard discussion"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p12"},"List on the chalkboard some of the valuable lessons Ann’s family learned by taking care of Grandmother."],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p13"},"(The following might be listed: cooperation, health skills and procedures, the value of priesthood blessings, compassionate service, self-discipline, unselfishness, empathy, how to adjust to new circumstances in their home.)"],["ul.bullet",["li",["span.label","•"],[".para","How could this experience help prepare them to take care of their own future families?"]]]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p15"},"What other circumstances requiring health-care skills can occur in the home? (Birth of a baby, an accident, an extended or serious illness, recuperation from surgery, care of a family member who has a disability, a chronic illness.)"]]],[".topic",["h3","We Can Learn Basic Health Care Skills"],[".teachingMethod",["h3","Scripture"],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p16"},"Ask class members to read and mark the last phrase in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.30"},"Doctrine and Covenants 38:30"],": “If ye are prepared ye shall not fear.”"]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p17"},"Being prepared is more than just having supplies for emergencies and illness. It includes having skills and important information that will help us function properly. Sometimes doing the wrong thing in an emergency is more dangerous than not doing anything. In other situations, only immediate proper action can save lives. Learning some of these skills will give us confidence and the ability to perform wisely if the need arises."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How can our preparation to handle an injury or health-care situation affect our own behavior and the response of the injured or ill person?"]]],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p19"},"Include the following ideas in your discussion: If you are overly anxious, the injured or ill person will sense this concern and also become anxious. You should appear calm. If you have fears, say a prayer in your heart. Heavenly Father will help you maintain a calm and reassuring manner and will inspire you to do the correct things. It is important to get help from those who know what to do, especially in an emergency. This will also help you maintain a calm manner."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p20"},"The proper care of an infant or toddler is an important skill. Because most young women will baby-sit children in their own and other families, they should have certain information easily available."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What information do you need when caring for children? (The address of the home where baby-sitting, the phone number or address of where the parents will be, the family physician’s name and phone number, the emergency number for paramedics and the fire department, the phone number of the poison control center, the name and phone number of a responsible relative or friend if the parents cannot be reached.)"]]],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p22"},"Even though you may never use any of this information, having it will give you confidence that will help you act wisely in an emergency."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p23"},"Common sense is the basis of most infant care. For instance, consider the following question:"],["ul.bullet",["li",["span.label","•"],[".para","What are some cautions in caring for an infant? A toddler?"]]],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p25"},"Discuss the young women’s responses and add other cautions such as: never leave a baby alone on a couch or bed or in a bathtub; never leave a child unattended at a playground; hold and burp a baby during feeding."],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p26"},"Ask the young women what other procedures baby-sitters should know."]],[".teachingMethod",["h3","True or False Test"],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p27"},"Give each young woman a copy of the following true or false test (see also page 180) to determine her knowledge of first aid and other emergency health-care techniques. The young women will have varying amounts of knowledge."],[".",{"id":"f6","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.f6"}],[".topic",["h4","True or False Test"],["div",{"id":"f7","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.f7"},["ol.number",["li",["span.label","1."],[".para","The best way to stop bleeding is to apply pressure with a cloth pad or the palm of the hand directly to the wound."]],["li",["span.label","2."],[".para","A respiratory emergency occurs when breathing stops and the choking victim cannot speak. Use the Heimlich maneuver."]],["li",["span.label","3."],[".para","Do not attempt procedures you know nothing about because you may cause further injury. Get expert help as quickly as possible."]],["li",["span.label","4."],[".para","Do not move an injured person until medical aid arrives unless the victim is in further danger where he or she is."]],["li",["span.label","5."],[".para","If the victim has swallowed harmful chemicals or poisons, call the poison control center or nearest hospital for directions before doing anything."]],["li",["span.label","6."],[".para","Never give an unconscious patient food or water."]],["li",["span.label","7."],[".para","During mouth-to-mouth resuscitation, the patient’s head should be tilted back so the chin is pointing upward. The nose should be gently squeezed shut to prevent air from leaking through the nostrils."]],["li",["span.label","8."],[".para","To prevent an injured person from going into shock, the person should be kept lying down and covered with a blanket if he or she is cool."]],["li",["span.label","9."],[".para","A first-aider’s calm, reassuring attitude comforts the victim and calms fears that might increase his or her chance of shock."]],["li",["span.label","10."],[".para","A cold compress applied to a bruise lessens the chance of swelling and bleeding under the tissues."]],["li",["span.label","11."],[".para","A tourniquet is a dangerous way to stop bleeding and is no longer an acceptable first-aid technique unless severe bleeding cannot be stopped any other way."]],["li",["span.label","12."],[".para","A minor abrasion caused by rubbing or scraping the skin should be washed with soap and water to prevent infection."]],["li",["span.label","13."],[".para","If a person accidentally gets chemicals in the eye, quickly wash the eye with large amounts of water. Soak a clean washcloth in cool, running water and squeeze the water into the corner of the eye with the patient’s head tipped so the water will run out of the outer edge of the eye. Repeat procedure to get out all irritants."]],["li",["span.label","14."],[".para","Everyone should learn to protect himself or herself from excessive heat or cold."]],["li",["span.label","15."],[".para","Never move a fracture victim unless absolutely necessary."]],["li",["span.label","16."],[".para","A person who receives a severe blow to the head should be given medical attention, even if he or she is conscious, and should be carefully watched for twenty-four to forty-eight hours after."]],["li",["span.label","17."],[".para","Never leave a child unattended in a closed car, especially in hot weather."]],["li",["span.label","18."],[".para","The best way to put out a fire on someone’s clothing is to roll the victim up in a carpet or blanket or roll him or her on the ground."]],["li",["span.label","19."],[".para","You should memorize or keep handy the emergency phone number in your area."]],["li",["span.label","20."],[".para","Keep all chemicals and poisons out of children’s reach."]]]],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p48"},"(Adapted from the",["span.emphasis","Relief Society Courses of Study,"],"1976–77, pp. 39–66.)"]]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p49"},"Point out that all the answers on the test are",["span.emphasis","true."],"Discuss any questions the young women are unsure of. Have class members take their tests home for future reference and study."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.p50"},"It is important to know first-aid practices and other home health-care skills. We should learn about and keep current with new procedures. Knowing simple and correct procedures makes caring for others easier and may save lives."]]],[".topic",["h3","Lesson Application"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"f8","uri":"/manual/young-women-manual-1/lesson-40-health-care-in-the-home.f8"},["ol.number",["li",["span.label","1."],[".para","Ask class members which of the following areas they would like more instruction in. With the approval of your priesthood leader, plan such demonstrations for a weekday activity. Do",["span.emphasis","not"],"demonstrate these on a Sunday."],["div",{"id":"f","uri":"/manual/young-women-manual-1.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A mother who is trained or experienced in child care, or a nurse, could be invited to demonstrate care of an infant, such as bathing and feeding."]],["li",["span.label","b."],[".para","A qualified person such as a Scoutmaster, Red Cross volunteer, doctor, or nurse could be invited to demonstrate how to do mouth-to-mouth resuscitation, how to use the Heimlich maneuver for someone who is choking, how to apply pressure to stop bleeding, and how to treat a person who is in shock."]]]]],["li",["span.label","2."],[".para","Have a qualified person demonstrate home nursing skills, such as changing sheets while a patient is in bed, taking a pulse, and taking a temperature."]],["li",["span.label","3."],[".para","As a class, role-play how to telephone for emergency help to the fire department or poison control center, giving proper identification, the address, and the nature of the emergency."]],["li",["span.label","4."],[".para","Encourage the young women to enroll in a Red Cross course in first aid or home nursing or other similar available courses."]]]]]]]]],"refs":null}
