{"id":39,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":39,"title":"Lesson 36: Joseph Smith Writes the Articles of Faith","subtitle":"","short_title":"Lesson 36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.head1"},[".titleNumber","Lesson",["span.dominant","36"]],["h1","Joseph Smith Writes the Articles of Faith"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p1"},"To strengthen the children’s desire to understand and memorize the Articles of Faith."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the Articles of Faith, located at the end of the Pearl of Great Price, and the historical account given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Pearl of Great Price for each child."]],["li",["span.label","b."],[".para","Articles of Faith charts from the meetinghouse library (65001–65013 or 65014, which contains all thirteen Articles of Faith)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p7"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["ul.bullet",["li",["span.label","•"],[".para","What kind of mathematics are you studying in school?"]]],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p9"},"After the children respond, write the following algebra problem on the chalkboard:"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p10"},"a",["sup","2"],"+ b",["sup","2"],"= 25"],["ul.bullet",["li",["span.label","•"],[".para","Why might this problem be difficult for you to solve?"]],["li",["span.label","•"],[".para","Before you can do algebra problems, what do you first need to learn?"]]],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p13"},"Explain that before they learn how to do algebra problems, the children need to learn basic mathematical principles. Similarly, to learn and understand the gospel, we must first learn the basic principles of the gospel."],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p14"},"Explain that the Prophet Joseph Smith wrote thirteen statements that briefly summarize some of the basic principles and beliefs of The Church of Jesus Christ of Latter-day Saints. Members of the Church and others who are learning about the Church can study these statements to help them understand and remember the basic beliefs of the Church."],["ul.bullet",["li",["span.label","•"],[".para","What are these thirteen statements called? (The Articles of Faith.)"]]]],[".teachingMethod",["h2","Alternate Attention Activity"],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p16"},"Write the following letters on the chalkboard:"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p17"},"O T T F F S S E N T E T"],["ul.bullet",["li",["span.label","•"],[".para","What letter comes next in this sequence?"]]],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p19"},"After the children have offered some ideas, explain that the letters are the first letters of the words “one,” “two,” “three,” and so on through “twelve.” The next letter in the sequence would be",["span.emphasis","T"],"for “thirteen.”"],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p20"},"Explain that the Prophet Joseph Smith wrote thirteen statements that briefly summarize some of the basic principles and beliefs of The Church of Jesus Christ of Latter-day Saints. Members of the Church and others who are learning about the Church can study these statements to help them understand and remember the basic beliefs of the Church."],["ul.bullet",["li",["span.label","•"],[".para","What are these thirteen statements called? (The Articles of Faith.)"]]]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p22"},"Teach the children about Joseph Smith’s writing of the Wentworth Letter, which included the Articles of Faith, as described in the following historical account. Then display the Articles of Faith charts and discuss with the children some of the Latter-day Saint doctrines explained in the Articles of Faith."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p23"},"In 1842 a man named George Barstow was writing a history of the state of New Hampshire, and he wanted to include a chapter about the members of the Church living in New Hampshire. Mr. Barstow did not know much about the Church and wanted to find out what the Latter-day Saints believed. Since the headquarters of the Church were in Nauvoo, Illinois, Mr. Barstow contacted his friend John Wentworth, who was the editor of a newspaper in Chicago, Illinois."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p24"},"Mr. Wentworth asked Joseph Smith about the beliefs and history of The Church of Jesus Christ of Latter-day Saints. The Prophet answered with a letter that has become known as the Wentworth Letter. In it he told Mr. Wentworth about the First Vision and how he received and translated the gold plates, and he also described the organization of the Church and the persecution and history of the Saints. In the last part of this important letter, the Prophet listed some of the basic beliefs of the Church. This list has become known as the Articles of Faith."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p25"},"Joseph Smith wrote the Articles of Faith to help people who are not members of the Church understand how The Church of Jesus Christ of Latter-day Saints is different from other churches. The Articles of Faith do not contain all of the teachings and beliefs of the Church, but they do explain some of our most important beliefs. They can help build faith, understanding, and a testimony of the gospel, and they also give us a good foundation for sharing the gospel with others."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p26"},"The Articles of Faith were never published in Barstow’s history of New Hampshire or in Wentworth’s newspaper, but they were published by a Church newspaper in 1842. In 1880 members of the Church at the October general conference raised their hands in common consent to accept the Articles of Faith as scripture. They are now included as scripture in the Pearl of Great Price."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p27"},"Study the following questions as you prepare your lesson. Use the questions you feel will best help the children understand and apply the principles in their lives."],["ul.bullet",["li",["span.label","•"],[".para","What are the Articles of Faith? Why did Joseph Smith write them?"]],["li",["span.label","•"],[".para","Why is it important for members of the Church to be familiar with the Articles of Faith? How do the Articles of Faith help us understand and live the gospel? (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","Why is it helpful to memorize the Articles of Faith? (You may want to review one or more of the Articles of Faith with the children.)"]],["li",["span.label","•"],[".para","How can knowing the Articles of Faith help us share the gospel with others? (See enrichment activity 4.) Have you ever shared the Articles of Faith with someone who was not a member of the Church? Allow the children to share any experiences they have had."]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p32"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.f9"},["ol.number",["li",["span.label","1."],[".para","Before class, write each of the following statements on a separate piece of paper:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.number",["li",["span.label","1."],[".para","I know who the members of the Godhead are."]],["li",["span.label","2."],[".para","I am responsible for the things I do."]],["li",["span.label","3."],[".para","I can understand Heavenly Father’s plan for his children."]],["li",["span.label","4."],[".para","I can return to Heavenly Father by obeying the first principles and ordinances of the gospel."]],["li",["span.label","5."],[".para","I know Church leaders are called of God through priesthood authority."]],["li",["span.label","6."],[".para","I know The Church of Jesus Christ of Latter-day Saints is the same church Jesus organized when he lived on the earth."]],["li",["span.label","7."],[".para","I may receive many gifts and blessings through the Holy Ghost."]],["li",["span.label","8."],[".para","I know the scriptures are the word of God."]],["li",["span.label","9."],[".para","I know revelation comes from God."]],["li",["span.label","10."],[".para","I know Jesus Christ will come again."]],["li",["span.label","11."],[".para","I am free to worship God."]],["li",["span.label","12."],[".para","I need to obey the laws of my country."]],["li",["span.label","13."],[".para","I can develop good traits that will help me live the gospel and will contribute to my happiness."]]]],[".para","Write",["span.emphasis","Pathway to a Testimony"],"on a large piece of paper or on the chalkboard. Under this title draw a pathway with thirteen stones leading to a destination labeled",["span.emphasis","Testimony."],"Explain to the children that the Articles of Faith can help us understand the gospel and strengthen our testimonies."],[".para","Ask a child to stand and read from the scriptures or repeat from memory the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"first article of faith"],"and then read statement 1 from the papers you have prepared. Briefly discuss the meaning of the article of faith, and have the child place the paper by the first pathway stone. Repeat with the other Articles of Faith and the corresponding statements in order until each child has had at least one turn and all the Articles of Faith and the statements have been read. Discuss with the children how the Articles of Faith can help us strengthen our testimonies."]],["li",["span.label","2."],[".para","Make for each child a copy of the handout “Articles of Faith Key Words,” found at the end of this lesson, or write the numbers 1 through 13 and the corresponding key words on the chalkboard. Discuss with the children how each key word or phrase can help us remember the corresponding article of faith. Ask the children to suggest other methods they might use to memorize the Articles of Faith. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p85"},"“Helping Children Memorize Scriptures,”"],"p. xi.)"],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}]],["li",["span.label","3."],[".para","Play a matching game to help the children remember the subject of each article of faith. Write the numbers 1 through 13 on separate cards or pieces of paper. Then write on separate cards or papers each of the key words or phrases listed on the handout at the end of the lesson. Shuffle the cards and place them face down in a grid pattern on the table or floor. Allow the children to take turns turning two cards over to try to match the key word with the appropriate article of faith number."]],["li",["span.label","4."],[".para","Tell in your own words the following story related by President Thomas S. Monson of the First Presidency:"],[".para","A man was traveling by bus across the United States to California. When the bus stopped in Salt Lake City, a young girl got on and sat next to the man. They started talking, and he asked her if she was a Mormon. When she answered, “Yes, sir,” he asked her what Mormons believe. The girl recited the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"first article of faith"],"and explained it to the man. She then recited and explained the rest of the Articles of Faith. The man was very impressed with the young girl’s knowledge, and when she got off the bus, he kept thinking about what she had told him. When he arrived in California, he called the local mission president. The mission president sent missionaries to teach the man, and eventually the man’s entire family was baptized, thanks to a young Primary girl who understood and shared the Articles of Faith. (See",["span.crossRef","“Primary Days,”"],["span.emphasis","Ensign,"],"Apr. 1994, pp. 67–68.)"]],["li",["span.label","5."],[".para","Obtain one of the small Articles of Faith cards (33240; available through Church distribution centers) used by missionaries. (If possible, you may want to obtain one card for each child in your class.) Show this card to the children and explain how the missionaries use these cards. With the approval of your Primary president, you may want to invite a missionary or returned missionary to share an experience he or she had using one of these cards or sharing the Articles of Faith in another way."]],["li",["span.label","6."],[".para","Have the children sit in a circle on the floor. Place a bottle (or similar object that can spin and point to someone) in the center of the circle. Say the number of an article of faith out loud and then spin the bottle. When the bottle stops spinning, have the child it points to tell the subject of or a key word from that article of faith. If the child cannot recall the subject, have the child to the right of him or her tell it. Then have the child who named the subject or the key word say the number of a different article of faith and spin the bottle. Continue the game until all the articles of faith have been used at least once. (If the children in your class have been memorizing the Articles of Faith, you may wish to have them recite the entire article of faith instead of just naming the subject.)"],[".para",["span.emphasis","Alternate method:"],"Divide a large piece of paper into thirteen sections, and write on each section a number from 1 to 13. Place the paper on the floor, and let a child toss a small object such as a button or stone onto the paper. Then have the child name the subject of (or recite) the article of faith that corresponds to the number of the section where the object landed. Repeat until every child has had at least one turn."]],["li",["span.label","7."],[".para","Help the children memorize any of the Articles of Faith (you may want to use the Articles of Faith charts [65001–65014] to help the children memorize)."]],["li",["span.label","8."],[".para","Sing any of the Articles of Faith songs from the",["span.emphasis","Children’s Songbook,"],"pages 122–32."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p58","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p58"},"Express your gratitude that we have the Articles of Faith to help us understand and remember some of the basic beliefs of the Church. Share an experience when the Articles of Faith have helped you or been important to you. Encourage the children to study and memorize the Articles of Faith."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p59","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p59"},"Suggest that the children study the Articles of Faith in the Pearl of Great Price at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p60","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p60"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p61","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-36-joseph-smith-writes-the-articles-of-faith.p61"},"Invite a child to give the closing prayer."]]]],"refs":null}
