{"id":44,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":44,"title":"Lesson 41: The Ability to Succeed","subtitle":"","short_title":"Lesson 41","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.head1"},[".titleNumber","Lesson",["span.dominant","41"]],["h1","The Ability to Succeed"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p1"},"Each young woman will know that she has the ability to succeed."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.f1"},["ol.number",["li",["span.label","1."],[".para","Bring paper and a pencil for each young woman."]],["li",["span.label","2."],[".para","Assign young women to present any scriptures, stories, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Quotation"],["div",{"id":"p4","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p4"},"Read the following statement:"],["div",{"id":"p5","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p5"},"“One of the greatest weaknesses in most of us is our lack of faith in ourselves. One of our common failings is to depreciate our tremendous worth” (L. Tom Perry, “Be the Best of Whatever You Are,” in",["span.emphasis","Speeches of the Year, 1974"],"[Provo: Brigham Young University Press, 1975], p. 77)."]],[".teachingMethod",["h3","Activity"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p6"},"Give each young woman a piece of paper and a pencil. Have each one write a few things she does not like about herself. This list is just for her; she will not need to share it with anyone else. Then have the young women cross off all the physical attributes they cannot change (for example, height, color of eyes, and size of feet). Then have them cross off any material items on their lists that they cannot attain immediately with their present income. Have the young women look at their lists again. They will probably see that there are only a few items left. These will likely include spiritual attributes, character and personality traits, and physical traits."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p7"},"Point out that many of the things we do not like about ourselves cannot be changed. When we accept these things as uniquely our characteristics, we can then direct our time, energy, and attention to areas where we",["span.emphasis","can"],"make improvements. This lesson will focus on those areas where we can make improvements and thus increase our ability to succeed."]]],[".topic",["h3","We Should Not Underrate Ourselves"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p8"},"Each day we are faced with our own and others’ traits and attributes. Often we judge ourselves against those we see. Unfortunately, we usually think mostly of others’ strengths and our weaknesses. We wish we were as tall, as thin, as well dressed, as pretty, as talented, as smart, or as spiritual as someone else—and the list goes on in our minds. Each time we see ourselves in such a limiting, unrealistic way, we damage our self-image and fail to benefit from our own strengths and talents. We can especially damage how we see ourselves if our peer group has set the standards and we feel we are not meeting them."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p9"},"Read the following quotation:"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p10"},"“A shallow self-image is not [improved] by always letting others establish our standards and by habitually succumbing to peer pressure. Young people too often depend upon someone else’s image rather than their own” (James E. Faust, in Conference Report, Apr. 1981, p. 8; or",["span.emphasis","Ensign,"],"May 1981, p. 9)."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p11"},"Ask the young women to think about the lists they have made of things they do not like about themselves."],["ul.bullet",["li",["span.label","•"],[".para","Why do we sometimes exaggerate our own weaknesses?"]],["li",["span.label","•"],[".para","How can underrating ourselves be damaging? (It can choke off our talents, our Church activity, and our leadership opportunities.)"]]]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p14"},"Read the following quotation from Elder Marvin J. Ashton:"],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p15"},"“A wise teacher and stake Relief Society president … flashed a large picture on a screen. It showed a bright-eyed boy with unkempt hair and folded arms, deep in thought. The caption read, ‘I know I’m somebody ‘cause God don’t make no junk.’ Please let me repeat, ‘I know I’m somebody ‘cause God don’t make no junk.’ …"],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p16"},"“Every human being in every walk of life needs help in building his self-respect and self-reliance. … A person’s image of himself is nothing more or less than what he has learned through his experiences and his interactions with others. It is rewarding to note that someone has helped a typical boy develop his personal identity. Someone, perhaps a mother, a Primary teacher, a neighbor, or even a song like ‘I Am a Child of God,’ has made this little boy realize he is someone. He knew he wasn’t junk. He knew he wasn’t impossible. He knew he was a human being loved by his Heavenly Father” (in Conference Report, Oct. 1981, p. 125; or",["span.emphasis","Ensign,"],"Nov. 1981, p. 89)."],["ul.bullet",["li",["span.label","•"],[".para","What do we base our image of ourselves on?"]]],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p18"},"Elder Ashton points out that a person’s self-image is based on his or her own experiences, as well as interaction with others. Self-image can be affected both by what we perceive ourselves to be and by what others say to us."],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p19"},"As you read the following statement, have the young women listen for a new, more powerful way of evaluating their image of themselves."]],[".teachingMethod",["h3","Quotation and chalkboard discussion"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p20"},"“The values of faith in God and virtuous behavior … are often rejected by many as worthless. This is a route destined to failure because it does not take into account the powerful importance of the subjective things we can know but not measure. For instance, I love my wife and family, and I feel their love for me. You cannot measure how deep our feelings of love are for each other, but that love is very real to us. Pain is also difficult to measure, but it is real. The same is true of faith in God. We can know of His existence without being able to quantitatively measure it. Paul states, ‘The Spirit itself beareth witness with our spirit, that we are the children of God’” [",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.16"},"Romans 8:16"],"] (James E. Faust, in Conference Report, Apr. 1981, p. 9; or",["span.emphasis","Ensign,"],"May 1981, pp. 9–10)."],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p21"},"Ask the young women to think of what Elder Faust has said about things that are difficult to measure about ourselves. List these on the chalkboard."],["ul.bullet",["li",["span.label","•"],[".para","What are some influences that can affect how we feel about ourselves? These might include:"]]],["div",{"id":"f5","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.f5"},["ol.number",["li",["span.label","1."],[".para","An understanding of our divine nature as children of God."]],["li",["span.label","2."],[".para","How our parents speak to us."]],["li",["span.label","3."],[".para","How our trusted friends react to us."]],["li",["span.label","4."],[".para","How teachers perceive our schoolwork."]],["li",["span.label","5."],[".para","The successes and failures we experience."]]]]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p28"},"Eleanor Roosevelt is remembered for her insight when she said, “No one can make you feel inferior without your consent” (“Points to Ponder,”",["span.emphasis","Reader’s Digest,"],"Feb. 1963, p. 261)."],["ul.bullet",["li",["span.label","•"],[".para","Why do we sometimes let others make us feel inferior? (Because we are often ready to believe the worst about ourselves and fail to remember our strengths and potential; because we worry too much about other people’s opinions.)"]],["li",["span.label","•"],[".para","How can you keep from underrating yourself?"]]],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p31"},"If the young women have difficulty answering this question, ask them to think about it for a while. The rest of the lesson contains suggestions that will help them answer it."]]],[".topic",["h3","Our Attitude about Ourselves Helps Us Succeed"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p32"},"Point out that we do not all have the same talents, abilities, or potential, but each of us has something that we can do well. We need to find our own unique qualities and build on them. We need to have sufficient confidence in ourselves that we can improve. We can begin by",["span.emphasis","thinking"],"that we can succeed."]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p33"},"“Thoughts have a great deal to do with how we live, whether we’re enthusiastic or depressed, whether we enjoy success or experience a degree of failure, whether we enjoy spirituality or suffer from a lack of it, and in many respects, I believe, whether we are obedient or disobedient to the laws of God. Some modern behaviorists have indicated that the human thought process is very much like the operation of a computer where the conscious and subconscious mind is concerned. The input which we take into that process has much to do with the output in terms of attitude, mood, and behavior” (Dean L. Larsen, “Thoughts about Thoughts,”",["span.emphasis","Speeches of the Year, 1976"],"[Provo: Brigham Young University Press, 1977], p. 116)."],["ul.bullet",["li",["span.label","•"],[".para","How would your life be different if you consciously chose positive thoughts about yourself over a period of time?"]],["li",["span.label","•"],[".para","How do we put positive thoughts into our conscious mind?"]]],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p36"},"Explore possible techniques—for example, talking positively to yourself, encouraging yourself with positive suggestions such as “You can do it!”"]],[".teachingMethod",["h3","Case studies and discussion"],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p37"},"The following case studies show how our thoughts can influence our ability to succeed."],[".topic",["h4","Case Study 1"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p38"},"Cindy’s mother was hurrying to get dinner ready by 6:00 because she had a meeting at 7:30. Cindy was thinking about an assignment for school the next day as she put the plates and silverware at each place. Mother called from the kitchen, “Hurry, Cindy; you are so slow.” Cindy had been told she was slow quite a few times lately, and she was beginning to believe it. “I guess I am slow,” she thought."],["ul.bullet",["li",["span.label","•"],[".para","How could Cindy change her negative response into a more positive one?"]]]],[".topic",["h4","Case Study 2"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p40"},"Sue began taking violin lessons from a neighbor. She felt very awkward holding the bow and violin and told her teacher she didn’t think she would do very well. The teacher assured her that with practice she would begin to feel more at ease. But Sue felt that she would never be able to learn, so soon she stopped practicing completely."],["ul.bullet",["li",["span.label","•"],[".para","How will Sue’s teacher react when Sue comes for her next lesson?"]],["li",["span.label","•"],[".para","Will this reaction confirm Sue’s assumption that she could not learn to play?"]],["li",["span.label","•"],[".para","What is Sue’s real problem—a lack of musical ability, or a negative attitude about herself?"]],["li",["span.label","•"],[".para","In what way did Sue herself determine the outcome of her violin lessons?"]]]],[".topic",["h4","Case Study 3"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p45"},"Becky worked late into the night to complete a speech she was preparing for school. When she read it to her mother the next morning before going to school, she said, “I think I have a pretty good speech, don’t you?” Her mother replied that indeed it was a good speech because she had spent time in preparing it."],["ul.bullet",["li",["span.label","•"],[".para","How will Becky’s own attitude, supported by her mother’s approval, affect her presentation at school?"]],["li",["span.label","•"],[".para","What might have happened if she had not spent the time to prepare the speech? How would she have felt about herself?"]]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p48"},"Explain that many factors can affect our self-image. But the most important one is our own attitude. We are responsible. Either we can choose negative thoughts, which defeat us, or we can choose positive ones that will help us succeed. We know that we are literally the spirit children of heavenly parents and that our capacity to grow in many areas is limitless. If we choose to, we can develop our talents and knowledge, increase our concern and love for others, and improve our personal appearance."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p49"},"We were each born to succeed and should think positively, using a divine measure by which to gauge ourselves as the following quotation states:"],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p50"},"“The dignity of self is greatly enhanced by looking upward in the search for holiness. Like the giant trees, we should reach up for the light. … I have seen human dignity and self-worth expressed eloquently in the lives of the humblest of the humble, in the lives of the poor as well as in the lives of the formally educated and the affluent” (James E. Faust, in Conference Report, Apr. 1981, p. 9; or",["span.emphasis","Ensign,"],"May 1981, p. 10)."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p51","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.p51"},"Explain that there are times when we all feel somewhat less adequate than other people. We need to compare ourselves with our own best selves and seek for improvements that are within our own capabilities. One of the greatest challenges is to overcome the feeling that we are not important. Our life has a purpose. We were born to succeed and to become like God."]]],[".topic",["h3","Lesson Application"],["div",{"id":"f11","uri":"/manual/young-women-manual-1/lesson-41-the-ability-to-succeed.f11"},["ol.number",["li",["span.label","1."],[".para","Practice accepting compliments by simply saying “Thank you.” Do not make negative remarks such as, “Oh, this old dress,” or “I can’t sing,” or “My hair really doesn’t look that good.” It is not conceit to accept compliments."]],["li",["span.label","2."],[".para","Look at the list you made at the beginning of the lesson. Select one item you can change and begin to improve that personal attribute."]]]]]]]],"refs":null}
