{"id":32,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":32,"title":"Lesson 30: “The Prisoners Shall Go Free”","subtitle":"","short_title":"Lesson 30","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.head1"},[".titleNumber","Lesson",["span.dominant","30"]],["h1","“The Prisoners Shall Go Free”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p1"},"To help class members rejoice in their opportunity to provide ordinances for the dead."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study the following scriptures and other materials:"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2"},"Doctrine and Covenants 2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.25-55"},"124:25–55"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127"},"127"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128"},"128"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.36-39"},"Joseph Smith—History 1:36–39"],"."]],["li",["span.label","b."],["p.para",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-five-sacrifice-and-blessings-in-nauvoo.p19"},"pages 58–61"],", information under “The Nauvoo Temple.”"]]]]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-30-the-prisoners-shall-go-free.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","In advance, give the following assignments:"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","Ask a class member to prepare to tell about the building of the Nauvoo Temple. Have him or her base the presentation on the first four paragraphs under “The Nauvoo Temple” on",["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-five-sacrifice-and-blessings-in-nauvoo.p19"},"pages 58–60"],"in",["span.emphasis","Our Heritage."]]],["li",["span.label","b."],["p.para","Ask two class members to prepare to briefly share experiences they have had performing baptisms for the dead. Ask them to tell how they feel knowing that through baptisms for the dead they can help others receive salvation. If they have performed baptisms for their deceased ancestors, ask them to talk about how these experiences have helped them turn their hearts to their ancestors."]],["li",["span.label","c."],["p.para","Ask one or more converts to prepare to explain how they felt when they first learned that they could be baptized for their deceased family members."]]]]],["li",["span.label","4."],["p.para","If the following pictures are available, prepare to use them during the lesson: Nauvoo Temple (62432; Gospel Art Picture Kit 501) and Temple Baptismal Font (62031; Gospel Art Picture Kit 504)."]]]],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p11"},["span.emphasis","Note to the teacher:"],"Class members may have questions about how to find out about ancestors who have died before receiving the gospel. Suggest that they talk with the ward family history consultant and obtain a copy of",["span.emphasis","A Member’s Guide to Temple and Family History Work"],"(34697). They also may contact one of the Church’s Family History Centers. You might also mention that",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-40-finding-joy-in-temple-and-family-history-work.p1"},"lesson 40"],"will focus on specific things that Church members can do to participate in temple and family history work."]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p12"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p13","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p13"},"Read the following description the Prophet Joseph Smith gave of his oldest brother, Alvin:"],["p.para",{"id":"p14","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p14"},"“He was … the noblest of my father’s family. He was one of the noblest of the sons of men. … In him there was no guile. … He was one of the soberest of men, and when he died the angel of the Lord visited him in his last moments” (",["span.emphasis","History of the Church,"],"5:126–27)."],["p.para",{"id":"p15","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p15"},"Explain that Alvin died in 1823, three years after accepting Joseph’s testimony of the First Vision but more than five years before the priesthood was restored."],["ul.bullet",["li",["span.label","•"],["p.para","Who are some men and women in your family who died before they could receive the fulness of the gospel? What do you know about these family members?"]]],["p.para",{"id":"p17","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p17"},"Point out that as members of The Church of Jesus Christ of Latter-day Saints, we have the fulness of the gospel and the saving ordinances of the priesthood. Because of temple work for the dead, we can provide these ordinances for the billions of men and women who never received them during their mortal lives."],["p.para",{"id":"p18","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p18"},"Explain that this lesson is about the work of redeeming the dead. It primarily discusses baptism for the dead."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p19","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p19"},"Prayerfully select the scripture passages, questions, and other lesson materials that will best meet class members’ needs. Encourage class members to share experiences that relate to the scriptural principles."],[".topic",["h3","1. Through the Prophet Joseph Smith, the Lord revealed the doctrine of priesthood ordinances for the dead."],["ul.bullet",["li",["span.label","•"],["p.para","Why do we perform ordinances for the dead? (Explain that all people must have the opportunity to hear the gospel and receive the saving ordinances of the priesthood. People who did not receive these blessings during mortality will have that opportunity in the spirit world. Because they do not have physical bodies in the spirit world, they cannot receive the ordinances themselves. However, we can receive the ordinances in their behalf. Individuals in the spirit world then choose whether to accept or reject the ordinances that have been performed for them.)"]]],["p.para",{"id":"p21","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p21"},"Point out that the Lord began teaching Joseph Smith about work for the dead very early in the Prophet’s ministry (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.36-39"},"Joseph Smith—History 1:36–39"],"; heading to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2"},"D&C 2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2.1-3"},"2:1–3"],"). President Gordon B. Hinckley commented on this teaching:"],["p.para",{"id":"p22","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p22"},"“It is tremendously significant to me that … this repetition of the wondrous words of Malachi concerning the work for the dead, was given to the boy Joseph four years before he was allowed to take the plates from the hill. It was given before he received either the Aaronic or Melchizedek Priesthood, before he was baptized, and well before the Church was organized. It says much concerning the priority of this work in the plan of the Lord” (“A Century of Family History Service,”",["span.emphasis","Ensign,"],"Mar. 1995, 61)."],["p.para",{"id":"p23","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p23"},"Explain that on 15 August 1840, the Prophet Joseph preached at the funeral of a Church member named Seymour Brunson. As part of his sermon, he read extensively from",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15"},"1 Corinthians 15"],", which includes a reference to baptism for the dead (verse",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.29"},"1 Corinthians 15:29"],"). Then he announced that the Saints could be baptized in behalf of their friends and relatives who had died without receiving the gospel. He declared that the plan of salvation was intended to save everyone who was willing to obey the requirements of the law of God. After this sermon, Church members began performing baptisms for the dead in the nearby Mississippi River. (See Journal History of The Church of Jesus Christ of Latter-day Saints, 15 Aug. 1840.)"]],[".topic",["h3","2. The Lord commanded the Saints to build a temple in Nauvoo."],["ul.bullet",["li",["span.label","•"],["p.para","On 19 January 1841, several months after the Saints had begun performing baptisms for the dead, the Lord commanded them to build a temple in Nauvoo (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.25-27"},"D&C 124:25–27"],"). What reasons did the Lord give for this commandment? (Read the following scriptures with class members to find answers to this question. Possible answers are also listed below.)"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.28,40-41"},"D&C 124:28, 40–41"],". (To reveal additional priesthood ordinances.)"]],["li",["span.label","b."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.29-30,33"},"D&C 124:29–30, 33"],". (To provide a place to perform baptisms for the dead.)"]],["li",["span.label","c."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.55"},"D&C 124:55"],". (To have the Saints prove their faithfulness in keeping His commandments so He could bless them with honor, immortality, and eternal life.)"]]]],["p.para","Point out that the Nauvoo Temple was the second temple built in this dispensation. One of the primary purposes of this temple was to provide a place for the Saints to perform ordinances such as baptisms and confirmations for the dead, the endowment, and temple marriage. These ordinances were not performed in the Kirtland Temple."]]],["p.para",{"id":"p29","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p29"},"Display the picture of the Nauvoo Temple. Explain that the Saints made great sacrifices to obey the commandment to build this temple. Ask the assigned class member to report on the building of the Nauvoo Temple, as presented in",["span.emphasis","Our Heritage"],"(",["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-five-sacrifice-and-blessings-in-nauvoo.p19"},"pages 58–60"],", first four paragraphs under “The Nauvoo Temple”)."],["ul.bullet",["li",["span.label","•"],["p.para","What impresses you about the sacrifices made by the early Saints in building the Nauvoo Temple?"]]],["p.para",{"id":"p31","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p31"},"Explain that for a short time, the Lord permitted the Saints to continue performing baptisms for the dead in the Mississippi River (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.31-32"},"D&C 124:31–32"],";",["span.emphasis","History of the Church,"],"4:xxxviii). But on 3 October 1841, the Prophet Joseph announced that “there shall be no more baptisms for the dead, until the ordinance can be attended to in the Lord’s House” (",["span.emphasis","History of the Church,"],"4:426). On 8 November 1841, Brigham Young dedicated a temporary but carefully crafted wooden baptismal font in the basement of the unfinished temple (",["span.emphasis","History of the Church,"],"4:446–47). Today all ordinances for the dead must be performed in temples."],["ul.bullet",["li",["span.label","•"],["p.para","What can we learn from the Saints’ determination to build a baptismal font before the temple was completed? (As class members discuss this question, invite them to reflect on their feelings about redeeming the dead. Suggest that they ask themselves if they are as anxious to do the work as the early Saints were.)"]]]],[".topic",["h3","3. We should be enthusiastic and joyful in our efforts to perform baptisms for the dead."],["p.para",{"id":"p33","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p33"},"Explain that some baptisms for the dead were done in New Testament times following the Resurrection of Christ (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.29"},"1 Corinthians 15:29"],"). However, the great work of providing saving ordinances for the dead is now the responsibility of Church members in this dispensation. Display the picture of a temple baptismal font."],["p.para",{"id":"p34","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p34"},"Emphasize that members of the Church who are 12 and older, including new converts, can be baptized for the dead. To be able to be baptized for the dead, a member must hold a current temple recommend. Male members must hold the priesthood."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.15"},"D&C 128:15"],"with class members. In what ways do the dead depend on us for their salvation? In what ways does our salvation depend on the salvation of the dead? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.17-18"},"D&C 128:17–18"],"and the following quotations.)"],["p.para","President Gordon B. Hinckley said: “That which goes on in the House of the Lord … comes nearer to the spirit of sacrifice of the Lord than any other activity of which I know. Why? Because it is done by those who give freely of time and substance, without any expectation of thanks or reward, to do for others that which they cannot do for themselves” (",["span.emphasis","Ensign,"],"Mar. 1995, 62–63)."],["p.para","Elder John A. Widtsoe of the Quorum of the Twelve said: “In our preexistent state, in the day of the great council, we made a certain agreement with the Almighty. The Lord proposed a plan, conceived by him. We accepted it. Since the plan is intended for all men, we become parties to the salvation of every person under that plan. We agreed, right then and there, to be not only saviors for ourselves, but … saviors for the whole human family. We went into a partnership with the Lord. The working out of the plan became then not merely the Father’s work, and the Savior’s work, but also our work. The least of us, the humblest, is in partnership with the Almighty in achieving the purpose of the eternal plan of salvation” (“The Worth of Souls,”",["span.emphasis","Utah Genealogical and Historical Magazine,"],"Oct. 1934, 189)."]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2"},"D&C 2"],"with class members. How can performing baptisms for the dead help us turn our hearts to our ancestors?"]]],["p.para",{"id":"p39","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p39"},"Ask the assigned class members to talk briefly about how they feel knowing that through baptisms for the dead they can help others receive salvation (see “Preparation,” item 3b)."],["p.para",{"id":"p40","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p40"},"If you teach youth, you may also want to share the following story about a group of young women who did research to find names of people who had died without receiving the gospel:"],["p.para",{"id":"p41","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p41"},"“After researching more than 400 names, both male and female, the Young Women of the Meridian [Idaho] 15th Ward invited the Young Men to go with them to the Boise [Idaho] Temple to do baptisms. The temple arranged for the names to be kept in a file for their ward. Heather Bennett, 15, said, ‘The best part was being baptized for them. The names sounded familiar to me. That was the neatest thing about the whole project. We did work for people that otherwise wouldn’t have been done. They might have been forgotten.’”"],["p.para",{"id":"p42","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p42"},"Cori Christensen, another member of the group, said, “While we were sitting in the baptistry in the temple, we had this totally good feeling. It was a feeling of victory. We’d given them a chance” (“Names and Faces,”",["span.emphasis","New Era,"],"Feb. 1994, 32)."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.19,22-24"},"D&C 128:19, 22–24"],"with class members. According to these verses, what should our attitude be about the gospel and about performing baptisms for the dead? Why does the subject of baptisms for the dead bring such gladness, both to the living and the dead?"]]],["p.para",{"id":"p44","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p44"},"Ask the assigned class members to explain how they felt when they first learned that they could be baptized for their deceased family members (see “Preparation,” item 3c)."]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p45","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p45"},"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.17"},"D&C 128:17"],"with class members. Emphasize that the Prophet Joseph Smith called the work of redeeming the dead the “most glorious of all subjects belonging to the everlasting gospel.” Encourage class members to do all they can to perform baptisms for the dead. As prompted by the Spirit, testify of the truths discussed during the lesson."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p46","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p46"},"You may want to use one or both of the following ideas to supplement the suggested lesson outline."],[".teachingMethod",["h2","1. Historical background for",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127"},"Doctrine and Covenants 127"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128"},"D&C 128"]],["p.para",{"id":"p47","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p47"},"Use the following information to give historical background for",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127"},"D&C 127"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128"},"D&C 128"],":"],["p.para",{"id":"p48","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p48"},"In the summer of 1842 a group of men were seeking unjustly to imprison the Prophet Joseph Smith. Because of this persecution, the Prophet left Nauvoo. He said, “I have thought it expedient and wisdom in me to leave the place for a season, for my own safety and the safety of this people” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.1"},"D&C 127:1"],"). Despite such difficult circumstances, he wrote joyful words in letters to the Saints."],["ul.bullet",["li",["span.label","•"],["p.para","During this time of persecution, what was the subject that occupied the Prophet’s mind and pressed on his feelings the strongest? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.1"},"D&C 128:1"],".)"]]]],[".teachingMethod",["h2","2. The importance of record keeping"],["p.para",{"id":"p50","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-30-the-prisoners-shall-go-free.p50"},"Explain that through the Prophet Joseph Smith, the Lord commanded the Saints to keep careful records of baptisms for the dead (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.5-9"},"D&C 127:5–9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.1-9"},"128:1–9"],"). These records are now stored in computers."],["ul.bullet",["li",["span.label","•"],["p.para","Why are we to keep records of baptisms for the dead? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.6-8,24"},"D&C 128:6–8, 24"],". These records made on earth are also recorded in heaven, and the dead will be judged from these books. At the time of the Second Coming, we will present the records to the Lord as an offering to Him.)"]]]]]]]]],"refs":null}
