{"id":13,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":13,"title":"Lesson 10: Supporting Family Members","subtitle":"","short_title":"Lesson 10","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.head1"},[".titleNumber","Lesson",["span.dominant","10"]],["h1","Supporting Family Members"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p1"},"Each young woman will learn how to support and be loyal to her family."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.f1"},["ol.number",["li",["span.label","1."],[".para","Pictures 4 and 5, family members supporting each other, located at the back of the manual. Show the pictures at appropriate times during the lesson."]],["li",["span.label","2."],[".para","Make a copy of the scripture in the conclusion for each young woman."]],["li",["span.label","3."],[".para","Review the counsel about family on",["span.crossRef","pages 10–11"],"of",["span.emphasis","For the Strength of Youth."]]],["li",["span.label","4."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]],[".teachingMethod",["h2","Note to the teacher"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p6"},"As you prepare this lesson, be sensitive to those class members who may not have a father, mother, or brothers and sisters in their homes or who may have family members who are not active in the Church."]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Discussion"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p7"},"Ask the young women to think about a time when they were talking with their friends and they felt as if their friends weren’t listening to what they were saying. Then ask them to think of a time when their friends did pay attention and cared about what they were saying."],["ul.bullet",["li",["span.label","•"],[".para","How did you feel when your friends seemed to ignore you?"]],["li",["span.label","•"],[".para","What difference did it make when your friends listened and showed interest in what you were saying?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p10"},"Point out that each of us needs the approval of people who will give us support, loyalty, and encouragement. A family can provide this kind of strength, enthusiasm, and security when all its members unite to support each other. The Lord has asked us to be united within the bonds of our earthly families. A feeling of unity is a key to a successful Latter-day Saint family. Parents unitedly supporting children, children supporting parents, and brothers and sisters supporting each other help to create this feeling. To enable our families to reach their eternal destination, we must work together and support each other."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p11"},"“Be one who nurtures and builds. Be one who has an understanding and a forgiving heart, who looks for the best in people. Leave people better than you found them” (Marvin J. Ashton, in Conference Report, Apr. 1992, p. 26; or",["span.emphasis","Ensign,"],"May 1992, p. 20)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Who are some of our supporters who we can see? (Parents, brothers, sisters, other relatives, teachers, friends, and Church leaders.)"]],["li",["span.label","•"],[".para","Who might our unseen supporters be? (Heavenly parents, loved ones who have gone before us, and those who are yet to come.)"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p14"},"Explain that it is important for us to learn how and when to give support to members of our families. A good way to begin is to become acquainted with what each member of our family does in church, work, school, and at home. We need to be aware of when they face special challenges."]]],[".topic",["h3","Supporting Your Father"],[".teachingMethod",["h3","Discussion"],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p15"},"Explain that as head of a family, a father is responsible for the family’s spiritual and temporal welfare."],["ul.bullet",["li",["span.label","•"],[".para","What different kinds of responsibilities do your fathers have in your families? (Individual circumstances vary, and answers could include a number of situations where fathers provide for a combination of physical, emotional, intellectual, and spiritual needs.)"]],["li",["span.label","•"],[".para","How can you learn what your father’s daily work and Church calling require of him? What can you do to support your father in these important duties?"]]]],[".teachingMethod",["h3","Teacher presentation and discussion"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p18"},"Point out that as a young woman learns of her father’s responsibilities and prays for him each day, she will come to realize what she can do to support and help him. Sometimes the best thing is to pray for him daily. She can also ask her father to pray for her or, when she feels the need, to give her a blessing. Emphasize that there can be great power in this kind of mutual support."],["ul.bullet",["li",["span.label","•"],[".para","When might you need divine help and a special blessing? (When taking an important test, beginning a new school year, giving a talk, moving, and so on.)"]]],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p20"},"Explain that sometimes we need extra strength from the Lord when we are faced with anxieties, trials, or temptations. Most fathers are willing to help their children when they know their needs. But it is up to us to share these feelings with our fathers and ask for their help."],["ul.bullet",["li",["span.label","•"],[".para","How could asking for a father’s blessing be a way of supporting your father? Explain that although a father who does not hold the priesthood would not be able to give a priesthood blessing, he could give help in many other ways."]]]],[".teachingMethod",["h3","Stories and discussion"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p22"},"Tell the following stories and use the questions to encourage discussion."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p23"},"While Sarah was attending college away from home, she had a problem and desperately needed some wise counsel. Her father was not an active member of the Church, but Sarah felt he was the person she should ask for help. When she shared her problem with him, he was reluctant at first to advise her. But he finally did give her some good counsel about her problem. Sarah’s father later confided to her mother, “I’ve never been so proud as I was when my daughter sought my advice.”"],["ul.bullet",["li",["span.label","•"],[".para","How did Sarah show support for her father?"]],["li",["span.label","•"],[".para","What long-range effect might Sarah’s request for advice have on her father?"]],["li",["span.label","•"],[".para","What kind of relationship might a father and daughter have who give and receive such kinds of support?"]]],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p27"},"Point out that just as we appreciate having others notice our achievements or praise us for doing a job well, so do our fathers. One daughter wrote a special note to her father on his birthday. It concluded, “You’re the greatest man I know. Sometimes when I hear friends say unkind things about their parents, I am even more grateful you are my father. I love you so much. Thanks for the many things you do for me and most of all for your great example.”"],["ul.bullet",["li",["span.label","•"],[".para","How might a letter such as this make a father feel?"]],["li",["span.label","•"],[".para","What are some other ways to show love, respect, courtesy, and gratitude?"]]],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p30"},"Ask the young women to think about the last time they complimented their father on anything, from appearance to performance."],["ul.bullet",["li",["span.label","•"],[".para","How might a daughter express or show appreciation for such things as the following: home comforts, clothing, counsel and advice, a good example, for life itself?"]]]],[".teachingMethod",["h3","Chalkboard"],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p32"},"Brainstorm and list on the chalkboard other ways a young woman can support her father."]]],[".topic",["h3","Supporting Your Mother"],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What kinds of responsibilities do your mothers have in your families? (Answers could include a number of situations where mothers provide for a combination of physical, emotional, intellectual, and spiritual needs.)"]]],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p34"},"Help the young women understand how much work it takes for parents to raise a family and the many sacrifices their parents make."],["ul.bullet",["li",["span.label","•"],[".para","What is your mother’s daily schedule? How much work does her Church calling require? What can you do to support your mother in her important responsibilities?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p36"},"Tell the young women that learning about their mothers’ responsibilities is the first step in being supportive. Explain that many of the things they can do to support their fathers will also help them support their mothers. They can ask their mothers for counsel, pray for them, and express their appreciation for all the things their mothers do."]],[".teachingMethod",["h3","Story and discussion"],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p37"},"Tell the following story:"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p38"},"After her mother’s death, a daughter found among her mother’s personal possessions several packets of neatly tied notes and letters. She was overwhelmed to realize that her mother had saved the expressions of love and appreciation that she had received from family members over the years. They were her treasures. The daughter had no idea that these things had meant so much to her mother."],["ul.bullet",["li",["span.label","•"],[".para","How do you think a mother feels when her children thank her for the things she does? Do you think she notices when they don’t thank her?"]]]]],[".topic",["h3","Supporting Your Parents"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p40"},"Explain that parents need more than verbal expressions of support from their children. Every family has unique circumstances that add to the responsibilities the parents have."]],[".teachingMethod",["h3","Story"],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p41"},"Tell the following story that shows what one daughter did to support her parents:"],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p42"},"On the occasion of her husband’s call to a stake presidency, one wife stood at the pulpit and told of her deep gratitude for the support she had always received from her oldest daughter. She recalled that while her husband had been serving as a bishop, Kristin helped her with the many demands of a family of eight. She also told of a journal entry Kristin had shared with her a year or so after she had written it. It read: “I know I don’t do as much as I should for my family, so I have set the goal to always help them when they need it. With the new baby coming, Mom is going to need extra special help. I always want to be there when she needs me. I know that by serving my family, I am also serving my Heavenly Father.”"]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p43"},"Share the following situations with the young women and ask what they could do in each situation to help their parents or show their love and concern for them."],["div",{"id":"f13","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.f13"},["ol.number",["li",["span.label","1."],[".para","Your grandmother is ill and requires extra care in her own home."]],["li",["span.label","2."],[".para","Your grandfather has had a stroke and must come to your home to live."]],["li",["span.label","3."],[".para","It is your parents’ wedding anniversary."]],["li",["span.label","4."],[".para","Fast day is next Sunday, and you know of some special challenges facing your mother right now."]],["li",["span.label","5."],[".para","Your father needs your help, but you have a friend visiting after school and want to be with her."]],["li",["span.label","6."],[".para","Both your father and your mother are away from home during the day, and your younger brothers and sisters get home from school at the same time you do."]]]]]],[".topic",["h3","Supporting Each Brother and Sister"],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Why is it sometimes difficult to express affection and support for your brothers and sisters?"]]],["div",{"id":"p51","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p51"},"Point out that some people are embarrassed to show love to brothers and sisters. Others have a bad habit of belittling their brothers and sisters instead of building them up."]],[".teachingMethod",["h3","Story"],["div",{"id":"p52","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p52"},"Sister Emma Rae McKay, the wife of President David O. McKay, tells of one young girl who enjoyed playing her own accompaniment as she sang songs for visitors or for her friends."],["div",{"id":"p53","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p53"},"“One day her older brother heard her, and when they reached home, he mimicked her singing, laughed and taunted her with the remark, ‘Oh, you think people like to hear you try to sing. They are just pretending.’ [She] could seldom be coaxed to sing after that; at least, she had to know that brother was nowhere in listening distance. … Wherever they go, … [brothers and sisters] should pray for each other’s success, and if the one performing could feel that she is doing better because of those prayers, she would always want her family to be present at the very important time of her life when she is timid and fearful of success. What she needs is the stimulus of commendation, and this should come from the members of the same family. How happy then after difficult preparation and performance to greet the family who have nothing but encouragement and praise to offer” (Emma Rae Riggs McKay,",["span.emphasis","The Art of Rearing Children Peacefully"],"[Provo: Brigham Young University Press, 1952], p. 11)."]],[".teachingMethod",["h3","Story"],["div",{"id":"p54","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p54"},"One daughter recalls that her father demonstrated how children can fill each other’s needs within the family. “One time [dad] brought two buckets into the family room—one filled with water, one empty. Then he had each of us think of something that made us upset or frustrated or discouraged that day. For each thing we named, he took a cup of water out of the full bucket. Then he told us that we are like that bucket, and when things happen during the day that disturb us, a cup of self-esteem is taken out. Gradually we get closer and closer to … the bottom [until the bucket is completely empty]. Then he turned to the other bucket. He asked us for suggestions on how we could help a person whose bucket was empty to fill it up again. With each suggestion, he had us step up and dip a cup of water back into the empty bucket. Then dad concluded that home is the place where we come to get our buckets filled, and that we should watch for and be sensitive to others, because we are responsible for helping to fill our brothers’ and sisters’ needs” (Eric G. Stephan and Judith Stephan Smith,",["span.emphasis","What Happy Families Are Doing"],"[Salt Lake City: Deseret Book Co., 1981], pp. 57–58)."]],[".teachingMethod",["h3","Chalkboard discussion"],["div",{"id":"p55","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p55"},"List on the chalkboard ways the young women suggest to build and support their brothers and sisters. Use the preceding story and demonstration to direct the discussion. You might bring up questions such as these:"],["ul.bullet",["li",["span.label","•"],[".para","What are your feelings when another family member wins an award or achieves something? Are you willing to share what belongs to you with others? When was the last time you went out of your way to support a brother or sister? How did this affect your relationship with that person? Do you wait for someone to do something nice for you before offering your support to him or her?"]]]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What could a young woman do in the following situations to show support?"]]],["div",{"id":"f17","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.f17"},["ol.number",["li",["span.label","1."],[".para","A brother is serving a mission."]],["li",["span.label","2."],[".para","A married sister and her husband do not get out much because they have several small children."]],["li",["span.label","3."],[".para","A younger sister has been assigned to give her first prayer in Primary."]],["li",["span.label","4."],[".para","A brother is receiving a priesthood advancement."]],["li",["span.label","5."],[".para","A sister is performing in a piano recital next Thursday night. You have an important test at school on Friday."]]]]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Scripture and handout"],["div",{"id":"p63","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p63"},"Have a member of the class read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/108.7"},"Doctrine and Covenants 108:7"],". Give each young woman a copy of the scripture. Tell them that their supportive attitudes can be contagious. These attitudes can spread from them to every member of their families, fostering feelings of warmth and unity in the family."]]],[".topic",["h3","Lesson Application"],["div",{"id":"p64","uri":"/manual/young-women-manual-1/lesson-10-supporting-family-members.p64"},"Suggest that each young woman do at least one thing during the coming week for her father, mother, brothers, and sisters that will show her support for them."]]]]],"refs":null}
