{"id":7,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":7,"title":"Lesson 5: “This Is the Spirit of Revelation”","subtitle":"","short_title":"Lesson 5","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.head1"},[".titleNumber","Lesson",["span.dominant","5"]],["h1","“This Is the Spirit of Revelation”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.p1"},"To help class members understand how to prepare to receive personal revelation and to encourage them to do so."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6"},"Doctrine and Covenants 6, 8, 9"],",",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.8-17"},"Joseph Smith—History 1:8–17"],", and the other scriptures in this lesson."]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-5-this-is-the-spirit-of-revelation.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","If you use the attention activity, prepare to display a few pictures of prophets receiving revelation, such as Moses and the Burning Bush (62239; Gospel Art Picture Kit 107); Boy Samuel Called by the Lord (62498; Gospel Art Picture Kit 111); Daniel Interprets Nebuchadnezzar’s Dream (62531; Gospel Art Picture Kit 115); The Brother of Jared Sees the Finger of the Lord (62478; Gospel Art Picture Kit 318); and The First Vision (62470; Gospel Art Picture Kit 403). You may also want to obtain photographs of a few class members."]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p5","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.p5"},"As appropriate, use the following activity or one of your own to begin the lesson:"],["ul.bullet",["li",["span.label","•"],["p.para","Display the pictures of prophets (see “Preparation,” item 3). Explain that each of these pictures portrays something similar. What is it? (Each portrays a prophet receiving revelation.)"]]],["p.para",{"id":"p7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.p7"},"Share the following statement from the Prophet Joseph Smith: “God hath not revealed anything to Joseph, but what He will make known unto the Twelve, and even the least Saint may know all things as fast as he is able to bear them” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [1976], 149)."],["p.para",{"id":"p8","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.p8"},"Emphasize that we do not have to be prophets to receive revelation from the Lord. Although we do not receive revelation to guide the Church, we can receive revelation to help us learn gospel truths and to guide us in our personal lives and in our responsibilities in the home and in the Church. If you obtained photographs of class members, display them next to the pictures of the prophets."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p9","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.p9"},"Prayerfully select the lesson material that will best meet class members’ needs. Discuss how the scriptures apply to daily life. Encourage class members to share experiences that relate to the scriptural principles."],["p.para",{"id":"p10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.p10"},"Explain that lessons 5 and 6 are both about personal revelation. The Doctrine and Covenants greatly enlightens us on this important subject. This lesson focuses on why we need personal revelation and how we prepare to receive it. Lesson 6 focuses on how to recognize personal revelation from the Holy Ghost. The reading assignment for both lessons includes",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6"},"D&C 6, 8, and 9"],", which Joseph Smith received while translating the Book of Mormon with Oliver Cowdery as his scribe. Although the context of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9"},"D&C 9"],"has to do with Oliver Cowdery’s attempt to translate the Book of Mormon, the principles also apply to other revelation."],[".topic",["h3","1. Our need for personal revelation"],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.p11"},"Explain that one of our greatest blessings is that the heavens are open and the Lord communicates with His children through continuing revelation. “Divine revelation is one of the grandest concepts and principles of the gospel of Jesus Christ, for without it, man could not know of the things of God. … Continuous revelation from God to his saints … makes possible daily guidance along true paths and leads the faithful soul to complete and eternal salvation in the celestial kingdom. … Without revelation, all would be guesswork, darkness, and confusion” (Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/revelation"},"“Revelation,”"],"762)."],["ul.bullet",["li",["span.label","•"],["p.para","Elder Boyd K. Packer of the Quorum of the Twelve said, “No one of us can survive in the world of today, much less in what it soon will become, without personal inspiration” (in Conference Report, Oct. 1991, 29; or",["span.emphasis","Ensign,"],"Nov. 1991, 23). Why do you think personal revelation is so important in our day? (Answers could include those listed below.)"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","Personal revelation is the way we receive our testimonies of Jesus Christ, His gospel, and the divine calling of Joseph Smith."]],["li",["span.label","b."],["p.para","Personal revelation is the way we learn divine truths."]],["li",["span.label","c."],["p.para","Personal revelation is the way we receive guidance beyond our own limited understanding in answering life’s questions, meeting challenges, and making decisions."]]]]],["li",["span.label","•"],["p.para","What are some decisions or situations in which personal revelation can help us? (Invite class members to tell how personal revelation has helped in their family responsibilities, their Church responsibilities, and other areas of their lives.)"]]]],[".topic",["h3","2. Understanding what we should do to receive revelation"],["p.para",{"id":"p17","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.p17"},"Explain that it is important for us to understand how we prepare to receive personal revelation. Have class members read the following italicized scripture references. Then have them identify what those scriptures teach about how we can prepare to receive personal revelation (suggested answers are in parentheses). Summarize responses on the chalkboard. Then discuss the responses."],[".topic",["h4","A.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.8"},"Doctrine and Covenants 9:8"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.8-10"},"Joseph Smith—History 1:8–10"],". (Study the matter in your mind.)"],["ul.bullet",["li",["span.label","•"],["p.para","What can we do to study out a question in our own minds?"],["p.para","You may want to have class members study",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.8"},"Joseph Smith—History 1:8"],"to find statements that show how Joseph Smith studied out his question in his mind. A few key statements are listed below:"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","“My mind was called up to serious reflection.”"]],["li",["span.label","b."],["p.para","“My feelings were deep and often poignant.”"]],["li",["span.label","c."],["p.para","“I attended their several meetings as often as occasion would permit.”"]]]],["p.para","Point out that Joseph Smith gave deep thought to settling the question of which church was right. He also invested much time and effort, attending meetings, studying the scriptures, and searching longer than two years for an answer. Suggest that class members look to Joseph Smith as an example of how to study matters out in their minds as they seek revelation."]],["li",["span.label","•"],["p.para","Why does the Lord expect us to study matters out in our own minds before receiving revelation? (Answers could include that the Lord intends for us to be active, not passive, as we seek revelation from Him. He also expects us to use our agency. We grow as we use the gifts and resources He has provided to help us study matters out in our minds.) How has studying matters out in your mind helped you grow spiritually?"]]]],[".topic",["h4","B.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.1-11"},"Doctrine and Covenants 138:1–11"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.11-12"},"Joseph Smith—History 1:11–12"],". (Ponder and meditate on the scriptures and the teachings of latter-day prophets.) Explain that pondering the scriptures was the catalyst for both of the revelations recorded in these passages."],["ul.bullet",["li",["span.label","•"],["p.para","Why is it important to study and ponder the scriptures when we seek revelation? How has scripture study helped you when you have sought revelation from the Lord?"],["p.para","Elder Dallin H. Oaks of the Quorum of the Twelve explained:"],["p.para","“Scripture reading may … lead to current revelation on whatever [subject] the Lord wishes to communicate to the reader at that time. We do not overstate the point when we say that the scriptures can be a Urim and Thummim to assist each of us to receive personal revelation."],["p.para","“Because we believe that scripture reading can help us receive revelation, we are encouraged to read the scriptures again and again. By this means, we obtain access to what our Heavenly Father would have us know and do in our personal lives today. That is one reason Latter-day Saints believe in",["span.emphasis","daily"],"scripture study” (“Scripture Reading and Revelation,”",["span.emphasis","Ensign,"],"Jan. 1995, 8)."]]]],[".topic",["h4","C.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.5,14"},"Doctrine and Covenants 6:5, 14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.1"},"8:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.61"},"42:61"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.63-64"},"88:63–64"],". (Inquire of the Lord in faith, with an honest heart, believing that you will receive.)"],["p.para",{"id":"p29","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.p29"},"Elder Boyd K. Packer said, “No message appears in scripture more times, in more ways than ‘Ask, and ye shall receive’” (in Conference Report, Oct. 1991, 26; or",["span.emphasis","Ensign,"],"Nov. 1991, 21). Praying with faith is a vital part of the process of receiving revelation. Point out that most of the revelations in the Doctrine and Covenants are answers to questions that the Prophet Joseph Smith asked the Lord."],["ul.bullet",["li",["span.label","•"],["p.para","What does it mean to “ask in faith”? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.1"},"D&C 8:1"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.11"},"1 Nephi 15:11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.4"},"Moroni 10:4"],".)"],["p.para","The following questions from President Spencer W. Kimball can help us understand what it means to pray with faith: “Do you offer a few trite words and worn-out phrases, or do you talk intimately to the Lord? Do you pray occasionally when you should be praying regularly, often, constantly? … When you pray, do you just speak, or do you also listen? … Do you give thanks or merely ask for favors?” (“Prayer,”",["span.emphasis","New Era,"],"Mar. 1978, 17)."]],["li",["span.label","•"],["p.para","What does it mean to ask “with an honest heart”? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.1"},"D&C 8:1"],"; answers could include those listed on the next page)."],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","We should honestly seek to understand the Lord’s will and ask only for those things that are in accordance with it."]],["li",["span.label","b."],["p.para","We should ensure that our motives for asking are pure."]],["li",["span.label","c."],["p.para","We should be repentant."]]]]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.13-16"},"Joseph Smith—History 1:13–16"],"with class members. What can we learn about prayer from this passage? (Answers could include the importance of praying vocally, kneeling in prayer, offering up the desires of our hearts instead of merely speaking words, and exerting all our powers to call upon God.)"]],["li",["span.label","•"],["p.para","What does the Lord promise as we ask in faith, with an honest heart? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.14"},"D&C 6:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.61"},"42:61"],".) How have these promises been fulfilled in your life?"]]]],[".topic",["h4","D.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.23"},"Doctrine and Covenants 63:23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5-10"},"76:5–10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.1,28"},"93:1, 28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.7-8"},"101:7–8"],". (Be obedient and serve God.)"],["ul.bullet",["li",["span.label","•"],["p.para","Why is obedience important as we seek revelation from God?"],["p.para","Elder Dallin H. Oaks taught, “The way to revelation is righteousness” (",["span.emphasis","The Lord’s Way"],"[1991], 34). He also taught, “We cannot have the companionship of the Holy Ghost—the medium of individual revelation—if we are in transgression or if we are angry or if we are in rebellion against God’s chosen authorities” (“Teaching and Learning by the Spirit,”",["span.emphasis","Ensign,"],"Mar. 1997, 9)."]]]],[".topic",["h4","E.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.24"},"Doctrine and Covenants 5:24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.23"},"19:23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.10"},"112:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.32-33"},"136:32–33"],". (Be meek and humble.)"],["ul.bullet",["li",["span.label","•"],["p.para","Why is humility important as we seek revelation from God?"],["p.para","David Whitmer recalled that one morning when Joseph Smith was getting ready to resume translating the Book of Mormon, “something went wrong about the house and he was put out about it. Something that Emma, his wife, had done. Oliver and I went upstairs and Joseph came up soon after to continue the translation but he could not do anything. He could not translate a single syllable. He went downstairs, out into the orchard, and made supplication to the Lord; was gone about an hour—came back to the house, and asked Emma’s forgiveness and then came upstairs where we were and then the translation went on all right. He could do nothing save he was humble and faithful” (quoted in B. H. Roberts,",["span.emphasis","A Comprehensive History of the Church,"],"1:131)."]]]],[".topic",["h4","F.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.10"},"Doctrine and Covenants 25:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/30.2"},"30:2"],". (Focus on the things of God rather than the things of the world.)"],["ul.bullet",["li",["span.label","•"],["p.para","Why is it important to focus on “the things of [God]” rather than “the things of the earth” as we seek revelation? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/30.2"},"D&C 30:2"],".) How can we free ourselves from the concerns and noise of the world as we seek revelation?"],["p.para","Elder Boyd K. Packer taught:"],["p.para","“Inspiration comes more easily in peaceful settings. Such words as",["span.emphasis","quiet, still, peaceable, Comforter"],"abound in the scriptures. …"],["p.para","“The world grows increasingly noisy. Clothing and grooming and conduct are looser and sloppier and more disheveled. Raucous music, with obscene lyrics blasted through amplifiers while lights flash psychedelic colors, characterizes the drug culture. Variations of these things are gaining wide acceptance and influence over our youth. …"],["p.para","“This trend to more noise, more excitement, more contention, less restraint, less dignity, less formality is not coincidental nor innocent nor harmless."],["p.para","“The first order issued by a commander mounting a military invasion is the jamming of the channels of communication of those he intends to conquer."],["p.para","“Irreverence suits the purposes of the adversary by obstructing the delicate channels of revelation in both mind and spirit” (in Conference Report, Oct. 1991, 27–28; or",["span.emphasis","Ensign,"],"Nov. 1991, 21–22)."],["p.para","While serving in the Presidency of the Seventy, Elder Neal A. Maxwell taught:"],["p.para","“Divine guidance is so crucial … that we need to go out of our way to put ourselves in a situation in which such special help can be given. President David O. McKay spoke of how the morning hours, before we are cluttered with the cares of day, are especially conducive to inspiration. Others have felt that solitude and reading the scriptures can create an atmosphere conducive to the Spirit and can be developed. After all, to read the words of Christ already before us is a good thing to do before asking for more” (",["span.emphasis","Wherefore, Ye Must Press Forward"],"[1977], 121)."]]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p51","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-5-this-is-the-spirit-of-revelation.p51"},"Emphasize the importance of personal revelation in our lives. Testify that every member of the Church may receive revelation through the Holy Ghost. Encourage class members to prepare themselves to receive this divine guidance."]]]]]]],"refs":null}
