{"id":16,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":16,"title":"Lesson 13: The First Missionaries Preach the Gospel","subtitle":"","short_title":"Lesson 13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.head1"},[".titleNumber","Lesson",["span.dominant","13"]],["h1","The First Missionaries Preach the Gospel"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p1"},"To encourage each child to share the gospel and develop the qualities needed to be a successful missionary."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4"},"Doctrine and Covenants 4"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14"},"14"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.37"},"133:37"],"; the historical accounts given in this lesson;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.7,9,20-22"},"Doctrine and Covenants 11:7, 9, 20–22"],"; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/32"},"Doctrine and Covenants 32"],". Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12"},"Doctrine and Covenants 12"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Cut out twenty to thirty small pictures of people from magazines or newspapers, or prepare twenty to thirty small pieces of paper and print a given name on each piece, using the names of class members and other common names."]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Picture 5-1, The Prophet Joseph Smith (Gospel Art Picture Kit 401; 62002) or 5-2, Joseph Smith (Gospel Art Picture Kit 400; 62449); picture 5-21, Missionaries En Route to Independence, Missouri."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p9"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p10"},"Scatter the small pictures of people or papers with names around the room. Ask for a volunteer. When you say “go,” have the volunteer gather as many “people” (pictures or pieces of paper) as possible in a specified amount of time (about five seconds, or the amount of time it takes the other children to count slowly to five). Count how many people the child was able to gather."],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p11"},"Ask the children if more people could be gathered if the child had help. Scatter the pictures or papers around the room again, and ask for a second volunteer. Have the two children gather as many people as possible in the same amount of time as before. Count how many people the two children were able to gather."],["ul.bullet",["li",["span.label","•"],[".para","How many people did one child gather? How many people did two children gather?"]],["li",["span.label","•"],[".para","How many people do you think could be gathered if the whole class worked together?"]]],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p14"},"Display the picture of Joseph Smith."],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p15"},"Explain that after the Book of Mormon had been printed and the Church was organized, Heavenly Father and Jesus Christ wanted everyone to hear the gospel and have the opportunity to become a member of the Church."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p16"},"Help the children look up",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.37"},"Doctrine and Covenants 133:37"],", and ask a child to read the verse aloud. Explain that this verse is part of a revelation given to Joseph Smith in 1831, the year after the Church was organized."],["ul.bullet",["li",["span.label","•"],[".para","To whom does the gospel need to be preached?"]],["li",["span.label","•"],[".para","How long do you think it would take for one person to teach the gospel to everyone on the earth?"]]],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p19"},"Explain that Joseph Smith knew it would be impossible for him to teach the gospel to everyone by himself. He needed others to help him. Just as two children were able to gather more pictures (or pieces of paper) than one child was, more members of the Church working to share the gospel would be able to teach more people than Joseph alone could teach."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p20"},"Explain that the Lord calls missionaries to help preach the gospel. Teach the children about the characteristics and responsibilities of missionaries, as described in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4"},"Doctrine and Covenants 4"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14"},"14"],". Explain that although the revelations in these sections were originally given for specific people (Joseph Smith Sr. and David Whitmer, respectively), the information they contain is applicable to anyone who wants to share the gospel and help build Heavenly Father’s kingdom."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p21"},"Then teach the children about the experiences of some of the first missionaries of The Church of Jesus Christ of Latter-day Saints, as described in the following historical accounts."],[".topic",["h3","Samuel Smith, the First Missionary"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p22"},"Samuel Smith was one of Joseph Smith’s younger brothers. He was the first person to be baptized after Joseph Smith and Oliver Cowdery and was one of the six original members of the Church. He was also one of the Eight Witnesses. Soon after the Church was organized, Samuel Smith became the first full-time traveling missionary. Samuel, who was twenty-two years old, took several copies of the Book of Mormon and started out on foot to preach the gospel."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p23"},"He walked twenty-five miles the first day and stopped at many houses to teach the people about the Church. But the people treated him unkindly and did not listen to him. When night came he stopped at an inn and tried to sell a book to the innkeeper. When the man heard that the Book of Mormon was translated from gold plates, he shouted, “You liar! Get out of my house” (quoted in Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"p. 169). Sad and discouraged, Samuel spent the night sleeping on the ground under a tree."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p24"},"The next day Samuel came to the house of John P. Greene, a minister in another church. Mr. Greene did not want to buy a book, but he said he would try to find someone who did. Samuel came back to Mr. Greene’s house a few weeks later and found that no books had been sold. But the Spirit told him to give a book to Rhoda Greene, John’s wife, and ask her to pray to find out if the book was true. Mr. and Mrs. Greene read the Book of Mormon and were converted. Earlier Samuel had sold a book to Rhoda Greene’s brother, Phineas Young. He read it and believed it was true, and he gave his copy to his younger brother, Brigham Young, who also read and believed it. Brigham Young then passed the book on, and eventually it reached Heber C. Kimball. Within two years these people and their families all became members of the Church, thanks to the Book of Mormon and the missionary efforts of Samuel Smith (see enrichment activity 4). Later, these men became leaders in the Church."]],[".topic",["h3","Hyrum Smith Meets Parley P. Pratt"],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p25"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11"},"Doctrine and Covenants 11"],"contains a revelation that was given through Joseph Smith to his brother Hyrum. In this revelation Hyrum was told to seek wisdom, teach people to repent, and study the gospel (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.7,9,20-22"},"D&C 11:7, 9, 20–22"],")."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p26"},"One evening as Hyrum Smith was herding his cows home, a stranger approached him and asked where he might find Joseph Smith, the translator of the Book of Mormon. Hyrum told the man that Joseph lived about a hundred miles away but he was his brother. He invited the man to come in. The man’s name was Parley P. Pratt, and he was a preacher for another church. He told Hyrum that he had obtained a copy of the Book of Mormon and had stayed up all night reading it. Parley had read the Book of Mormon completely in one week and knew it was true, and he wanted to learn more about the Church. Hyrum spent all night teaching Parley the gospel and bearing his testimony. A few days later Parley and Hyrum walked twenty-five miles to have Oliver Cowdery baptize Parley. Parley then went to visit relatives. Soon his brother, Orson Pratt, was baptized. Both Parley P. Pratt and Orson Pratt later became leaders in the Church."]],[".topic",["h3","The Mission to the American Indians"],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p27"},"About six months after the Church was organized, four men—Oliver Cowdery, Parley P. Pratt, Peter Whitmer Jr. and Ziba Peterson—were called to preach the gospel to the American Indians living near the Missouri border (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/32"},"D&C 32"],"). These missionaries walked more than 1,500 miles during their missions."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p28"},"They first visited the Indians on the Cattaraugus Reservation near Buffalo, New York. Then they traveled through the state of Ohio, where Parley P. Pratt had been a preacher. The men stopped to visit Sidney Rigdon, another preacher Parley knew in Kirtland, Ohio. Parley told Sidney about the gospel, and Sidney read the Book of Mormon and was converted to the Church. He and Parley Pratt taught the gospel to his followers and were able to baptize almost the entire congregation. The branch in Kirtland soon became one of the strongest branches of the Church and later became the Church headquarters."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p29"},"The missionaries left Kirtland in the middle of winter and traveled through snow and ice toward other Indian tribes (show the picture of the missionaries). They were joined by Frederick G. Williams, a new convert from Kirtland."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p30"},"The missionaries reached Independence, Missouri, in February. Three of them traveled farther west to visit the Delaware Indians. The leader of these Indians, Chief Anderson, called a meeting of all the chiefs of his people. Oliver Cowdery told the chiefs about the Book of Mormon. Chief Anderson was thankful to the missionaries for coming so far to tell them about the book. He wanted his people to hear about this book that was a record of their ancestors, the Lamanites. But missionaries of other churches were jealous and asked the United States government to keep the Latter-day Saint missionaries out of the Indian territory. The elders were soon forced to leave Chief Anderson’s people. They returned to Independence and taught white settlers in that area."],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p31"},"These five missionaries opened the way for the Church to move westward. The area around Independence, Missouri, soon became another gathering place for members of the Church."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p32"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","How did the Lord describe the restoration of the gospel in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.1"},"Doctrine and Covenants 4:1"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.1"},"14:1"],"? Why is the restoration of the gospel a “marvelous work and a wonder”?"]],["li",["span.label","•"],[".para","What instruction did the Lord give in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.2"},"Doctrine and Covenants 4:2"],"to those who want to serve God? What does it mean to serve with all your heart, might, mind and strength? What are some ways you can serve God? What does the Lord promise us if we serve valiantly? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.2"},"D&C 4:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.3"},"14:3"],".)"]],["li",["span.label","•"],[".para","What qualities should a servant of God have? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.5-6"},"D&C 4:5–6"],".) How did the first missionaries show these qualities as they preached the gospel? How do missionaries today show these qualities? How can we develop these qualities?"]],["li",["span.label","•"],[".para","Why do you think love is such an important quality for a missionary? How do you feel when you know someone loves you? How does being a missionary show love for Heavenly Father and Jesus Christ?"]],["li",["span.label","•"],[".para","What did the Lord tell Hyrum Smith and David Whitmer to do to be good servants? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.20"},"D&C 11:20"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.5-6"},"14:5–6"],".) Do these instructions apply to us also? Why is it important for us to obey the commandments? What does it mean to “endure to the end”? (To remain faithful throughout our lives; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],".) What great blessings will come to us if we are faithful and keep the commandments? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7-8"},"D&C 14:7–8"],".)"]],["li",["span.label","•"],[".para","Point out that Hyrum Smith was not serving an official mission when he taught Parley P. Pratt the gospel. How can you share the gospel with people you know right now? (Answers may include telling people about the Church, inviting people to Church meetings, and setting a good example through righteous behavior.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p39","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p39"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.f6"},["ol.number",["li",["span.label","1."],[".para","On the chalkboard, list each attribute named in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.5-6"},"Doctrine and Covenants 4:5–6"],"by writing the first letter of the word followed by the appropriate number of blank spaces (for example,",["span.emphasis","H"],["span.textInput","____"],"for",["span.emphasis","hope"],"). To make the activity more challenging, list the attributes in a different order than they are mentioned in the scriptures."],[".para","Ask a child to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.5-6"},"Doctrine and Covenants 4:5–6"],"out loud to the class. Then have the children take turns filling in the blanks on the chalkboard. When the list is complete, help the children define any words they are not familiar with."],[".para","Ask the children to suggest ways they can develop these attributes, and summarize their ideas on the chalkboard. Discuss how these attributes will help make the children good missionaries."]],["li",["span.label","2."],[".para","After you tell the account of Samuel Smith, have the children dramatize it using their own words. Give the children simple name tags to show who they represent in the story. Use a Book of Mormon to demonstrate how one copy of the book was passed from person to person and converted these people and their families."]],["li",["span.label","3."],[".para","Ask the children if they have ever heard the expression “Go the extra mile.” Have a child read",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.41"},"Matthew 5:41"],"aloud, and give the following background on this scripture:"],[".para","The people in the Holy Land at the time Christ was on the earth were ruled by the Romans. A law allowed a Roman soldier passing through an area to demand that a civilian (a person not in the military) carry his baggage for one mile. In his Sermon on the Mount, Christ told his listeners that they should be willing to carry the baggage a second mile even though the soldiers could not demand it of them. The first mile was required of them, but the second was a generous and kind service they could give. (See Bruce R. McConkie,",["span.emphasis","Doctrinal New Testament Commentary,"],"3 vols. [Salt Lake City: Bookcraft, 1965–73], 1:228–29.)"],[".para","Explain that as we serve Heavenly Father and Jesus Christ with all our heart, might, mind, and strength, we often need to “go the extra mile.” Prepare some examples to help the children understand the difference between doing the things we are expected to do and doing things that would be considered going the extra mile. Write these examples on separate pieces of paper, and give each child one to read aloud and discuss with the class. Use the following examples or create some of your own more appropriate to the ages and situations of the children in your class:"],["ul.bullet",["li",["span.label","•"],[".para","After you clean up your yard, you notice your neighbors’ yard has not been cleaned."]],["li",["span.label","•"],[".para","You are asked to take care of your younger sister for a while."]],["li",["span.label","•"],[".para","Your brother with whom you share a room had to leave early to go to an activity; after you wake up and straighten your bed, you notice your brother’s bed is not made."]],["li",["span.label","•"],[".para","Your mother asks you to put your shoes away, and you notice your sister’s coat on a chair."]]],[".para","You may want to give the children pencils and paper and have them each write down one “extra mile” activity they will do at home during the week. Invite them to discuss their papers with their families and then place the papers where they can remind them to do the activities listed."]],["li",["span.label","4."],[".para","Set up a row of dominoes (or similar items such as thin blocks of wood, slender boxes, or small books). Place them on end just far enough apart so that if one is knocked down, it will knock down the next one. As you knock the first domino down, ask the children to observe the chain reaction. Call attention to the effect of one domino upon all the others. Explain that we too may affect the lives of others in a chain reaction. By sharing the gospel with even one person, we sometimes touch the lives of many others. (You may want to remind the children of how Samuel Smith sold a Book of Mormon to Phineas Young, who gave it to his brother Brigham, who passed it on yet again. Samuel Smith’s small action of selling one Book of Mormon affected many people.)"],[".para","Explain that by developing the qualities and attributes listed in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4"},"Doctrine and Covenants 4"],", we can be an example to many others and interest them in the Church. Discuss ways the children can be good examples so other people will want to learn about the Church."]],["li",["span.label","5."],[".para","Ask the children to share examples of people they know (such as Church leaders, family members, or missionaries) who serve God with all their heart, might, mind, and strength. Help the children understand that we should serve others and obey the commandments with the same kind of dedication, hard work, and effort."]],["li",["span.label","6."],[".para","Help the children memorize",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.7"},"Doctrine and Covenants 14:7"],"or",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.2"},"Doctrine and Covenants 4:2"],"."]],["li",["span.label","7."],[".para","Have the children sing or say the words to both verses of",["span.crossRef","“I Hope They Call Me on a Mission”"],"(",["span.emphasis","Children’s Songbook,"],"p. 169)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p57","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p57"},"Express your gratitude for the effort and example of the missionaries of the Church. Encourage the children to strive to develop the attributes needed to serve others."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p58","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p58"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4"},"Doctrine and Covenants 4"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p59","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p59"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p60","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-13-the-first-missionaries-preach-the-gospel.p60"},"Invite a child to give the closing prayer."]]]],"refs":null}
