{"id":21,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":21,"title":"Lesson 18: Temple Marriage—Requirement for Eternal Family Life","subtitle":"","short_title":"Lesson 18","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.head1"},[".titleNumber","Lesson",["span.dominant","18"]],["h1","Temple Marriage—Requirement for Eternal Family Life"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p1"},"Each young woman will understand that temple marriage is necessary for eternal family life."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.f1"},["ol.number",["li",["span.label","1."],[".para","Picture 8, A Bride and Groom, located at the end of the manual."]],["li",["span.label","2."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]],["li",["span.label","3."],[".para","If it is available in your area, prepare to show “In This Holy Place,” on the videocassette",["span.emphasis","Come unto Me"],"(53146). If the video is shown, you may want to take two weeks giving this lesson."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Chalkboard discussion"],["div",{"id":"p5","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p5"},"Show the young women the picture of a bride and groom. Write",["span.emphasis","wedding"],"on the chalkboard and ask the young women to suggest as many single words as possible to describe what the picture and the word",["span.emphasis","wedding"],"mean to them. Quickly list the words on the chalkboard. This list may include such words as",["span.emphasis","wedding gown, happiness, ring, eternity, temple recommend, flowers, bridesmaids, love, worthiness, honeymoon, ceremony, gifts, friends, family, authority,"],"and",["span.emphasis","reception."]],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p6"},"Erase the word",["span.emphasis","wedding"],"from the chalkboard and write",["span.emphasis","temple marriage"],"in its place. Explain to the young women that there is a difference between a temple marriage and a wedding celebration. There are many ways to celebrate a wedding, such as holding a reception and giving gifts. But the temple marriage itself is a sacred ceremony—a covenant between the bride, the groom, and the Lord. The bride covenants with the groom and with the Lord; the groom covenants with the bride and with the Lord; and the bride and groom together covenant with the Lord. Ask the young women to identify the words on the list that describe a temple marriage and not the wedding celebration. Draw a circle around these words. Ask the young women if they would like to add other words to the list."]],[".teachingMethod",["h3","Picture and teacher presentation"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p7"},"Refer to the picture of the bride and groom and explain that a temple marriage is not performed with the pomp and ceremony often associated with large church weddings. It takes place in a small, simple, beautiful sealing room. The couple kneel facing each other across an altar in the presence of family and close friends who hold temple recommends. A man with authority to seal them for time and eternity gives them counsel. Then he performs the sealing ordinance."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p8"},"Ask the young women to list reasons that some young people give for not being married in the temple. Some of these reasons are given below. Quickly consider each of these along with any other reasons class members may give."],["div",{"id":"f2","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.f2"},["ol.number",["li",["span.label","1."],[".para","Some do not understand the importance of temple marriage."]],["li",["span.label","2."],[".para","Some marry too young."]],["li",["span.label","3."],[".para","Some do not want to wear garments."]],["li",["span.label","4."],[".para","Some are unworthy (morally unclean, do not keep the Word of Wisdom, do not pay tithing, etc.)."]],["li",["span.label","5."],[".para","Some have parents, family members, relatives, or friends who would not be able to come to the wedding."]],["li",["span.label","6."],[".para","Some marry a nonmember."]],["li",["span.label","7."],[".para","Some aren’t sure enough of their love that they want to be married for eternity."]]]],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p16"},"Now ask the young women to list reasons that young people give for wanting to be married in the temple. Some of these reasons are given below. Quickly consider each of these along with any other reasons class members may give."],["div",{"id":"f3","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.f3"},["ol.number",["li",["span.label","1."],[".para","It is a commandment of God."]],["li",["span.label","2."],[".para","Heavenly Father has promised many blessings to those who marry in his house and live according to the covenants made there."]],["li",["span.label","3."],[".para","It is the only way to have a husband and wife and family together in the hereafter."]],["li",["span.label","4."],[".para","It can allow us to dwell in the presence of God, in the highest degree of glory in the celestial kingdom."]],["li",["span.label","5."],[".para","The parents have taught and wish for a temple marriage for their children."]],["li",["span.label","6."],[".para","Friends are being married in the temple."]],["li",["span.label","7."],[".para","The couple love each other so much they want to be together forever."]],["li",["span.label","8."],[".para","Each partner can know the other partner values the gospel."]],["li",["span.label","9."],[".para","Each partner can be assured the other partner is chaste and virtuous."]]]]]],[".topic",["h3","Temple Marriage Is an Eternal Ordinance"],[".teachingMethod",["h3","Story"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p26"},"Read the following statement by Elder Bruce R. McConkie:"],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p27"},"“My wife and I were having a serious discussion recently in which we were counting our many blessings. We named a host of things that have come to us, because of the Church, because of our family, because of the glorious restoration of eternal truth that has taken place in this day; and then she climaxed the discussion by asking this question: ‘What’s the greatest blessing that has ever come into your life?’"],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p28"},"“Without a moment’s hesitation I said, ‘The greatest blessing that has ever come to me was on the thirteenth day of October in 1937 at 11:20",["span.smallCaps","a.m."],"when I was privileged to kneel in the Salt Lake Temple at the Lord’s altar and receive you as an eternal companion.’"],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p29"},"“She said, ‘Well, you passed that test.’"],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p30"},"“I believe that the most important single thing that any Latter-day Saint ever does in this world is to marry the right person, in the right place, by the right authority; and that then—when they have been so sealed by the power and authority that Elijah the prophet restored—the most important remaining thing that any Latter-day Saint can ever do is so to live that the terms and conditions of the covenant thus made will be binding and efficacious now and forever” (“Agency or Inspiration?”",["span.emphasis","New Era,"],"Jan. 1975, p. 38)."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p31"},"Explain that the power that binds a man and woman together for eternity is the priesthood. When a man and woman are married in the temple, they make a covenant, or promise, by the power of the priesthood to their Father in Heaven that they will live righteous lives and keep his commandments. Their Father in Heaven covenants that they, with their children, will be together as a family throughout eternity. Heavenly Father also promises the couple many other special blessings if they are righteous and keep his commandments."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Why is marrying the right person, in the right place, by the right authority the single most important thing that a person can do in this life?"]],["li",["span.label","•"],[".para","How important is marriage?"]],["li",["span.label","•"],[".para","Why does Heavenly Father expect his sons and daughters to be married in the temple?"]],["li",["span.label","•"],[".para","Is there any power other than the priesthood that can seal a man and woman for eternity?"]],["li",["span.label","•"],[".para","How can temple marriage help a husband and wife progress eternally?"]],["li",["span.label","•"],[".para","If a couple is married by civil authority, is the marriage contract binding throughout eternity? Why not?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p38"},"Explain that Heavenly Father has commanded his sons and daughters to marry in the temple. President Spencer W. Kimball said, “Only through celestial marriage can one find the straight way, the narrow path. Eternal life cannot be had in any other way. The Lord was very specific and very definite in the matter of marriage” (“Marriage—The Proper Way,”",["span.emphasis","New Era,"],"Feb. 1976, p. 6). To continue as husband and wife throughout eternity, a couple must be married by priesthood authority in the house of the Lord and then live according to covenants they made in the temple."]]],[".topic",["h3","Now Is the Time to Prepare for Temple Marriage"],[".teachingMethod",["h3","Quotations and discussion"],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p39"},"Read and discuss the following two quotations from former Presidents of the Church:"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p40"},"“I believe that no worthy young Latter-day Saint man or woman should spare any reasonable effort to come to a house of the Lord to begin life together. The marriage vows taken in these hallowed places and the sacred covenants entered into for time and all eternity are proof against many of the temptations of life that tend to break homes and destroy happiness."],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p41"},"“The blessings and promises that come from beginning life together, for time and eternity, in a temple of the Lord, cannot be obtained in any other way and worthy young Latter-day Saint men and women who so begin life together find that their eternal partnership under the everlasting covenant becomes the foundation upon which are built peace, happiness, virtue, love, and all of the other eternal verities of life, here and hereafter” (Heber J. Grant, “Presidents of the Church Speak on Temple Marriage,”",["span.emphasis","New Era,"],"June 1971, p. 8)."],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p42"},"“Now, the seeds of a happy married life are sown in youth. Happiness does not begin at the altar; it begins during the period of youth and courtship. These seeds of happiness are sown by your ability to master your driving passions. Chastity should be the dominant virtue among young people. In the Church there is but a single standard. It applies to the boys as well as to the girls. If you follow that standard—indeed, if you will listen to the promptings of your own true heart—you will learn that self-mastery during youth and compliance with the single standard of morality is the source of virile manhood, the crown of beautiful womanhood, the foundation of a happy home, and a contributing factor to the strength and perpetuity of the race."],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p43"},"“Laxity in youth is as a personal note that must be paid in age. Twenty, thirty, forty years hence, you must pay it. Mastery and chastity are also seeds sown which will pay large dividends in years hence, and those years pass quickly—oh, so quickly” (David O. McKay, “The Choice of an Eternal Companion,”",["span.emphasis","Improvement Era,"],"Apr. 1965, p. 285)."]]],[".topic",["h3","Joy Can Come to a Young Woman through Temple Marriage"],[".teachingMethod",["h3","Story and discussion"],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p44"},"Read or tell the following story:"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p45"},"“It all began that first Sunday in March. Or did it? I guess it couldn’t really have had a beginning, because Karen, Emily, and I have been best friends forever. Whether celebrating birthdays and knitting identical purses in Primary as young girls or marching on the drill team and double- or triple-dating in high school, our vastly different personalities somehow seemed to complement each other, and for 15 years we were practically inseparable."],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p46"},"“After high school graduation, though, things began changing in our gleesome threesome. Karen and Emily lived at home and attended the university, while I lived three hours away in a small state college dorm with five strangers. After enduring so much together, we wondered what a few miles could possibly do to our great friendship. But we soon knew. …"],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p47"},"“I realized that our special communication had vanished, but I was still shocked one day to open my mail and find a wedding announcement from Emily. Even more surprising was the absence of the word",["span.emphasis","temple"],"in the announcement."],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p48"},"“I rushed home that weekend and headed straight for Emily’s. There we talked—talked in the almost forgotten way we had that eternal year ago. She had only known Ted two months, but he was the most handsome, intelligent, popular guy on campus. They would both finish college, and then Ted would go on to dental school. His folks had already agreed to help them with expenses, so that would be no problem. After he graduated, Emily joked, all they would have to do is sit around and rake up the money."],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p49"},"“Once again I had begun to feel close to Emily, when suddenly, I heard myself wondering out loud why there had been no mention of the temple on her announcement. ‘Well, we can’t,’ she said, her flippant attitude not quite covering the concern I sensed. ‘Ted’s a Baptist in the first place, and besides, we want to be married in his parents’ ski lodge and write our own ceremony. A wedding should be really personal and meaningful, not just the same words for everyone. Ted will join the Church someday. But even if he doesn’t, my dad’s not a member and it hasn’t stopped my mother from being active. It won’t stop me either.’"],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p50"},"“By the time Emily was through with her well-practiced little spiel, her defiance had built a wall between us once again. What could I say? After a few moments of fumbling chatter to try to ease the discomfort, I said goodbye.”"],"Pause in the story and have the young women consider this question:",["ul.bullet",["li",["span.label","•"],[".para","If you were Emily’s friend, what would you say to her?"]]],["div",{"id":"p52","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p52"},"Continue with the story:"],["div",{"id":"p53","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p53"},"“Three weeks later I attended Ted and Emily’s ski lodge wedding. Contrary to my expectations, it was a very striking event—though not religious in any way. They both read poetry to each other for the ceremony, while a flute played lightly in the background. After there was dancing, with punch for us Mormons and champagne for the others. Ted’s parents were super rich, I could tell, and they had just about planned the whole wedding. They were deliriously happy with their new daughter-in-law (and probably a little from the champagne, too). But I noticed Emily’s mom had really red and swollen eyes—like she’d been crying a lot. Mothers are that way—especially when it’s their only child."],["div",{"id":"p54","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p54"},"“Surprisingly enough, Emily did stay active in the Church. With all her school work and married duties, she attended her meetings faithfully and also served as the assistant librarian. She and Ted lived in an apartment in our ward and I saw her quite often. She always gave me glowing reports of marriage and told how great Ted was to her. ‘What a life,’ I thought."],["div",{"id":"p55","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p55"},"“Six months later Karen married a returned missionary who was just completing his master’s degree in education. They were married in the Logan Temple, so I couldn’t go, of course. But I did attend the reception in our cultural hall, and it was really beautiful. …"],["div",{"id":"p56","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p56"},"“I kept seeing Emily now, coming to church radiant and excited about everything she was doing. ‘No problems at all,’ she would say. ‘He’s really very liberal. “You go to your church and I’ll go to mine.” Only he doesn’t even go to his.’ But in the back of my mind I could also see Emily when we were younger: praying her nonmember dad would baptize her, wondering if her dad would take her to the Primary daddy-daughter party, trying to pretend it didn’t matter when he went golfing instead of coming to her seminary graduation. But then childhood is such a small part of life. What difference does it really make in the long run?"],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p57"},"“Karen and Emily, still doing things together, had baby girls within a week of each other. I took a pink dress to Emily’s little girl and absolutely fell in love with her. Karen’s mother told me in church one day that Karen, David, and their little Melissa would be coming in March to show off the baby and get her blessed where Grandpa and all three of Karen’s adoring older brothers could stand in the circle."],["div",{"id":"p58","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p58"},"“Then came the first Sunday in March. …"],["div",{"id":"p59","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p59"},"“As I made my way … into the chapel, I met Emily and her baby in the foyer. It was her first time back to church since Julie’s birth. We talked for a minute and then entered the chapel. Emily and her mother sat in the row in front of me. …"],["div",{"id":"p60","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p60"},"“Through the rows of heads and shoulders that I saw from my position on the fourth row from the back, I caught a glimpse of Karen and the rest of her family taking up an entire center bench. …"],["div",{"id":"p61","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p61"},"“After the songs and announcements were over and after we had taken the sacrament, Bishop Edwards stood behind the pulpit and said, ‘This afternoon we have a special treat. I know many of you have known Karen Evans since she was a little girl.’ Emily looked back at me and winked knowingly, but then turned her head sharply forward as the bishop went on. ‘Well, this afternoon Karen, now Karen Sanders, has brought her own little girl to receive a name and a blessing from her husband. Assisting in the circle will be her father and brothers.’"],["div",{"id":"p62","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p62"},"“As I watched David take his little girl from Karen and carry her almost reverently to the front, I could see a side view of Emily. Tears were rapidly filling her deep blue eyes and streaming down her face onto Julie’s downy head. Her shoulders shook violently as she buried her head in her baby’s neck. Emily’s mother tenderly put her arm around her daughter’s throbbing shoulders, and I could see that she, too, was crying. Emily looked up, and I heard her gasp in a desperate whisper, ‘Oh, Mama! Who is going to bless my baby?’"],["div",{"id":"p63","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p63"},"“‘I bless you, Melissa, with a sound mind and body,’ I heard David Sanders say at the front of the room, ‘and that you will live a righteous life, that when the time comes, you will meet a choice son of our Father in heaven, one who honors his priesthood and who will take you to the temple of the Lord to be sealed to him for eternity.’ Through the entire blessing and for the rest of the meeting, Julie’s baby shawl absorbed her tears."],["div",{"id":"p64","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p64"},"“And now, even though a year has passed … whenever … I see a mother and baby alone, something grabs at my heart. For I keep seeing Emily” (Carolyn White Zaugg, “I Keep Seeing Emily,”",["span.emphasis","New Era,"],"June 1975, pp. 26–29)."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Quotation"],["div",{"id":"p65","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p65"},"Read the following statement from Elder Boyd K. Packer:"],["div",{"id":"p66","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p66"},"“I picture you coming to the temple to be sealed for time and for all eternity. I yearn to talk to you about the sacred sealing ordinance, but this we do not do outside those sacred walls. The transcendent nature of all that is conferred upon us at the marriage altar is so marvelous it is worth all the waiting and all the resisting. …"],["div",{"id":"p67","uri":"/manual/young-women-manual-1/lesson-18-temple-marriage-requirement-for-eternal-family-life.p67"},"“But this is not the fulfillment of the story of love. In the book, or the play, on the stage, the curtain comes down here. But it is not so in real love. This is not the conclusion—only the beginning” (",["span.emphasis","Eternal Love"],"[Salt Lake City: Deseret Book Co., 1973], p. 20)."]]]]]],"refs":null}
