{"id":43,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":43,"title":"Lesson 41: Shadrach, Meshach, and Abednego","subtitle":"","short_title":"Lesson 41","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.head1"},[".titleNumber","Lesson",["span.dominant","41"]],["h1","Shadrach, Meshach, and Abednego"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p4"},"To help the children be valiant in their testimonies of the gospel of Jesus Christ."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.1-7"},"Daniel 3:1–7"],"—King Nebuchadnezzar commands the people to worship a golden image."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.8-18"},"Daniel 3:8–18"],"—Shadrach, Meshach, and Abednego refuse to worship the idol."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.19-27"},"Daniel 3:19–27"],"—Shadrach, Meshach, and Abednego are cast into a fiery furnace and come forth unharmed."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.28-30"},"Daniel 3:28–30"],"—Nebuchadnezzar recognizes the power of God and gives Shadrach, Meshach, and Abednego more responsibility in his kingdom."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A",["span.emphasis","T"],"puzzle for each child or a large one for the class (see the attention activity)."]],["li",["span.label","c."],[".para","Picture 6-14, Three Men in the Fiery Furnace (Gospel Art Picture Kit 116; 62093)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p17","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p17"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p19","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p19"},"Draw a large",["span.emphasis","T"],"on the chalkboard. Give the children the puzzle pieces you have prepared and give them a minute to try to form the pieces into a",["span.emphasis","T."],"If some of them accomplish the task, let them show the others how it is done. If no one can complete the",["span.emphasis","T,"],"show the class how to do it. Explain that when we have the necessary knowledge, we can accomplish the task. Point out that we must have a knowledge of the gospel before we can live it. When we know the gospel is true, we say we have a testimony. Write",["span.emphasis","Testimony"],"on the chalkboard by the",["span.emphasis","T."]],[".",{"id":"f4","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.f4"}],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p20"},"Tell the children that they are going to learn about three young men who had strong testimonies of the gospel and were valiant in living the gospel."]],[".teachingMethod",["h2","Alternate Attention Activity"],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p22"},"Ask the class to name people they admire from the lessons they have had so far this year in Primary. Write the names of the people they mention on the chalkboard, and then ask what these people have in common. After the children have had a chance to comment, point out that all of these people were valiant in their testimonies of Jesus Christ. Tell the children that in this lesson they will learn about three young men who were also valiant in their testimonies."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p24"},"Using the picture at an appropriate time, teach the children the account of Shadrach, Meshach, and Abednego from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.)"]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p26","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p26"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What did King Nebuchadnezzar create for everyone in his kingdom to worship? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.1"},"Daniel 3:1"],".) Explain that this was a huge image. It was as high as fifteen men, each six feet (two meters) tall, standing on top of each other, and it was as wide as the height of one and a half of these men. You may want to illustrate these dimensions on the chalkboard using stick figures to represent the men."]],["li",["span.label","•"],[".para","What was to be the signal for everyone to fall down and worship this idol? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.4-5"},"Daniel 3:4–5"],".) What was to happen to anyone who refused to do this? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.6"},"Daniel 3:6"],".)"]],["li",["span.label","•"],[".para","Who did not fall down and worship the idol when the music played? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.12"},"Daniel 3:12"],".) Why do you think Shadrach, Meshach, and Abednego refused to worship the idol? Remind the children that when Daniel refused to eat the king’s food (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p1"},"lesson 40"],"), three other Israelites who also wanted to do what was right were Shadrach, Meshach, and Abednego. They had been taken captive in Jerusalem, brought to Babylon, and trained to hold positions in the court. They had been taught the gospel, and they knew it was wrong to worship idols. What do the Ten Commandments teach us about not worshiping idols? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.3-5"},"Exodus 20:3–5"],".)"]],["li",["span.label","•"],[".para","How did Nebuchadnezzar feel when he heard that Shadrach, Meshach, and Abednego would not worship his idol? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.13"},"Daniel 3:13"],".) When Nebuchadnezzar said he would give them another chance to fall down and worship the image, how did the three young men answer him? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.16-18"},"Daniel 3:16–18"],".) Although Shadrach, Meshach, and Abednego did not know for sure that God would protect them, why were they still able to do what they knew was right? Explain that their testimonies were so strong and they were so valiant in their testimonies that they were willing to die rather than disobey God’s commandments. How can we develop such strong testimonies? (See enrichment activity 3.)"]],["li",["span.label","•"],[".para","Why do you think the king ordered the furnace to be heated seven times hotter than usual and the soldiers to bind up the three men before they were cast into the fire? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.19-20"},"Daniel 3:19–20"],".) What happened to the men who threw Shadrach, Meshach, and Abednego into the furnace? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.22"},"Daniel 3:22"],".)"]],["li",["span.label","•"],[".para","What did Nebuchadnezzar see when he looked into the furnace? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.24-25"},"Daniel 3:24–25"],".) Why were Shadrach, Meshach, and Abednego able to walk out of the fire unharmed? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.28"},"Daniel 3:28"],".) What did this prove to Nebuchadnezzar? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.29"},"Daniel 3:29"],".)"]],["li",["span.label","•"],[".para","Although the Lord did protect Shadrach, Meshach, and Abednego because they were valiant, why doesn’t he always protect righteous people? What would happen if all faithful people were protected from hardships? Explain that we all have trials and problems during our lives that teach us and help us grow. Choosing the right does not guarantee that we will always be protected, but it does guarantee us eternal blessings."]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p35","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p35"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.f6"},["ol.number",["li",["span.label","1."],[".para","Help the children practice saying the names",["span.emphasis","Shadrach, Meshach,"],"and",["span.emphasis","Abednego."],"Divide the children into three groups and give each group one of these names. Explain that as you teach the story of these three men, the children are to say the name of the person they have been assigned when you point to their group. Practice this a few times; then proceed with the account, pointing to the three groups when referring to Shadrach, Meshach, and Abednego."]],["li",["span.label","2."],[".para","Write the word",["span.emphasis","Valiant"],"on one side of the chalkboard. Ask the children what words they can think of to describe someone who is valiant."],[".para","As the children suggest words, write them below the word",["span.emphasis","Valiant."],"The list could include such words as",["span.emphasis","brave, obedient, courageous, loving, kind, loyal, strong, true, faithful, honest, unselfish, righteous,"],"and",["span.emphasis","forgiving."]],[".para","Ask the children how Shadrach, Meshach, and Abednego were valiant."]],["li",["span.label","3."],[".para","Tell the children that they are already valiant in many ways and that you hope they can become even more valiant. Explain that they are going to discover how many valiant words can be made a part of their names. Give the children each a piece of paper and a pencil. Have them write their names vertically down the center of the paper."],[".para","To demonstrate how to do this, write Shadrach, Meshach, or Abednego vertically on the chalkboard and see how many of the words in the valiant list have a letter that is also in this name. For example:"],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}],[".para","Help the children write valiant words that include the letters of their names, as was done in the above example. Encourage them to make these traits part of their lives. Suggest that they take their papers home and share the ideas on being valiant with their families."]],["li",["span.label","4."],[".para","Prepare the following five wordstrips:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["div",{"id":"lip52","uri":"/manual/primary-6-old-testament.lip52"},"desire"],["div",{"id":"lip53","uri":"/manual/primary-6-old-testament.lip53"},"pray"],["div",{"id":"lip54","uri":"/manual/primary-6-old-testament.lip54"},"learn"],["div",{"id":"lip55","uri":"/manual/primary-6-old-testament.lip55"},"obey"],["div",{"id":"lip56","uri":"/manual/primary-6-old-testament.lip56"},"Holy Ghost"]],[".para","Ask the children how we strengthen our testimonies of Jesus Christ and his gospel. To help answer this question, have a child choose a wordstrip and read it to the class. Help the children decide how that word or phrase relates to strengthening our testimonies. Include the following ideas:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Desire:"]],["td",{"colspan":"1","rowspan":"1"},[".para","We have the desire to gain a stronger testimony. This desire helps us want to work to receive a testimony."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Pray:"]],["td",{"colspan":"1","rowspan":"1"},[".para","We pray to Heavenly Father and tell him of our desire to know that Jesus Christ is our Savior and that the gospel is true. We ask him to help us gain a strong testimony."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Learn:"]],["td",{"colspan":"1","rowspan":"1"},[".para","We learn about Jesus and about what he wants us to do. We do this by reading the scriptures; attending family home evening, Primary, and sacrament meeting; and listening to our parents, teachers, the living prophet, and other righteous leaders."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Obey:"]],["td",{"colspan":"1","rowspan":"1"},[".para","If we want to know the gospel is true, we live it. We obey the commandments and follow the teachings of Jesus."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Holy Ghost:"]],["td",{"colspan":"1","rowspan":"1"},[".para","Our testimonies come to us through the Holy Ghost. He speaks to our hearts and minds and lets us know within ourselves that the gospel is true."]]]]]],[".para","Refer to the",["span.emphasis","T"],"and the word",["span.emphasis","Testimony"],"on the chalkboard. Have the children write",["span.emphasis","Testimony"],"on one piece of their individual puzzles and have them write something they can do this week to strengthen their testimonies on each of the other three pieces. Suggest that they share these ideas with their families."]],["li",["span.label","5."],[".para","Draw the following illustration on the chalkboard. Remind the children that when Shadrach, Meshach, and Abednego were in the fiery furnace, they were protected and not burned. When they walked out, their clothing and hair did not even smell of smoke or fire. (See",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.27"},"Daniel 3:27"],".)"],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}],[".para","Explain that the fire in the furnace could be compared to temptation. Have the children imagine that they are the figures surrounded by fire. Ask the children how we can help protect ourselves from temptation so it does not burn us or harm us in any way."],[".para","Explain to the children that we can be protected from temptation by learning the commandments of the Lord and being valiant in obeying them. Then, even if we are surrounded by temptations, we can resist them and be protected."]],["li",["span.label","6."],[".para","Review the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"first article of faith"],"and discuss the importance of gaining a strong testimony of each member of the Godhead and of their roles in our lives."]],["li",["span.label","7."],[".para","Sing or read the words to",["span.crossRef","“I Will Be Valiant”"],"(",["span.emphasis","Children’s Songbook,"],"p. 162) or",["span.crossRef","“Dare to Do Right”"],"(",["span.emphasis","Children’s Songbook,"],"p. 158)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p76","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p76"},"You may want to bear your testimony that Jesus Christ is our Savior and that his gospel is true. Express your desire to be valiant in doing what you know is right. Encourage the children to do what they know is right even when it is hard or inconvenient."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p78","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p78"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p80","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p80"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/dan/3"},"Daniel 3"],"at home as a review of this lesson."]],["div",{"id":"p81","uri":"/manual/primary-6-old-testament/lesson-41-shadrach-meshach-and-abednego.p81"},"Invite a child to give the closing prayer."]]]],"refs":null}
