{"id":26,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":26,"title":"Lesson 24: “Be Not Deceived, but Continue in Steadfastness”","subtitle":"","short_title":"Lesson 24","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.head1"},[".titleNumber","Lesson",["span.dominant","24"]],["h1","“Be Not Deceived, but Continue in Steadfastness”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p1"},"To help class members understand how they can avoid deception and apostasy."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/26"},"Doctrine and Covenants 26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28"},"28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.1-7"},"43:1–7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50"},"50"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.14-19"},"52:14–19"],"; and the other scriptures in this lesson."]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-24-be-not-deceived-but-continue-in-steadfastness.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","Obtain a chart of the current General Authorities from a recent conference issue of a Church magazine."]],["li",["span.label","4."],["p.para","You may want to assign class members to present the stories in the first section of the lesson. Give them copies of the stories in advance."]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p6","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p6"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p7"},"Write the following phrases on the chalkboard:"],["ul.noMarker",["li",["p.para",["span.emphasis","A pint of cream"]]],["li",["p.para",["span.emphasis","A misspelled name"]]],["li",["p.para",["span.emphasis","No available seating at the Kirtland Temple dedication"]]]],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p11"},"Tell class members that these phrases all have something in common. They are all reasons given by early Church members for their apostasy from the Church."],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p12"},"Explain that today’s lesson discusses how to avoid individual apostasy. These phrases and the stories that go with them will be explained later in the lesson."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p13","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p13"},"Prayerfully select the lesson material that will best meet class members’ needs. Discuss how the selected material applies to daily life."],[".topic",["h3","1. We should recognize the deceptions of Satan that can lead us into apostasy."],["p.para",{"id":"p14","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p14"},"Explain that during the early years of the Church, some members were deceived by Satan and led into apostasy, or rebellion against God. A few members who apostatized became enemies of the Church and contributed to the persecutions of the Saints in Ohio and Missouri. As members of the Church today, we must be faithful and watchful so we are not deceived."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.2-3"},"D&C 50:2–3"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.18,27"},"2 Nephi 2:18, 27"],"with class members. Why does Satan want to deceive us? What are some of the ways in which Satan tries to deceive us and lead us into apostasy? (Use the following information to discuss or add to class members’ responses. Write the headings on the chalkboard.)"]]],[".topic",["h4","Not recognizing the prophet as the source of revelation for the Church"],["p.para",{"id":"p16","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p16"},"Some members are deceived by false prophets. The following account shows how several early Saints were temporarily deceived by false revelations."],["p.para",{"id":"p17","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p17"},"In 1830, Hiram Page, one of the Eight Witnesses to the Book of Mormon, possessed a stone through which he claimed to receive revelations about the building of Zion and the order of the Church. Oliver Cowdery, the Whitmers, and others believed these claims. However, the Prophet Joseph Smith said the claims “were entirely at variance with the order of God’s house, as laid down in the New Testament, as well as in our late revelations” (",["span.emphasis","History of the Church,"],"1:110)."],["p.para",{"id":"p18","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p18"},"The Prophet prayed about the matter and received a revelation in which the Lord made clear that only the President of the Church has the right to receive revelations for the Church (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28"},"D&C 28"],"). The Lord instructed Oliver Cowdery to tell Hiram Page that the revelations that came through the stone were from Satan (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.11"},"D&C 28:11"],"). After hearing the Lord’s instructions, “Brother Page, as well as the whole Church who were present, renounced the said stone, and all things connected therewith” (",["span.emphasis","History of the Church,"],"1:115)."]],[".topic",["h4","Pride"],["p.para",{"id":"p19","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p19"},"Some members are deceived because of their pride. The following story illustrates how pride led Thomas B. Marsh, who was President of the Quorum of the Twelve, and his wife, Elizabeth, into apostasy."],["p.para",{"id":"p20","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p20"},"While living in Far West, Missouri, Sister Marsh and Sister Harris decided to exchange milk so they could each make a larger cheese than they otherwise could. They agreed to send each other both the milk and the cream from their cows. But Sister Marsh saved a pint of cream from each cow and sent Sister Harris the milk without the cream."],["p.para",{"id":"p21","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p21"},"A quarrel arose, and the matter was referred to the bishop. When he determined that Sister Marsh had violated her agreement, she and her husband were upset and appealed the matter to the high council and then to the First Presidency. Each council approved the original decision that Sister Marsh had been in error."],["p.para",{"id":"p22","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p22"},"Thomas B. Marsh declared that he would sustain the character of his wife. Soon afterward, he turned against the Church and went before a government official to declare that the Latter-day Saints were hostile toward the state of Missouri. (See George A. Smith, in",["span.emphasis","Journal of Discourses,"],"3:283–84.)"],["p.para",{"id":"p23","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p23"},"President Gordon B. Hinckley said of this incident: “What a very small and trivial thing—a little cream over which two women quarreled. But it led to, or at least was a factor in, Governor Boggs’ cruel exterminating order which drove the Saints from the state of Missouri, with all of the terrible suffering and consequent death that followed. The man who should have settled this little quarrel, but who, rather, pursued it, … lost his standing in the Church. He lost his testimony of the gospel” (in Conference Report, Apr. 1984, 111; or",["span.emphasis","Ensign,"],"May 1984, 83)."],["p.para",{"id":"p24","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p24"},"After 19 years of darkness and bitterness, Thomas B. Marsh painfully made his way to the Salt Lake Valley and asked Brigham Young to forgive him and permit his rebaptism into the Church. He wrote to Heber C. Kimball, First Counselor in the First Presidency: “I began to awake to a sense of my situation; … I know that I have sinned against Heaven and in thy sight.” He then described the lesson he had learned: “The Lord could get along very well without me and He has lost nothing by my falling out of the ranks; But O what have I lost?! Riches, greater riches than all this world or many planets like this could afford” (quoted by James E. Faust, in Conference Report, Apr. 1996, 6; or",["span.emphasis","Ensign,"],"May 1996, 7)."],["ul.bullet",["li",["span.label","•"],["p.para","What can we learn from this story? How have you seen pride lead people into deception and apostasy? What does the Lord promise to those who humble themselves before Him? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.2-3,10"},"D&C 112:2–3, 10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],". Note that",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112"},"D&C 112"],"is a revelation given to Thomas B. Marsh through the Prophet Joseph Smith.)"]]]],[".topic",["h4","Being critical of leaders’ imperfections"],["p.para",{"id":"p26","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p26"},"Some members are deceived because they become critical of Church leaders’ imperfections. The following story illustrates how Simonds Ryder was deceived in this way."],["p.para",{"id":"p27","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p27"},"Simonds Ryder was converted to the Church in 1831. Later he received a letter signed by the Prophet Joseph Smith and Sidney Rigdon, informing him that it was the Lord’s will, made manifest by the Spirit, that he preach the gospel. Both in the letter he received and in the official commission to preach, his name was spelled",["span.emphasis","Rider"],"instead of",["span.emphasis","Ryder."],"Simonds Ryder “thought if the ‘Spirit’ through which he had been called to preach could err in the matter of spelling his name, it might have erred in calling him to the ministry as well; or, in other words, he was led to doubt if he were called at all by the Spirit of God, because of the error in spelling his name!” (",["span.emphasis","History of the Church,"],"1:261). Simonds Ryder later apostatized from the Church."],["ul.bullet",["li",["span.label","•"],["p.para","What can we learn from this story? How does being critical of our Church leaders make us more susceptible to deception?"]]]],[".topic",["h4","Being offended"],["p.para",{"id":"p29","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p29"},"Some Church members become offended by the actions of other members and allow an offense to fester until they are led into apostasy. An example of this is illustrated in the following incident."],["p.para",{"id":"p30","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p30"},"When the Kirtland Temple was completed, many Saints gathered for the dedication. The seats in the temple filled quickly, and many people were allowed to stand, but still not everyone could be accommodated inside the building. Elder Frazier Eaton, who had given $700 for the building of the temple, arrived after it had been filled, so he was not allowed inside for the dedication. The dedication was repeated the next day for those who could not be accommodated the first day, but this did not satisfy Frazier Eaton, and he apostatized. (See George A. Smith, in",["span.emphasis","Journal of Discourses,"],"11:9.)"],["ul.bullet",["li",["span.label","•"],["p.para","What can we learn from this story? How do we today allow ourselves to be offended by others? How can being offended lead to apostasy? How can we overcome feelings of being offended?"]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.8-11"},"D&C 64:8–11"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.1"},"D&C 82:1"],"with class members. Whom does the Lord require us to forgive? Why is it sometimes difficult to be forgiving? What are some of the consequences of not forgiving someone? What can we do to help us forgive someone whom we have not yet forgiven?"]]]],[".topic",["h4","Rationalizing disobedience"],["p.para",{"id":"p33","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p33"},"Rationalizing is excusing or defending unacceptable behavior. It is looking for a way to ease our consciences for doing something we know is wrong."],["ul.bullet",["li",["span.label","•"],["p.para","How is rationalization a form of deception? How do we sometimes try to rationalize our behavior? Why is this dangerous? How can we recognize and overcome rationalization?"]]]],[".topic",["h4","Accepting the false teachings of the world"],["ul.bullet",["li",["span.label","•"],["p.para","What are some of the false teachings of the world that can deceive members and lead them into apostasy? (Examples could include the false ideas that the commandments of God are too restrictive, that immorality is acceptable, and that material possessions are more important than spiritual things.)"],["p.para","Presiding Bishop H. David Burton taught: “One of [Satan’s] insidious strategies is to progressively soften our senses regarding what is right and wrong. Satan would have us convinced that it is fashionable to lie and cheat. He encourages us to view pornography by suggesting that it prepares us for the real world. He would have us believe that immorality is an attractive way of life and that obedience to the commandments of our Father in Heaven is old-fashioned. Satan constantly bombards us with deceptive propaganda desirably packaged and carefully disguised” (in Conference Report, Apr. 1993, 60; or",["span.emphasis","Ensign,"],"May 1993, 46)."]]]]],[".topic",["h3","2. We can remain valiant in our testimonies and avoid deception."],["p.para",{"id":"p37","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p37"},"Explain that the Lord has given us many blessings and commandments to help us remain valiant in our testimonies and avoid being deceived."],["ul.bullet",["li",["span.label","•"],["p.para","What can we do to keep ourselves from being deceived and led into apostasy? (Use the following information to develop this discussion.)"]]],[".topic",["h4","We can know clearly whom the Lord has called to lead the Church"],["ul.bullet",["li",["span.label","•"],["p.para","During the early years of the Church, many people claimed to receive revelations to guide the Church or correct the Prophet Joseph Smith. What did the Lord reveal in response to these claims? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.2,6-7"},"D&C 28:2, 6–7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.1-3"},"43:1–3"],". Point out that",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28"},"D&C 28"],"was revealed when Hiram Page claimed to receive revelations for the entire Church, and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43"},"D&C 43"],"was revealed when others made similar claims.)"]],["li",["span.label","•"],["p.para","Who receives revelations and commandments for the entire Church today?"],["p.para","President Joseph F. Smith and his counselors in the First Presidency taught: “The Lord has … appointed one man at a time on the earth to hold the keys of revelation to the entire body of the Church in all its organizations, authorities, ordinances and doctrines. The spirit of revelation is bestowed upon all its members for the benefit and enlightenment of each individual receiving its inspiration, and according to the sphere in which he or she is called to labor. But for the entire Church, he who stands at the head is alone appointed to receive revelations by way of commandment and as the end of controversy” (in James R. Clark, comp.,",["span.emphasis","Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,"],"6 vols. [1965–75], 4:270)."]],["li",["span.label","•"],["p.para","How can we avoid being deceived by those who claim falsely to have received revelation for the Church? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.4-7"},"D&C 43:4–7"],".)"]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/26.2"},"D&C 26:2"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.13"},"D&C 28:13"],"with class members. What is the principle of common consent? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.65"},"D&C 20:65"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.11"},"42:11"],". It is the practice of showing that we are willing to sustain those who are called to serve in the Church, usually by raising our right hands.) How can the principle of common consent protect us from being deceived? (It allows us to know who has been called to preside and administer in the Church, thus keeping us from being deceived by the claims of those who have not been properly called.)"]]],["p.para",{"id":"p44","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p44"},"Display a chart of current General Authorities (see “Preparation,” item 3). Emphasize the blessing we have of sustaining these leaders and following their counsel."]],[".topic",["h4","We should study the scriptures and the doctrines of the Church"],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37"},"D&C 1:37"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.16"},"D&C 33:16"],"with class members. Explain that throughout the Doctrine and Covenants, the Lord teaches the importance of studying the scriptures. How can studying the scriptures and the words of latter-day prophets help us avoid being deceived? (Answers could include those listed below.)"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","We can better discern the truthfulness of ideas by comparing them with the truths we learn from the scriptures and our current leaders."],["p.para","President Harold B. Lee taught: “If [someone] writes something or speaks something that goes beyond anything that you can find in the standard Church works, unless that one be the prophet, seer, and revelator—please note that one exception—you may immediately say, ‘Well, that is his own idea.’ And if he says something that contradicts what is found in the standard Church works, you may know by that same token that it is false” (",["span.emphasis","The Teachings of Harold B. Lee,"],"ed. Clyde J. Williams [1996], 540–41)."]],["li",["span.label","b."],["p.para","Scripture study strengthens our testimonies so we are less likely to become complacent in righteousness or to be influenced by false doctrine."],["p.para","President Lee taught, “If we’re not reading the scriptures daily, our testimonies are growing thinner, our spirituality isn’t increasing in depth” (",["span.emphasis","The Teachings of Harold B. Lee,"],"152)."]]]]],["li",["span.label","•"],["p.para","How has studying the scriptures protected you from being deceived?"]]]],[".topic",["h4","We should recognize that the things of God will always edify us"],["p.para",{"id":"p51","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p51"},"The Prophet Joseph Smith explained that soon after the Saints were settled in Kirtland, “many false spirits were introduced, many strange visions were seen, and wild, enthusiastic notions were entertained; men ran out of doors under the influence of this spirit, and some of them got upon the stumps of trees and shouted, and all kinds of extravagances were entered into by them; … many ridiculous things were entered into, calculated to bring disgrace upon the Church of God, to cause the Spirit of God to be withdrawn” (",["span.emphasis","History of the Church,"],"4:580). Concerned by these excessive spiritual displays, the Prophet inquired of the Lord. The revelation in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50"},"D&C 50"],"is the Lord’s response."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.17-24"},"D&C 50:17–24"],"with class members. What do these verses teach about how we can discern the things of God from the things of Satan? (The things of God will edify us by enlightening our minds and helping us grow spiritually. They make us want to follow the Savior and improve our lives. The things of Satan will do the opposite.)"],["p.para","President Joseph Fielding Smith taught: “There is no saying of greater truth than ‘that which doth not edify is not of God.’ And that which is not of God is darkness, it matters not whether it comes in the guise of religion, ethics, philosophy or revelation. No revelation from God will fail to edify” (",["span.emphasis","Church History and Modern Revelation,"],"2 vols. [1953], 1:201–2)."]]]],[".topic",["h4","We should apply the Lord’s pattern for protecting ourselves from being deceived"],["p.para",{"id":"p54","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p54"},"The Lord revealed",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52"},"D&C 52"],"the day after a conference in Kirtland. In this revelation He provides a pattern by which we can avoid being deceived."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.14-19"},"D&C 52:14–19"],"with class members. According to these verses, what are the characteristics of teachers who are “of God”? How can the pattern that is given in this passage help us avoid being deceived?"]]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p56","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p56"},"Review the deceptions of Satan that can lead to apostasy. Review the counsel the Lord has given for protecting ourselves from deception. Emphasize that as we follow this counsel, the Spirit of the Lord will keep us in the way of truth. As prompted by the Spirit, testify of the truths discussed during the lesson."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p57","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p57"},"You may want to use one or both of the following ideas to supplement the suggested lesson outline."],[".teachingMethod",["h2","1. Activity to introduce the first section of the lesson"],["p.para",{"id":"p58","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.p58"},"Prepare a note for each class member. Each note could contain a short message of appreciation or an assignment to read a scripture in class or to participate in some other way. However, spell each person’s name wrong in some small way. Distribute the notes at the beginning of the first section of the lesson to introduce the story of Simonds Ryder and the other stories in that section."]],[".teachingMethod",["h2","2. Additional counsel about how to strengthen ourselves against apostasy"],[".figure",{"id":"f15","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-24-be-not-deceived-but-continue-in-steadfastness.f15"},["p.preamble","Elder Carlos E. Asay of the Seventy specified the following things we can do to strengthen ourselves against apostasy:"],["ol.number",["li",["span.label","“1."],["p.para","Avoid those who would tear down your faith. …"]],["li",["span.label","“2."],["p.para","Keep the commandments. …"]],["li",["span.label","“3."],["p.para","Follow the living prophets. …"]],["li",["span.label","“4."],["p.para","Do not contend or debate over points of doctrine. [See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.29"},"3 Nephi 11:29"],".]"]],["li",["span.label","“5."],["p.para","Search the scriptures. …"]],["li",["span.label","“6."],["p.para","Do not be swayed or diverted from the mission of the Church. …"]],["li",["span.label","“7."],["p.para","Pray for your enemies. …"]],["li",["span.label","“8."],["p.para","Practice ‘pure religion.’ [See",["a.scriptureRef",{"href":"/scriptures/nt/james/1.27"},"James 1:27"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.30"},"Alma 1:30"],". …"]],["li",["span.label","“9."],["p.para","Remember that there may be many questions for which we have no answers and that some things have to be accepted simply on faith” (in Conference Report, Oct. 1981, 93–94; or",["span.emphasis","Ensign,"],"Nov. 1981, 67–68)."]]]]]]]]]],"refs":null}
