{"id":42,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":42,"title":"Lesson 40: Daniel and the King’s Food","subtitle":"","short_title":"Lesson 40","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.head1"},[".titleNumber","Lesson",["span.dominant","40"]],["h1","Daniel and the King’s Food"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p4"},"To strengthen each child’s desire to live the Word of Wisdom."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.1-7"},"Daniel 1:1–7"],"—Daniel and his friends are trained in the king’s court."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.8-16"},"Daniel 1:8–16"],"—They eat plain food and refuse the king’s wine (Note:",["span.emphasis","Pulse"],"means foods made from seeds and grains)."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.17-21"},"Daniel 1:17–21"],"—God gives them knowledge and wisdom."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.1-21"},"Doctrine and Covenants 89:1–21"],"—Obedience to the Word of Wisdom brings temporal and spiritual blessings."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible and a Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Optional: A mousetrap with a small piece of food for bait (or a baited fishing line)."]],["li",["span.label","c."],[".para","Picture 6-45, Daniel Refusing the King’s Meat and Wine (Gospel Art Picture Kit 114; 62094)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p17","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p17"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p19","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p19"},"Show the children a baited mousetrap that is set and ready to spring closed. Use a stick or similar object to spring the trap. (You could also show a baited fishing line and explain how it works.) Ask the children what a mouse would do if it understood how the trap worked and knew that touching the bait was sure to bring disaster. Discuss with the children the “bait” Satan uses to try to persuade us to disobey the Lord’s law of good health, the Word of Wisdom. Help them understand that giving in to advertisements that appear desirable or to pressure from others can be compared to touching the bait in the mousetrap."],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p20"},"Tell the children that in this lesson they will learn about the courage and self-discipline Daniel had in refusing the meat and wine the king ordered him to eat and how Daniel was blessed for obeying the Lord’s law of health."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p22"},"Using the picture at an appropriate time, teach the children the account of Daniel refusing the king’s food from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) During the discussion explain that Nebuchadnezzar, the king of Babylon, had made war on the people of Judah and captured many of the Israelite people. After he returned to his own land, he asked that some of the choicest Israelite youth be brought to live in his household along with some of the king’s children and some of the princes. Among these young men were Daniel and three other Israelites, Shadrach, Meshach, and Abednego."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p24"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","After King Nebuchadnezzar captured Jerusalem and took many of the people of Judah captive, whom did he want to come live in his household? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.3-4"},"Daniel 1:3–4"],".) What qualities did those who were chosen possess? What were the names of four of the chosen ones of the children of Judah? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.6-7"},"Daniel 1:6–7"],".)"]],["li",["span.label","•"],[".para","The king eventually wanted to use these young men in his service, so what did he do to take care of them? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.5"},"Daniel 1:5"],".) What commitment had Daniel and his friends made in their hearts? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.8"},"Daniel 1:8"],".) Why do you think Daniel did not want to eat the king’s food or drink his wine? (Explain that when Moses was Israel’s prophet, the Lord gave the children of Israel a law that told them what to eat and drink. The food the king wanted Daniel and his friends to eat was against this law. In our day we have a law of health that has been revealed to us called the Word of Wisdom.) (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","If someone offered you something that was against the Word of Wisdom, how could you be like Daniel? (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","Why was the king’s chief officer worried when Daniel would not eat and drink the king’s food? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.10"},"Daniel 1:10"],".) What was Daniel’s plan? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.12-13"},"Daniel 1:12–13"],"; explain that pulse was a food made from seeds and grains.) How was the health of these young men different after the ten-day testing period? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.15"},"Daniel 1:15"],".) (See enrichment activity 4.)"]],["li",["span.label","•"],[".para","Besides being blessed with good physical health, in what other ways were Daniel and his friends blessed? (",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.17,20"},"Daniel 1:17, 20"],".) Why do you think their mental abilities were increased?"]],["li",["span.label","•"],[".para","How can we receive the same blessings that Daniel and his friends received? What are the Lord’s promises to all who obey the Word of Wisdom? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"D&C 89:18–21"],".)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p32","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p32"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.f5"},["ol.number",["li",["span.label","1."],[".para","Discuss with the children the healthy foods that are mentioned in the Word of Wisdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.11-12,16"},"D&C 89:11–12, 16"],"). Notice that grains are mentioned, which is what Daniel and his friends wanted to eat. Then discuss which substances the Word of Wisdom specifically tells us are harmful to our bodies (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.5-9"},"D&C 89:5–9"],"). Explain that the Prophet Joseph Smith defined “hot drinks” as tea and coffee. Modern prophets have added drugs, when used inappropriately, to this harmful list."],[".para","Bring to class pictures (or make wordstrips) of foods and substances listed in the Word of Wisdom. Make two signs that say “Good for us” and “Not good for us.” Distribute the pictures or the wordstrips to the children and let them take turns placing their picture by the appropriate sign."]],["li",["span.label","2."],[".para","Satan tries to convince us through advertising and peer pressure that disobeying the Word of Wisdom is fun and exciting and that it will not harm us. Discuss with the children the ways others might try to get them to use tobacco, alcohol, coffee, tea, or drugs. They might bring out ideas such as, “A little won’t hurt you,” “It makes you feel good,” or “Once won’t hurt.”"],[".para","Put words such as the following on small pieces of paper:",["span.emphasis","tea, beer, cigarettes."],"Have class members draw a slip of paper and role-play how they would respond to peer pressure to indulge in that item. Point out that in each case, even though it can be said in various ways, the answer is always “No!”"]],["li",["span.label","3."],[".para","Play “Simon Says” by giving commands of things the body can do, such as “Simon says, ‘Stand on one foot’” or “Simon says, ‘Wave your right hand.’” As long as the command is preceded by the phrase “Simon says,” the children should obey. If you leave off that phrase, they should not obey the command. After a few minutes, discuss with the children all the wonderful things our bodies can do. Remind them of the things our bodies are constantly doing that we don’t even have to think about, like breathing, pumping blood through our veins, healing illnesses, sending messages from the brain to nerve endings, and so on. Suggest that the children express gratitude in their prayers to Heavenly Father for the great gift of their physical bodies. Encourage the children to show their gratitude for their physical bodies by following the Word of Wisdom."]],["li",["span.label","4."],[".para","Tell the children the following story:"],[".para","In 1919 Creed Haymond was a runner representing his college in an annual athletic meet involving 1,700 men. The night before the meet, Creed’s coach said, “Creed, I’m having the boys take a little sherry wine tonight. I want you to have a little.”"],[".para","“I can’t do it, Coach.”"],[".para","“But Creed, I’m not trying to get you to drink. I know what you Mormons believe. I’m giving you this as a tonic.”"],[".para","The coach continued trying to coax Creed into taking some of the wine, but Creed refused."],[".para","But later Creed thought, “What if I make a poor showing tomorrow; what can I say to the coach?” He was going against the fastest man in the world. Nothing less than his best would do. His teammates were doing as they were told. They believed in their coach. What right had he to disobey? Only one right, his belief in the Word of Wisdom. He prayed that the Lord would increase his testimony of the Word of Wisdom, and then he went to sleep."],[".para","The next morning, all the boys on the team except Creed were sick."],[".para","During the meet it was evident that something was wrong with Creed’s team. One after another his teammates fell far below their own records. Then the 110-yard (100-meter) dash was announced; it and the 220-yard (200-meter) dash were Creed Haymond’s races."],[".para","The starter shot the pistol, and every man started running except Creed Haymond. The earth gave way because of a hole made by a previous runner, and Creed came down on his knees. But in a flash he was up again, and at the last moment he swept past the leader to win the race."],[".para","Through a mistake in arrangement, the finals of the 220 came immediately after the semifinals. Creed had already run three races and had just barely finished his semifinal heat in the 220. He went to the starter to ask for some time to catch his breath. But the starter had been ordered to begin the race, so he had to call the men to their marks."],[".para","This time Creed shot from his marks and sprinted away from the field. Creed ran that race in twenty-one seconds, the fastest time the 220 had ever been run by any human being. (Adapted from “I Can’t Do It, Coach,” in",["span.emphasis","Inspiring Stories for Young Latter-day Saints,"],"comp. Leon Hartshorn [1975], pp. 123–28.)"],[".para","Discuss with the class the blessings that Creed Haymond received because he kept the Word of Wisdom."]],["li",["span.label","5."],[".para","Sing or read the words to",["span.crossRef","“The Word of Wisdom”"],"(",["span.emphasis","Children’s Songbook,"],"p. 154)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p53","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p53"},"Share your feelings of gratitude for the Word of Wisdom, and express your testimony that keeping this law of health blesses you both physically and spiritually. You may wish to share an experience when you have been blessed by living the Word of Wisdom."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p55","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p55"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p57","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p57"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/dan/1.5-17"},"Daniel 1:5–17"],"at home as a review of this lesson."]],["div",{"id":"p58","uri":"/manual/primary-6-old-testament/lesson-40-daniel-and-the-kings-food.p58"},"Invite a child to give the closing prayer."]]]],"refs":null}
