{"id":26,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":26,"title":"Lesson 24: Gideon","subtitle":"","short_title":"Lesson 24","uri":"/manual/primary-6-old-testament/lesson-24-gideon","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-24-gideon.head1"},[".titleNumber","Lesson",["span.dominant","24"]],["h1","Gideon"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-24-gideon.p4"},"To teach the children the value of trusting in the Lord."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-24-gideon.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.1-16"},"Judges 6:1–16"],"—Gideon is called to deliver the Israelites from bondage."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.25-32"},"Judges 6:25–32"],"—Gideon destroys the altar of Baal."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.33-40"},"Judges 6:33–40"],"—The Lord gives Gideon a sign."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/7.1-8"},"Judges 7:1–8"],"—Gideon’s army is reduced to 300 men."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/7.9-23"},"Judges 7:9–23"],";",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.4,11-12"},"8:4, 11–12"],"—The Israelites defeat the Midianites."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.22-23"},"Judges 8:22–23"],"—Gideon refuses to be king."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Write several questions, such as the following, on separate slips of paper (see the attention activity):"],["ul.noMarker",["li",[".para","My little sister scribbled on my book. What should I do?"]],["li",[".para","How can I show respect to my parents?"]],["li",[".para","Why should I help keep our home clean?"]],["li",[".para","Should I trust my friend if he has lied to me before?"]]]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","Picture 6-31, Gideon Defeats the Midianites."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-24-gideon.p23"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-24-gideon.p25"},"Have a child sit on a chair in front of the class. Explain that he or she will be the judge. Give each of the other children a question (see the “Preparation” section) to ask the judge. Have the judge answer each question."],["div",{"id":"p26","uri":"/manual/primary-6-old-testament/lesson-24-gideon.p26"},"Explain that after Joshua there was no one leader over Israel. Instead, judges gave advice, made decisions, and served as military leaders. These judges were successful only as they relied on the Lord for guidance."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p28","uri":"/manual/primary-6-old-testament/lesson-24-gideon.p28"},"Teach the children about Gideon, one of the judges of Israel, from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Explain that the Midianites, Amalekites, and other groups of people mentioned in the scriptures lived in or near Canaan and considered the Israelites their enemies. Use the picture at an appropriate time."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p30","uri":"/manual/primary-6-old-testament/lesson-24-gideon.p30"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What did the Midianites and other groups do to the Israelites? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.3-6"},"Judges 6:3–6"],".) Why didn’t the Lord help Israel with these problems? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.1,8-10"},"Judges 6:1, 8–10"],".) What are some other reasons why the Lord might not take away our problems? (See enrichment activity 4.)"]],["li",["span.label","•"],[".para","When the angel came to Gideon, what did Gideon ask? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.12-13"},"Judges 6:12–13"],".) How did the Israelites’ trials help them turn to the Lord? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.6"},"Judges 6:6"],".)"]],["li",["span.label","•"],[".para","Who did the Lord say would save Israel from the Midianites? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.14,16"},"Judges 6:14, 16"],".) How did Gideon react when the angel of the Lord told him that he would save Israel? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.15"},"Judges 6:15"],".) Who else have we studied this year who felt as Gideon did? Remind the children of the stories of Enoch (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.31"},"Moses 6:31"],") and Moses (",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.11"},"Exodus 3:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/4.10"},"4:10"],"). What qualities did Gideon have that would help him fulfill this calling? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.12"},"Judges 6:12"],"; also, he lived his life so he could receive the guidance and direction of the Lord.)"]],["li",["span.label","•"],[".para","What did the Lord tell Gideon to do to the altar of Baal that his father had built and the grove that was by it? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.25-26"},"Judges 6:25–26"],"; explain that Gideon’s father and others worshiped false gods and were sinning when they used the altar of Baal and the grove.)"]],["li",["span.label","•"],[".para","What did Joash say to the men who wanted to kill his son Gideon? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.31"},"Judges 6:31"],"; explain that although Joash had worshiped Baal, he realized that if Baal were a real god, he would have the power to defend his altar.)"]],["li",["span.label","•"],[".para","What did Gideon ask the Lord to do to the fleece of wool so he would know the Lord would be with him? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.37-40"},"Judges 6:37–40"],"; explain that Gideon was not seeking a sign to know if Heavenly Father was the one true God; he needed to be assured that the Lord would be with him in battle.) Why do you think Gideon reversed the conditions of the sign the second night? (So he could know that it was truly an act of God and not a natural event or chance.)"]],["li",["span.label","•"],[".para","Out of an army of 32,000 men that had come together to fight the Midianites, the Lord wanted only 300 to fight the battle. How was Gideon to reduce the number of his army? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/7.3,5-7"},"Judges 7:3, 5–7"],".) Why did the Lord want only 300 men? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/7.2"},"Judges 7:2"],"; explain that",["span.emphasis","vaunt"],"means to boast or brag. The Lord wanted the Israelites to trust in him, not in their own strength.) How might Gideon’s faith have been tested by this? How might you have felt if you had been left in Gideon’s situation with such a small army?"]],["li",["span.label","•"],[".para","How did the Lord’s instructions help the Israelites defeat the Midianites? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/7.20-22"},"Judges 7:20–22"],"; the Midianites became confused and killed one another in the darkness.) Point out that because Gideon’s men carefully followed his instructions and Gideon followed the Lord’s instructions exactly, they were successful. (See enrichment activity 3.) How are we blessed by obeying Heavenly Father’s commandments?"]],["li",["span.label","•"],[".para","When the men of Israel wanted to make Gideon a king, whom did Gideon say should rule them? (",["a.scriptureRef",{"href":"/scriptures/ot/judg/8.23"},"Judges 8:23"],".) Whom should we follow? Who leads the Church today? Explain that we have a prophet and other leaders chosen by God to teach us, but Jesus Christ is the head of the Church."]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p41","uri":"/manual/primary-6-old-testament/lesson-24-gideon.p41"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-6-old-testament/lesson-24-gideon.f6"},["ol.number",["li",["span.label","1."],[".para","Discuss the following statement with the children:"],[".para","“We can take strength from the example of Gideon. You will remember how Gideon and his army faced the overwhelming strength of forces vastly superior in equipment and in number. … The outcome of that mighty battle is recorded in one short sentence: ‘And they stood every man in his place …’ (",["a.scriptureRef",{"href":"/scriptures/ot/judg/7.21"},"Judges 7:21"],"), and the victory was won."],[".para","“Today, we are encamped against the greatest array of sin, vice, and evil ever assembled before our eyes. Such formidable enemies may cause lesser hearts to shrink or shun the fight. But the battle plan whereby we fight to save the souls of men is not our own. It was provided … by the inspiration and revelation of the Lord. … I pray that each of us will stand in his or her appointed place, that the battle for the souls of men will indeed be won” (Thomas S. Monson, “Correlation Brings Blessings,”",["span.emphasis","Relief Society Magazine,"],"Apr. 1967, pp. 246–47)."],[".para","Think of several challenges facing the children in your class that could be considered some of the battles of life. (For example: You are tempted to smoke a cigarette, or your favorite team is on television at the same time you should be in church.) Toss a beanbag to one of the children. Describe one of the battles of life. Have that child tell what the Lord’s battle plan would be and then toss the beanbag back to the teacher. Continue until each child has had a turn. Encourage the children to follow the Lord’s plan in deciding how to handle such situations."]],["li",["span.label","2."],[".para","On large pieces of paper write one word on each sheet of paper from the following quotation: “And they stood every man in his place” (",["a.scriptureRef",{"href":"/scriptures/ot/judg/7.21"},"Judges 7:21"],")."],[".para","Hand the papers out to the children in random order. Have them stand so that the message can be read correctly. (You may need to give some of the children two papers that belong side by side if your class is small.) Emphasize the importance of each person standing in the right place, just as Gideon’s men did, in order to accomplish what the Lord wanted them to do."],[".para","Talk about times when we stand in the right place, such as attending church each week, not being in places of temptation, and so forth."]],["li",["span.label","3."],[".para","Have the children stand while you give them instructions such as turn around, raise your right hand, and so forth. Have the children list some of the specific instructions Gideon was given (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.25-26"},"Judges 6:25–26"],"and",["a.scriptureRef",{"href":"/scriptures/ot/judg/7.3-6"},"Judges 7:3–6"],"). Explain that because Gideon followed these instructions exactly, he and his army were successful. Point out that sometimes we are asked to do things that may not seem important or even make sense to us at the time. If we are given specific directions by Church leaders or parents acting in righteousness, we need to be obedient and have faith that what we are asked to do is important and right."],[".para","You may wish to choose a child who obeyed your directions exactly to be the leader next and do the activity again."]],["li",["span.label","4."],[".para","Have the children name reasons why the Lord would give us trials (for example, dealing with them helps us become stronger and more valiant, they humble us so we will turn to God, they are a natural part of mortal life, they are the consequences of sin or bad decisions, and so forth). Share an appropriate personal experience when you have grown by overcoming a trial. Explain that the Lord might not take away our problems, but if we trust in him, he will bless us with comfort and strength."]],["li",["span.label","5."],[".para","Sing or read the words to",["span.crossRef","“I Want to Live the Gospel”"],["span.emphasis","(Children’s Songbook,"],"p. 148) or",["span.crossRef","“Keep the Commandments”"],"(",["span.emphasis","Children’s Songbook,"],"p. 146)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p55","uri":"/manual/primary-6-old-testament/lesson-24-gideon.p55"},"You may want to bear your testimony of the importance of trusting the Lord and his chosen servants. Encourage the children to listen to the prophet and other Church leaders and to obey the commandments carefully as Gideon did."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p57","uri":"/manual/primary-6-old-testament/lesson-24-gideon.p57"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p59","uri":"/manual/primary-6-old-testament/lesson-24-gideon.p59"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.12-16"},"Judges 6:12–16"],"and",["a.scriptureRef",{"href":"/scriptures/ot/judg/7.15-22"},"Judges 7:15–22"],"at home as a review of this lesson."]],["div",{"id":"p60","uri":"/manual/primary-6-old-testament/lesson-24-gideon.p60"},"Invite a child to give the closing prayer."]]]],"refs":null}
