{"id":39,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":39,"title":"Lesson 37: Josiah and Ezra Read the Scriptures to the People","subtitle":"","short_title":"Lesson 37","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.head1"},[".titleNumber","Lesson",["span.dominant","37"]],["h1","Josiah and Ezra Read the Scriptures to the People"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p4"},"To teach the children that reading and following the counsel of the scriptures brings joy."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.1-2"},"2 Kings 22:1–2"],"—Josiah reigns in righteousness."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.3-10"},"2 Kings 22:3–10"],"—While repairing the temple, Hilkiah finds the book of the law. (Note:",["span.emphasis","Book of the law"],"and",["span.emphasis","book of the covenant"],"are descriptive terms for the scriptures at that time.)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.11-13"},"2 Kings 22:11–13"],"—Josiah sorrows because of the wickedness of the people."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.14-20"},"2 Kings 22:14–20"],"—Huldah prophesies the desolation of the wicked but promises that Josiah will be blessed."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.1-4,21-25"},"2 Kings 23:1–4, 21–25"],"—Josiah reads the book of the law to the people; they make covenants and stop their idolatry."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.1-12"},"Nehemiah 8:1–12"],"—Ezra reads and interprets the law of Moses. The people rejoice."]]]],["li",["span.label","2."],[".para","Additional reading:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.6-7"},"Deuteronomy 6:6–7"],"—Moses tells the Israelites to teach the commandments to their children at all times."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/34"},"2 Chronicles 34"],"—Another account of the story of Josiah (compare",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22"},"2 Kings 22"],")."]]]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A journal, scrapbook, photo album, or baby book (see the attention activity)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p21"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p23"},"Ask the children if they remember what the first lessons of this course were about. If they remember the general topics, ask for more specific details. Explain that it is hard for us to remember information that we learned a long time ago. Show the children a journal, scrapbook, photo album, baby book, or similar book, and relate the following true experience or a personal experience you have had keeping records."],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p24"},"Some children asked their mother to tell them about what they said and did when they were younger. Their mother had written a journal of some of those experiences. The family read the journal together. The oldest boy learned that the first talk he gave in Primary was about two brothers who decided not to quarrel with one another. He liked knowing this because he always tried to be a peacemaker in his family. One daughter learned that when she was three years old she prayed every night for her neighbors to learn not to smoke and for them to be kept safe from harm. This concern showed the same sensitivity toward others that she continued to have as an older child. Another child learned that in her baby blessing her father had blessed her to have an especially close relationship with her mother. Throughout her life, that blessing had been fulfilled. Even the mother was surprised at some of the stories. Over time she had forgotten many of them. Both the mother and her children felt joy as they read the journal and remembered experiences from their past."],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p25"},"Explain that it is easy to forget things that we aren’t constantly reminded of. Important information should be studied and reviewed continually so that we do not forget it. Show the children your scriptures, and tell them these books contain Heavenly Father’s words to us. Diligent daily study of the scriptures will help us remember and keep his commandments. Tell the children that in this lesson they will learn about the people of Judah at two different historical times: during the reign of King Josiah (about 640",["span.small","B.C."],") and the time of Nehemiah and Ezra (about 450",["span.small","B.C."],") (",["span.emphasis",["span.small","B.C."]],"means before the birth of Christ). Both groups of people had lost the book of the law—the scriptures the Lord gave to them through Moses—so they forgot the commandments and did not obey them."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p27"},"Teach the children the account of Josiah, the boy king of Judah, and of Ezra from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.)"]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p29","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p29"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What kind of person was King Josiah? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.2"},"2 Kings 22:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.25"},"2 Kings 23:25"],". Note: The David mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.2"},"2 Kings 22:2"],"is King David, who was Josiah’s forefather, not his literal father. Josiah’s father was Amon.) Explain that Josiah’s father was a wicked king who was killed by his servants when Josiah was eight years old. Josiah inherited the throne, and he was a righteous king."]],["li",["span.label","•"],[".para","In the eighteenth year of King Josiah’s reign, what was done to the temple? (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/34.8-11"},"2 Chronicles 34:8–11"],".) What did Hilkiah, the high priest, find in the temple when it was being repaired? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.8"},"2 Kings 22:8"],".) Explain that",["span.emphasis","book of the law"],"was another name for the scriptures."]],["li",["span.label","•"],[".para","After King Josiah had the book of the law read to him, what did he do that showed his great sorrow? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.11-13"},"2 Kings 22:11–13"],".) Explain that “rent his clothes” means he ripped or tore his clothes to signify his deep sorrow that his people had strayed so far from God’s laws."]],["li",["span.label","•"],[".para","How had the people shown they had forgotten the Lord’s laws? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/22.16-17"},"2 Kings 22:16–17"],".) How did King Josiah abolish idol worship and the other evil practices of his people? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.4,24-25"},"2 Kings 23:4, 24–25"],".)"]],["li",["span.label","•"],[".para","How did King Josiah help his people repent of their sins? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.2-3"},"2 Kings 23:2–3"],".) What made the people realize they had done wrong? Explain that reading the scriptures taught the people the Lord’s ways. Because the book of the laws and covenants had been lost, the people had forgotten the commandments and had been led astray. How can the scriptures help us? What habits can we develop that will help us remember God’s words? (See enrichment activity 4.)"]],["li",["span.label","•"],[".para","What righteous practice did King Josiah reestablish? (",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.21-23"},"2 Kings 23:21–23"],".)"]],["li",["span.label","•"],[".para","Who was Nehemiah? (",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.9"},"Nehemiah 8:9"],". Note: The footnote in",["a.scriptureRef",{"href":"/scriptures/ot/neh/7.65"},"Nehemiah 7:65"],"indicates that",["span.emphasis","Tirshatha"],"means governor. Nehemiah was a righteous leader of his people.) (See also",["a.scriptureRef",{"href":"/scriptures/bd/nehemiah"},"“Nehemiah”"],"in the LDS Bible Dictionary [p. 738].)"]],["li",["span.label","•"],[".para","Who was Ezra? (",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.9"},"Nehemiah 8:9"],".) Explain that Ezra was a priest and a scribe, and as a scribe he was a teacher of the law. The Jews at this time (about 450",["span.small","B.C."],") had been in captivity in the Persian Empire for many years, and they had not been allowed to have their laws read to them. They had fallen into the evil ways of those around them. Some of the Jews, including Ezra and Nehemiah, were allowed to return to Jerusalem to reestablish their culture and religious beliefs."]],["li",["span.label","•"],[".para","To whom did Ezra read the book of the law of Moses? (",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.1-3,5"},"Nehemiah 8:1–3, 5"],".) Explain that the LDS Bible Dictionary under the heading",["a.scriptureRef",{"href":"/scriptures/bd/ezra"},"“Ezra”"],"(p. 669) points out that before this time the law had been available only to the priests. Reading the book of the law in the open street made it available to everyone. What was the people’s reaction to hearing the book of the law? (",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.3,9"},"Nehemiah 8:3, 9"],".) How should we read the scriptures?"]],["li",["span.label","•"],[".para","Who helped the people understand the scriptures? (",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.7-8"},"Nehemiah 8:7–8"],".) Point out that the spirit of the Lord was with the people as the priests explained what was being read to them. How did the people feel when they understood the scriptures that were read? (",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.12"},"Nehemiah 8:12"],".) How do you feel when you read and understand the scriptures? (See enrichment activity 2.) How can we develop the kind of excitement for the scriptures that these people had?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p41","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p41"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.f6"},["ol.number",["li",["span.label","1."],[".para","Tell the children you are going to whisper something to them that you want them to try to remember. Whisper this scripture to each child: “The king stood in his place, and made a covenant before the Lord, to walk after the Lord, and to keep his commandments” (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/34.31"},"2 Chronicles 34:31"],"). After you have whispered this to each child, ask them to repeat it. If they have a hard time remembering it, explain that the value of having written scriptures is that we can study and read them often to help us remember. Then as a class read the verse out loud from the scriptures. At the end of the lesson, ask if the children remember the scripture that you whispered to them and they read together. If you have repeated it several times, some of them will probably remember. Read it out loud in unison again. Point out that we remember important truths by hearing and reading them again and again."]],["li",["span.label","2."],[".para","Write on the chalkboard two headings: “Why might it be hard to read the scriptures?” and “Ways to overcome these difficulties.” Ask the children why it might be hard for them to read the scriptures, and then have them suggest ways to overcome these difficulties. Discuss each idea with the children, listing their answers in the appropriate column. Problems with reading the scriptures might be that they are hard to understand or that the children can’t read well enough. Possible solutions to these problems could be to read out loud, to read and discuss with an adult, to pray for understanding, or to read the suggested home reading included at the end of each lesson while the lesson is still fresh in their minds. Challenge the children to read the assigned verses from this lesson and each lesson. Explain that when a person reads regularly from the scriptures, the scriptures become more familiar and easier to understand."]],["li",["span.label","3."],[".para","If these items are available, dip a toothpick for each child into a small amount of honey. Have the children taste the honey. Emphasize the sweetness of the honey, and then read",["a.scriptureRef",{"href":"/scriptures/ot/ps/19.8,10"},"Psalm 19:8, 10"],". Have the children think about how the scriptures can be sweeter than honey in their lives. Point out that through the scriptures we can feel Heavenly Father’s love for us, and we can receive help in facing our problems. These and other things bring a sweetness, or joy, in our lives. Encourage the children to share something they love about the scriptures."]],["li",["span.label","4."],[".para","Play charades by having a child pantomime one of the following situations. Have the rest of the class guess what they are doing."],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","Driving to a gas station and putting fuel in the gas tank of an automobile."]],["li",["span.label","b."],[".para","Eating dinner."]],["li",["span.label","c."],[".para","Planting and watering a plant."]],["li",["span.label","d."],[".para","Reading the scriptures."]]]],[".para","Play until all four situations have been correctly guessed. Discuss what similarities there are in these different activities. Point out that in each case an object needs fuel so that it will have the energy to keep going. Just as a car, a plant, or our physical bodies need fuel or food for energy, our spirit needs to be fed so that it too can be healthy. Discuss how we can feed our spirits. Discuss how often our spirits need to be fed. Read",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.6-7"},"Deuteronomy 6:6–7"],"with the children, and emphasize that we should think of the Lord’s words to us at all times in everything we do. Challenge the children to read from the scriptures each day in the coming week."]],["li",["span.label","5."],[".para","Remind the children that in order to obey the commandments, they have to be able to remember them. To help them remember, play a memory game. Write the names of the following people from the Old Testament on separate 3″ x 5″ cards. On other cards write the phrases that describe each person. Have the children take turns matching the card with the name of the person on it with the card that says what he or she did. When the children have matched all the cards, discuss the spiritual qualities they remember about each person."],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para","Person"]],["th",{"colspan":"1","rowspan":"1"},[".para","Action"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Adam"]],["td",{"colspan":"1","rowspan":"1"},[".para","Left the Garden of Eden"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Enoch"]],["td",{"colspan":"1","rowspan":"1"},[".para","His righteous city was translated"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Noah"]],["td",{"colspan":"1","rowspan":"1"},[".para","Built an ark"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Abraham"]],["td",{"colspan":"1","rowspan":"1"},[".para","Willing to sacrifice his son"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Rebekah"]],["td",{"colspan":"1","rowspan":"1"},[".para","Left her family to marry Isaac"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Joseph"]],["td",{"colspan":"1","rowspan":"1"},[".para","Forgave his brothers"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Moses"]],["td",{"colspan":"1","rowspan":"1"},[".para","Saved his people from bondage"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Ruth"]],["td",{"colspan":"1","rowspan":"1"},[".para","Accepted the gospel from her mother-in-law"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","David"]],["td",{"colspan":"1","rowspan":"1"},[".para","With the strength of the Lord, killed a giant"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Elijah"]],["td",{"colspan":"1","rowspan":"1"},[".para","Fed by ravens during a drought"]]]]]]],["li",["span.label","6."],[".para","Help the children understand and memorize the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.8"},"eighth article of faith"],". Or read",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.8"},"Isaiah 40:8"],"and discuss ways in which the scriptures will “stand for ever.” Explain that, for example, the Ten Commandments given to Moses thousands of years ago “stand for ever”; they are still commandments in our time. Invite the children to share their favorite scriptures and the reasons they love them."]],["li",["span.label","7."],[".para","Sing or read the words to",["span.crossRef","“Search, Ponder, and Pray”"],"(",["span.emphasis","Children’s Songbook,"],"p. 109)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p78","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p78"},"Share your feelings about the great blessing the scriptures are in your life and the joy and peace they bring to you as you remember to obey Heavenly Father’s laws. Encourage the children to read the scriptures regularly at home."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p80","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p80"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p82","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p82"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/23.1-3,25"},"2 Kings 23:1–3, 25"],"and",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.8"},"Isaiah 40:8"],"at home as a review of this lesson."]],["div",{"id":"p83","uri":"/manual/primary-6-old-testament/lesson-37-josiah-and-ezra-read-the-scriptures-to-the-people.p83"},"Invite a child to give the closing prayer."]]]],"refs":null}
