{"id":5,"parent_id":0,"book_id":9399,"content_id":1,"language_id":1,"display_order":5,"title":"Lesson 3: Why Study the Scriptures?","subtitle":"","short_title":"Lesson 3","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-3","content":[["div",{"id":"head1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-3.head1"},[".titleNumber","Lesson 3"],["h1","Why Study the Scriptures?"]],[".bodyBlock",[".topic",["h2","Teaching Objective"],["div",{"id":"p1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-3.p1"},"Regular scripture study brings many blessings."]],[".topic",["h2","Themes"],["div",{"id":"f1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-3.f1"},["ol.number",["li",["span.label","1."],[".para","The scriptures serve many purposes for mankind."]],["li",["span.label","2."],[".para","The scriptures promise great blessings to those who follow the teachings found therein."]],["li",["span.label","3."],[".para","The prophets of this dispensation describe many benefits that come to those who study and love the scriptures."]],["li",["span.label","4."],[".para","Through scripture study students may hear the voice of the Lord."]]]]],[".topic",["h2","Teaching Ideas"],["div",{"id":"f2","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-3.f2"},["ol.number",["li",["span.label",["b","1."]],[".para",["b","The scriptures serve many purposes for mankind."]]],["li",["span.label","■"],[".para","Review the section of the Topical Guide entitled “scriptures, value of.” Have students list the various reasons why a member of the Church should read and study the scriptures."]],["li",["span.label",["b","2."]],[".para",["b","The scriptures promise great blessings to those who follow the teachings found therein."]]],["li",["span.label","■"],[".para","Create a worksheet with the following scripture references on it, and have students look up the passages and summarize the promised blessings associated with scripture study mentioned in the passages. Then have students mark and annotate the passages if they desire. Stress that the Lord keeps His promises (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37-38"},"D&C 1:37–38"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"82:10"],")."],["div",{"id":"f","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para",["a.scriptureRef",{"href":"/scriptures/ot/josh/1.8"},"Joshua 1:8"]]],["li",["span.label","2."],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ps/119.105"},"Psalm 119:105"]]],["li",["span.label","3."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.27-32"},"Luke 24:27–32"]]],["li",["span.label","4."],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.12"},"1 Nephi 1:12"]]],["li",["span.label","5."],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.24"},"1 Nephi 15:24"]]],["li",["span.label","6."],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.3"},"2 Nephi 32:3"]]],["li",["span.label","7."],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.8"},"Jacob 2:8"]]],["li",["span.label","8."],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.2"},"Alma 17:2"]]],["li",["span.label","9."],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.7-8"},"Helaman 15:7–8"]]],["li",["span.label","10."],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.21-22"},"Doctrine and Covenants 11:21–22"]]]]]],["li",["span.label",["b","3."]],[".para",["b","The prophets of this dispensation describe many benefits that come to those who study and love the scriptures."]]],["li",["span.label","■"],[".para","Review with students the following teachings of the prophets relative to the blessings gained from a diligent study of the word of God. You may choose to create a handout listing selected passages for discussion."],[".para","President Ezra Taft Benson said: “More than at any time in our history, brothers and sisters, we have need for greater spirituality. The way to develop greater spirituality is to feast on the words of Christ as revealed in the scriptures” (in Conference Report, Apr. 1984, 7; or",["span.emphasis","Ensign,"],"May 1984, 7)."],[".para","President Spencer W. Kimball said: “The years have taught me that if we will energetically pursue this worthy personal goal [of scripture study] in a determined and conscientious manner, we shall indeed find answers to our problems and peace in our hearts. We shall experience the Holy Ghost broadening our understanding, find new insights, witness an unfolding pattern of all scripture; and the doctrines of the Lord shall come to have more meaning to us than we ever thought possible. As a consequence, we shall have greater wisdom with which to guide ourselves and our families, so that we may serve as a light and source of strength to our nonmember friends with whom we have an obligation to share the gospel” (“Always a Convert Church,”",["span.emphasis","Ensign,"],"Sept. 1975, 2–3)."],[".para","President Kimball also taught: “I find that when I get casual in my relationships with divinity and when it seems that no divine ear is listening and no divine voice is speaking, that I am far, far away. If I immerse myself in the scriptures the distance narrows and the spirituality returns. I find myself loving more intensely those whom I must love with all my heart and mind and strength, and loving them more, I find it easier to abide their counsel” (",["span.emphasis","Teachings of Spencer W. Kimball,"],"135)."],[".para","Elder Bruce R. McConkie, who was a member of the Quorum of the Twelve Apostles, said:"],[".para","“I think that people who study the scriptures get a dimension to their life that nobody else gets and that can’t be gained in any way except by studying the scriptures."],[".para","“There’s an increase in faith and a desire to do what’s right and a feeling of inspiration and understanding that comes to people who study the gospel—meaning particularly the Standard Works—and who ponder the principles, that can’t come in any other way” (in David Croft, “Spare Time’s Rare to Apostle,”",["span.emphasis","Church News,"],"24 Jan. 1976, 4)."],[".para","The Prophet Joseph Smith said: “I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book” (",["span.emphasis","History of the Church,"],"4:461)."],[".para","President Marion G. Romney, who was a Counselor in the First Presidency, testified: “I feel certain that if, in our homes, parents will read from the Book of Mormon prayerfully and regularly, both by themselves and with their children, the spirit of that great book will come to permeate our homes and all who dwell therein. The spirit of reverence will increase; mutual respect and consideration for each other will grow. The spirit of contention will depart. Parents will counsel their children in greater love and wisdom. Children will be more responsive and submissive to the counsel of their parents. Righteousness will increase. Faith, hope, and charity—the pure love of Christ—will abound in our homes and lives, bringing in their wake peace, joy, and happiness” (in Conference Report, Apr. 1980, 90; or",["span.emphasis","Ensign,"],"May 1980, 67)."],[".para","Elder Joseph Fielding Smith, then a member of the Quorum of the Twelve Apostles, said: “Now remember, brethren and sisters, if you treasure up the word of the Lord, if you study these revelations, not merely those that are in the Doctrine and Covenants, but those that are in all the standard works of the Church, and you put into practice the commandments that are here found, you will not be deceived in these perilous times, but you shall have the spirit of discernment and you shall know the truth and shall know falsehood, for you shall have power to know the spirits of men and to understand the Spirit of the Lord” (in Conference Report, Oct. 1931, 17–18)."],[".para","President Joseph F. Smith taught: “That which characterizes above all else the inspiration and divinity of the Scriptures is the spirit in which they are written and the spiritual wealth they convey to those who faithfully and conscientiously read them. Our attitude, therefore, toward the Scriptures should be in harmony with the purposes for which they were written. They are intended to enlarge man’s spiritual endowments and to reveal and intensify the bond of relationship between him and his God. The Bible, as all other books of Holy Writ, to be appreciated must be studied by those spiritually inclined and who are in quest of spiritual truths” (“Reason and the Scriptures,”",["span.emphasis","Juvenile Instructor,"],"Apr. 1912, 204)."]],["li",["span.label",["b","4."]],[".para",["b","Through scripture study students may hear the voice of the Lord."]]],["li",["span.label","■"],[".para","Read and discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.34-36"},"Doctrine and Covenants 18:34–36"],". Referring to this passage, Elder S. Dilworth Young, who was a member of the Seventy, explained:"],[".para","“When I read a verse … I am hearing the voice of the Lord as well as reading his words, if I hear by the Spirit” (in Conference Report, Apr. 1963, 74)."],[".para","The following story by Elder Carlos E. Asay, who was a member of the Seventy, may help you make application of this principle:"],[".para","“Some years ago I supervised a young man who was having difficulty in understanding and appreciating his church assignment. I tried very hard to point out the importance of his duties. I also appealed to his sense of honor. The conversation seemed to have little effect upon my listener. Finally, after some inner strugglings, I asked: ‘What will it take to convince you that you must successfully complete your calling?’ He did not answer. So I added: ‘Are you waiting to see a burning bush? to receive an angelic visitation? or to hear a voice directly from heaven?’"],[".para","“His response was immediate: ‘That’s what I need. I need to hear the voice of God.’"],[".para","“At first I wondered if the young man was serious. However, the look on his face and the tone of his voice convinced me that he was. I then invited him to read with me this scripture: ‘And I, Jesus Christ, your Lord and your God, have spoken it."],[".para","“‘These words are not of men nor of man, but of me; wherefore, you shall testify they are of me and not of man;"],[".para","“‘For it is my voice which speaketh them unto you; for they are given by my Spirit unto you, and by my power you can read them one to another; and save it were by my power you could not have them;"],[".para","“‘Wherefore, you can testify that you have heard my voice, and know my words.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.33-36"},"D&C 18:33–36"],".)"],[".para","“My associate began to understand that the scriptures are the will, the mind, the word, and the voice of the Lord. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.4"},"D&C 68:4"],".)"],[".para","“I encouraged the young man to look to God through the scriptures. I requested that he regard his daily study period as a personal interview with the Lord. And I made the promise that he would find purpose and enthusiasm for his calling—if he was faithful in his reading and pondering of the scriptures” (in Conference Report, Oct. 1978, 78–79; or",["span.emphasis","Ensign,"],"Nov. 1978, 52–53)."]]]]],[".topic",["h2","Supplementary Study Sources"],["div",{"id":"f4","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-3.f4"},["ol.bullet",["li",["span.label","•"],[".para","Howard W. Hunter, in Conference Report, Oct. 1979, 91–93; or",["span.emphasis","Ensign,"],"Nov. 1979, 64–65; the blessings of daily scripture study."]],["li",["span.label","•"],[".para","Ezra Taft Benson, “The Power of the Word,”",["span.emphasis","Ensign,"],"May 1986, 79–82; blessings that come to those who immerse themselves in the scriptures."]],["li",["span.label","•"],[".para","Spencer W. Kimball, “How Rare a Possession—The Scriptures,”",["span.emphasis","Ensign,"],"July 1985, 2–5; why Latter-day Saints should study the scriptures."]],["li",["span.label","•"],[".para","Robert J. Matthews, “What Do the Scriptures Say about the Scriptures?”",["span.emphasis","Ensign,"],"May 1973, 22–24; what scripture writers said about the value, purpose, and benefits of the scriptures."]],["li",["span.label","•"],[".para","“",["span.emphasis","Hold to the Rod,”"],"video presentation 6, “All That Will Hear” (34:24); the role of scripture study in receiving personal revelation—hearing the voice of the Lord."]],["li",["span.label","•"],[".para","“",["span.emphasis","Hold to the Rod,”"],"video presentation 11, “A Lamp unto My Feet” (32:20); how the scriptures are used to provide direction in life."]],["li",["span.label","•"],[".para","“",["span.emphasis","Hold to the Rod,”"],"video presentation 12, “Look to God and Live” (40:30); the scriptures as a tool to help students come to a knowledge of God."]]]]],[".topic",["h2","Suggested Student Study"],["div",{"id":"f5","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-3.f5"},["ol.bullet",["li",["span.label","•"],[".para","Invite students to confidentially outline some goals for their personal scripture study based on the promises extended from the Lord to those who study the scriptures."]]]]]]],"refs":null}
