{"id":51,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":51,"title":"Lesson 48: Short-Range Goals as Stepping Stones","subtitle":"","short_title":"Lesson 48","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.head1"},[".titleNumber","Lesson",["span.dominant","48"]],["h1","Short-Range Goals as Stepping Stones"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p1"},"Each young woman will understand how setting short-range goals can help her to achieve long-range goals."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.f1"},["ol.number",["li",["span.label","1."],[".para","Bring paper and pencils for the young women."]],["li",["span.label","2."],[".para","Prepare the handout as suggested in the second section of the lesson, or write the illustration on the chalkboard."]],["li",["span.label","3."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Activity"],["div",{"id":"p5","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p5"},"Ask the young women to imagine that it is five years from now. Tell them to think for a minute or two about what they would like to be doing and the person they would be if their highest hopes came true. Ask them to be sure the goals they describe are specific and personal, such as: “I want to be married in the temple; I want to have graduated from college; I want to be a teacher (secretary, doctor, and so on).” After they have had a few minutes to think, ask them to write these goals down on a piece of paper. Then ask the young women to write at least three of the most important things they can be doing to help them reach their goals."],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p6"},"Explain that these three things are short-range goals, or stepping stones, that will lead to the accomplishment of the long-range goals. An old Chinese proverb makes this point: “The journey of a thousand miles begins with one step.” Ask one or two young women to share a long-range goal with the class and their stepping stones (short-range goals) that will lead to it. Write these on the chalkboard, with the long-range goal at the top and the short-range goals underneath."]]],[".topic",["h3","Setting Goals Can Help Us Progress"],[".teachingMethod",["h3","Teacher presentation and discussion"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p7"},"Explain that setting goals can help us achieve our desires."],["ul.bullet",["li",["span.label","•"],[".para","Why is just wishing we could achieve something not usually enough to motivate us to progress?"]]],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p9"},"Point out that goals give us something specific and attainable to strive for. They provide a path for us to follow. Read the following statement:"]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p10"},"“No plan. No objective. No goal. The road to anywhere is the road to nowhere, and the road to nowhere leads to dreams sacrificed, opportunities squandered, and a life unfulfilled” (Thomas S. Monson, in Conference Report, Oct. 1976, p. 73; or",["span.emphasis","Ensign,"],"Nov. 1976, p. 51)."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p11"},"The process of setting goals can be an important way of progressing throughout our lives. Now is a good time to learn how to direct our energies by setting and achieving worthwhile goals."]],[".teachingMethod",["h3","Handout or chalkboard illustration"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p12"},"Give each class member a handout with the following illustration, or refer to the illustration on the chalkboard. Review each step of the goal-setting process:"],[".",{"id":"f3","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.f3"}],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p13"},"Step 1:",["span.emphasis","Evaluate"],"(decide what needs to be done). Make a list of the things you would like to know, qualities and abilities you would like to develop, and things you want to accomplish in your life."],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p14"},"Step 2:",["span.emphasis","Plan"],"(what to do and when). Write down the goal and how you plan to reach it. Remember, a goal not written down is merely a wish. If you want to, choose a parent, friend, or leader to whom you will report the progress you make. Set a time to complete your goal and dates along the way to check your progress."],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p15"},"Step 3:",["span.emphasis","Act"],"on the plan. If the goal is something you can do by yourself,",["span.emphasis","do it!"],"If you need help, ask someone to help you complete your goal."],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p16"},"Step 4:",["span.emphasis","Report"],"on progress and results. Meet with the person to whom you chose to report your progress. Tell what you have done and check your progress. Some of your goals may be confidential. You can check yourself or report them to Heavenly Father in prayer."],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p17"},"Explain that after completing step 4, a person begins the process again by evaluating what she would like to do next."]],[".teachingMethod",["h3","Story"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p18"},"The teacher and class members of a Young Women class were concerned about one of the members of their class. They chose as a class goal to try to help Cheryl become active in the Church by the end of the school year. They knew this would probably be a long-range goal, as she had come to class only two times in three years. They set some short-range goals and planned to report their progress to their teacher. Their goals were (1) to get Cheryl to come to one of their activities and (2) to get her to come to a Sunday lesson. They wrote down a plan for each goal and began to take action."],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p19"},"The first goal was quite easy. The young women knew that Cheryl loved basketball and played on her school’s basketball team. They planned a sports night and asked Cheryl if she would come and give them some tips on playing basketball. She willingly accepted, and the activity was a great success."],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p20"},"The second goal was a little harder. The young women continued to be Cheryl’s friend at school. They also took her class handouts, but she still seemed uncomfortable and uninterested in coming on Sunday. Then as a class activity, the young women and their teacher went to one of Cheryl’s school basketball games to watch her play. They all cheered loudly and ran to congratulate her after the victory. The following Sunday, Cheryl was at church! For the first time, she seemed to feel comfortable and laughed and talked with the young women. Class members continued their efforts and love, and Cheryl came to more and more Church meetings. In fact, Cheryl was called to serve as a member of the class presidency the next year."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p21"},"Ask the young women to briefly identify the four steps of the goal-setting process as they occurred in this story. Point out that the short-range goals were stepping stones to the long-range goal."]]],[".topic",["h3","Evaluating Our Short-Range Goals Helps Us Measure Our Progress and Correct Our Course"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p22"},"Point out that periodically we need to evaluate our short-range goals to make certain they are leading us where we want to go."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p23"},"Read the following quotation:"],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p24"},"“",["span.emphasis","We should all constantly evaluate our progress."],"To live righteous lives and accomplish the purpose of our creation, we must constantly review the past, determine our present status, and set goals for the future. Without this process there is little chance of reaching one’s objectives” (O. Leslie Stone, in Conference Report, Apr. 1978, p. 87; or",["span.emphasis","Ensign,"],"May 1978, p. 57)."]],[".teachingMethod",["h3","Story"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p25"},"Tell the following story:"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p26"},"Claudia had always had the long-range goal of a temple marriage, but it seemed a long way into the future. She started to date quite regularly someone who was not a member of the Church. But she didn’t see any real harm in it because he was such a nice young man. Besides, she didn’t intend their relationship to become serious. Many of their dates were planned for Sunday to accommodate his work schedule. At first, Claudia tried to attend her Church meetings too. But the meeting times didn’t always coincide with their dating plans, so she began to miss church more often. She began to participate in activities on the Sabbath that had been unacceptable to her in the past."],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p27"},"Claudia’s parents and bishop were concerned about her course. In an interview, her bishop asked about her long-range goals. She insisted that a temple marriage was still high on her list. Together they began to measure her progress toward that goal and evaluate the short-range goals that would lead her to it. Claudia realized that her goals of scripture study, Church attendance, and obedience to several of the Lord’s commandments were not being accomplished. Claudia’s parents and bishop helped her formulate some short-range goals that would correct her course and eventually help her reach her long-range goal of temple marriage. With courage, commitment, and the help of Heavenly Father, Claudia changed what needed to be changed at a critical time in her life. Several years later, she met a worthy young man and was married in the temple."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What might have happened if Claudia had continued on her original course? How did she jeopardize her long-range goal of temple marriage by not considering the importance of short-range goals, such as dating only those with high standards who would respect her Church activity?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p29"},"Point out how easy it is to deviate from our long-range goals if we do not take the time to evaluate and measure our progress frequently. Also, help the young women to recognize that others, such as parents or a bishop, can help them in that evaluation."]]],[".topic",["h3","Achieving Long-Range Goals Requires Firm Commitment"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p30"},"Explain that we must be committed to our goals, or somewhere along the way we may deviate from our course and take the seemingly easier route."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p31"},"“Some alternatives are long and hard, but they take us in the right direction toward our ultimate goal; others are short, wide, and pleasant, but they go off in the wrong direction. It is important to get our ultimate objectives clearly in mind so that we do not become distracted at each fork in the road” (Spencer W. Kimball, “Decisions: Why It’s Important to Make Some Now,”",["span.emphasis","New Era,"],"Apr. 1971, p. 3)."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p32"},"Point out that we must be committed enough to sacrifice and pay the price to reach our goals. President Spencer W. Kimball’s commitment to a goal is illustrated in the following story."]],[".teachingMethod",["h3","Story"],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p33"},"“After my mission I wanted to attend college, but my family could not afford to send me. So I took a job in the freight yards of the Southern Pacific Railroad in Los Angeles to earn money for school. I worked fourteen hours a day moving freight between warehouses and boxcars on a two-wheeled hand truck. Often I had a thousand-pound load on the hand truck. I’m sure you can understand why I was tired at the end of the day."],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p34"},"“I was living with my sister two or three miles away. The streetcar fare was ten cents, and I trudged the whole distance each way in order to save twenty cents a day. I wanted very much to go to college, and walking that distance made my goal that much nearer realization. I was able to save enough money to return to my home state of Arizona and attend the University of Arizona” (Spencer W. Kimball, “Decisions,” pp. 2–3)."]]],[".topic",["h3","Lesson Application"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-48-short-range-goals-as-stepping-stones.p35"},"Encourage each young woman to set, evaluate, and commit herself to her short- and long-range goals. Suggest that she write down some new goals if necessary and accomplish them by using short-range goals as stepping stones."]]]]],"refs":null}
