{"id":49,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":49,"title":"Lesson 46: The Purpose and Value of Education","subtitle":"","short_title":"Lesson 46","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.head1"},[".titleNumber","Lesson",["span.dominant","46"]],["h1","The Purpose and Value of Education"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p1"},"Each young woman will understand the purpose and value of education throughout her life."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.f1"},["ol.number",["li",["span.label","1."],[".para","Picture 20, young woman in a vocation; picture 21, young mother helping her children read; picture 22, young woman teaching in a Church meeting. All are located at the back of the manual."]],["li",["span.label","2."],[".para","Prepare three wordstrips that say “In a vocation,” “In the home,” and “In the Church and community.”"]],["li",["span.label","3."],[".para","Optional: Prepare a display of educational materials such as school textbooks, scriptures, music books, and a ruler."]],["li",["span.label","4."],[".para","Review the counsel about education on",["span.crossRef","page 9"],"of",["span.emphasis","For the Strength of Youth."]]],["li",["span.label","5."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Story"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p7"},"Jeffrey R. Holland, while president of Brigham Young University, told this story:"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p8"},"“I’d like to tell you a true story about a young boy who didn’t have the opportunity of going to school for very long. His father died, leaving little money for the boy’s family. One day the boy became very ill with smallpox and had to miss a lot of school."],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p9"},"“Slowly his health improved, and he was glad to be able to go to school again. But he was back in school for just one year, completing the seventh grade, when he had to stop going altogether. He and his brother then had to find jobs to help earn enough money to buy food and clothing the family needed."],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p10"},"“The boy worked very hard, grew up strong, and learned a lot through his experiences. He read books whenever he could, and was interested in learning the things he had missed by not going to school. Often he would say how sad he was not to have had a formal education. He was a wonderful man and worked hard to develop himself. And he kept hoping that someday he could get back to school again. But he never had that chance. This little boy who grew up wanting to continue his schooling was my father."],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p11"},"“Because of my father’s experience, he was very anxious for me to have a good education. When I’d say, ‘But I don’t want to go to school,’ he’d say, ‘Then I’ll go in your place. Do you think the teacher would mind? I wonder if I can fit into the seat at your desk?’"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p12"},"“That always made me laugh because I think it would have frightened my teacher to see a grown man coming to school, and I",["span.emphasis","knew"],"he couldn’t fit into the small seat at my desk. So I would go to school. …"],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p13"},"“Later when I had graduated from high school, served a mission, and completed my courses in college, I went on to earn a Ph.D. from a school in New England. …"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p14"},"“When I received my diploma I wanted my father to have it. He had never received a graduation diploma from any school and I thought he deserved this one. I told him that although my name was on it, the diploma should really be awarded to him. I told him they probably just made a mistake in the printing. That made him laugh and then it made him cry. I wasn’t sure then why it made him cry—but I know now” (“Do You Think I Can Fit into Your Seat?”",["span.emphasis","Friend,"],"Sept. 1978, pp. 6–7)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Do you think this father and son had learned the value of an education? How can this example help us appreciate more fully the opportunities we have of getting an education?"]]]]],[".topic",["h3","We Have Been Counseled to Get an Education"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p16"},"Explain that we have always been encouraged by our Church leaders to get an education. The early Mormon pioneers, despite constant persecution and uprooting of their homes, continued to teach one another. Education was always a high priority. They brought with them books on many subjects, and wherever they went, they soon built schools."]],[".teachingMethod",["h3","Scripture and chalkboard discussion"],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p17"},"Have the young women turn to and read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"Doctrine and Covenants 88:118"],". Point out that in this scripture and in other places, the Lord has commanded us to seek learning."],["ul.bullet",["li",["span.label","•"],[".para","What do you think the Lord wants us to learn? List the young women’s responses on the chalkboard. Then read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-79"},"Doctrine and Covenants 88:77–79"],"and add to the list those things that were not mentioned."]],["li",["span.label","•"],[".para","What subjects are you studying now that are helping you learn about the things on the list?"]]]],[".teachingMethod",["h3","Quotations"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p20"},"Our Church leaders have continued to place a great deal of importance on education. Two of our modern-day prophets have given us this counsel:"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p21"},"“The Church from the beginning has been committed to the principle that ‘the glory of God is intelligence.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.36"},"D&C 93:36"],".) We therefore encourage our people to study and prepare to render service with their minds and with their hands."],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p22"},"“Some are inclined toward formal university training, and some are inclined more toward the practical vocational training. We feel that our people should receive that kind of training which is most consistent with their interests and talents. Whether it be in the professions, the arts, or the vocations; whether it be university or vocational training, we applaud and encourage it” (Spencer W. Kimball, in Conference Report, Oct. 1977, pp. 4–5; or",["span.emphasis","Ensign,"],"Nov. 1977, p. 4)."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p23"},"“Education has always been recognized by the Church as the number one obligation of each generation to its successor and of each individual to himself. Each one of us is a divinely endowed, eternal, and intelligent being. It is incumbent upon us, therefore, to encourage and keep alive the questing spirit, to learn and continue to learn everything possible about ourselves, our fellowmen, our universe, and our God” (Hugh B. Brown, in Conference Report, Apr. 1968, p. 101; or",["span.emphasis","Improvement Era,"],"June 1968, p. 34)."]]],[".topic",["h3","Education Can Be of Benefit throughout Our Lives"],[".teachingMethod",["h3","Chalkboard discussion"],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p24"},"Explain that an education opens many doors both in our temporal and spiritual pursuits."],["ul.bullet",["li",["span.label","•"],[".para","How can an education help us throughout our lives?"]]],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p26"},"Write the class members’ responses on the chalkboard. Make sure the following points are discussed."]],[".teachingMethod",["h3","Picture and wordstrip"],["div",{"id":"f5","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.f5"},["ol.number",["li",["span.label","1."],[".para","Post the wordstrip “In a vocation” and display the picture of the young woman in a vocation. Explain that education provides us with a skill or vocation that will help us obtain meaningful employment. This is important for young women as well as young men, as is pointed out in the following statement:"]]]]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p28"},"“There are impelling reasons for our sisters to plan toward employment. … We want them to obtain all the education and vocational training possible before marriage. If they become widowed or divorced and need to work, we want them to have dignified and rewarding employment. If a sister does not marry, she has every right to engage in a profession that allows her to magnify her talents and gifts” (Howard W. Hunter,",["span.emphasis","Ensign,"],"Nov. 1975, p. 124)."],["ul.bullet",["li",["span.label","•"],[".para","What are some of the reasons we should prepare for employment? How does a good education help us prepare for employment?"]],["li",["span.label","•"],[".para","Why is it important to attend school regularly, study, and make plans for an education? What effect will your studying and planning now have on your future?"]]]],[".teachingMethod",["h3","Picture and wordstrip"],["div",{"id":"f7","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.f7"},["ol.number",["li",["span.label","2."],[".para","Post the wordstrip “In the home” and display the picture of a young mother helping her children read. Point out that a good education can help us be better mothers and homemakers."]]]]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p32"},"“Too great care cannot be taken in educating our young ladies. Great responsibilities will devolve upon them. To their hands will be mainly committed the formation of the moral and intellectual character of the young. Let the women of our country be made intelligent, and their children will certainly be the same. The proper education of a man decides his welfare; but the interests of a whole family are secured by the correct education of a woman” (George Q. Cannon,",["span.emphasis","Gospel Truth,"],"sel. Jerreld L. Newquist [Salt Lake City: Deseret Book Co., 1974], 2:138)."],["ul.bullet",["li",["span.label","•"],[".para","How can a woman’s education benefit her family?"]]]],[".teachingMethod",["h3","Picture and wordstrip"],["div",{"id":"f9","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.f9"},["ol.number",["li",["span.label","3."],[".para","Post the wordstrip “In the Church and community” and display the picture of a young woman teaching in a Church meeting. Explain that the better prepared a woman is, the more she will be able to contribute to the Church and community. Education is one of the best ways she can prepare herself for service."]]]]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p35"},"To help the young women think about the many ways they could use their education in Church and community service, both now and in the future, ask the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","How could you use your education in teaching a Primary class? In visiting teaching? In teaching an adult Sunday School class? In giving a talk in church?"]],["li",["span.label","•"],[".para","How could you use your education in helping sick people? In helping people who do not have good jobs?"]],["li",["span.label","•"],[".para","How could you use your education to help neighborhood children who don’t have anything worthwhile to do during summer vacation?"]]],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p39"},"Ask the young women to suggest any other ways they would be better prepared to serve by receiving some education."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p40"},"Explain that education is a vital part of our growth on earth. As we gain knowledge, we will learn to appreciate all that the Lord has provided for us. Increased knowledge and educational training will help us in every aspect of our lives and make us better able to build the kingdom of God. There is no better or more convenient time to obtain a good education than in our youth. We should take advantage of the educational opportunities available to us and search for knowledge in all areas."]]],[".topic",["h3","Lesson Application"],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-46-the-purpose-and-value-of-education.p41"},"Encourage each young woman to make the most of the educational opportunities that are available to her. Suggest that she choose one subject in school or an aspect of the gospel that she wants to learn more about and concentrate on that topic. Ask her to report to the class or a young women leader or to write in her journal about the things she learns."]]]]],"refs":null}
