{"id":33,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":33,"title":"Lesson 30: Service","subtitle":"","short_title":"Lesson 30","uri":"/manual/young-women-manual-1/lesson-30-service","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-30-service.head1"},[".titleNumber","Lesson",["span.dominant","30"]],["h1","Service"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-30-service.p1"},"Each young woman will find joy in serving."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-30-service.f1"},["ol.number",["li",["span.label","1."],[".para","Bring two or three tools, or pictures of tools, such as a hammer, saw, rake, shovel, or screwdriver."]],["li",["span.label","2."],[".para","Write “By Love Serve One Another” (",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.13"},"Galatians 5:13"],") on a wordstrip to be used in the lesson."]],["li",["span.label","3."],[".para","Before the lesson, discuss with the class presidency what",["span.emphasis","service"],"means and the ways class members might serve, both individually and as a group. At the conclusion of the class period, the young women may wish to choose an individual or group service project."]],["li",["span.label","4."],[".para","Ask four young women to prepare to present the examples of service from the lives of four prophets (found in the second section of this lesson)."]],["li",["span.label","5."],[".para","Review the counsel about service on",["span.crossRef","pages 38–39"],"of",["span.emphasis","For the Strength of Youth."]]],["li",["span.label","6."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction: The Lord’s Tools"],[".teachingMethod",["h3","Display and discussion"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-30-service.p8"},"Display or show pictures of some tools."],["ul.bullet",["li",["span.label","•"],[".para","What makes these tools work?"]]],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-30-service.p10"},"Explain that no matter what the purpose of these tools, they can perform their function only in the hands of human beings."]],[".teachingMethod",["h3","Quotation and discussion"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-30-service.p11"},"Elder Marion D. Hanks talked about the kind of tools Heavenly Father has to work with."],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-30-service.p12"},"“The Lord said, speaking of His servants, ‘Their arm shall be my arm.’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.14"},"D&C 35:14"],"] Have you thought about this? To me this is one of the most sacred and significant and personal commissions I can read about in the holy records or elsewhere. The Lord says this arm of mine is His arm. This mind, this tongue, these hands, these feet, this purse—these are the only tools He has to work with so far as I am concerned. … So far as you are concerned, your arm, your resources, your intelligence, your tongue, your energy, are the only tools the Lord has to work with” (",["span.emphasis","Service,"],"Brigham Young University Speeches of the Year [Provo, 15 Oct. 1958], p. 3)."],["ul.bullet",["li",["span.label","•"],[".para","What does this statement mean to you?"]]]]],[".topic",["h3","Our Prophets Have Taught by Example How to Serve Others Unselfishly"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-30-service.p14"},"The prophets, whom Heavenly Father has called to lead the Church and teach the people, have shown by example how to serve unselfishly as tools of the Lord. The young women who have been previously assigned should now share the following stories with the class members."]],[".teachingMethod",["h3","Story and discussion"],[".topic",["h4","Joseph Smith"],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-30-service.p15"},"Mercy R. Thompson, a woman who knew the Prophet Joseph, wrote: “I can never forget the tender sympathy and brotherly kindness he ever showed toward me and my fatherless child. When riding with him and his wife Emma in their carriage I have known him to alight and gather prairie flowers for my little girl” (“Recollections of the Prophet Joseph Smith,”",["span.emphasis","Juvenile Instructor,"],"1 July 1892, p. 399)."],["ul.bullet",["li",["span.label","•"],[".para","What attitude did Joseph Smith show in performing this act of service?"]]]]],[".teachingMethod",["h3","Story and discussion"],[".topic",["h4","George Albert Smith"],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-30-service.p17"},"“On a train between Salt Lake City and San Francisco, President [George Albert] Smith met a [man] from Napa, California.” The two men enjoyed a pleasant conversation and, after parting, began to correspond."],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-30-service.p18"},"“Some time later President Smith realized that he was not hearing from his friend, John Delaney.” On inquiring, President Smith learned that Mr. Delaney was in the hospital. “President Smith sent messages of cheer and encouragement and suggested that … Mr. Delaney … might enjoy listening to the Tabernacle Choir broadcast each Sunday morning.” Mr. Delaney did listen, and his spirits were lifted. He wrote to thank President Smith and mentioned that “he hoped sometime he could hear the choir sing one of his favorite selections, ‘The Lord’s Prayer.’ … To his surprise and great pleasure he heard the choir sing it the very next Sunday morning. Imagine Mr. Delaney’s delight when he heard the great Tabernacle organ ringing out the introduction” of the hymn his friend had taken the time to arrange. (See Edith Smith Elliott, “The Joy of Serving Humanity,”",["span.emphasis","Instructor,"],"Nov. 1966, p. 427.)"],["ul.bullet",["li",["span.label","•"],[".para","What can you learn about serving others from President Smith’s example?"]]]]],[".teachingMethod",["h3","Story and discussion"],[".topic",["h4","Joseph Fielding Smith"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-30-service.p20"},"When Joseph Fielding Smith was thirty-four years old, he was called as a member of the Quorum of the Twelve Apostles. As an Apostle, he traveled throughout the world and was known by members everywhere. But his wife gave a more personal view of this great man:"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-30-service.p21"},"“The man I know is a kind, loving husband and father whose greatest ambition in life is to make his family happy, entirely forgetful of self in his efforts to do this. He is the man that lulls to sleep the fretful child, who tells bedtime stories to the little ones, who is never too tired or too busy to sit up late at night or to get up early in the morning to help the older children solve perplexing school problems. When illness comes the man I know watches tenderly over the afflicted one and waits upon him” (Ethel Smith, quoted in Bryant S. Hinckley, “Joseph Fielding Smith,”",["span.emphasis","Improvement Era,"],"June 1932, p. 459)."],["ul.bullet",["li",["span.label","•"],[".para","What did President Joseph Fielding Smith do that demonstrated his love for his family?"]],["li",["span.label","•"],[".para","What can you learn from President Smith’s example about serving your own family?"]]]]],[".teachingMethod",["h3","Story and discussion"],[".topic",["h4","Spencer W. Kimball"],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-30-service.p24"},"Elder Boyd K. Packer tells the following story about President Spencer W. Kimball:"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-30-service.p25"},"“The family and the friends and associates of President Kimball know that he is never still. There has always been a restlessness about him to be getting things done. …"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-30-service.p26"},"“I passed [President and Sister Kimball] on the highway once, up near the Idaho border. They were heading north to [a] conference. Sister Kimball was driving, with Brother Kimball in the back seat, his little typewriter in its accustomed place on his lap, papers on either side of him, for this was an opportunity to work, to do more to help others” (“President Spencer W. Kimball: No Ordinary Man,”",["span.emphasis","Ensign,"],"Mar. 1974, p. 6)."],["ul.bullet",["li",["span.label","•"],[".para","How did President Kimball show that he loved the members of the Church?"]],["li",["span.label","•"],[".para","In what way did Sister Kimball give service?"]],["li",["span.label","•"],[".para","How does the work of the President of the Church bless your life now?"]],["li",["span.label","•"],[".para","What can you learn about Church service from President Kimball’s experience?"]]]]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-30-service.p31"},"We can follow the example set by the prophets in being of service to others. President Spencer W. Kimball said: “God does notice us, and he watches over us. But it is usually through another person that he meets our needs. Therefore, it is vital that we serve each other. … In the Doctrine and Covenants we read about how important it is to ‘succor the weak, lift up the hands which hang down, and strengthen the feeble knees.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.5"},"D&C 81:5"],".) So often our acts of service consist of simple encouragement or of giving mundane help with mundane tasks—but what glorious consequences can flow from mundane acts and from small but deliberate deeds” (“There Is Purpose in Life,”",["span.emphasis","New Era,"],"Sept. 1974, p. 5)."],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-30-service.p32"},"Explain that",["span.emphasis","mundane"],"refers to simple, everyday acts. President Kimball taught, and the lives of the prophets illustrate, how daily acts of service bless people’s lives. Through service, people act as tools of their Heavenly Father."]]],[".topic",["h3","The Attitude with Which We Serve Is As Important As the Service We Give"],[".teachingMethod",["h3","Wordstrip"],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-30-service.p33"},"Post the wordstrip “By Love Serve One Another.”"]],[".teachingMethod",["h3","Story"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-30-service.p34"},"The following story demonstrates how a group of young women functioned as effective tools of service:"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-30-service.p35"},"Karen was born with brain damage, but the outlook for her to live a meaningful life was good, partly because of the help of several young women. During the first few months of life, Karen seemed like any other child. Then, slowly, her parents began to realize that she was not making the same progress her older brothers and sisters had made when they were small. When Karen’s parents learned that she had brain damage, they were heartbroken. However, the doctors encouraged them. Karen could learn to do many things if someone would take the time to work with her."],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-30-service.p36"},"Karen’s parents tried to give her the love and attention she needed, but the other children in the family also needed the time of their parents. Learning of Karen’s problem, the young women in her ward offered to help. During the summer, a rotating schedule was set up so that the young women spent one hour each morning and afternoon. When the young women began to help, Karen had no muscles to support her body. The mother explained, “‘The girls helped build the muscles she has now. She began to crawl some; when they had worked with her for some time, she began crawling more. She needed constant stimulation and encouragement."],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-30-service.p37"},"“‘The doctor suggested that she spend two hours a day in a jump swing to help build her leg muscles. During this time, Karen had to be entertained to keep her happy enough to spend an hour each morning and afternoon jumping up and down. The girls played games with her to keep her moving.’”"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-30-service.p38"},"When school started in the fall, five of the young women, one Laurel and four Mia Maids, continued to visit Karen. Each of them chose one day a week after school to spend an hour with Karen. Because of the service given by the young women, Karen learned to do things that she might never have learned or that would have taken much longer for her to master."],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-30-service.p39"},"Karen’s mother said, “‘The girls have been so dedicated. They took her for walks, read books to her, let her play in the leaves and just became good friends. Karen looked forward to seeing them come every day. She was walking by the time she was 2 1/2, just a year after the girls began their service project with her.’”"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-30-service.p40"},"Karen’s mother also feels that with all the attention the young women gave Karen by playing with her, talking to her, holding her, and exercising her, the most important factor was that they loved and cared for her. (See “Young Women’s Loving Service,”",["span.emphasis","Church News,"],"27 Nov. 1976, pp. 8, 13)."]],[".teachingMethod",["h3","Discussion"],"Refer to the wordstrip and ask:",["ul.bullet",["li",["span.label","•"],[".para","What do you think the Apostle Paul meant when he said, “By love serve one another”?"]],["li",["span.label","•"],[".para","How did the young women show that they loved Karen and her parents?"]],["li",["span.label","•"],[".para","What kind of sacrifices did the young women have to make to give loving service to Karen?"]],["li",["span.label","•"],[".para","What should our attitude be when we give service?"]]]],[".teachingMethod",["h3","Scripture"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-30-service.p45"},"To answer this question, call on a young woman to read",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/9.7"},"2 Corinthians 9:7"],"."]]],[".topic",["h3","In Daily Acts of Service, Each Young Woman Can Experience Joy"],[".teachingMethod",["h3","Quotations and discussion"],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-30-service.p46"},"Ask the class members to listen to comments made by the young women who worked with Karen, expressing their feelings about the service they gave:"],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-30-service.p47"},"“‘It makes me feel good to know that I have helped somebody. … I didn’t think Karen would ever be able to walk when we first started. I used to put myself in her position and tried to imagine what it was like for her. I think that made me more determined to help her learn how to walk.’”"],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-30-service.p48"},"“One of [another young woman’s] biggest rewards is seeing Karen get excited about learning something new. ‘I think the time was well spent,’ she said” (“Young Women’s Loving Service,” p. 13)."],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-30-service.p49"},"If any of the young women have an experience they would like to share, encourage them to do so."],["ul.bullet",["li",["span.label","•"],[".para","What are the rewards of service?"]],["li",["span.label","•"],[".para","If you give service to someone who fails to thank you, who does not seem to appreciate your kindness, or who does not know you performed the service, how should you react? (Help the young women understand that service should not be given for the purpose of receiving thanks or praise.)"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p52","uri":"/manual/young-women-manual-1/lesson-30-service.p52"},"Remind the young women of President Spencer W. Kimball’s statement, “So often our acts of service consist of simple encouragement or of giving mundane help with mundane tasks—but what glorious consequences can flow from mundane acts and from small but deliberate deeds.”"]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How can you serve as a “tool” for Heavenly Father?"]],["li",["span.label","•"],[".para","What kind of loving, daily service can you give to your family, your friends, and other people you meet?"]],["li",["span.label","•"],[".para","How would giving this service bring you joy?"]]],["div",{"id":"p56","uri":"/manual/young-women-manual-1/lesson-30-service.p56"},"Give the young women some time to think about this question before they answer. Then let them discuss their ideas. You might suggest some types of service such as reading to a younger brother and sister, smiling or speaking kindly to a neighbor, or doing an errand for a family member or a neighbor."]]],[".topic",["h3","Lesson Application"],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-30-service.p57"},"Encourage the young women to set a goal in the area of service and compassion if they are not already working on one."],[".teachingMethod",["h3","Class president presentation"],["div",{"id":"p58","uri":"/manual/young-women-manual-1/lesson-30-service.p58"},"Allow the class president time to talk with class members about a group service project. Have them select a project and schedule it on a class calendar."]]]]]],"refs":null}
