{"id":42,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":42,"title":"Lesson 39: The Saints Build Winter Quarters","subtitle":"","short_title":"Lesson 39","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.head1"},[".titleNumber","Lesson",["span.dominant","39"]],["h1","The Saints Build Winter Quarters"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p1"},"To help the children understand that great things can be accomplished when people cooperate and serve each other."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],", the historical accounts given in this lesson, and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.1-11"},"Doctrine and Covenants 136:1–11"],". Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Write some of the following scripture references on separate cards or pieces of paper (prepare half as many cards as there are children in your class):"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["div",{"id":"lip9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip9"},["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.18"},"Mosiah 2:18"]],["div",{"id":"lip10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip10"},["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.21"},"Mosiah 2:21"]],["div",{"id":"lip11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip11"},["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.8"},"Alma 30:8"]],["div",{"id":"lip12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip12"},["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.3"},"Moroni 6:3"]],["div",{"id":"lip13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip13"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.2"},"D&C 4:2"]],["div",{"id":"lip14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip14"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.3"},"D&C 4:3"]],["div",{"id":"lip15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip15"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.29"},"D&C 42:29"]],["div",{"id":"lip16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip16"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5"},"D&C 76:5"]],["div",{"id":"lip17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip17"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.16"},"D&C 100:16"]]],[".para","Then cut the cards in half so the book and the chapter and verse are on separate pieces (see illustration). Cut each card with a different-shaped line so that the two pieces can be matched up like puzzle pieces."],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants and a Book of Mormon for each child."]],["li",["span.label","b."],[".para","Map of the Western Route of the Saints, found at the end of the lesson."]],["li",["span.label","c."],[".para","Picture 5-42, Winter Quarters."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p19"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p20"},"Distribute the cut-up cards to the children so that each child has at least one card. Ask each child to look up the scripture reference on his or her card."],["ul.bullet",["li",["span.label","•"],[".para","Why can’t you find the scripture listed on your card?"]]],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p22"},"Explain to the children that they will have to cooperate and help each other to find the scriptures. Have the children match the card pieces together, and then have each pair of children look up the scripture on their cards. Have one child from each pair read aloud the scripture they looked up. Ask the children to listen for one word that appears in each of the scriptures."],["ul.bullet",["li",["span.label","•"],[".para","What word appeared in each scripture?"]]],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p24"},"Write",["span.emphasis","Serve"],"on the chalkboard."],["ul.bullet",["li",["span.label","•"],[".para","Whom should we serve?"]],["li",["span.label","•"],[".para","How do we serve God?"]]],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p27"},"Have a child read aloud",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],". Discuss the meaning of this verse with the children."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p28"},"Tell the children that in this lesson they are going to learn about how the Saints who were driven out of Nauvoo served God by helping and serving each other."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p29"},"Teach the children about the Saints’ journey to and experiences in Winter Quarters, as described in the following historical accounts and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.1-11"},"Doctrine and Covenants 136:1–11"],". Show the map and the picture of Winter Quarters at appropriate times."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p30"},"Remind the children that after the Saints had worked hard to complete the Nauvoo Temple and build Nauvoo into a prosperous city, they were driven out of Nauvoo. Once again they had to leave their homes to escape their enemies."],[".topic",["h3","The Camp of Israel Crosses Iowa"],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p31"},"By April 1846 the main group of Saints, calling themselves the Camp of Israel, was only about halfway across Iowa. Some members of this group had planned to go all the way to the Rocky Mountains that summer, but they were not sure it would be possible. The weather had been bad, members of the group were low on food and supplies, and many Saints were still back near Nauvoo. The leaders of the Church decided to establish temporary camps and plant crops along the way to the West. These camps provided a place for the Camp of Israel Saints to stay and would also provide food and shelter for Saints who would come later. Two of the first camps established were the settlements of Garden Grove and Mount Pisgah in Iowa."],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p32"},"At about the same time the members of the Church were organizing Garden Grove and Mount Pisgah, the United States declared war on Mexico. The United States government asked the leaders of the Church to provide an army to help in the war. This was a difficult thing for the Saints to do, but they agreed. They wanted to maintain a good relationship with the government, and the money earned by the men in the army would help pay for things needed on the trip west. Five hundred men left their families to go to war in California. Brigham Young promised these men, known as the Mormon Battalion, that their families would be taken care of while they were gone. He also promised them that if they were righteous and obedient, they would not have to fight in the war."],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p33"},"When the Mormon Battalion left, other members of the Church helped take care of their families. One day a woman came to Charles C. Rich, one of the Church leaders in Mount Pisgah, and tearfully explained that her husband was away with the Mormon Battalion and she and her children had nothing to eat. Brother Rich asked his wife to give the woman some flour. Sister Rich explained that they had only a little flour in the house and there was none available to buy, but Brother Rich told his wife, “Let her have all that there is in the house, and trust in the Lord to provide for us.” Sister Rich did as her husband asked, even though she wondered what her own family would eat. Later that day some wagons stopped in front of the Rich home, and a man gave Brother Rich fifty dollars, saying that the Spirit had told him the family was out of money. Brother Rich handed the money to his wife and said, “Now you see the Lord has opened the way for us to get flour.” The man also told Brother and Sister Rich that there was a wagon full of flour coming to Mount Pisgah, so they would be able to buy what they needed. Brother and Sister Rich both burst into tears as they realized how the Lord blessed them for sharing their small amount of flour. When the wagon full of flour arrived in Mount Pisgah, Brother Rich purchased flour for his family and to give to the sick and poor people in the settlement. (See Sarah Pea Rich, “‘The Spirit Tells Me You Are Out of Money,’” pp. 145–46.)"],["div",{"id":"p34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p34"},"Early in June 1846 a small group of Saints, including some members of the Quorum of the Twelve Apostles, left Mount Pisgah to find a place where the Saints could stay for the winter. After negotiating with the American Indians who lived on the land on which they were traveling, the group decided to find a place on the west side of the Missouri River. In September they crossed the river into what is now Nebraska and selected a high piece of land overlooking the river. It was a large area with plenty of plants for their animals to eat. They named it Winter Quarters and immediately began to plan the community."]],[".topic",["h3","The Saints Establish Winter Quarters"],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p35"},"Many of the Saints moved to Winter Quarters, and by the end of the year there were seven hundred homes and nearly four thousand Saints in the settlement. Some of the houses were built of logs, while others were dug out of the sides of hills. The whole settlement was surrounded by a stockade (a large fence) to protect against raids by unfriendly Indians."],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p36"},"Everyone worked hard to build the settlement at Winter Quarters. While some of the men built homes, others plowed the land and planted crops. Some took care of the large herds of cattle and still others gathered hay for the winter. The women spun yarn, knitted and sewed clothing, and made leggings from deer hides. Brigham Young instructed some people to build a mill next to the river to grind wheat into flour, and he had others make baskets and washboards to sell. Even with all their hard work, the Saints had a difficult time building Winter Quarters. They had to rely on the Lord and on each other."],["div",{"id":"p37","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p37"},"The Saints knew that the only way they could take care of themselves was to work together and help each other. Orson Spencer and his family had been driven out of Nauvoo with the rest of the Saints. The Spencers traveled toward Winter Quarters, but before they got there Brother Spencer was called on a mission to England. He did not want to leave his six children. Ellen, the oldest, was fourteen; Aurelia was twelve; Catharine was ten; Howard was eight; George was six; and Lucy was four. Their mother had died of an illness just outside Nauvoo, and they had no one to take care of them. However, Brother Spencer accepted the mission call. He took his children on to Winter Quarters and built them a home, and then he asked his neighbors to help care for them, which they willingly did. The older Spencer children took care of the younger ones, and they all learned to help each other. That winter the Spencer children kept busy attending school, keeping the house clean, sewing dresses, and spending time with the neighbor children practicing spelling, telling riddles and stories, and playing games."],["div",{"id":"p38","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p38"},"To help the Saints better take care of each other, Winter Quarters was divided into twenty-two wards. The leaders of each ward were instructed to look after the spiritual and physical needs of the people in the ward. They held Sunday services to strengthen the faith of their ward members and established schools for the children. Classes were held in homes or outside if the weather was good."],["div",{"id":"p39","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p39"},"Illness was a major problem at Winter Quarters. Much sickness was caused by malaria-carrying mosquitoes from the river marshes and by the lack of fresh fruits and vegetables for good nutrition. More than six hundred people died and were buried in Winter Quarters that fall and winter. Most of the people in Winter Quarters became sick, and the few who did not become sick spent all their time taking care of others. Vilate Kimball, wife of Apostle Heber C. Kimball, went throughout the settlement bringing food and taking care of the sick. She was so busy helping others that she seldom took time to eat or take care of herself. Many people were healed through fasting and prayer and the willingness of others to serve and take care of them."],["div",{"id":"p40","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p40"},"The Saints in Winter Quarters also helped people who were not members of the Church. In December 1846 an American Indian chief named Big Head was camped near Winter Quarters with some of his family and friends. One night they were attacked by another band of Indians, and Big Head and some of his group were severely wounded. The people of Winter Quarters took them in and cared for them until others of their tribe came for them."],["div",{"id":"p41","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p41"},"In spite of all their hardships, the Saints not only worked together but also played together, holding dances, family gatherings, and community celebrations. There was a lot of laughter and music in Winter Quarters."]],[".topic",["h3","The Saints Prepare to Leave Winter Quarters"],["div",{"id":"p42","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p42"},"In January 1847 Brigham Young received a revelation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136"},"D&C 136"],") concerning the Camp of Israel and their preparations to continue west. While they were in Winter Quarters, the people were to organize themselves into companies and prepare everything they would need for their journey across the plains and mountains. They were also to continue to build homes and plant crops for the Saints who would stay in Winter Quarters until the following spring. The first company, called the Pioneer Company, left Winter Quarters for the Salt Lake Valley in April 1847, led by Brigham Young. Other companies left later that year and the next year. By the end of 1848 Winter Quarters was empty."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p43","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p43"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why do you think it was hard for the Saints to send the Mormon Battalion to California to help with the war? Why do you think these men agreed to go? How was the Saints’ situation more difficult after these five hundred men left?"]],["li",["span.label","•"],[".para","How did the Rich family help others? Remind the children that Charles Rich told his wife to trust in the Lord. How did the Lord help the Rich family? Point out that the Lord usually helps us by sending other people to assist us with our needs. Why is it important for us to be aware of others’ needs and be willing to help? How have you helped someone in need? How does it make you feel when you help others?"]],["li",["span.label","•"],[".para","How did the Saints help each other while building Winter Quarters? What would have happened if each family had had to do everything for themselves (build their own home, plow and plant their own crops, weave and sew their own clothes)? (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","How did the neighbors help the Spencer family so Brother Spencer could serve a mission? How did the Spencer children help each other? How can you help your neighbors? How can you help your family members? (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","Why do you think the Saints in Winter Quarters took time to play together when conditions were so difficult? How do you think playing together helped them? Why is it important for us to work together, worship together, and play together in our families and wards (or branches)?"]],["li",["span.label","•"],[".para","What did the Lord instruct the Saints to do while they were at Winter Quarters? (Prepare for the move west;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.1-2,5"},"D&C 136:1–2, 5"],".) What did he ask them to do to help others? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.8-9"},"D&C 136:8–9"],".) What did the Lord promise the Saints if they would prepare and help each other? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.11"},"D&C 136:11"],".)"]],["li",["span.label","•"],[".para","What important lessons do you think the Saints learned in Winter Quarters? What can we learn from their experiences?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p51","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p51"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.f10"},["ol.number",["li",["span.label","1."],[".para","Ask the children to pretend they are pioneers who have just arrived in Winter Quarters."],["ul.bullet",["li",["span.label","•"],[".para","What do you need to do to help build Winter Quarters?"]]],[".para","List all the children’s answers on the chalkboard (answers may include build homes, plow land, plant crops, tend animals, gather hay, build a mill to grind flour, spin thread, make clothes, and build a stockade)."],[".para","Give each child a piece of paper and a pencil. Tell the children they have one minute to draw all the things listed on the chalkboard. Have them start drawing when you say “go.” After one minute say “stop” and have the children show how much they drew."],[".para","Have the children turn their papers over, and assign each child to draw one item from the list on the chalkboard. Allow another minute for drawing, and then have the children display their united efforts."],["ul.bullet",["li",["span.label","•"],[".para","How was the second drawing activity similar to the way Winter Quarters was built?"]]],[".para","Point out how much more was accomplished when the children cooperated and worked together."],["ul.bullet",["li",["span.label","•"],[".para","What would happen if you had to do everything to take care of your home and family? What would happen if your mother or father had to do everything? Why is it important for us to work together and help each other?"]]]],["li",["span.label","2."],[".para","Ask the children:"],["ul.bullet",["li",["span.label","•"],[".para","How do you feel when someone does something to help you? How do you feel when you do something to help someone else?"]]],[".para","Invite the children to share experiences they have had with service."],[".para","Write",["span.emphasis","Neighbors"],"and",["span.emphasis","Family"],"on the chalkboard. Have the children suggest things they can do to help their neighbors and families, and write each response under the proper heading. Give each child a piece of paper and a pencil, and have the children choose and write down one or more items from each list to do during the coming week."]],["li",["span.label","3."],[".para","Consult with your Primary president and priesthood leader about a small service project the children could do as a class for someone in the ward, branch, or community. Help the children plan and carry out the service project."]],["li",["span.label","4."],[".para","Help the children memorize",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],". Remind the children that Heavenly Father is pleased when we serve him by serving others."]],["li",["span.label","5."],[".para","Review the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"thirteenth article of faith"],"with the children. Point out that “being … benevolent” and “doing good to all men” are principles of service."]],["li",["span.label","6."],[".para","Sing or say the words to",["span.crossRef","“I’m Trying to Be like Jesus”"],"(",["span.emphasis","Children’s Songbook,"],"p. 78) or",["span.crossRef","“Because I Have Been Given Much”"],"(",["span.emphasis","Hymns,"],"no. 219)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p68","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p68"},"Testify to the children that by serving others we can become more Christlike and gain true happiness. Express your gratitude for what others do for you and for the opportunities you have to serve others. Encourage the children to look for ways to help their families and friends."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p69","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p69"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p70","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p70"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p71","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-39-the-saints-build-winter-quarters.p71"},"Invite a child to give the closing prayer."]]]],"refs":null}
