{"id":4,"parent_id":0,"book_id":39,"content_id":1,"language_id":1,"display_order":4,"title":"Lesson 2: “My Soul Doth Magnify the Lord”","subtitle":"","short_title":"Lesson 2","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord","content":[["div",{"id":"head1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord.head1"},[".titleNumber","Lesson",["span.dominant","2"]],["h1","“My Soul Doth Magnify the Lord”"],[".subtitle","Luke 1; Matthew 1"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p5","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord.p5"},"To help class members develop greater faith in Jesus Christ through a study of the lives of Elisabeth, Zacharias, John the Baptist, Mary, and Joseph."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord.f1"},["ol.number",["li",["span.label","1."],[".para","Read, ponder, and pray about the following scriptures:"],["div",{"id":"f","uri":"/manual/new-testament-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.5-25,57-80"},"Luke 1:5–25, 57–80"],". The angel Gabriel appears to Zacharias and says that, in answer to prayer, Zacharias’s wife, Elisabeth, will give birth to a son. This son, to be named John, will prepare the people for the Lord. Zacharias questions Gabriel’s words and is struck dumb. Elisabeth conceives in her old age, and John is born. Zacharias shows renewed faith as he prophesies of John’s mission."]],["li",["span.label","b."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.26-56"},"Luke 1:26–56"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.18-25"},"Matthew 1:18–25"],". The angel Gabriel tells Mary that she will be the mother of the Son of God. Mary and her cousin Elisabeth rejoice in the news of the Savior’s coming. Joseph learns that Mary will give birth to the Savior."]]]]],["li",["span.label","2."],[".para","If the following pictures are available, use them during the lesson: John Preaching in the Wilderness (62132; Gospel Art Picture Kit 207) and The Annunciation: The Angel Gabriel Appears to Mary (Gospel Art Picture Kit 241)."]],["li",["span.label","3."],[".para","Suggestion for teaching: When a person teaches by the power of the Holy Ghost, “the power of the Holy Ghost carrieth it unto the hearts of the children of men” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.1"},"2 Nephi 33:1"],"). Feeling the influence of the Spirit strengthens class members’ testimonies, their love for the Lord and for each other, and their commitment to righteous living. Prayerfully consider what you can do to invite the Spirit during each lesson. (See",["a.crossRef",{"href":"/manual/new-testament-gospel-doctrine-teachers-manual/helps-for-the-teacher.p5"},"pages v–vi"],"in this manual and",["span.emphasis","Teaching, No Greater Call"],"[36123],",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/teach-by-the-spirit/7-teaching-with-testimony.p1"},"pages 45–46"],".)"]]]]],[".topic",["h2","Suggested Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p14","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord.p14"},"As appropriate, use the following activity or one of your own to begin the lesson."],"Ask class members the following questions:",["ul.bullet",["li",["span.label","•"],[".para","If you could meet anyone in the New Testament besides Jesus, whom would you want to meet? Why would you want to meet that person?"]]],["div",{"id":"p17","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord.p17"},"After a few class members have answered the questions, explain that we are often drawn to righteous people because they follow the Savior and testify of him. As we become better acquainted with these people, we also become better acquainted with Jesus Christ. This lesson discusses several people whose righteous examples can help us draw closer to him."]],[".teachingMethod",["h2","Scripture Discussion and Application"],["div",{"id":"p19","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord.p19"},"As you teach the following scripture passages, discuss how they apply to daily life. Encourage class members to share experiences that relate to the scriptural principles. Because it would be difficult to ask every question or cover every point in the lesson, prayerfully select those that will best meet class members’ needs."],[".topic",["h3","1. John the Baptist is born to Elisabeth and Zacharias."],["div",{"id":"p21","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord.p21"},"Discuss",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.5-25,57-80"},"Luke 1:5–25, 57–80"],". Invite class members to read selected verses aloud."],["ul.bullet",["li",["span.label","•"],[".para","How are Elisabeth and Zacharias described in the scriptures? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.6-9"},"Luke 1:6–9"],".)"]],["li",["span.label","•"],[".para","What blessing had Zacharias and Elisabeth prayed for? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.7,13"},"Luke 1:7, 13"],".) How was this prayer finally answered? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.11-13,24-25"},"Luke 1:11–13, 24–25"],". Point out that Zacharias and Elisabeth had probably prayed for many years that they would be blessed with a child. However, Heavenly Father did not grant them this blessing until the time was right to accomplish his purposes.) How can we remain faithful and avoid discouragement when our sincere prayers are not immediately answered in the way we desire?"]],["li",["span.label","•"],[".para","What did Gabriel prophesy about John’s mission? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.14-17"},"Luke 1:14–17"],". Display the picture of John preaching in the wilderness, and summarize Gabriel’s prophecies on the chalkboard. Discuss what the prophecies mean, how John fulfilled them, and how we can follow John’s example in those things.)"],["div",{"id":"f","uri":"/manual/new-testament-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","John would “turn [many people] to the Lord their God” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.16"},"Luke 1:16"],")."]],["li",["span.label","b."],[".para","He would “turn the hearts of the fathers to the children” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.17"},"Luke 1:17"],")."]],["li",["span.label","c."],[".para","He would “turn … the disobedient to the wisdom of the just” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.17"},"Luke 1:17"],")."]],["li",["span.label","d."],[".para","He would “make ready a people prepared for the Lord” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.17"},"Luke 1:17"],")."]]]],[".para","Note: John the Baptist was “the outstanding bearer of the Aaronic Priesthood in all history” (Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/john-the-baptist"},"“John the Baptist,”"],"714). You may want to discuss how the preceding aspects of John’s mission can be applied to class members who hold the Aaronic Priesthood."]],["li",["span.label","•"],[".para","What happened to Zacharias when he doubted the words of the angel? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.18-20"},"Luke 1:18–20"],".) How did Zacharias’s actions after John’s birth show his renewed faith? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.59-63"},"Luke 1:59–63"],". He and Elisabeth named their son John, thus obeying God’s command rather than following local traditions.)"]],["li",["span.label","•"],[".para","As Zacharias prophesied about the mission of his son, he also spoke of redemption, salvation, remission of sins, tender mercy, and light (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.68-79"},"Luke 1:68–79"],"). To whom did he refer when he spoke of these things? (Jesus Christ.) Invite a class member to read",["a.scriptureRef",{"href":"/scriptures/nt/john/1.6-9"},"John 1:6–9"],". Testify that like John the Baptist, we should focus our service on helping others come to Christ."]],["li",["span.label","•"],[".para","After John was born, he grew and “waxed strong in spirit” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.80"},"Luke 1:80"],"; note that in this verse the word",["span.emphasis","wax"],"means to grow or develop). Why do you think John needed to wax strong in spirit to be able to fulfill his mission? What can we do to wax strong in spirit?"]]]],[".topic",["h3","2. Mary and Joseph learn that Mary will be the mother of the Son of God."],["div",{"id":"p34","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord.p34"},"Read and discuss selected verses from",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.26-56"},"Luke 1:26–56"],"and",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.18-25"},"Matthew 1:18–25"],". Display the picture of the Annunciation."],["ul.bullet",["li",["span.label","•"],[".para","What did Mary learn from the angel Gabriel? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.26-33"},"Luke 1:26–33"],".) Why did the Savior need to be the son of a mortal mother and an immortal Father?"],[".para","Speaking of Jesus Christ, Elder Bruce R. McConkie taught:"],[".para","“God was his Father, from which Immortal Personage … he inherited the power of immortality, which is the power to live forever; or, having chosen to die, it is the power to rise again in immortality, thereafter to live forever without again seeing corruption. …"],[".para","“… Mary was his mother, from which mortal woman … he inherited the power of mortality, which is the power to die. …"],[".para","“It was because of this … intermixture of the divine and the mortal in one person, that our Lord was able to work out the infinite and eternal atonement. Because God was his Father and Mary was his mother, he had power to live or to die, as he chose, and having laid down his life, he had power to take it again, and then, in a way incomprehensible to us, to pass on the effects of that resurrection to all men so that all shall rise from the tomb” (",["span.emphasis","The Promised Messiah"],"[1978], 470–71)."]],["li",["span.label","•"],[".para","What can we learn about Mary from her conversations with the angel and with Elisabeth? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.26-38,45-49"},"Luke 1:26–38, 45–49"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.10"},"Alma 7:10"],". Summarize class members’ answers on the chalkboard. If you are teaching youth, you may want to suggest that they look to Mary as an example of a righteous young woman.)"],["div",{"id":"f","uri":"/manual/new-testament-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","Mary had found favor with God (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.28,30"},"Luke 1:28, 30"],"). What does it mean to find favor with God? To what other sources do some people look for favor? How might looking for favor from these other sources make it difficult to find favor with God?"]],["li",["span.label","b."],[".para","Mary was worthy to have the Lord with her (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.28"},"Luke 1:28"],"). What can we do to be worthy of this blessing?"]],["li",["span.label","c."],[".para","Mary was humble and submissive to the will of the Lord (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.38,48"},"Luke 1:38, 48"],"). Why is it important for us to submit to the Lord’s will? How can we become more humble and submissive?"]],["li",["span.label","d."],[".para","Mary rejoiced in her Savior (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.47"},"Luke 1:47"],"). How can we rejoice in the Savior?"]]]]],["li",["span.label","•"],[".para","Why did Elisabeth and her unborn son rejoice when Mary came to visit? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.39-44"},"Luke 1:39–44"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.15"},"Luke 1:15"],". Point out that one of the Holy Ghost’s principal roles is to testify of Jesus Christ.) As appropriate, tell about how the Holy Ghost has helped you gain a testimony of Jesus Christ, and invite others to do the same."]],["li",["span.label","•"],[".para","How was Joseph’s love for Mary tested? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.18"},"Matthew 1:18"],".) How did Joseph react when he learned that Mary was with child? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.19"},"Matthew 1:19"],". Point out that according to the law, Joseph could have accused Mary of violating the marriage covenant and brought her to a public trial. Such a trial could have resulted in a death sentence. Rather than do this, he decided to release her privately from the marriage contract.)"]],["li",["span.label","•"],[".para","How did Heavenly Father help Joseph accept Mary’s condition and prepare for his own responsibilities? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.20-23"},"Matthew 1:20–23"],".) What did Joseph do in response to this dream? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.24-25"},"Matthew 1:24–25"],".) What does this response reveal about his character?"]]]]],[".teachingMethod",["h2","Conclusion"],["div",{"id":"p49","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord.p49"},"Invite a class member to read",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.46"},"Luke 1:46"],". Explain that in this verse, the word",["span.emphasis","magnify"],"refers to Mary’s efforts to praise the Lord and help others see his greatness."],["ul.bullet",["li",["span.label","•"],[".para","How do the examples of Elisabeth, Zacharias, John the Baptist, Mary, and Joseph help you see the Savior’s greatness and increase your faith in him? How can we help others increase their faith in Jesus Christ?"]]],["div",{"id":"p51","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord.p51"},"Express your gratitude for the righteous examples of Elisabeth, Zacharias, John the Baptist, Mary, and Joseph. Testify of the truths you have discussed."]]],[".topic",["h2","Additional Teaching Idea"],["div",{"id":"p53","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-2-my-soul-doth-magnify-the-lord.p53"},"The following material supplements the suggested lesson outline. You may want to use this idea as part of the lesson."],[".topic",["h3","“That thou mightest know the certainty of those things” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.4"},"Luke 1:4"],")"],["ul.bullet",["li",["span.label","•"],[".para","Luke addressed his testimony to a person named Theophilus (",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.3"},"Luke 1:3"],"). What was Luke’s purpose in writing his testimony? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.3-4"},"Luke 1:3–4"],". To help Theophilus know the certainty of things that had already been taught.) How have you been strengthened as you have heard others testify of familiar doctrines and well-known scripture accounts?"]]]]]]],"refs":null}
