{"id":37,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":37,"title":"Lesson 34: Joseph Smith Teaches about Baptism for the Dead","subtitle":"","short_title":"Lesson 34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.head1"},[".titleNumber","Lesson",["span.dominant","34"]],["h1","Joseph Smith Teaches about Baptism for the Dead"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p1"},"To help the children understand the importance of baptism for the dead."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/nt/john/3.5"},"John 3:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.1,5-10"},"Doctrine and Covenants 127:1, 5–10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.1,12-13,15-18"},"128:1, 12–13, 15–18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.6-19,28-35,58-60"},"138:6–19, 28–35, 58–60"],"; and the historical account given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.29"},"1 Corinthians 15:29"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.1,5-10"},"Doctrine and Covenants 137:1, 5–10"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"],"; and",["span.emphasis","Gospel Principles"],"(31110),",["a.crossRef",{"href":"/manual/gospel-principles/chapter-20-baptism.p1"},"chapter 20"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A Bible."]],["li",["span.label","c."],[".para","A comb."]],["li",["span.label","d."],[".para","Picture 5-36, Temple Baptismal Font (Gospel Art Picture Kit 504; 62031)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p10"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p11"},"Give a child a comb. Ask the child to comb his or her hair without bending his or her arms at the elbows. Ask the child:"],["ul.bullet",["li",["span.label","•"],[".para","Why can’t you comb your hair?"]]],"Ask all the children:",["ul.bullet",["li",["span.label","•"],[".para","If we were not able to bend our elbows, how would our hair get combed? (Someone else would have to comb it for us.)"]],["li",["span.label","•"],[".para","When has someone helped you by doing something that you could not do for yourself? How did you feel about having someone help you in that way? (Give each child an opportunity to answer.)"]]],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p15"},"Have a child read aloud",["a.scriptureRef",{"href":"/scriptures/nt/john/3.5"},"John 3:5"],". Discuss the meaning of the scripture, and remind the children that being baptized is one of the first steps toward returning to live with Heavenly Father and Jesus Christ again. People cannot enter the kingdom of God unless they have been baptized."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p16"},"Explain that many people have lived on the earth at times when baptism was not available or have died before they had a chance to learn about the true gospel and baptism by the proper priesthood authority."],["ul.bullet",["li",["span.label","•"],[".para","Since baptism is required of all people, how will these people be able to return to live with Heavenly Father and Jesus Christ? (Someone must be baptized for them.)"]]],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p18"},"Point out that Heavenly Father loves each of his children equally and wants each one to have the opportunity to live again with him. He has made it possible for members of the Church to help people who were not baptized when they lived on the earth. We can do for these people what they cannot do for themselves."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p19"},"Teach the children about the revelations received by Joseph Smith and Joseph F. Smith on baptism for the dead, as described in the following historical account and the scriptures listed in the “Preparation” section. Show the picture of the baptismal font at an appropriate time."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p20"},"In May 1842 the Saints living in Nauvoo learned that Lilburn W. Boggs had been shot and wounded in Independence, Missouri. Boggs had been the governor of Missouri when the Saints lived there, and he had issued the “extermination order” forcing the Saints out of Missouri. Boggs had many political enemies who would have been likely suspects in the shooting, but Missouri authorities accused Joseph Smith of trying to kill Boggs. Joseph knew that he was innocent of this charge, so he made a statement to a newspaper editor and forgot the incident."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p21"},"Two months later the Prophet and Orrin Porter Rockwell, one of his bodyguards, were arrested. Boggs had formally accused Porter Rockwell of firing the gun and Joseph Smith of ordering him to do it. Under the laws of the United States, however, the Prophet and Porter Rockwell had been improperly and illegally arrested, so they were released. Realizing that he was in danger, the Prophet went into hiding for the next few months."],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p22"},"During this time of hiding, Joseph Smith wrote two inspired letters to the Saints in Nauvoo. These letters contained instructions given by the Lord regarding how baptisms for the dead should be done. The letters are now published as",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127"},"Doctrine and Covenants 127"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128"},"128"],"."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p23"},"Several years earlier, in the Kirtland Temple, Joseph Smith had received a vision of the celestial kingdom in which he saw his brother Alvin, who had died before Joseph had received the gold plates (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137"},"D&C 137"],"). Joseph was surprised to see Alvin in the celestial kingdom, because Alvin had not been baptized before he died. The Lord explained to Joseph that all people who would have received the gospel, been baptized, and lived righteously if they had been given the opportunity will be able to be in the celestial kingdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.7"},"D&C 137:7"],"). Joseph later learned that baptisms for the dead could be done vicariously, using people on the earth as proxies."],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p24"},"Write the words",["span.emphasis","vicarious"],"and",["span.emphasis","proxy"],"on the chalkboard. Explain that to do something vicariously means that a person does something in place of someone else. The person doing the work or activity is called a proxy. In the temple we can be baptized for people who died without being baptized. We serve as proxy for these people. We are the ones who go down into the water and are baptized, but they are the ones for whom the baptism counts. We are participating in vicarious baptisms."],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p25"},"Explain that everyone must be baptized in order to enter the celestial kingdom. Because baptism is an earthly ordinance, baptisms can be done only by people living on the earth. While we are on the earth, we can help people who have not been baptized by doing vicarious baptisms for them."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p26"},"Explain that vicarious baptisms for the dead were performed after Jesus Christ’s resurrection (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.29"},"1 Corinthians 15:29"],") until Christ’s church fell into apostasy and the priesthood was taken from the earth. Before the Prophet Joseph learned about baptism for the dead, no one in his time realized that vicarious baptism was a part of the gospel of Jesus Christ."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p27"},"In 1918 Joseph F. Smith, the sixth President of the Church, received a revelation explaining more about what happens to those who die without baptism. This revelation is published in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"Doctrine and Covenants 138"],". President Smith saw Jesus Christ and some of his followers in the spirit world. Jesus organized his followers to teach the gospel to people who had not had the opportunity to learn the gospel and be baptized before they died. This teaching prepared the people to accept the vicarious baptisms that would be done for them."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p28"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why do we need to be baptized? (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.5"},"John 3:5"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"],".) What is baptism for the dead? Why do members of the Church perform baptisms for the dead?"]],["li",["span.label","•"],[".para","How are we baptized? Why are we baptized by immersion? (Coming out of the water is symbolic of our coming out of our graves in the Resurrection; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.12"},"D&C 128:12"],".) Show the picture of the temple baptismal font. Explain that the baptismal font is usually placed in the basement or lowest part of the temple. Why is the baptismal font located in the lowest part of the temple? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.13"},"D&C 128:13"],".)"]],["li",["span.label","•"],[".para","Why did the Lord instruct the Saints to keep careful records of the baptisms they performed for the dead? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.6-7,9"},"D&C 127:6–7, 9"],"; see enrichment activity 2.)"]],["li",["span.label","•"],[".para","Who can be baptized for the dead? (Members of the Church at least twelve years old who have received an appropriate temple recommend from their bishop.)"]],["li",["span.label","•"],[".para","What did Joseph F. Smith see in his vision of the spirit world? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.11-19,28-35"},"D&C 138:11–19, 28–35"],".) What happens to people who die without being taught the gospel? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.31-33"},"D&C 138:31–33"],".)"]],["li",["span.label","•"],[".para","Why is it important for each of us to make sure our ancestors have had the ordinance of baptism performed for them? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.15"},"D&C 128:15"],".) Explain that other ordinances, such as temple marriage, can also be performed for the dead by proxy. This way all the members of our family can be sealed together for eternity. All our righteous ancestors can be part of our eternal family. (See enrichment activity 4.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p35"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.f7"},["ol.number",["li",["span.label","1."],[".para","Tell in your own words the following story:"],[".para","Brigitte and Carla met in the third grade in Europe. Carla had just been baptized and wanted everyone to know she was a member of the “only true church.” Some of Carla’s classmates made fun of her for saying this, but Brigitte became her friend."],[".para","Brigitte’s family was active in their own church, but they were respectful of other religions. Brigitte even went to Church activities with Carla a few times. Brigitte and Carla remained friends all through their school years. Then, at seventeen years of age, Brigitte died."],[".para","Two months later Carla awoke in the night to see Brigitte standing at the foot of her bed. She did not speak, and Carla wondered why she had appeared to her. The following year Brigitte visited Carla again, and she came a third time the next year."],[".para","Carla later moved to the United States and was married in the Salt Lake Temple. After Carla had been through the temple, Brigitte appeared to her more often. Then, a week before Carla and her husband were planning to go to the temple again, Brigitte appeared to Carla three nights in a row."],[".para","On the third night Carla woke her husband and told him about Brigitte’s visits. They both felt Brigitte had been taught the gospel plan in the spirit world and had accepted it. Now she wanted to be baptized. Carla and her husband prayed and asked the Lord how to obtain the necessary records. They were inspired to contact a researcher and were able to get Brigitte’s death certificate. Carla was now able to send in Brigitte’s name to the temple so her temple work, including baptism, could be done."],[".para","A few weeks later Carla again awoke to see Brigitte. This time Brigitte was dressed in a white gown and was standing in a place that looked like a baptismal room. The next morning Carla received a letter from the temple telling her that the baptism for Brigitte had been done. (See Carla Sansom,",["span.crossRef","“From Beyond the Veil,”"],["span.emphasis","Ensign,"],"Feb. 1978, pp. 49–50.)"],[".para",["span.emphasis","Note to the teacher:"],"Before temple ordinances can be performed for a deceased individual who was born within the last ninety-five years, permission must be obtained from the individual’s closest living relative."]],["li",["span.label","2."],[".para","Read and discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127.6-7"},"Doctrine and Covenants 127:6–7"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.6-8"},"128:6–8"],"with the children. Help the children understand why it is important to keep accurate records of ordinances that have been performed. Explain that the Church keeps for each member a record containing such things as dates of birth, baptism, and marriage and names of some family members. It is important for each of us to also keep our own records."],[".para","If possible, show the children some of your important records, such as your birth certificate and certificate of baptism. Encourage the children to have their parents help them keep a special collection of important records."]],["li",["span.label","3."],[".para","If possible, display a picture of your extended family or of an ancestor you can tell the class about."],["ul.bullet",["li",["span.label","•"],[".para","Have you ever been to a family reunion?"]],["li",["span.label","•"],[".para","Who was at the reunion? Were any of your grandparents there? your great-grandparents?"]]],[".para","Tell the children about a family reunion you attended or about the ancestor whose picture you displayed. Remind the children that those who live righteously and receive all the necessary ordinances will have the opportunity to live with their families forever. By making sure ordinances such as baptism are done for all our dead family members, we will help them be able to live with us forever."],[".para","Invite the children to share stories they know about their grandparents or other ancestors."]],["li",["span.label","4."],[".para","Display a pedigree chart for your family. Point out that every person is a child in a family, and if each child is sealed to his or her parents, families can be linked together for many generations."],[".para","Explain that if our ancestors have not received ordinances such as baptism or being sealed to parents, we can take or send their names to the temple to have this important work done. Tell the children that after they become twelve years old, if they are living righteously they can receive a temple recommend and go to the temple to participate in baptisms for the dead."]],["li",["span.label","5."],[".para","Tell in your own words the following story:"],[".para","Brother J. Hatten Carpenter, who served as a recorder in the Manti Temple, told of a patriarch who was watching baptisms for the dead being performed in the temple one day."],[".para","The patriarch saw “the spirits of those for whom they were officiating in the font by proxy. There the spirits stood awaiting their turn, and, as the Recorder called out the name of a person to be baptized for, the patriarch noticed a pleasant smile come over the face of the spirit whose name had been called, and he would leave the group of fellow spirits and pass over to the side of the Recorder. There he would watch his own baptism performed by proxy, and then with a joyful countenance would pass away [to] make room for the next favored personage who was to enjoy the same privilege.”"],[".para","As time went on, the patriarch noticed that some of the spirits looked very sad. He realized that the people in the temple were finished with baptisms for the day. The unhappy spirits were those whose baptisms would not be performed that day."],[".para","“‘I often think of this event,’ says Brother Carpenter, ‘for I so often sit at the font, and call off the names for the ordinances to be performed which means so much to the dead’” (quoted in Joseph Heinerman,",["span.emphasis","Temple Manifestations"],"[Manti, Utah: Mountain Valley Publishers, 1974], pp. 101–2; see also",["span.emphasis","The Utah Genealogical and Historical Magazine"],"11 [July 1920]: 119)."]],["li",["span.label","6."],[".para","Sing or say the words to",["span.crossRef","“Families Can Be Together Forever”"],"(",["span.emphasis","Children’s Songbook,"],"p. 188) or",["span.crossRef","“Genealogy—I Am Doing It”"],"(",["span.emphasis","Children’s Songbook,"],"p. 94)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p59","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p59"},"Express your gratitude for your baptism and for the opportunity to help make baptism available to every person who ever lived on the earth. If appropriate, encourage the children to talk with their families about having baptisms performed for their ancestors."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p60","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p60"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/nt/john/3.5"},"John 3:5"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.15"},"Doctrine and Covenants 128:15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.29-34"},"138:29–34"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p61","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p61"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p62","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-34-joseph-smith-teaches-about-baptism-for-the-dead.p62"},"Invite a child to give the closing prayer."]]]],"refs":null}
