{"id":32,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":32,"title":"Lesson 29: The Second Coming","subtitle":"","short_title":"Lesson 29","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.head1"},[".titleNumber","Lesson",["span.dominant","29"]],["h1","The Second Coming"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p1"},"Each young woman will recognize the responsibilities her generation has to prepare for the Second Coming."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.f1"},["ol.number",["li",["span.label","1."],[".para","Picture 16, The Second Coming (62562), located at the back of the manual."]],["li",["span.label","2."],[".para","Make a large poster of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.8"},"Doctrine and Covenants 87:8"],", or write this scripture on the chalkboard."]],["li",["span.label","3."],[".para","Make a small, attractive card for each young woman with the words of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.8"},"Doctrine and Covenants 87:8"],"or with another brief statement from any of the quotations in the lesson."]],["li",["span.label","4."],[".para","Bring several hymnbooks and prepare to sing or read",["span.crossRef","“Come, O Thou King of Kings”"],"(no. 59)."]],["li",["span.label","5."],[".para","Assign young women to present any scriptures, stories, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p7"},"Begin by telling the young women that throughout the history of the world, kings and queens have ruled many of the earth’s people. Some of these kings and queens have been righteous monarchs who treated their subjects justly. Others have been wicked rulers who used their power to abuse the people they ruled. These rulers have not been worthy of their people’s loyalty."],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p8"},"Tell the young women that faithful people everywhere have long looked forward to the reign of a king so just and loving that he is worthy to be called the “King of Kings.”"]],[".teachingMethod",["h3","Picture"],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p9"},"Display the picture of the Savior. Explain that the generation the young women are part of has been called a “royal generation” because the valiant among them will help prepare the world for the second coming of the Savior."]],[".teachingMethod",["h3","Chalkboard discussion"],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p10"},"Ask the young women to name some of the qualities that might describe the youth of the royal generation, whose king is Jesus Christ. List the words on the chalkboard and discuss them briefly:"],[".",{"id":"f2","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.f2"},["ul.noMarker",["li",[".para","choice"]],["li",[".para","righteous"]],["li",[".para","joyful"]],["li",[".para","worthy"]],["li",[".para","pure"]],["li",[".para","faithful"]],["li",[".para","favored"]],["li",[".para","clean"]],["li",[".para","happy"]],["li",[".para","courageous"]],["li",[".para","great"]],["li",[".para","loving"]],["li",[".para","true"]],["li",[".para","strong"]]]]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p25"},"Have a class member read the following statement addressed to the young people of the Church:"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p26"},"“My dear friends, you are a royal generation. You were preserved to come to the earth in this time for a special purpose. Not just a few of you, but all of you. There are things for each of you to do that no one else can do as well as you. … If you will let Him, I testify that our Father in Heaven will walk with you through the journey of life and inspire you to know your special purpose here” (H. Burke Peterson, “Your Life Has a Purpose,”",["span.emphasis","New Era,"],"May 1979, p. 5)."]]],[".topic",["h3","The Earth Must Be Made Ready for the Savior’s Return"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p27"},"Point out that those who are righteous look forward with great joy to the second coming of the Lord. It is a blessing to be among those who may help prepare the earth for his coming. Explain that there are many signs and events that must occur before the Lord will come in glory. They include events that have already happened, some that are now occurring, and others that will yet come to pass as predicted by ancient and modern prophets."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","What must happen on the earth before the Savior returns?"]]],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p29"},"Some of the many signs and prophecies include: the calling of the Prophet Joseph Smith, the coming forth of the Book of Mormon, the restoration of the priesthood and of the Church, the restoration of temple and priesthood ordinances, the preaching of the gospel to the world, the destruction of the wicked, and the saving of the righteous. (Note: Do not spend time discussing all of the signs and events that must precede the Lord’s return.)"]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p30"},"Point out that these and other events preceding the Second Coming have required and will continue to require a noble generation in order to occur. (Note: If the word",["span.emphasis","generation"],"is defined only in the usual way—meaning a short span of time, perhaps thirty to forty years—class members might wrongly assume that we know approximately when the Savior will return. Point out that the term",["span.emphasis","generation"],"has several different meanings, including a time span of a thousand years. [See Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"2nd ed. (Salt Lake City: Bookcraft, 1966), p. 310.]) It is the responsibility of all members of the Church to help prepare the earth for the return of the Lord through righteousness and through faithful and devoted service. There must be dedicated Saints to receive and carry out the Lord’s instructions and purposes, a generation of strong and unwavering members to continue building the kingdom of God on the earth."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p31"},"Read the following statement:"],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p32"},"“When he comes to us it will be as a glorious, heavenly King. …"],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p33"},"“… Building his kingdom has always been the theme of his people. … It is our charge to build Zion—not yet the Lord’s own city of Zion, but the religious, social, and economic order that must precede his coming as a standard to the nations. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.42"},"D&C 64:42"],".) We must prepare a generation of sanctified saints who are ready to receive their King. ‘Wherefore,",["span.emphasis","stand ye in holy places, and be not moved, until the day of the Lord come"],"’” (Courtney Lassetter, “When He Comes Again,”",["span.emphasis","Ensign,"],"June 1976, pp. 68–70; italics added)."]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p34"},"Display the poster of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.8"},"Doctrine and Covenants 87:8"],"or refer to it on the chalkboard."],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to “stand … in holy places, and be not moved”?"]]],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p36"},"After the young women have expressed their ideas, have them mark the verse in their scriptures."]]],[".topic",["h3","This Generation Has Been Chosen to Help Prepare for the Savior’s Second Coming"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p37"},"Tell the young women that it is a great privilege to live in the dispensation of the fulness of times. Ancient prophets looked with joyful anticipation to this day when the gospel would be restored and preached among all nations and when final preparations would be made for the second coming of the Savior."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","How can we make sure we are among the faithful who help prepare for the Savior’s return?"]],["li",["span.label","•"],[".para","Why and how must we be on guard against worldly conditions that surround us?"]]]],[".teachingMethod",["h3","Quotations"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p40"},"Use any or all of the following quotations to summarize the role of the “rising generation.” You could ask class members to read aloud the statements that describe the challenges and responsibilities of our times and that express the Lord’s expectations for the youth of the Church."],["div",{"id":"f7","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.f7"},["ol.number",["li",["span.label","1."],[".para","“This is a very different generation from any others. It is a generation when the Lord has decreed—and that, too, before the world was made—that in the last days the God of heaven shall set up a kingdom which shall never be destroyed nor given to other people” (Wilford Woodruff,",["span.emphasis","Discourses of Wilford Woodruff,"],"sel. G. Homer Durham [Salt Lake City: Bookcraft, 1946], p. 145)."],[".para","“The Lord has chosen a small number of choice spirits … to come forth in the last day … to organize the Kingdom of God upon the earth, to build it up and to defend it” (Wilford Woodruff, as quoted in",["span.emphasis","Our Lineage"],"[course of study for genealogy classes, 1933], pt. 1, p. 4)."]],["li",["span.label","2."],[".para","“You are not just ordinary young men and young women. You are choice spirits, many of you having been held back in reserve for almost 6,000 years to come forth in this day, at this time when the temptations, responsibilities, and opportunities are the very greatest. …"],[".para","“… We pray that you will be prepared for the reins of leadership. …"],[".para","“… I pray that you—the young and rising generation—will keep your bodies and minds clean, free from the contaminations of the world, that you will be fit and pure vessels to bear off the kingdom of God triumphant in preparation for the second coming of our Savior” (Ezra Taft Benson, in Conference Report, Oct. 1977, pp. 43, 46–47; or",["span.emphasis","Ensign,"],"Nov. 1977, pp. 30, 32)."]],["li",["span.label","3."],[".para","“The Lord has now sent a wonderful generation of youth who will",["span.emphasis","not"],"be men and women to be conquered. …"],[".para","“Remember, my young friends, you must be lean and hard. You must be fit for the race. You must place character, integrity, and principles of truth as the guiding lights for the dark days ahead. …"],[".para","“Future greatness … awaits those who are pure and true to the teachings and example of the Master” (Vaughn J. Featherstone, “These Are Not Men to Be Conquered,”",["span.emphasis","New Era,"],"Apr. 1980, p. 5)."]],["li",["span.label","4."],[".para","“Sisters, you were not born at this time and place by chance. You are here because this is where the Lord wants you to be. …"],[".para","“… Strong women are needed, women who will stay morally clean when all about them do not, women who will establish homes that are a little bit of heaven and where the family is upheld and little children are cared for and given love and attention by their own mothers, women who will shun pornography—not just older women, but young women too, who will seek personal and social refinement, who will strive to become more cultured, who will respect the authority of the home and the priesthood. As the Church grows, there will be a need for more women who are leaders, for more women everywhere who have the courage to proclaim their testimony of Jesus Christ, women who will pray and study to find out what the Lord requires of them and who will then make right choices and put themselves in the hands of the Lord” (Betty E. Brown, in Conference Report, Melbourne Australia Area Conference 1976, p. 29)."]],["li",["span.label","5."],[".para","“You, our youth of today, are among the most illustrious spirits to be born into mortality in any age of the world. … Be prepared to become leaders in that glorious millennial day when Christ himself will reign as King of Kings and Lord of Lords” (Harold B. Lee,",["span.emphasis","Happiness through Faith in Jesus Christ"],"[family home evening manual, 1977–78], pp. 34, 39)."]]]]],[".teachingMethod",["h3","Handout"],["div",{"id":"p52","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p52"},"Give each young woman the card that you have prepared for her containing the words you have chosen to remind her of her royal role. Ask her to keep it where she may refer to it often."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Hymn"],["div",{"id":"p53","uri":"/manual/young-women-manual-1/lesson-29-the-second-coming.p53"},"Sing or read together all the verses of the hymn",["span.crossRef","“Come, O Thou King of Kings”"],"(",["span.emphasis","Hymns,"],"no. 59)."]]]]]],"refs":null}
