{"id":31,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":31,"title":"Lesson 29: David and Jonathan","subtitle":"","short_title":"Lesson 29","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.head1"},[".titleNumber","Lesson",["span.dominant","29"]],["h1","David and Jonathan"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.p4"},"To help the children understand how to be a true friend."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.1-16"},"1 Samuel 18:1–16"],"—Jonathan, King Saul’s son, becomes David’s friend. King Saul is jealous of the people’s love for David and tries to kill him."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/19.1-10"},"1 Samuel 19:1–10"],"—Jonathan tries to persuade Saul not to kill David."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.1-5,12-24,27,31-42"},"1 Samuel 20:1–5, 12–24, 27, 31–42"],"—Jonathan warns David of Saul’s intent. Jonathan and David make a covenant of friendship."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/23.14-18"},"1 Samuel 23:14–18"],"—David is strengthened by Jonathan while hiding from Saul."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/24.9-10,16-20"},"1 Samuel 24:9–10, 16–20"],"—David spares Saul’s life, and Saul recognizes David’s righteousness."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/1.4,11-12"},"2 Samuel 1:4, 11–12"],"—David mourns the deaths of Jonathan and Saul."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/9.1-3,6-7,13"},"2 Samuel 9:1–3, 6–7, 13"],"—David fulfills his covenant of friendship by caring for Jonathan’s son."]]],[".para","Note: All references that say Saul had an evil spirit from God are corrected in the Joseph Smith Translation to say that the evil spirit was not of God."]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Make a fishing pole by attaching a long string to one end of a stick and a paper clip, hairpin, or safety pin to the other end of the string for a hook. Make one crab and several fish out of folded paper using the patterns at the end of this lesson. Punch a hole through both sides of the crab and each fish so that the hook can slip through. On the inside of each fish write a quality of a true friend, such as being loyal, kind, understanding, helpful, unselfish, willing to share, comforting, honest, forgiving, supportive, and so on. Leave the inside of the crab blank. (See the attention activity.)"],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","The fishing pole, crab, and fish that you have made."]],["li",["span.label","c."],[".para","Picture 6-38, David and Jonathan."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.p22"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.p24"},"Stand the fish and the crab on the floor. Ask the children if they have ever gone fishing with a friend. Explain that in this fishing activity the children will learn about friendship. One at a time have the children catch a fish or the crab by hooking it on the pole. As the fish are caught, have the children read the quality of a friend that is written on their fish. Write the words on the chalkboard, or tape the fish with the word displayed on a chart under the heading “A Friend Is.” When the crab is caught, teach the following lesson about crabs and friends."],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.p25"},"“There’s a marvelous lesson to be taught by those who live in the islands. When they catch crabs, they place them in a small, flat basket. If you place one crab in the basket, it crawls right out. If you place two crabs in the basket, every time one crab starts to crawl out, it is pulled back in by the other crab.” Would a true friend be like the crabs? True “friends are people who make it easier to live the gospel of Jesus Christ.” If our friends lead us away from the right path, no matter how popular, fun, or smart they seem, we should ask ourselves, “‘Do they make living the gospel easier? Do they help me out of the basket? Will they [leave with me if I sense a trap]?’” (Robert D. Hales, “This Is the Way; and There Is None Other Way,”",["span.emphasis","Brigham Young University 1981–82 Fireside and Devotional Speeches"],"[1982], p. 67)."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.p27"},"Using the picture at an appropriate time, teach the children the account of David and Jonathan from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) During the discussion help the children understand the following points:"],["ul.bullet",["li",["span.label","•"],[".para","Saul, Jonathan’s father, was the first king of Israel and was anointed to be king by the prophet Samuel."]],["li",["span.label","•"],[".para","When Saul was called to be king he was “a choice young man, and a goodly: and there was not among the children of Israel a goodlier person than he” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/9.2"},"1 Samuel 9:2"],")."]],["li",["span.label","•"],[".para","After Saul became king, he began to love power more than obeying God’s laws, and because of this Samuel prophesied that Saul’s children would not inherit his kingdom (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/13.13-14"},"1 Samuel 13:13–14"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.26,28"},"1 Samuel 15:26, 28"],")."]],["li",["span.label","•"],[".para","Samuel anointed David to be the next king of Israel."]],["li",["span.label","•"],[".para","If Saul had remained faithful to the Lord, Jonathan would probably have inherited his father’s throne. But Jonathan showed no signs of jealousy when he knew David would be the next king."]]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p34","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.p34"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Whom did David live with after he slew Goliath? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.2"},"1 Samuel 18:2"],".) How did David show that he was a loyal friend to King Saul? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.5"},"1 Samuel 18:5"],".) What did Saul let ruin his friendship and love for David? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.6-11"},"1 Samuel 18:6–11"],".) How does a true friend feel about another friend’s successes?"]],["li",["span.label","•"],[".para","How did Saul’s son Jonathan feel about David? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.1,3-4"},"1 Samuel 18:1, 3–4"],".) Why did Jonathan tell David to hide? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/19.1-2"},"1 Samuel 19:1–2"],".) How did Jonathan try to help his father overcome his angry feelings for David? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/19.4-7"},"1 Samuel 19:4–7"],".) Saul promised Jonathan that he would not harm David. How did Saul break his promise to Jonathan? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/19.9-10"},"1 Samuel 19:9–10"],".)"]],["li",["span.label","•"],[".para","Jonathan and David made a covenant of friendship and peace that was to last through their descendants forever (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.14-17,42"},"1 Samuel 20:14–17, 42"],"). What is a covenant? (A solemn promise between two or more people. Remind the children of some of the important covenants we make with God.) Why do you think Jonathan and David thought their friendship was important enough to make a covenant about?"]],["li",["span.label","•"],[".para","How was Jonathan to let David know if it was safe to come back to Saul’s court? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.18-22"},"1 Samuel 20:18–22"],".) How did Saul react to David’s absence and Jonathan’s defense of his friend? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.27,31-33"},"1 Samuel 20:27, 31–33"],"; explain that because of the severity of Saul’s sins, he was withdrawing even further from the Lord.)"]],["li",["span.label","•"],[".para","What did Jonathan do to help David when he later found him hiding from Saul in the woods? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/23.16-17"},"1 Samuel 23:16–17"],".) How can we strengthen and encourage our friends?"]],["li",["span.label","•"],[".para","How did David prove that he was still loyal to King Saul even when Saul continually tried to kill him? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/24.9-10"},"1 Samuel 24:9–10"],".) What should we do when others are unkind to us? What did Saul do when David spared his life? (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/24.16-19"},"1 Samuel 24:16–19"],".)"]],["li",["span.label","•"],[".para","What did David do when he heard that both Jonathan and Saul were dead? (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/1.11-12"},"2 Samuel 1:11–12"],".) After David became king, what did he do to show that he remembered the covenant of friendship that he had made with Jonathan? (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/9.1,3,6-7,13"},"2 Samuel 9:1, 3, 6–7, 13"],".)"]],["li",["span.label","•"],[".para","How was David a true friend to Saul even when Saul wasn’t a friend to him? How did David and Jonathan show they were true friends? How can we be true friends? Help the children understand that true friendship creates a bond of love. It causes people to care as much about what the other person wants as about what they want. How can we develop true friendships? Explain that the best way to have a friend is to be a friend. Remind the children that Jesus Christ is a true friend. How can we follow Jesus’ example of friendship?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p44","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.p44"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.f7"},["ol.number",["li",["span.label","1."],[".para","If possible, have the children use each of the following words at least once as they fill in the blanks in the following paragraphs. Make a copy of the paragraphs for each child or write the key words on the chalkboard and read the statement to the children for them to complete as a class."],["ul.noMarker",["li",[".para",["span.emphasis","signal"]]],["li",[".para",["span.emphasis","covenant"]]],["li",[".para",["span.emphasis","safety"]]],["li",[".para",["span.emphasis","danger"]]],["li",[".para",["span.emphasis","arrows"]]],["li",[".para",["span.emphasis","three"]]]],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}],[".para","Key:",["span.emphasis","signal"],"—5, 10;",["span.emphasis","covenant"],"—1, 18;",["span.emphasis","safety"],"—6, 13;",["span.emphasis","danger"],"—7, 15, 16;",["span.emphasis","arrows"],"—4, 9, 11, 12, 14;",["span.emphasis","three"],"—2, 3, 8, 17"]],["li",["span.label","2."],[".para","Explain that a true friend is someone who helps you become a better person and never tries to persuade you to do things that are wrong. Invite the children to share experiences about times when someone has been a true friend to them and ask how it made them feel. You may also wish to share an experience you have had."]],["li",["span.label","3."],[".para","Spread out five or six pieces of different-colored papers so the class can see all of them. Ask the children which color they think is the best and which color they think is the worst. After all the children have answered, explain that there is no color that is better or worse than any other. They are just different, and even knowing that one color is our favorite color does not make it a better color. Variety in color helps make our world beautiful, and variety in people makes our world better too. Ask the children to discuss how people are different. Point out the obvious things—such as hair color, eye color, age, size, and personality—but try to sensitively discuss other things too."],[".para","You might demonstrate how it feels to be different by having the children pretend that they are in a country where everything is different to them. Their neighbors eat different food, wear different clothes, and speak a different language than the children are used to. Using a foreign language, ask the children to do something for you. Use the following examples or others that you know."],["ul.noMarker",["li",[".para","English: Please stand up and tell us your name."]],["li",[".para","German: Bitte stehen Sie auf, und sagen Sie uns wie Sie heißen."]],["li",[".para","French: Levez-vous, s’il vous plaît. Comment vous appelez-vous?"]]],["ul.bullet",["li",["span.label","•"],[".para","Whom should we choose as our friends? Help the children understand that if we limit our friendships to those who are just like we are, we will be missing out on many good experiences. Explain that rather than avoid those who are different than we are, we should do what we can to understand them. We should always be ready to be friends with people who share our values and ideals."]]]],["li",["span.label","4."],[".para","Tell the children that one way to strengthen friendships is to get to know one another better. To help the class members know each other better, play the following game."],[".para","Pass around a bowl of small pieces of candy or dried beans. As you pass the bowl around, have each child name something he or she likes to do, take a piece of candy or a bean, and pass the bowl to the next child. Keep passing the bowl until all the children have had at least one turn."],[".para","Alternate game: Have the children sit in a circle. Play spin the bottle by placing a narrow bottle on its side on the floor. Tell one thing about yourself and spin the bottle. Whoever the mouth of the bottle points to when the bottle stops spinning will be next to tell one thing about himself or herself, plus one good thing that he or she knows about someone in the class (this could be something the children have learned during the game or something they already knew about the person). Have the child spin the bottle to determine who has the next turn."]],["li",["span.label","5."],[".para","Review the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"thirteenth article of faith"],"and discuss what it teaches us about being a true friend."]],["li",["span.label","6."],[".para","Sing or read the words to",["span.crossRef","“I’m Trying to Be like Jesus”"],"(",["span.emphasis","Children’s Songbook,"],"p. 78) or",["span.crossRef","“We Are Different”"],"(",["span.emphasis","Children’s Songbook,"],"p. 263)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony and Challenge"],["div",{"id":"p68","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.p68"},"Emphasize that if we develop qualities of a true friend, we will be blessed with friendships that can be eternal. Challenge the children to strengthen their friendship with Christ by keeping his commandments and remembering him always."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p70","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.p70"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p72","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.p72"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.1-4"},"1 Samuel 18:1–4"],",",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.35-42"},"1 Samuel 20:35–42"],"at home as a review of this lesson."]],["div",{"id":"p73","uri":"/manual/primary-6-old-testament/lesson-29-david-and-jonathan.p73"},"Invite a child to give the closing prayer."]]]],"refs":null}
