{"id":40,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":40,"title":"Lesson 38: Esther Saves Her People","subtitle":"","short_title":"Lesson 38","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.head1"},[".titleNumber","Lesson",["span.dominant","38"]],["h1","Esther Saves Her People"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p4"},"To teach the children how fasting can bless their lives."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.5-11,15-23"},"Esther 2:5–11, 15–23"],"—The king chooses Esther to be his new queen. Mordecai saves the king’s life."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/esth/3.1-6,8-11,13"},"Esther 3:1–6, 8–11, 13"],"—Mordecai refuses to bow to Haman. Haman plans to kill all the Jews."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/esth/4"},"Esther 4"],"—Esther asks the Jews to fast for her success in pleading with the king for the lives of the Jews."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/esth/5"},"Esther 5"],"—The king receives Esther. She invites the king and Haman to a banquet. Haman plans to hang Mordecai."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/esth/6"},"Esther 6"],"—The sleepless king recalls that Mordecai has not been honored for saving his life. Unknowingly Haman plans Mordecai’s reward."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/esth/7.1-6,9-10"},"Esther 7:1–6, 9–10"],"—Esther reveals Haman’s plot to kill the Jews. The king has Haman hanged on the gallows built for Mordecai."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/esth/8.1-8,11,17"},"Esther 8:1–8, 11, 17"],"—The king makes a new decree saving the lives of the Jews."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/esth/10.3"},"Esther 10:3"],"—Mordecai is given authority second only to the king."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","Optional: 1 tablespoon yeast, 1/2 cup warm water, 1/2 teaspoon sugar, and a container to hold this mixture."]],["li",["span.label","c."],[".para","Picture 6-44, Esther."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p21"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p23"},"Tell the children that yeast is a leavening agent used in bread dough to make the bread light and airy. Explain that when yeast is put into warm water, it begins to grow or increase. Ask the children what they think will happen if sugar is added to the mixture. (If these ingredients are available, combine them to demonstrate what happens.) Explain that the yeast grows when it is put in a warm, moist environment but that it grows even more rapidly if it has sugar to feed on. Tell the children that there are certain elements that, when used together, increase our faith, much like the water and the sugar combine to help the yeast grow."],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p24"},"Ask the children what they need to help their faith and spirituality increase. Explain that sincere prayer can help us have faith and greater spirituality, but if we add fasting to our prayers, our faith and spirituality can be increased even more. To fast is to go without food and drink by choice. Not only can proper fasting, with prayer as its companion, increase our spirituality and faith, it can also increase our humility, our love of God, and our ability to receive help with our problems. (See Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"2nd ed. [1966], p. 276.) Tell the children that in this lesson they will learn how a courageous woman used fasting to help save her people."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p26","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p26"},"Using the picture at an appropriate time, teach the children the account of Esther from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.)"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p27"},"As you discuss the account of Esther, explain that King Ahasuerus of Persia held a seven-day feast for his nobles and princes, where he proudly displayed his gold, silver, and beautiful linens for all to see. He then called for Vashti, the queen, to display her beauty. But Vashti refused to come before them, and this made the king angry. It was embarrassing to have the queen refuse to obey the king in front of his guests. The king asked his wise men what should be done about the queen and was counseled to dethrone Vashti and choose a new queen. In order to do this, all the beautiful young girls in the kingdom were presented to the king for him to select a new queen."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p29","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p29"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","How was Esther related to Mordecai? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.5,7"},"Esther 2:5, 7"],".) Why were the Jews living in Persia? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.6"},"Esther 2:6"],". Explain that the Jews were Heavenly Father’s covenant people. This means that they had promised to obey the Lord. They were also one of the tribes of Israel; in other words, they were descendants of Abraham, Isaac, and Jacob. But they had been conquered and taken to the lands of Media and Persia.) When Esther was taken to the king’s palace, why didn’t she let anyone know she was a Jew? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.10,20"},"Esther 2:10, 20"],".)"]],["li",["span.label","•"],[".para","What happened when Esther was first presented to the king? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.17"},"Esther 2:17"],".)"]],["li",["span.label","•"],[".para","What did Mordecai do to protect the king? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/2.21-23"},"Esther 2:21–23"],".) Explain that Bigthan and Teresh were part of the king’s personal guard. Their plot to kill the king was especially dangerous because they had many opportunities to be near him and could more easily carry out their plan."]],["li",["span.label","•"],[".para","What reason did Mordecai give the people for not bowing to Haman, who held the highest position of all the king’s officials? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/3.2-4"},"Esther 3:2–4"],".) Why did Mordecai refuse to bow to Haman? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.3"},"Exodus 20:3"],". Explain that in addition to having the people bow to Haman, the king had also commanded them to reverence or worship him. If Mordecai had done this, he would have been breaking the first of the Ten Commandments.)"]],["li",["span.label","•"],[".para","What did the angry Haman try to do to punish Mordecai and the Jews? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/3.6,8-9"},"Esther 3:6, 8–9"],".) How would you feel if a law were passed that all members of the Church were to be killed on a certain day? How did Mordecai and the Jews react to the new law? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.1-3"},"Esther 4:1–3"],".) Explain that sackcloth was a coarse fabric made of camel or goat hair and was worn while fasting or mourning. In addition to wearing sackcloth, the people either sat in piles of ashes or sprinkled ashes on themselves as a symbol that joy had left them."]],["li",["span.label","•"],[".para","Why was Esther afraid to go to the king? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.11"},"Esther 4:11"],".) What did Mordecai tell her about going to the king? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.13-14"},"Esther 4:13–14"],".) Explain that Mordecai thought it possible that Heavenly Father had prepared Esther to save the Jews. What did Esther do so she could be successful in pleading with the king? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.16-17"},"Esther 4:16–17"],".) How did the king receive Esther? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/5.2-3"},"Esther 5:2–3"],".) What are some righteous things we might fast for? (See enrichment activity 4.)"]],["li",["span.label","•"],[".para","Esther requested a three-day fast. How long should we fast? Fasting usually means abstaining from food and drink for two consecutive meals, but President Joseph F. Smith stated that this “is not an absolute rule, … but it is left with the people as a matter of conscience, to exercise wisdom and discretion. Many are subject to weakness, others are in delicate health … ; of such it should not be required to fast” (",["span.emphasis","Gospel Doctrine"],"[1968], p. 244)."]],["li",["span.label","•"],[".para","Whom did Esther ask to come to the banquet? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/5.4-5"},"Esther 5:4–5"],".) What was Haman angry about after coming out of the first banquet? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/5.9"},"Esther 5:9"],".) What did Haman’s friends and wife tell him to do about Mordecai? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/5.14"},"Esther 5:14"],".)"]],["li",["span.label","•"],[".para","How was the king reminded of Mordecai’s good deed in saving his life? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/6.1-3"},"Esther 6:1–3"],".) Point out that it is possible that the king’s sleeplessness was a blessing from Heavenly Father as a result of the Jews’ fast. How did the king determine Mordecai’s reward? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/6.6-10"},"Esther 6:6–10"],".)"]],["li",["span.label","•"],[".para","What did Esther request of the king at the second banquet? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/7.3-4"},"Esther 7:3–4"],".) What happened to Haman when the king discovered his plan to destroy the Jews? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/7.9-10"},"Esther 7:9–10"],".) What reward was given to Mordecai? (",["a.scriptureRef",{"href":"/scriptures/ot/esth/8.1-2"},"Esther 8:1–2"],".)"]],["li",["span.label","•"],[".para","How should we fast? (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.16-18"},"Matthew 6:16–18"],".) How can we better observe the fast? Explain that our fast should include sincere prayer. Point out that often we will also have a specific reason for our fast. We may not always receive the answer we desire, but we should have faith that the Lord’s will should be done. It is important to develop the habit of living the law of the fast so that when we have specific needs we will know how to receive help. Our fast should also give us a desire to help others."]],["li",["span.label","•"],[".para","Why is fasting sometimes difficult? Help the children understand that they may experience feelings of hunger and thirst, but they can grow in spirituality as they continue to cheerfully obey the commandment to fast. What positive experiences have you had in fasting individually or with your families?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p43","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p43"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.f5"},["ol.number",["li",["span.label","1."],[".para","Role-play the events in the story from Esther (see",["a.scriptureRef",{"href":"/scriptures/ot/esth/4.1"},"Esther 4:1–5:3"],"). Read the lines while the children act the parts or give copies of the lines to the children to read. You might give the children simple props or name tags to identify the characters."],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Servant:"]],["td",{"colspan":"1","rowspan":"1"},[".para","Mordecai, Queen Esther wonders why you are mourning in sackcloth and ashes."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Mordecai:"]],["td",{"colspan":"1","rowspan":"1"},[".para","Haman has gained permission to have all the Jews killed, both young and old, little children and women. Give Esther a copy of the decree, and have her plead with the king for her people."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Servant:"]],["td",{"colspan":"1","rowspan":"1"},[".para","Mordecai wants you to go to the king and plead for your people."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Esther:"]],["td",{"colspan":"1","rowspan":"1"},[".para","Please take the message to Mordecai that I am afraid to go to the king without being called, for I will be killed unless the king holds out his golden scepter to me. The king has not requested to see me for thirty days, and I fear that I will displease him."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Servant:"]],["td",{"colspan":"1","rowspan":"1"},[".para","(Hands a paper to Mordecai.)"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Mordecai:"]],["td",{"colspan":"1","rowspan":"1"},[".para","Tell Esther that she cannot escape death as a Jew just because she lives in the king’s house. I ask again for her to plead with the king for her people. Perhaps this is the very reason the Lord has permitted Esther to be queen—that she might save her people."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Servant:"]],["td",{"colspan":"1","rowspan":"1"},[".para","Mordecai asks again that you plead for your people."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Esther:"]],["td",{"colspan":"1","rowspan":"1"},[".para","Have Mordecai and the Jews fast for me for three days, night and day. My maidens and I will also fast. I will go before the king, and if I perish, I perish."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","King:"]],["td",{"colspan":"1","rowspan":"1"},[".para","(Raises scepter and smiles.) What do you want, Esther? I will give you what you want up to half of my kingdom."]]]]]]],["li",["span.label","2."],[".para","Make name cards for each of the following scripture characters: King Ahasuerus, Vashti, Mordecai, Esther, and Haman. Pin a card on the back of five children without showing them which one they have. Have them ask their classmates yes or no questions about the character to help them discover which person they are. You could repeat this activity if time permits."],[".para","Questions might be similar to the following: Am I a Jew? Am I righteous? Did I fast? Was I friendly to Mordecai? Am I a queen?"]],["li",["span.label","3."],[".para","Tell the following story in your own words:"],[".para","A group of Latter-day Saints in the early days of the Church lived in Mexico. Pancho Villa, a Mexican revolutionary commander, was raiding many settlements in northern Mexico. One of the settlements that was to be destroyed on a certain night was called Colonia Dublán, a Latter-day Saint settlement. The bishop of the ward in that town asked all the members to fast and pray. He called a meeting at the church for all the people. They prayed and were told to continue fasting and praying to Heavenly Father for protection from Pancho Villa and his army. They were then to go to bed as if it were any other night and trust that the Lord would watch over them."],[".para","During the night when Pancho Villa’s army approached the town, they saw from a lookout what they thought were campfires of a large army protecting the town. Pancho Villa and his army rode off, thinking it would be unwise to attack Colonia Dublán."]],["li",["span.label","4."],[".para","List and discuss several things we might appropriately fast for. A possible list could include:"],["ul.noMarker",["li",[".para","To help our loved ones recover from an illness or injury"]],["li",[".para","To help us make important decisions"]],["li",[".para","To help us gain a testimony"]],["li",[".para","To help others be willing to hear the gospel"]],["li",[".para","To receive protection from evil"]],["li",[".para","To receive relief in time of natural disasters and droughts"]],["li",[".para","To help us feel the Spirit"]],["li",[".para","To prepare us to receive special blessings, such as a patriarchal blessing"]],["li",[".para","To show gratitude for our blessings"]],["li",[".para","To help us overcome sin"]],["li",[".para","To help us solve problems"]],["li",[".para","To help us know whom to share the gospel with"]],["li",[".para","To receive comfort when we mourn"]],["li",[".para","To help us understand or accomplish a difficult assignment"]],["li",[".para","To help others with their problems"]]]],["li",["span.label","5."],[".para","Divide the class into two groups and give each group a piece of paper and a pencil. Have them make a list of all the qualities Esther exhibited as she saved her people from destruction. Some of the answers the children might think of are courage, trust in Heavenly Father, love for others, humility, and so on. Have the children share their lists of qualities with each other."]],["li",["span.label","6."],[".para","Sing or read the words to",["span.crossRef","“Faith”"],"(",["span.emphasis","Children’s Songbook,"],"p. 96) or",["span.crossRef","“In Fasting We Approach Thee”"],"(",["span.emphasis","Hymns,"],"no. 139)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p88","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p88"},"You may want to testify that as we sincerely fast and pray, our prayers will be answered and we can become closer to Heavenly Father. Help the children understand that there is also great power in fasting for others. Encourage the children to fast cheerfully and with a purpose."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p90","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p90"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p92","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p92"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/esth/4"},"Esther 4"],"at home as a review of this lesson."]],["div",{"id":"p93","uri":"/manual/primary-6-old-testament/lesson-38-esther-saves-her-people.p93"},"Invite a child to give the closing prayer."]]]],"refs":null}
