{"id":25,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":25,"title":"Lesson 22: Repentance","subtitle":"","short_title":"Lesson 22","uri":"/manual/young-women-manual-1/lesson-22-repentance","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-22-repentance.head1"},[".titleNumber","Lesson",["span.dominant","22"]],["h1","Repentance"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-22-repentance.p1"},"Each young woman will understand the principle of repentance."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-22-repentance.f1"},["ol.number",["li",["span.label","1."],[".para","Prepare the following nine wordstrips: “Steps to Repentance:” “Recognize wrong,” “Promise not to repeat sin,” “Recommit oneself,” “Make restitution,” “Feel true sorrow,” “Allow time,” “Forgive self and others,” and “Receive forgiveness from the Lord.”"]],["li",["span.label","2."],[".para","Review the counsel about repentance on",["span.crossRef","pages 29–30"],"of",["span.emphasis","For the Strength of Youth."]]],["li",["span.label","3."],[".para","Assign young women to present any scriptures, stories, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Repentance Is Necessary to Obtain Forgiveness"],[".teachingMethod",["h3","Thought question"],["ul.bullet",["li",["span.label","•"],[".para","How do you feel",["span.emphasis","before"],"and",["span.emphasis","after"],"repentance?"]]]],[".teachingMethod",["h3","Scripture, quotation, and discussion"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-22-repentance.p6"},"Alma described his feelings after his sincere repentance. Have a young woman read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.29"},"Mosiah 27:29"],"."],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-22-repentance.p7"},"Read the following quotation in which one of our Church leaders compares repentance to an eraser:"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-22-repentance.p8"},"“God … has a pencil with an eraser on it and he has promised us that he will use it if we will repent and change our ways. … He has said that if we would forsake our evil and thoroughly make up our minds against it, then he would wash it out of his mind and just forget the whole thing. Of course, he expects that we will wash it out of our minds also” (Sterling W. Sill,",["span.emphasis","Making the Most of Yourself"],"[Salt Lake City: Bookcraft, 1971], p. 93)."],["ul.bullet",["li",["span.label","•"],[".para","Why is repentance such a wonderful principle and such a great blessing in our lives?"]]]]],[".topic",["h3","Steps of Repentance"],[".teachingMethod",["h3","Quotation, wordstrips, and discussion"],["ul.bullet",["li",["span.label","•"],[".para","How do you repent?"]]],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-22-repentance.p11"},"To answer this question, discuss the steps of repentance as outlined in the following quotation by Elder Robert D. Hales. As you introduce each step, post the appropriate wordstrip. Discuss the meaning of each step with the young women. Have the class members read the scriptures mentioned in steps 2 and 8."],["div",{"id":"f5","uri":"/manual/young-women-manual-1/lesson-22-repentance.f5"},"Begin by posting the wordstrip “Steps to Repentance:”",["ol.number",["li",["span.label","“1."],[".para","Recognize we have done wrong."]],["li",["span.label","“2."],[".para","Covenant with the Lord that we will never repeat the sin we have committed and are repenting of. ‘By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.43"},"D&C 58:43"],".)"]],["li",["span.label","“3."],[".para","Recommit ourselves to living a better life in all phases of the gospel."]],["li",["span.label","“4."],[".para","Make restitution for the wrongs we have committed by—"],["div",{"id":"f","uri":"/manual/young-women-manual-1.f"},["ol.alphaLowCase",["li",["span.label","“a."],[".para","Repenting in prayer to the Lord."]],["li",["span.label","“b."],[".para","Confessing to our bishop … [if the sin is a major one]."]],["li",["span.label","“c."],[".para","Apologizing to those we have offended."]]]]],["li",["span.label","“5."],[".para","The depth of our repentance must be as deep as the sin we have committed. There is no easy way. It hurts, but it also cleanses."]],["li",["span.label","“6."],[".para","Time is the next element of repentance and restitution."],["div",{"id":"f","uri":"/manual/young-women-manual-1.f"},["ol.alphaLowCase",["li",["span.label","“a."],[".para","Time to prove to ourselves, to our Lord, to our fellowmen that we have committed ourselves to a new way of life."]],["li",["span.label","“b."],[".para","Time to study the scriptures and dedicate our lives to the commandments we learn we must live to be happy and have joy."]]]]],["li",["span.label","“7."],[".para","Complete forgiveness of ourselves and forgiveness without any feelings of retribution toward those who have offended us."]],["li",["span.label","8."],[".para","Finally, the greatest of all blessings: the forgiveness of the Lord. We no longer look back with depression and hurt, but forward to the future with hope and joy and love for God, self, and all mankind” (in Conference Report, Oct. 1976, p. 34; or",["span.emphasis","Ensign,"],"Nov. 1976, p. 26)."]]]]]],[".topic",["h3","Repentance Is a Continuing Process"],[".teachingMethod",["h3","Teacher presentation and quotations"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-22-repentance.p25"},"Explain that repentance is a wonderful gift that can help us progress in this life. We should use this gift wisely. Read the following quotation:"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-22-repentance.p26"},"“Repentance is given as the second great principle of the gospel. …"],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-22-repentance.p27"},"“We all make mistakes. If our repentance is sincere, we have the right to approach [Heavenly Father] for forgiveness, but remember we are not entitled to any quota of mistakes. It is",["span.emphasis","always"],"better that we don’t make them. And surely we shouldn’t go on stupidly or stubbornly repeating the same old mistakes over and over again. We ought to have learned our lessons. It isn’t enough to be just as good today as we were yesterday. We should be better. … But one of the most devilish doctrines that anyone could advocate would be to say that because someone has made a mistake, it wouldn’t matter if he made one more, or many more. The best time to repent is now, before the next time” (Richard L. Evans, in Conference Report, Oct. 1969, p. 68; or",["span.emphasis","Improvement Era,"],"Dec. 1969, pp. 74, 76)."],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-22-repentance.p28"},"Help the young women realize that repentance is not only for those who have committed major sins,",["span.emphasis","but is a process of becoming a better person."],"We should use the principle of repentance every day of our lives."],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-22-repentance.p29"},"The following quotation helps explain the continuing process of repentance:"],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-22-repentance.p30"},"“Repentance is indispensable to the growing life, since in all growth there is constant adjustment, taking on and sloughing off. We cannot replace a bad life with a good one by any single word or act; there must be a continuing process of replacing error and wrong-doing with truth and right-doing; of going from bad to good and from good to better. …"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-22-repentance.p31"},"“When we speak of the continual need of repentance, let it not be understood that we refer to a cycle of sinning and repenting and sinning again. That is not complete repentance. We must see the right and follow it, recognize the wrong and forsake it with a ‘Godly sorrow’ if we would obtain the blessings of complete repentance” (Hugh B. Brown,",["span.emphasis","Eternal Quest,"],"comp. Charles Manley Brown [Salt Lake City: Bookcraft, 1956], pp. 99, 102)."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-22-repentance.p32"},"Explain that as we grow spiritually, we recognize that things that seemed to be all right at an earlier point are wrong. Spiritual growth helps one to overcome these newly recognized weaknesses. This is progress. Each day as we learn of the things that should be avoided, our knowledge increases and we advance to another stage of growth. Emphasize that",["span.emphasis","repentance is a continuing process of improving yourself in your thoughts and actions"],"as you recognize your weaknesses. This process continues through adulthood."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","Can you think of some “small” things in your life that you need to repent of?"]],["li",["span.label","•"],[".para","If you worked to rid yourself of one of these things each week, how would your life and your feelings of self-worth be improved?"]]]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-22-repentance.p35"},"President Spencer W. Kimball stated: “Since all of us sin in greater or lesser degree, we are all in need of constant repentance, of continually raising our sights and our performance. One can hardly do the commandments of the Lord in a day, a week, a month or a year. This is an effort which must be extended through the remainder of one’s years” (",["span.emphasis","The Miracle of Forgiveness"],"[Salt Lake City: Bookcraft, 1969], p. 202)."]]],[".topic",["h3","Repentance Brings Peace"],[".teachingMethod",["h3","Story"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-22-repentance.p36"},"Ask the young women to listen to the following story to see how it can be compared to the principle of repentance."],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-22-repentance.p37"},"Jane enjoyed the outdoors, and she spent many hours by herself hiking in the mountains. One day she discovered a cave. Although a feeling of uneasiness prompted her not to go into the cave, her curiosity led her just to take a look inside. She walked farther and farther into the cave, seeing many enticing formations just ahead. The darkness of the cave finally became total and she realized that she was lost."],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-22-repentance.p38"},"She felt panic, then fear, then anger at herself for her predicament. And when she could not find her way back, despair settled upon her. What could she do now? She had lost all sense of direction and could not find the right path. It was at this point that she decided to pray for help. She pleaded with the Lord for guidance in getting back on the right path and overcoming her foolish mistake of entering the cave. Groping along the walls, she rounded a turn and in the distance saw a faint ray of light. She moved faster toward the light until finally she stepped into the bright sunlight."]],[".teachingMethod",["h3","Thought questions"],["ul.bullet",["li",["span.label","•"],[".para","Did Jane intend to get lost in the cave?"]],["li",["span.label","•"],[".para","How do you think Jane felt when she walked out of the cave?"]],["li",["span.label","•"],[".para","Have you ever felt lost and unable to find your way back to your Heavenly Father?"]]],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-22-repentance.p42"},"Explain that repentance is like the feeling that Jane had when she recognized her mistake, showed remorse, prayed for forgiveness and guidance, and came back into the light. It is one of the sweetest, most peaceful feelings that one can receive."]],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-22-repentance.p43"},"Point out that we all make mistakes each day of our lives. Only through proper and complete repentance can we obtain a peaceful inner feeling."],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-22-repentance.p44"},"Alma, a Book of Mormon prophet, persecuted the Church when he was a young man. An angel appeared to him and told him to stop his wicked behavior. Alma felt great remorse as he began to repent of his sins. Have a young woman read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.12-13,15-16"},"Alma 36:12–13, 15–16"],"."],["ul.bullet",["li",["span.label","•"],[".para","Once Alma finally recognized his sins, how did he feel?"]]],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-22-repentance.p46"},"Have another young woman read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.17-21"},"Alma 36:17–21"],"."],["ul.bullet",["li",["span.label","•"],[".para","How did Alma describe his feelings when he remembered the atonement of Jesus Christ and knew he could be forgiven?"]],["li",["span.label","•"],[".para","How do our love and appreciation for the Savior grow as we sincerely repent and seek forgiveness?"]]]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Testimony"],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-22-repentance.p49"},"Bear your testimony of the reality of Jesus’ love and atoning sacrifice. Testify that righteousness is the way to happiness and that where sins have been committed, complete forgiveness is available through faith in Jesus Christ and true repentance."]]]]]],"refs":null}
