{"id":24,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":24,"title":"Lesson 21: A Righteous Example Influences Others","subtitle":"","short_title":"Lesson 21","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.head1"},[".titleNumber","Lesson",["span.dominant","21"]],["h1","A Righteous Example Influences Others"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p1"},"Each young woman will set a righteous example for others."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.f1"},["ol.number",["li",["span.label","1."],[".para","On separate sheets of paper, prepare a copy of the following scriptures:",["a.scriptureRef",{"href":"/scriptures/nt/john/13.15"},"John 13:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/4.12"},"1 Timothy 4:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.21"},"1 Peter 2:21"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.16"},"Matthew 5:16"],"."]],["li",["span.label","2."],[".para","Become familiar with the statements and stories in the lesson."]],["li",["span.label","3."],[".para","Assign young women to present any scriptures, stories, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","A Righteous Example Can Influence Others"],[".teachingMethod",["h3","Story"],["div",{"id":"p5","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p5"},"Read the following statement by Sister Ardeth G. Kapp:"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p6"},"“When you keep the commandments and follow the Savior’s example, it’s like holding up a light. Your good example helps others to find their way in a darkening world. It takes courage to do what you know to be right even when it is hard, very hard. But you will never lose your courage unless you choose to” (“Stand for Truth and Righteousness,”",["span.emphasis","Ensign,"],"Nov. 1988, p. 94)."],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p7"},"Tell the following true story:"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p8"},"“I’m 17-years-old and have been a member of the Church since I was eight. Living the gospel has never really been a problem for me until just the other day, when I had an unforgettable experience with a boy named Craig."],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p9"},"“… One day in algebra class, [a certain group of guys] decided to be especially rude to Craig, who sits right next to me. Craig is quiet, and he’s not the smartest guy in the class, so these guys loved to make fun of him. One day they decided to pass the word around that everybody in class was to ignore Craig. I usually helped him with the problems he didn’t understand, so when I heard their plan, I didn’t know what to do."],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p10"},"“… A few minutes before class let out, Craig leaned over and asked me how to do a certain problem. Every person in the room turned to see how I’d handle it. My heart started pounding, and my palms became moist. I wanted to do the kind thing by answering him, but I could just feel the pressure mounting as all my classmates waited for me to snub him."],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p11"},"“I felt my face getting hot and I knew it was red as I turned to Craig and explained how to do the problem. That was it. As soon as class was out, the guys started calling me names and really letting me have it. I couldn’t believe we were in high school. It felt like first grade, and I wanted to cry. But deep down inside I knew I’d done the right thing."],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p12"},"“The next day I dreaded going back to my algebra class. But when I got there, the same boys met me and told me they wanted to try the same trick again and begged me to go along with it. By that time though, I knew that what I’d done the day before was right, and there was no way I was going to play their game."],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p13"},"“When I told them so, I got the surprise of my life. My best friend, who sat nearby, told them she wasn’t going to cooperate with them either. Several other people joined us, and soon just about everyone in the class decided their plan was childish and stupid. Before the end of the class, everyone was talking to Craig, and even the boys who had started the whole thing were discussing some of the problems with him."],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p14"},"“From all this I learned that being a good example is not quite as easy as it seems, but one person can make a big difference. If you have enough courage and enough faith, you can influence a whole group when the pressure’s on” (Stephanie Christensen, “When the Pressure Is On,”",["span.emphasis","New Era,"],"Jan. 1988, pp. 8–9)."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p15"},"Ask the following questions. Allow time for several young women to respond to each question."],["ul.bullet",["li",["span.label","•"],[".para","Why should we always try to set a good example, even when it is difficult?"]],["li",["span.label","•"],[".para","What help is available to you when setting a good example?"]],["li",["span.label","•"],[".para","How can you influence your friends for good?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p19"},"Explain that members of The Church of Jesus Christ of Latter-day Saints have a great responsibility to reach out and set a good example. We know what is right and wrong and have the assurance that our Heavenly Father will always be with us when we do what is right. It is far better to be close to Heavenly Father by keeping his commandments than it is to be popular with other people by disobeying the commandments."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p20"},"Invite the young women to share times when they have been influenced for good by someone else or when they have influenced another person for good. You may want to relate some experiences of your own."],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p21"},"Ask several young women to share situations in which they could have set a good example but did not. Have them tell how they felt afterward."]],[".teachingMethod",["h3","Chalkboard discussion"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p22"},"Draw a large minus sign (–) on the chalkboard. Ask what it means when we say someone has a negative influence on others."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p23"},"Draw a large plus sign (+) on the chalkboard. Ask what it means when we say someone has a positive influence on others."],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p24"},"Discuss some of the ways we can be a positive influence on others."]]],[".topic",["h3","The Scriptures Stress the Importance of Example"],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p25"},"Explain that the Savior showed us how to be a good example. He was always faithful to what he knew was right. Give copies of the following scriptures to four young women to read aloud:"],["div",{"id":"f3","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.f3"},["ol.number",["li",["span.label","1."],[".para","“For I have given you an example, that ye should do as I have done to you” (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.15"},"John 13:15"],")."]],["li",["span.label","2."],[".para","“Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity” (",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/4.12"},"1 Timothy 4:12"],")."]],["li",["span.label","3."],[".para","“Christ also suffered for us, leaving us an example, that ye should follow his steps” (",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.21"},"1 Peter 2:21"],")."]],["li",["span.label","4."],[".para","“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.16"},"Matthew 5:16"],")."]]]],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p30"},"Discuss how these scriptures apply to the life of a young woman. Ask the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","How does letting your light shine (or setting a good example) bring glory to Heavenly Father?"]],["li",["span.label","•"],[".para","How can you be a positive example to your friends in word? in charity? in faith? in purity?"]]]]],[".topic",["h3","A Good Example Can Bring Joy to Many People"],[".teachingMethod",["h3","Story"],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p33"},"Read the following testimony of Sister Shirley Casper, wife of famous golfer Billy Casper. Ask the young women to listen for various ways in which example plays an important part in the story."],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p34"},"“I’ve said on many occasions that I was ready to join The Church of Jesus Christ of Latter-day Saints several years before Bill was. I had much more introduction to the Mormons than Bill had. When I was a young girl, some of my mother’s dear friends were Mormons. When I grew up and later when we married, I had many friends from around the country who were Mormons."],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p35"},"“When Bill won the U.S. Open in 1959 and we were able to spend a little more time in Salt Lake City, Utah, I was well enough versed in religion to be able to make some rather interesting observations. It was about that time that I looked quite intently at Mormonism. I wanted to know about it, and the more I learned, the more I wanted to continue to learn."],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p36"},"“There was a frankness about Mormons—not in a brash sort of way, but rather in the manner in which each member seemed confident that what he was doing about religion was what he wanted to do."],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p37"},"“They seemed to live better than other people, to be prosperous—and I don’t mean from a money standpoint. They were healthy, happy, busy people. They were involved with their families. If you met a Mormon, you usually met his family."],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p38"},"“I liked the Church’s youth programs. I favored the Tabernacle Choir and always wanted to sing in it. No one forced his religion on us. We just seemed to enjoy our Mormon friends as they were."],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p39"},"“I remember some of the first parties in Utah. There seemed to be less drinking and certainly less smoking. After you sit in smoke-filled rooms night after night, day after day, you enjoy the luxury of clean air."],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p40"},"“To repeat. I liked the way Mormon people were living. This aroused my curiosity more than ever. …"],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p41"},"“I would have liked to have gone with Bill into the temple long before we got there, but he was not prepared for it. Our Lord and Savior is kind to us in that way—he gives us no more of his laws than we have the capacity to observe. We all had to progress to that capacity before we could be given what we have now."],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p42"},"“When Bill said he would be baptized, I knew for sure he meant it. …"],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p43"},"“New worlds have opened to us. I was able to tract with some of the lady missionaries in Hong Kong—just to learn about the missionary program."],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p44"},"“With our golf we have gone to far places of the world, and we find the Saints the same loving and kind people wherever we go. They are not just golf fans, people in Bill’s gallery. They are our brothers and sisters in the gospel—the same brothers and sisters we had in the spirit world as sons and daughters of our Father in heaven. …"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p45"},"“We Caspers have found out that if we let people know we are Mormons, as nicely as we can, we are better for it. People respect us for our beliefs. They might not agree with us, but they respect us, as we respect them and their beliefs. … We are respected for our principles. We are admired—if we merit admiration."],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p46"},"“And I have learned that example means so much in each situation. I joined the Church partly because of examples set by Mormons I knew. I want to do as much for others as they did for me” (Hack Miller,",["span.emphasis","The New Billy Casper"],"[Salt Lake City: Deseret Book Co., 1970], pp. 132–35)."]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p47"},"Have the young women discuss the ways in which the examples of others influenced Sister Casper. Point out that Sister Casper’s experiences made her want to help others by being a good example for them."]]],[".topic",["h3","Lesson Application"],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-21-a-righteous-example-influences-others.p48"},"Encourage the young women to be aware of good examples of people around them and to strive to be examples of goodness to everyone around them."]]]]],"refs":null}
