{"id":24,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":24,"title":"Lesson 21: Joseph Smith Is Tarred and Feathered","subtitle":"","short_title":"Lesson 21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.head1"},[".titleNumber","Lesson",["span.dominant","21"]],["h1","Joseph Smith Is Tarred and Feathered"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p1"},"To help each child desire to develop a forgiving attitude."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.8-11,15-16"},"Doctrine and Covenants 64:8–11, 15–16"],"and the historical account given in this lesson. Then study the lesson and decide how you want to teach the children the historical account. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A pencil and two pieces of paper for each child."]],["li",["span.label","c."],[".para","Picture 5-1, The Prophet Joseph Smith (Gospel Art Picture Kit 401; 62002), or 5-2, Joseph Smith (Gospel Art Picture Kit 400; 62449); picture 5-23, Man Being Tarred and Feathered."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p8"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p9"},"Give each child two pieces of paper and a pencil. On the first piece of paper, have each child write several blessings he or she has received. On the second piece of paper, have each child write something unkind that someone has done to him or her."],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p10"},"Have the children place the papers on which they have written their blessings on their laps and hold the papers that describe the unkind acts right in front of their eyes, touching their noses."],["ul.bullet",["li",["span.label","•"],[".para","Can you see the paper on which you listed your blessings?"]]],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p12"},"Explain that sometimes when someone hurts our feelings, we think about our hurt feelings so much that we can no longer see or enjoy our blessings. Ask the children to crumple up the papers listing the unkind acts. Collect these papers or have the children put them in the wastebasket. Explain that we can feel happier when we forgive and forget about the unkind things others do and concentrate on our blessings."],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p13"},"Explain that Joseph Smith suffered persecution from many people. Ministers of other religions, strangers, and even some of his friends were unkind to him. He had to decide whether to let this unfair treatment make him angry and unhappy or to be forgiving to these people."]],[".teachingMethod",["h2","Historical Account"],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p14"},"Teach the children about Joseph Smith’s reaction to those who persecuted him, as illustrated by the following historical account. Display the pictures at appropriate times."],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p15"},"Soon after the Church was organized, some of the members began to apostatize, or leave the Church. They quit attending Church meetings, opposed the Prophet, and persecuted the Saints. People apostatized for various reasons. For example, one man left the Church because his horse died while he was traveling to join the Saints in Missouri. Another man apostatized after he saw Joseph Smith playing with children. He thought a prophet should be too serious to play with children. One man saw that his name was misspelled on a Church document and thought that meant Joseph Smith was not inspired by God. Other people left the Church because they did not receive the help they expected with their financial problems. Some members left the Church because they could not forgive other members for actions that had offended them. After leaving the Church, these offended people often became the Church’s worst enemies."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p16"},"Ezra Booth joined the Church in 1831 after seeing the Prophet heal Elsa Johnson’s arm (see",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-19-the-saints-are-taught-to-recognize-good-and-evil.p1"},"lesson 19"],"). Several months later he was called on a mission to Missouri. He was angry because he had to walk the entire journey and because missionary life was not what he had expected. He was disappointed because he did not see any more miracles like the healing of Elsa Johnson. He began to think and say bad things about the leaders of the Church. Because of his improper behavior during his mission, Ezra Booth was excommunicated when he returned to Ohio. This meant that he was no longer a member of the Church. Instead of repenting, Booth began writing letters to a local newspaper, telling lies about Joseph Smith and the Church. These letters influenced many people in Ohio to become suspicious of Church members and to persecute them."],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p17"},"One winter night a group of men who believed Ezra Booth’s letters got drunk and attacked the homes of Joseph Smith and Sidney Rigdon in Hiram, Ohio. Joseph had been up late caring for his adopted son, who had the measles, and had just fallen asleep when the angry mob broke into the house. The men dragged Joseph outside, swearing and threatening to kill him. They choked him, tore off his clothes, and tried to push a paddle of hot tar and a bottle of acid into his mouth. The bottle of acid broke, chipping one of Joseph’s teeth and causing him to speak with a whistle for the rest of his life. The men in the mob also dragged Sidney Rigdon from his home. When Joseph saw Sidney lying on the ground, he thought Sidney was dead. The mob decided not to kill Joseph, but they scratched him severely, spread hot tar all over his body, and covered him with feathers."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p18"},"When Joseph finally got home, Emma saw him and fainted, because she thought the tar covering Joseph was blood. Joseph’s friends helped him clean off the tar, a long and painful process. Sidney Rigdon had been knocked unconscious from the severe cuts and bruises to his head, and he was delirious for several days. Following this terrible experience, the baby that Joseph had been caring for that night caught a severe cold and died."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p19"},"The next day was Sunday, and Joseph went at the usual time to worship with the Saints. The group of people he preached to included some members of the mob who had covered him with tar and feathers the night before. Even with his skin scraped and sore, Joseph preached as usual and never mentioned the violence of the night before."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p20"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why did some of the early Church members apostatize from the Church? How could a forgiving attitude have helped them? What does the Lord say we should do when others offend us? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.8-11"},"D&C 64:8–11"],".)"]],["li",["span.label","•"],[".para","What did the Lord say Ezra Booth had done wrong? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.15-16"},"D&C 64:15–16"],".) What do we lose if we desire what is wrong? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.16"},"D&C 64:16"],".)"]],["li",["span.label","•"],[".para","What unkind things did the mob do to Joseph Smith and Sidney Rigdon? Why do you think they did these things?"]],["li",["span.label","•"],[".para","What did Joseph Smith do the morning after he was tarred and feathered? Who was in the congregation? How did Joseph Smith’s actions show that he was a forgiving person? (Joseph Smith did not seek revenge on those who had been cruel to him. He knew that Satan influenced them to oppose the important work of teaching the restored gospel and establishing Jesus’ church on the earth.)"]],["li",["span.label","•"],[".para","What did Joseph Smith do when he was faced with trials and persecution? (He continued to do the Lord’s work. He understood that Satan would do all he could to destroy the work of the Lord. When bad things happened, Joseph Smith made the best of the situation and continued serving the Lord.)"]],["li",["span.label","•"],[".para","How do you feel when someone is unkind to you? How do feelings of anger affect us? Help the children understand that being angry or unkind does not help us feel better. If we remain angry or act unkindly in return, we cause ourselves even more unhappiness. What could you do when someone is unkind to you? (See enrichment activities 1 and 3.) What might happen if you are unkind to the person who was unkind to you? What might happen if you are kind to that person?"]],["li",["span.label","•"],[".para","How can we follow Joseph Smith’s example and develop a forgiving attitude toward those who have hurt or offended us?"]],["li",["span.label","•"],[".para","How does having a bitter and unforgiving attitude affect us? How does having a forgiving attitude affect us?"]],["li",["span.label","•"],[".para","Whom are we required to forgive? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.10-11"},"D&C 64:10–11"],".) Why is it important for us to forgive others? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.9"},"D&C 64:9"],".) How do we feel when we forgive someone who has hurt our feelings?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p30"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.f5"},["ol.number",["li",["span.label","1."],[".para","Read statements such as the following ones to the children. Ask them to put their thumbs up if the statement reflects a forgiving attitude and put their thumbs down if it reflects an unforgiving attitude. Discuss how each action described shows forgiveness or a lack of forgiveness."],["ul.bullet",["li",["span.label","•"],[".para","She hasn’t been friendly to me so I’m not going to be friendly to her."]],["li",["span.label","•"],[".para","Every time I see him, he pushes me around. He must have a problem or he wouldn’t treat others so unkindly."]],["li",["span.label","•"],[".para","I hit him because he made fun of my little sister."]],["li",["span.label","•"],[".para","My little brother scribbled on my schoolwork, so I had to do it over again. I wasn’t angry with him because he is too young to understand how important that paper was."]],["li",["span.label","•"],[".para","I’ll forgive her, but I’ll never speak to her again."]],["li",["span.label","•"],[".para","My best friend was rude to me today. Maybe she is worried about something."]]]],["li",["span.label","2."],[".para","Read or have a child read aloud",["a.scriptureRef",{"href":"/scriptures/ot/prov/15.1"},"Proverbs 15:1"],", and discuss its meaning with the children. Then tell the following story in your own words:"],[".para","In the summer of 1838, when Joseph Smith and his family were living in Far West, Missouri, a false story was spread that Joseph had killed seven men and was going to organize a group to kill everyone who was not a member of the Church. A large group of armed men led by eight officers came looking for Joseph at the house of his parents, where he was visiting. The officers told Lucy Smith, Joseph’s mother, that they had come to kill Joseph Smith and all the other members of the Church. Lucy responded calmly and introduced Joseph to the men. Joseph shook hands with the men in a friendly manner while they stared in disbelief. After all the stories they had heard, it was hard for them to believe this kind and sincere man was Joseph Smith."],[".para","The Prophet talked with the men for a long time, explaining the views of the Church and the persecution the members had received. He told the men that if any of the members of the Church had broken the law, they ought to be tried by the law in a courtroom, before anyone else was hurt. Then Joseph prepared to leave, explaining to his mother that he needed to get home as Emma was expecting him. Two of the officers jumped to their feet and insisted that they accompany him home, as it was not safe for him to travel alone. The armed men no longer had a desire to harm Joseph, and they returned to their homes with a great respect for him. (See Lucy Mack Smith,",["span.emphasis","History of Joseph Smith,"],"ed. Preston Nibley [Salt Lake City: Bookcraft, 1958], pp. 254–56.)"],["ul.bullet",["li",["span.label","•"],[".para","How did Lucy and Joseph Smith follow",["a.scriptureRef",{"href":"/scriptures/ot/prov/15.1"},"Proverbs 15:1"],"in dealing with these men?"]],["li",["span.label","•"],[".para","What was the result of Joseph’s “soft answer”?"]]]],["li",["span.label","3."],[".para","Have the children act out situations in which they can choose to have a forgiving attitude or an unforgiving one. Help them understand that even when they have been hurt, they are free to choose what their attitude will be. Also help them understand that hurt feelings often come because of a misunderstanding rather than an intent to hurt. Use the following situations or those used in enrichment activity 1:"],["ul.bullet",["li",["span.label","•"],[".para","You cleaned your room before you went to school, but after you left, your younger sister messed it up. When you get home from school, your mother will not let you play with your friends because your room is not clean."]],["li",["span.label","•"],[".para","You are always chosen last for sports teams at school, which makes you feel hurt. On the way home from school one day you see one of the team captains fall off his bike. His school books and papers scatter all over."]],["li",["span.label","•"],[".para","Your friend has a party but does not invite you."]]]],["li",["span.label","4."],[".para","Share and allow the children to share appropriate personal experiences in forgiving others or being forgiven."]],["li",["span.label","5."],[".para","Sing or say the words to",["span.crossRef","“Help Me, Dear Father”"],"(",["span.emphasis","Children’s Songbook,"],"p. 99) with the children."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p49","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p49"},"Share your testimony about the peace we can feel when we have a forgiving attitude. Encourage the children to strive to be understanding and kind even when others are unkind to them."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p50","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p50"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.9-11"},"Doctrine and Covenants 64:9–11"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p51","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p51"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p52","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-21-joseph-smith-is-tarred-and-feathered.p52"},"Invite a child to give the closing prayer."]]]],"refs":null}
