{"id":23,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":23,"title":"Lesson 21: The Ten Commandments","subtitle":"","short_title":"Lesson 21","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.head1"},[".titleNumber","Lesson",["span.dominant","21"]],["h1","The Ten Commandments"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.p4"},"To teach the children that keeping the Ten Commandments helps us be happy."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/19"},"Exodus 19"],"—The Lord covenants with the people and appears on Mount Sinai."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.1-22"},"Exodus 20:1–22"],"—The Ten Commandments are revealed."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/24.12,18"},"Exodus 24:12, 18"],"—Moses stays on Mount Sinai for forty days."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.18"},"Exodus 31:18"],"—The tablets are written by the finger of the Lord."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/32.1-24,30-32"},"Exodus 32:1–24, 30–32"],"—Aaron makes a golden calf."]]]],["li",["span.label","2."],[".para","Additional reading:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/12.34-36"},"Mosiah 12:34–36"],",",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.15-24"},"13:15–24"],"—The Ten Commandments are given to the Nephites."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.5-9"},"Doctrine and Covenants 59:5–9"],"—The Lord repeats some of the Ten Commandments to the Prophet Joseph Smith."]]]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A list of the ingredients in a cake for each child."]],["li",["span.label","c."],[".para","Picture 6-24, Moses and the Ten Commandments."]],["li",["span.label","d."],[".para","The chart of the Ten Commandments at the end of this lesson or from the meetinghouse library (65038)."],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p22","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.p22"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.p24"},"Without providing instructions, give the children a list of ingredients and ask them how they would use them to make a cake. When they start asking questions about how to make the cake, explain that instructions are necessary to be able to do what you asked them. Then discuss how rules and laws are like instructions. Explain that the children could make a cake even if they didn’t follow instructions, but they might not want to eat it. But if they carefully followed the instructions of a good recipe, the cake would be good to eat."],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.p25"},"Explain that rules are necessary in other aspects of our lives. Ask the children to name some rules we should follow to be safe, to have good health, to have good relationships with others, or to have eternal life. Point out that rules bring order into our lives and are necessary for us to know how to live happily. Tell the children that in this lesson they will learn about Moses and the children of Israel receiving the Ten Commandments, which are laws given by God to help us know what to do and how to live so we can be happy."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.p27"},"Teach the children the account of Moses receiving the Ten Commandments from the scriptures listed in the “Preparation” section. Show the picture and chart where appropriate. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Help the children understand that the Israelites were not happy when they did not follow the Ten Commandments and that they were denied the blessings when they disobeyed the commandments they had been given."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p29","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.p29"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","After the children of Israel came out of Egypt and were miraculously helped by the Lord to cross the Red Sea, they traveled to the wilderness of Sinai. When the Lord talked to Moses from Mount Sinai, he asked Moses to remind the children of Israel how he had saved them from the Egyptians (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.4"},"Exodus 19:4"],"). Why was it important for them to remember this incident? Why should we always remember blessings we receive from Heavenly Father and Jesus Christ?"]],["li",["span.label","•"],[".para","What was required of the Israelites to become God’s “peculiar treasure”? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.5-6"},"Exodus 19:5–6"],".) Explain that in the Old Testament “the Hebrew term from which",["span.emphasis","peculiar"],"was translated is",["span.emphasis","segullah,"],"which means ‘valued property’ or ‘treasure’” (Russell M. Nelson, in Conference Report, Apr. 1995, p. 44; or",["span.emphasis","Ensign,"],"May 1995, p. 34). What can we do to show Heavenly Father that we want to be part of his “peculiar,” or covenant, people?"]],["li",["span.label","•"],[".para","What did the Israelites say when they covenanted with the Lord? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.8"},"Exodus 19:8"],".) What similar covenants have we made with the Lord? (Our covenants at baptism to keep his commandments.) When do we renew our covenants with the Lord? (When we partake of the sacrament each week.) Why is it important to renew and remember our covenants each Sunday?"]],["li",["span.label","•"],[".para","What sacred opportunity did the Lord promise the Israelites if they washed their clothes and purified themselves? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.9-11"},"Exodus 19:9–11"],".) Explain that they were preparing themselves to be presented to God."]],["li",["span.label","•"],[".para","After the children of Israel had prepared themselves to be in the presence of the Lord, what did they see and hear? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.18,22"},"Exodus 20:18, 22"],".)"]],["li",["span.label","•"],[".para","What did the Lord give Moses on Mount Sinai? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/24.12"},"Exodus 24:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.18"},"31:18"],".) What are the Ten Commandments? (See enrichment activities 1, 2, and 3.) (Help the children understand that the Ten Commandments were part of a more complete spiritual law that God gave Moses.)"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.number",["li",["span.label","1."],[".para","Thou shalt have no other gods before me (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.3"},"Exodus 20:3"],")."]],["li",["span.label","2."],[".para","Thou shalt not make unto thee any graven image (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.4"},"Exodus 20:4"],")."]],["li",["span.label","3."],[".para","Thou shalt not take the name of the Lord thy God in vain (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.7"},"Exodus 20:7"],")."]],["li",["span.label","4."],[".para","Remember the sabbath day, to keep it holy (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.8"},"Exodus 20:8"],")."]],["li",["span.label","5."],[".para","Honour thy father and thy mother (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.12"},"Exodus 20:12"],")."]],["li",["span.label","6."],[".para","Thou shalt not kill (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.13"},"Exodus 20:13"],")."]],["li",["span.label","7."],[".para","Thou shalt not commit adultery (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.14"},"Exodus 20:14"],")."]],["li",["span.label","8."],[".para","Thou shalt not steal (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.15"},"Exodus 20:15"],")."]],["li",["span.label","9."],[".para","Thou shalt not bear false witness (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.16"},"Exodus 20:16"],")."]],["li",["span.label","10."],[".para","Thou shalt not covet (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.17"},"Exodus 20:17"],")."]]]]],["li",["span.label","•"],[".para","How long was Moses on Mount Sinai? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/24.18"},"Exodus 24:18"],".) What did the children of Israel do because he was gone? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/32.1-4"},"Exodus 32:1–4"],".) Why do you think they asked Aaron to make the golden calf? Why do you think Aaron agreed to do it?"]],["li",["span.label","•"],[".para","Whom did Aaron blame for his actions? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/32.22-24"},"Exodus 32:22–24"],".) What should we do instead of blaming others when we do something wrong?"]],["li",["span.label","•"],[".para","Which one of the Ten Commandments were the Israelites breaking in worshiping the golden calf? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.4-5"},"Exodus 20:4–5"],".) What kind of “graven images” or idols do people in our modern world worship? (Point out that some people worship gods made of brass or wood, the way the Israelites worshiped the golden calf. But idol worship can also be more than that. An idol can be anything that becomes so important that it takes an inappropriate amount of our time and thought. It becomes a god to us. Today our false gods can take such forms as money, material possessions, physical appearance, recreation, or idolizing famous athletes, actors, or musicians.)"]],["li",["span.label","•"],[".para","How did Moses react when he saw what the people had done? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/32.19"},"Exodus 32:19"],".) Why did he break the tablets of stone? (He couldn’t share such sacred things with people who were not ready to receive them.) What did the Lord have Moses do after Moses broke the first set of tablets? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.1,28"},"Exodus 34:1, 28"],".) Note: The",["a.scriptureRef",{"href":"/scriptures/ot/deut/10.2b"},"Joseph Smith Translation of Deuteronomy 10:2"],"explains that these later tablets had the Ten Commandments written on them, but they no longer contained the “words of the everlasting covenant of the holy priesthood.” Because of their wickedness, the children of Israel lost the opportunity to have the higher spiritual laws."]],["li",["span.label","•"],[".para","How did Moses show great love for his people even though they had done wrong? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/32.30-32"},"Exodus 32:30–32"],".) How did the Lord show his love for the Israelites? (",["a.scriptureRef",{"href":"/scriptures/jst/jst-ex/32.14"},"Joseph Smith Translation, Exodus 32:14"],"; the Lord promised to spare the Israelites if they would repent of the evil they had done.)"]],["li",["span.label","•"],[".para","How would keeping the Ten Commandments have blessed the children of Israel? How will keeping the Ten Commandments bless us? Why is it so important to obey the commandments? (See enrichment activity 4.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p53","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.p53"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f8","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.f8"},["ol.number",["li",["span.label","1."],[".para","Display the chart of the Ten Commandments with a few of the words covered, and let the children take turns filling in the blanks. (Or you could make copies of this chart, with some of the words missing, for each child and let the children fill in the blanks on their own copies.) They could then take their copies home to remind them to obey the Ten Commandments."]],["li",["span.label","2."],[".para","Briefly discuss what each commandment means and help the children learn them by playing a game. Give the children each a number or numbers, depending on the class size, from one to ten. Have them learn the commandment that corresponds to their number. Then call out various numbers. When each child’s number is called, have him or her say (or read from the chart) that commandment. After several turns give the children new numbers and play again."]],["li",["span.label","3."],[".para","Notice that all of the Ten Commandments fit under the two great commandments that Jesus Christ gave in",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.37-40"},"Matthew 22:37–40"],": to love God and to love our neighbors. Write",["span.emphasis","Love God"],"and",["span.emphasis","Love Neighbors"],"on the chalkboard. Let the children take turns reading each commandment from",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.3-17"},"Exodus 20:3–17"],"or from the chart. Have them write on the chalkboard a few key words from each commandment under the appropriate heading. Discuss specific ways to live these commandments, and challenge the children to choose one specific way to show love for God and to show love for their neighbors this week."]],["li",["span.label","4."],[".para","Place the wordstrip “Loss of Freedom—Unhappiness” on one wall of the classroom and the wordstrip “Freedom—Happiness” on the other. Explain that although Satan often makes it look like fun to break the commandments, all the choices we make have consequences. When people follow Satan’s plan, at first it seems to give them more freedom. But as they continue to make wrong choices, the consequences begin to bind them. For example, if people lie and cheat, they are not worthy to be in the presence of God. People who choose to keep the commandments may at first feel restricted. But as they continue to make right choices, their lives begin to open up to greater freedoms. For instance, if young people stay pure and morally clean, later they will have the privilege of going to the holy temple to receive all the blessings of Abraham, Isaac, and Jacob. Have the children choose slips of paper with an action written on each paper, such as “don’t steal,” “control your temper,” “smoke and drink,” “lie,” “stay pure and clean,” and so on."],[".para","Depending on what their papers say, have the children stand by the appropriate wordstrip and read the action and tell what the consequence might be and why it brings us happiness and freedom or unhappiness and loss of freedom."]],["li",["span.label","5."],[".para","Sing or read the words to",["span.crossRef","“Keep the Commandments”"],"(",["span.emphasis","Children’s Songbook,"],"p. 146) or",["span.crossRef","“The Commandments”"],"(",["span.emphasis","Children’s Songbook,"],"p. 112)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p62","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.p62"},"You may want to bear testimony that because the Lord loves us, he gives us commandments. Obeying these laws brings us happiness. You might share a time when you felt joy and received blessings from keeping a specific commandment."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p64","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.p64"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p66","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.p66"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.1-22"},"Exodus 20:1–22"],"at home as a review of this lesson."]],["div",{"id":"p67","uri":"/manual/primary-6-old-testament/lesson-21-the-ten-commandments.p67"},"Invite a child to give the closing prayer."]]]],"refs":null}
