{"id":46,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":46,"title":"Lesson 44: Malachi Teaches about Tithes and Offerings","subtitle":"","short_title":"Lesson 44","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.head1"},[".titleNumber","Lesson",["span.dominant","44"]],["h1","Malachi Teaches about Tithes and Offerings"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.p4"},"To strengthen each child’s commitment to pay an honest tithe."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.7-12"},"Malachi 3:7–12"],"—Israel is commanded to pay tithes and offerings and is promised great blessings."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.3-4"},"Doctrine and Covenants 119:3–4"],"—The Saints are to pay one-tenth of their interest annually as tithing."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.23-24"},"Doctrine and Covenants 64:23–24"],"—Those who are tithed shall not be burned at the Second Coming."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9"},"1 Corinthians 2:9"],"—The Lord has prepared great things for those who love him."]]]],["li",["span.label","2."],[".para","Additional reading:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.15"},"Alma 13:15"],"—Abraham pays tithes to Melchizedek."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.14-18"},"Doctrine and Covenants 104:14–18"],"—All things belong to God. We should share with the poor."]]]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Make or trace a copy of a lock and key. Tape or glue the illustration of the lock on the lid of a small box. Put in the box slips of paper with the following references:",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10-12"},"Malachi 3:10–12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.23-24"},"Doctrine and Covenants 64:23–24"],"; and",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9"},"1 Corinthians 2:9"],". Before class, hide the illustration of the key somewhere in your classroom."],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","The visual “Ways Tithes and Offerings Are Used” (at the end of the lesson)."],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.p21"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.p23"},"Show the children the box with the lock on it and explain that it contains something important. Tell them there is a key hidden somewhere in the room that will open the box. Ask the children to quietly look for the key, and then have the child who finds it read aloud the word on it. Explain that the scriptures tell us that if we obey the law of tithing we will receive great blessings. Place the key by the box and explain that later in the lesson you will use the key to open the box and discover what blessings are in store for us if we faithfully pay our tithes and offerings."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.p25"},"Teach the children about tithing from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) During the discussion, help the children understand that the people of Israel had been taught the law of tithing many years before (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/14.20"},"Genesis 14:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.15"},"Alma 13:15"],"). The people paid tithing by giving one-tenth of their crops or animals, but they had begun to give blind and sick animals and polluted bread as tithing. The Lord was not pleased with the way they were paying their tithes and offerings, so he sent the prophet Malachi to teach them."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.p27"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What did Malachi say the Lord would do if the people would “return unto [Him]”? (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.7"},"Malachi 3:7"],".) Discuss the phrase “return unto me, and I will return unto you” (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.7"},"Malachi 3:7"],"). What did the Lord tell the people to do to repent and “return unto me”? (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8-10"},"Malachi 3:8–10"],".) If we repent of wrongdoing, how does the Lord “return unto [us]”?"]],["li",["span.label","•"],[".para","How did the Lord say the people had robbed him? (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8-9"},"Malachi 3:8–9"],".) Why is not paying tithing, or paying tithing grudgingly, robbing God? How much of what we have has the Lord given us? How much of what we have are we asked to give back to the Lord? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.3-4"},"D&C 119:3–4"],".) During the discussion emphasize that everything we have and use comes from Heavenly Father and Jesus Christ. Point out that while someone else may make our clothes or build our homes or package our food, all these things come from the animals, plants, and minerals placed on this earth during the Creation. Help the children understand that one-tenth of what we have is not much to give back to the Lord."]],["li",["span.label","•"],[".para","How is tithing money used? (Show and discuss the visual at the end of the lesson.) How does this money bless our lives? How are fast offerings used? (To provide food, clothing, and shelter for the poor and needy.) What other offerings can we give to the Lord? (We can pay into the ward or general missionary fund, we can contribute to the Book of Mormon fund, we can contribute to a temple if one is being built in our area, we can give of our time by serving others in our neighborhoods, and so on.)"]]],["div",{"id":"p31","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.p31"},"Take the key and pretend to open the box. Have three children each take out a slip of paper from the box. As they look up the references, explain that these scriptures tell us about the blessings we are promised if we pay our offerings and an honest tithe."],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10-12"},"Malachi 3:10–12"]],["ul.bullet",["li",["span.label","•"],[".para","What do you think it means when the Lord promises those who are honest in their tithes and offerings that he will “open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it”? What other blessings are promised? (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.11-12"},"Malachi 3:11–12"],"; explain that",["span.emphasis","the devourer"],"refers to Satan.) How does paying tithing protect us from the powers of Satan? (Help the children understand that as we make sacrifices for the Lord, we draw closer to him and are therefore less influenced by the power of Satan.)"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.23-24"},"Doctrine and Covenants 64:23–24"]],["ul.bullet",["li",["span.label","•"],[".para","What promise about the last days does the Lord make to those who faithfully pay their tithes and offerings?"]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9"},"1 Corinthians 2:9"]],["ul.bullet",["li",["span.label","•"],[".para","How does paying our tithing show that we love the Lord? Why do you think we cannot imagine some of the blessings the Lord has in store for us if we are faithful? When might these blessings come? When blessings do not seem to be pouring out on us, what should we do? (Help the children understand that blessings often come in unexpected ways and may not be recognized at first. Sometimes we must continue to be faithful and wait until the time is right before we can receive blessings or until we can recognize blessings we have already received.)"]]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p39","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.p39"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f11","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.f11"},["ol.number",["li",["span.label","1."],[".para","Give a tithing and other donations slip to each child. Give the children each different amounts of pretend money, and have them fill out the tithing slip according to how much money they received. (Some children may need help figuring out what 10 percent of the amount is.) Discuss what fast offerings are and how the Church uses this money to help those who are worthy and in need. Discuss how money donated to the missionary fund is used, and talk about offerings that might be included in the “Other” category. After filling out all the applicable information on the tithing slip, spend a few moments talking about where the money goes after people give their donations to the bishop. (See the visual at the end of the lesson for ideas about how tithing money is used and what other offerings we can make.)"]],["li",["span.label","2."],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/9.6-7"},"2 Corinthians 9:6–7"],"and discuss how it relates to the way we pay our tithes and offerings. Have the children smile for the following sentences that represent a cheerful giver and frown for those that represent giving grudgingly:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","I feel good when I pay an honest tithe."]],["li",["span.label","b."],[".para","I know if I do not pay my tithing, my parents will be angry with me."]],["li",["span.label","c."],[".para","I feel blessed to have enough food to eat, so I am willing to fast. I know the money my parents pay as fast offerings will help the poor. I want everyone to have enough to eat."]],["li",["span.label","d."],[".para","Just think of all the toys I could buy with my tithing money."]],["li",["span.label","e."],[".para","The Lord has given me so many blessings; I want to pay an honest tithe to show my gratitude."]],["li",["span.label","f."],[".para","The Lord has commanded us to pay 10 percent for tithing, so why does he ask us to give more for other things? My tithing should be enough."]],["li",["span.label","g."],[".para","The Lord wants the gospel preached to everyone on the earth, and I want to do my part in helping the missionaries do this."]]]]],["li",["span.label","3."],[".para","Write on the chalkboard a simple budget, such as the following:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para","Income"]],["th",{"colspan":"1","rowspan":"1"},[".para","$10.00"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Savings"]],["td",{"colspan":"1","rowspan":"1"},[".para","2.50"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Candy"]],["td",{"colspan":"1","rowspan":"1"},[".para",".50"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Gift for Mom’s birthday"]],["td",{"colspan":"1","rowspan":"1"},[".para","5.00"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Entertainment"]],["td",{"colspan":"1","rowspan":"1"},[".para","2.00"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Tithing"]],["td",{"colspan":"1","rowspan":"1"},[".para","1.00"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Offerings"]],["td",{"colspan":"1","rowspan":"1"},[".para",".50"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Total"]],["td",{"colspan":"1","rowspan":"1"},[".para","$11.50"]]]]]],[".para","Ask the children what is wrong with this budget. Explain that if we pay tithes and offerings last, there may not be enough money left. Help the children understand that the first thing they should do when they get money is pay their tithes and offerings. Then they have made the Lord a partner and he will help them have enough for their needs as they use the rest of the money wisely. Discuss how the budget might be adjusted so there would be enough money to pay tithes and offerings."]],["li",["span.label","4."],[".para","Tell the following story by Elder Dallin H. Oaks:"],[".para","“During World War II, my widowed mother supported her three young children on a schoolteacher’s salary that was meager. When I became conscious that we went without some desirable things because we didn’t have enough money, I asked my mother why she paid so much of her salary as tithing. I have never forgotten her explanation: ‘Dallin, there might be some people who can get along without paying tithing, but we can’t. The Lord has chosen to take your father and leave me to raise you children. I cannot do that without the blessings of the Lord, and I obtain those blessings by paying an honest tithing. When I pay my tithing, I have the Lord’s promise that he will bless us, and we must have those blessings if we are to get along’” (in Conference Report, Apr. 1994, pp. 43–44; or",["span.emphasis","Ensign,"],"May 1994, p. 33)."]],["li",["span.label","5."],[".para","Sing or read the words to",["span.crossRef","“I’m Glad to Pay a Tithing”"],"(",["span.emphasis","Children’s Songbook,"],"p. 150) or",["span.crossRef","“I Want to Give the Lord My Tenth”"],"(",["span.emphasis","Children’s Songbook,"],"p. 150)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p72","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.p72"},"You may want to share your testimony of the importance of paying tithes and offerings. You may want to share a personal experience of when you were blessed by obeying this commandment. Challenge the children to exercise their faith by paying their tithes and offerings."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p74","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.p74"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p76","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.p76"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8-12"},"Malachi 3:8–12"],"at home as a review of this lesson."]],["div",{"id":"p77","uri":"/manual/primary-6-old-testament/lesson-44-malachi-teaches-about-tithes-and-offerings.p77"},"Invite a child to give the closing prayer."]]]],"refs":null}
