{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":5,"title":"Lesson 2: The Apostasy and the Need for the Restoration of Jesus Christ’s Church","subtitle":"","short_title":"Lesson 2","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.head1"},[".titleNumber","Lesson",["span.dominant","2"]],["h1","The Apostasy and the Need for the Restoration of Jesus Christ’s Church"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p1"},"To help the children understand that Jesus Christ’s church was taken from the earth because of apostasy and had to be restored to the earth."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the following references about aspects of Jesus Christ’s church:",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.17"},"Matthew 16:17"],"(ongoing revelation),",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.1-2"},"Luke 9:1–2"],"and",["a.scriptureRef",{"href":"/scriptures/nt/john/15.16"},"John 15:16"],"(priesthood authority),",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],"and",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.20"},"Ephesians 2:20"],"(living prophets and apostles),",["a.scriptureRef",{"href":"/scriptures/nt/matt/3.16"},"Matthew 3:16"],"and",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.38"},"Acts 2:38"],"(ordinances performed as Jesus taught), and",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.55-56"},"Acts 7:55–56"],"(Heavenly Father, Jesus Christ, and the Holy Ghost are three separate personages). Also study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.1-6,15-23,30"},"Doctrine and Covenants 1:1–6, 15–23, 30"],"and the historical account given in this lesson. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.11-12"},"Amos 8:11–12"],",",["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.1-3"},"2 Thessalonians 2:1–3"],", and",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/4.3-4"},"2 Timothy 4:3–4"],"(prophecies about the Apostasy) and",["span.emphasis","Gospel Principles"],"(31110),",["a.crossRef",{"href":"/manual/gospel-principles/chapter-16-the-church-of-jesus-christ-in-former-times.p1"},"chapters 16"],"and",["a.crossRef",{"href":"/manual/gospel-principles/chapter-17-the-church-of-jesus-christ-today.p1"},"17"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Prepare the following wordstrips:"],[".topic",["h2","Set 1"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["div",{"id":"lip11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip11"},"Ongoing revelation"],["div",{"id":"lip12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip12"},"Priesthood authority from God"],["div",{"id":"lip13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip13"},"Living prophets and apostles"],["div",{"id":"lip14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip14"},"Ordinances done as Jesus taught"],["div",{"id":"lip15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip15"},"Heavenly Father, Jesus Christ, and the Holy Ghost are three separate personages"]]],[".topic",["h2","Set 2"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["div",{"id":"lip17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip17"},"No more revelation"],["div",{"id":"lip18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip18"},"Priesthood taken away"],["div",{"id":"lip19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip19"},"No living prophets or apostles"],["div",{"id":"lip20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip20"},"Teachings and ordinances changed"],["div",{"id":"lip21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.lip21"},"Heavenly Father, Jesus Christ, and the Holy Ghost thought to be one huge spirit"]]]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A Bible."]],["li",["span.label","c."],[".para","Two glasses of clean water, some dirt or debris, and a spoon or stick for stirring."]],["li",["span.label","d."],[".para","Picture 5-6, The First Vision (Gospel Art Picture Kit 403; 62470)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p21"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p22"},"Show the picture of the First Vision. Review the previous lesson using the following questions or similar ones:"],["ul.bullet",["li",["span.label","•"],[".para","Why did Joseph Smith go into the woods to pray?"]],["li",["span.label","•"],[".para","What answer did he expect to get to his prayer?"]],["li",["span.label","•"],[".para","What answer did he get?"]],["li",["span.label","•"],[".para","What had happened to the church Jesus Christ had organized when he was on the earth?"]]],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p27"},"Show the children a glass of clean, clear water. Ask if the water is fit to drink. Have a child stir some dirt or debris into the water until it becomes cloudy. Ask the children if they would want to drink the water now. Point out that the water needs to be replaced with clean, pure water. Explain that when Jesus Christ first organized his church on earth, it was organized properly and its leaders taught the truth. The Church was like the clean glass of water (show the second glass of clean water). Then people changed the Church, and it became like the glass of cloudy water. The true Church and its teachings needed to be restored (brought back) to the earth."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p28"},"Teach the children about the Apostasy and the restoration of the church of Jesus Christ, as discussed in the scriptures listed in the “Preparation” section and in the following historical accounts."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p29"},"Explain that when Jesus Christ was on the earth, he taught his gospel, called twelve Apostles, and organized his church. Post the wordstrips from set 1 and explain that these things were important parts of Jesus’ true church. Briefly discuss each wordstrip as you post it. (You may want to read a few of the verses listed in the “Preparation” section as you discuss the corresponding wordstrips.)"],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p30"},"Place the wordstrips from set 2 on top of the wordstrips from set 1 as you talk about some of the changes that were made in Jesus Christ’s church:"],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p31"},"The Apostasy (falling away from Jesus’ true church) happened after Jesus Christ was crucified and Peter and the other Apostles were killed. Without living prophets or apostles the Church no longer received revelation. Teachings that were not true were added to the Church and some of the truths Jesus Christ had taught were taken away. The priesthood (the authority to act in God’s name) was lost from the earth. People were baptized by methods such as sprinkling instead of being immersed as Jesus was. It was not Jesus Christ’s church anymore. The church that Jesus had organized was no longer on the earth. Many different churches were organized. Some people tried to bring their churches back to the teachings of Jesus Christ. Although they could see from reading the Bible that some of the teachings of their churches were wrong, they could not change their churches back to Jesus Christ’s church because they did not have priesthood authority from Jesus to do this. Many of these people were persecuted and even put to death because of their beliefs."],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p32"},"Explain that after the true church of Jesus Christ had gone into apostasy, Heavenly Father and Jesus Christ made preparations for the restoration of the true church. Relate the accounts of the following three reformers. Explain that reformers were honest people who recognized how the churches they belonged to had been changed from Jesus’ church. They wanted to reform their churches and make them more like Jesus’ original church. The three men described here were some of the people who helped prepare the world for the restoration of the true church (see enrichment activity 2)."],[".topic",["h3","John Wycliffe"],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p33"},"John Wycliffe was born in England in 1320. He became a professor and a leader in his church. Wycliffe realized that some of his church’s practices were different from those he read about in the Bible. The church he belonged to would not let the people read the scriptures for themselves; the priests read and interpreted the scriptures for the people. Wycliffe helped translate the Bible into English so more people could read it. He also sent out followers who lived among the people and helped them understand the teachings in the Bible. The leaders of the church Wycliffe belonged to tried to stop his work, but Wycliffe continued to help the people understand how Jesus wanted the church to be."]],[".topic",["h3","Martin Luther"],["div",{"id":"p34","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p34"},"Martin Luther was born in Germany in 1483. He became a priest in the Catholic Church and a teacher of religion. As he studied the scriptures, Luther felt that the church was not teaching the same things the scriptures taught. He wrote ninety-five statements of how the church had been changed from Jesus Christ’s church. The church leaders became angry with Luther, but he continued to say his statements were true. The church leaders held a trial and told Luther to take back what he said about the church’s false teachings. However, Martin Luther said, “Unless I am convicted by Scripture and plain reason … I cannot and I will not recant [take back] anything, for to go against conscience is neither right nor safe. God help me. Amen” (quoted in Roland H. Bainton,",["span.emphasis","Here I Stand: A Life of Martin Luther,"],"p. 185). Luther was told he could no longer be a member of the Catholic Church, and he was declared to be a criminal. Protected by his friends, Luther went on to translate the Bible into German. The newly invented printing press made it possible for Luther’s translation of the Bible to reach many people."]],[".topic",["h3","Roger Williams"],["div",{"id":"p35","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p35"},"In 1620 a group of people known as the Pilgrims or Puritans wanted freedom to worship as they chose. They came to America and started a town named Plymouth, built homes and churches, and were at last free to worship God as they wanted. Roger Williams came to America in 1631, looking for a place to freely worship God. Because he taught that all people should be able to worship as they wanted, the Puritans made him leave their town. Roger Williams and a few followers built a new settlement. Williams decided that Jesus Christ’s church was no longer on the earth and that the authority to act in the name of Jesus Christ was gone. He believed that this could not be corrected until Jesus Christ called new Apostles with the authority to perform ordinances such as baptism and blessing the sacrament."],["div",{"id":"p36","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p36"},"Help the children understand that Wycliffe, Luther, and Williams did not have authority from Jesus Christ to correct the problems they saw in their churches. However, by calling attention to these problems, they helped prepare the world for the time when Jesus’ church would be restored."],["div",{"id":"p37","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p37"},"Explain that because the true church was no longer on the earth, it was necessary for Jesus Christ to bring his true church back to the earth again. This is known as the Restoration. When the time was right for the church of Jesus Christ to be restored, Heavenly Father chose Joseph Smith to receive the authority for establishing Jesus Christ’s church on the earth again."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p38","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p38"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What does",["span.emphasis","apostasy"],"mean? What happened to Jesus Christ’s church after Jesus was crucified and his original Apostles were killed?"]],["li",["span.label","•"],[".para","Why was there a need for a restoration? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.15-16"},"D&C 1:15–16"],".) Why did Jesus Christ speak to Joseph Smith? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.17"},"D&C 1:17"],".) Explain that Joseph Smith was the prophet of the Restoration."]],["li",["span.label","•"],[".para","What did John Wycliffe, Martin Luther, and Roger Williams see that was wrong with the churches they belonged to? How did they try to correct these problems? Why couldn’t they restore Jesus Christ’s church to the earth?"]],["li",["span.label","•"],[".para","What did Jesus Christ reveal to Joseph Smith about his true church? As the children answer, remove the wordstrips from set 2, leaving the original wordstrips in place."]],["li",["span.label","•"],[".para","To whom does Jesus Christ want his restored gospel to go? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.2,4"},"D&C 1:2, 4"],".) How can we share the restored gospel of Jesus Christ with others?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p44","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p44"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.f7"},["ol.number",["li",["span.label","1."],[".para","Write on a piece of paper",["span.emphasis","The Word of the Lord."],"Before class, hide the paper somewhere the children will not be able to find it, such as in your pocket or shoe. Tell the children that there is something written on a piece of paper in the room that you would like them to try to find. Ask them to do so quietly. When they have thoroughly searched, take out the paper."],["ul.bullet",["li",["span.label","•"],[".para","What were you looking for but unable to find?"]]],[".para","Have the children read aloud the words on the paper."],["ul.bullet",["li",["span.label","•"],[".para","Where was the word of the Lord during the Apostasy? (Some of it was in the Bible, but many teachings had been taken from the earth.) Where can you find the word of the Lord today? (In the Bible, Book of Mormon, Doctrine and Covenants, Pearl of Great Price, and messages from the latter-day prophets and apostles.) Explain that the word of the Lord is revelation."]]],[".para","Have a child read",["a.scriptureRef",{"href":"/scriptures/ot/amos/8.11-12"},"Amos 8:11–12"],"aloud."],["ul.bullet",["li",["span.label","•"],[".para","What did Amos say would happen?"]],["li",["span.label","•"],[".para","What is a famine?"]],["li",["span.label","•"],[".para","What did Amos mean by “a famine … of hearing the words of the Lord”?"]]],[".para","Explain that before the Church was restored by Jesus Christ through the Prophet Joseph Smith, many people looked for the true word of the Lord but could not find it. There were no Church leaders with authority to receive revelation from the Lord. When the Church was restored, the Lord began to again give revelation to his chosen leaders."]],["li",["span.label","2."],[".para","A week in advance, ask three children to present the information about John Wycliffe, Martin Luther, and Roger Williams. Give each child a copy of the applicable information from the lesson."]],["li",["span.label","3."],[".para","Help the children memorize the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.9"},"ninth article of faith"],"."]],["li",["span.label","4."],[".para","Explain to the children that before the Prophet Joseph Smith’s birth, Asael Smith, Joseph’s grandfather, had a strong feeling that one of his descendants would be “a great benefit to mankind” (quoted in",["span.emphasis","Church History in the Fulness of Times"],"[Church Educational System manual (32502), 1993], p. 17; see also",["span.emphasis","History of the Church,"],"2:443). Discuss how Joseph Smith, Asael’s grandson, did provide a great benefit to the world by helping Jesus Christ restore His church to the earth."]],["li",["span.label","5."],[".para","Have the children sing or say the words to the first verse of",["span.crossRef","“We Thank Thee, O God, for a Prophet,”"],"(",["span.emphasis","Hymns,"],"no. 19)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p58","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p58"},"Bear your testimony of the reality of the apostasy from Jesus Christ’s original church and the restoration of Christ’s church in the latter days. Testify that through the Prophet Joseph Smith the true church of Jesus Christ has been restored to the earth. Express your gratitude that Jesus Christ restored his church to help us."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p59","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p59"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.17-23"},"Doctrine and Covenants 1:17–23"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p60","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p60"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p61","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-2-the-apostasy-and-the-need-for-the-restoration-of-jesus-christs-church.p61"},"Invite a child to give the closing prayer."]]]],"refs":null}
