{"id":19,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":19,"title":"Lesson 16: Women and Priesthood Bearers","subtitle":"","short_title":"Lesson 16","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.head1"},[".titleNumber","Lesson",["span.dominant","16"]],["h1","Women and Priesthood Bearers"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p1"},"Each young woman will understand that a woman and her husband can enter the highest degree of celestial glory only together."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.f1"},["ol.number",["li",["span.label","1."],[".para","Prepare the wordstrips called for in the lesson."]],["li",["span.label","2."],[".para","Assign young women to present any stories, scriptures, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Women Have an Important Relationship to Men and the Priesthood"],[".teachingMethod",["h3","Scripture discussion"],["div",{"id":"p4","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p4"},"Have the young women read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.11"},"1 Corinthians 11:11"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"Doctrine and Covenants 131:1–4"],"."],["ul.bullet",["li",["span.label","•"],[".para","What do these scriptures tell us is necessary for us to achieve the highest degree of glory in the celestial kingdom?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p6"},"Help the young women understand that to achieve their divine potential, they must enter into celestial marriage with a righteous priesthood bearer. They should realize the integral part they play in God’s eternal plan, along with a righteous man who bears the priesthood. Man is essential to woman, and woman is essential to man."]],[".teachingMethod",["h3","Scripture discussion"],["ul.bullet",["li",["span.label","•"],[".para","What does",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.18"},"Genesis 2:18"],"say about man being without a woman?"]]],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p8"},"Explain that “an help meet for him” means that the Lord wanted to provide Adam with someone suited to him, someone who was worthy to be with him."],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p9"},"Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.1"},"Moses 5:1"],". Point out that the first man and woman upon the earth had an important relationship with each other. “And Eve, also, his wife, did labor with him.”"],["ul.bullet",["li",["span.label","•"],[".para","Why is it important that a husband and wife do things together? What is the most important relationship that a married woman has? How should a husband regard his wife?"]]]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p11"},"Read the following statement by President Spencer W. Kimball:"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p12"},"“As an indication of the importance [given] to women, the Lord said,"],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p13"},"“‘Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.’ (Gen. 2:24.)"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p14"},"“Do you note that? She, the woman, occupies the first place. She is preeminent, even above the parents who are so dear to all of us. Even the children must take their proper but significant place” (“The Blessings and Responsibilities of Womanhood,”",["span.emphasis","Ensign,"],"Mar. 1976, p. 72)."]]],[".topic",["h3","A Young Woman Should Be Supportive in Her Relationship to a Priesthood Bearer"],[".teachingMethod",["h3","Thought question"],["ul.bullet",["li",["span.label","•"],[".para","What is your personal attitude toward those priesthood bearers with whom you work and associate? Do you support them? Why or why not?"]]]],[".teachingMethod",["h3","Wordstrips and discussion"],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p16"},"Show the following wordstrips one at a time. Ask the young women to decide if the wordstrip indicates a supportive or a nonsupportive action. Place the wordstrip on the chalkboard under the correct category."],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p17"},"Completed chalkboard illustration"],[".",{"id":"f6","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.f6"},["table",["tbody",["tr",["th",[".para","Nonsupportive"]],["th",[".para","Supportive"]]],["tr",["td",[".para","Disregard"]],["td",[".para","Motivate"]]],["tr",["td",[".para","Weaken"]],["td",[".para","Strengthen"]]],["tr",["td",[".para","Ignore"]],["td",[".para","Sustain"]]],["tr",["td",[".para","Neglect"]],["td",[".para","Guide"]]]]]],["ul.bullet",["li",["span.label","•"],[".para","What is the main difference between the words in these two columns? (One column represents positive action; the other represents negative, unproductive, and possibly destructive action.)"]]]],[".teachingMethod",["h3","Thought question"],["ul.bullet",["li",["span.label","•"],[".para","Which of these words describes your personal attitude toward those priesthood bearers with whom you associate?"]]]],[".teachingMethod",["h3","Case studies and discussion"],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p30"},"Read and discuss the following case studies to help the young women understand that they have many opportunities to show support to priesthood bearers."],[".topic",["h4","Case Study 1"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p31"},"Lynne had been called as a young woman class president in January. It seemed to her that the young men left most of the work for the young women when they had a combined activity. Lynne became frustrated and impatient. She had to remind the young men leaders of almost everything. She disliked being pushy, but she was afraid that if she didn’t, nothing would get done. After a long discussion, her adviser suggested that she change her attitude. She suggested that Lynne develop a positive attitude about her responsibilities and her relationship to the young men who hold the priesthood."],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p32"},"Lynne accepted the counsel and with a prayerful heart went to work to determine what her responsibilities were in each assignment and how she could carry them out quickly and effectively. She then expected and prayed that the young men would accomplish their responsibilities just as quickly and efficiently."],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p33"},"Her prayerful, positive approach and attitude worked. The young men responded because she treated them as responsible priesthood leaders. They knew the young women were depending on them and would support and encourage them. They began doing their full share of the work. Instead of nagging or pushing, Lynne began to depend on the priesthood brethren. It was a wonderful feeling!"],["ul.bullet",["li",["span.label","•"],[".para","How was Lynne’s negative attitude interfering with her efforts to support bearers of the priesthood?"]],["li",["span.label","•"],[".para","How did Lynne’s supportive attitude change her own behavior as well as the behavior of those she served with?"]]]],[".topic",["h4","Case Study 2"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p36"},"Jennie was very excited as she and her girlfriends talked about their big plans for Friday night. For days they had been planning a special dinner at Julie’s house to celebrate the end of the school year. Jennie’s father, who was the branch president, and her brother David, who had just been ordained a priest, also had some exciting plans for Friday night. In their somewhat isolated branch in Kenai, Alaska, it wasn’t often that they had the opportunity to have a visit from a General Authority. That Friday they had planned to drive to Anchorage, a distance of about 150 miles, to attend a stake fathers’ and sons’ outing and priesthood conference with one of the General Authorities. Jennie’s father was especially anxious because as a new priesthood leader there were many questions he wanted to ask."],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p37"},"On Friday, Jennie got out of school at noon and hurried home. When she arrived, she found her father and David looking very disappointed. Jennie’s mother had caught the flu and was too sick to care for Jennie’s little brother and sister. It looked as if Jennie’s father and brother would not be able to attend the conference."],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p38"},"Ask the young women to put themselves in Jennie’s place and to finish the story. Ask them to consider what blessings Jennie might be bringing to her family, her branch, and herself if she decided to stay home from her party to help her mother. These blessings might include the spirit of sacrifice she would experience and the inspiration and guidance her father would receive to help him fulfill his new priesthood calling."],"Use any of the following questions to stimulate more discussion:",["ul.bullet",["li",["span.label","•"],[".para","If Jennie stayed home, how would she be helping her father?"]],["li",["span.label","•"],[".para","What difference would it make if she made this sacrifice willingly and cheerfully instead of begrudgingly?"]],["li",["span.label","•"],[".para","What effect might her example have on the smaller children in the family?"]]]]],[".teachingMethod",["h3","Chalkboard discussion"],["ul.bullet",["li",["span.label","•"],[".para","What can you do as a young woman to actively support a young man who holds the priesthood? List the young women’s ideas on the chalkboard. Some of the following might be included:"]]],["div",{"id":"f12","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.f12"},["ol.number",["li",["span.label","1."],[".para","Concentrate on his good points."]],["li",["span.label","2."],[".para","Supply ideas."]],["li",["span.label","3."],[".para","Treat him as you want him to become."]],["li",["span.label","4."],[".para","Have a listening ear."]],["li",["span.label","5."],[".para","Be honest in your praise."]],["li",["span.label","6."],[".para","Support him in projects and callings."]],["li",["span.label","7."],[".para","Be a counselor, when asked."]],["li",["span.label","8."],[".para","Do what is delegated to you."]],["li",["span.label","9."],[".para","Sustain him with your prayers."]]]]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Quotations"],["div",{"id":"p52","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p52"},"Read the following statements:"],["div",{"id":"p53","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p53"},"“There is indeed no privileged class or sex within the true Church of Christ; and in reality there can be no discrimination between the sexes only as human beings",["span.emphasis","make it or permit it."],"Men have their work to do and their powers to exercise for the benefit of all the members of the Church regardless of sex or age."],["div",{"id":"p54","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p54"},"“So with woman: Her special gifts are to be exercised for the benefit and uplift of the race. This equally shared responsibility makes men and women real ‘team-mates’ in that which makes for human progress. Each one is a complement to the other and",["span.emphasis","neither sex alone may function"],"completely in the",["span.emphasis","world’s work"],"” (",["span.emphasis","Priesthood and Church Government,"],"comp. John A. Widtsoe [Salt Lake City: Deseret Book Co., 1939], p. 92; italics added)."],["div",{"id":"p55","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p55"},"“Never in history have women enjoyed the freedom of thought and action accorded the women of this Church. From the day of its restoration women have been accorded their full religious franchise, and in the temples of the restored Gospel a man may not partake of the highest ordinances without his wife by his side. In all life pursuits she is given her entire independence."],["div",{"id":"p56","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p56"},"“This gives to woman a mighty responsibility which, if she honors and uses, will be increased in power upon her; but if she ignores it or treats it lightly or fails to magnify it, she may lose that which she now possesses and thereby forfeit her birthright. For this great privilege women of this Church should be eternally grateful and willing to use and cherish this precious and priceless relationship. Where much is given, much is expected” (Leah D. Widtsoe,",["span.emphasis","Priesthood and Womanhood,"],"as quoted in",["span.emphasis","Priesthood and Church Government,"],"comp. John A. Widtsoe, pp. 90–91)."]],[".teachingMethod",["h3","Testimony"],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p57"},"Let the young women know of your feelings and your gratitude for your relationship with those who hold the priesthood. Help them see that each of them can actively bless the lives of priesthood holders. When they do this, they will receive the blessings of the priesthood and have greater abilities to fulfill their own responsibilities."]]],[".topic",["h3","Suggested Activity for Youth over Sixteen Years of Age"],["div",{"id":"p58","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p58"},"Invite the young men to join the young women in a special activity. Put into practice the principles taught in this lesson as you organize and complete the activity. Be sure everyone has an assignment so the activity will be a success. The activity could be one such as the following:"],["div",{"id":"p59","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p59"},"Have a panel discussion on ways in which young women can help young men honor and magnify their priesthood and prepare for missions."],["div",{"id":"p60","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p60"},"Have a sunrise walk and breakfast."],["div",{"id":"p61","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p61"},"Help the young men prepare for their missions by teaching them to prepare a basic meal."],["div",{"id":"p62","uri":"/manual/young-women-manual-1/lesson-16-women-and-priesthood-bearers.p62"},"Working with priesthood leaders, select a service project to help a member or nonmember in your area."]]]]],"refs":null}
