{"id":22,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":22,"title":"Lesson 20: The Israelites Receive Food from Heaven","subtitle":"","short_title":"Lesson 20","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.head1"},[".titleNumber","Lesson",["span.dominant","20"]],["h1","The Israelites Receive Food from Heaven"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.p4"},"To help each child observe the Sabbath as a day of worship and joy."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.1-35"},"Exodus 16:1–35"],"—The Israelites are sent manna from heaven except on the Sabbath."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9-19,23"},"Doctrine and Covenants 59:9–19, 23"],"—The Sabbath helps us remain unspotted from the world. If we keep the Sabbath with cheerful hearts and thanksgiving, the fulness of the earth is ours."]]]],["li",["span.label","2."],[".para","Additional reading:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.12-13,16-17"},"Exodus 31:12–13, 16–17"],"—Keeping the Sabbath day holy is a sign and a covenant. The Lord rested on the seventh day and was refreshed."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.13-14"},"Isaiah 58:13–14"],"—Call the Sabbath a delight."]]]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A Doctrine and Covenants."]],["li",["span.label","c."],[".para","Six pieces of paper with one of the following phrases on each (do not include the number), or simple drawings to represent each day of the creation:"],["ul.noMarker",["li",[".para","Light divided from the darkness (1)"]],["li",[".para","Firmament or sky (2)"]],["li",[".para","Dry land, sea, and plants (3)"]],["li",[".para","Sun, moon, and stars (4)"]],["li",[".para","Birds and fish (5)"]],["li",[".para","Animals and people (6)"]]]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.p24"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p26","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.p26"},"Help your class review the Creation of the world by arranging the creation papers in order. If you have at least six children in your class, a child could hold each paper and stand in the proper order. Ask the children what happened on the seventh day. Invite a child to read",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.1-3"},"Genesis 2:1–3"],". The seventh day was blessed and made holy."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p28","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.p28"},"Teach the children the account of the Israelites in the wilderness from",["a.scriptureRef",{"href":"/scriptures/ot/ex/16"},"Exodus 16"],". Explain to the children that",["span.emphasis","murmur"],"means to complain or rebel. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.)"]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p30","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.p30"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why did the children of Israel murmur against Moses and Aaron in the wilderness? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.2-3"},"Exodus 16:2–3"],".) What food did the Lord provide for the Israelites in the mornings? What food did the Lord provide in the evenings? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.11-15"},"Exodus 16:11–15"],".) How is manna described in the scriptures? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.14,21,31"},"Exodus 16:14, 21, 31"],".)"]],["li",["span.label","•"],[".para","How much manna did the Lord want the Israelites to gather each day? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.16-18"},"Exodus 16:16–18"],".) What happened to the manna when more was gathered than was needed for that day? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.19-20"},"Exodus 16:19–20"],".)"]],["li",["span.label","•"],[".para","What did the Lord instruct the Israelites to do on the sixth day? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.22-23"},"Exodus 16:22–23"],".) What were the Israelites being taught about the Sabbath by the way they were to gather manna? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.24-30"},"Exodus 16:24–30"],".) What happened when people did not prepare ahead and expected to gather manna on the Sabbath? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.27"},"Exodus 16:27"],".)"]],["li",["span.label","•"],[".para","What did the Israelites do on the Sabbath? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.30"},"Exodus 16:30"],".) What did the Israelites learn by resting on the Sabbath? How can we keep the Sabbath day holy today? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9-10"},"D&C 59:9–10"],".) Why do you think Heavenly Father wants us to have the Sabbath every week?"]],["li",["span.label","•"],[".para","How many years did the Lord provide food for the Israelites in the wilderness? (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.35"},"Exodus 16:35"],".)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p37","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.p37"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.f7"},["ol.number",["li",["span.label","1."],[".para","Ask one of the children to read aloud",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.16-17"},"Exodus 31:16–17"],". Have your entire class repeat the phrase “and on the seventh day he rested, and was refreshed.” Ask the children to share their ideas about what the word",["span.emphasis","refreshed"],"might mean. How can keeping the Sabbath day holy be refreshing?"],[".para","Use a pitcher of water, a bowl, and a cup to illustrate how we might become spiritually filled. Pour water from the pitcher into the cup, explaining that as we attend our Church meetings, worship, and keep the Sabbath day holy, we are filled with the spirit of the Lord. During the week we are involved in activities that may drain our spiritual reserves. Name several possibilities, such as school, chores, sports, friends, a disagreement with a family member, or making a wrong choice, as you pour water from the cup into the bowl. We can replenish our cup a little each day as we read the scriptures, pray, and keep the commandments (pour a little water from the pitcher into the cup for each suggestion). The Sabbath day is for spiritual refreshment (finish filling the cup). When our cup is filled, it is easier to follow the teachings of Jesus throughout the week."]],["li",["span.label","2."],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9-19,23"},"Doctrine and Covenants 59:9–19, 23"],"gives us modern-day instructions on keeping the Sabbath day holy. Invite several children to take turns reading verses 15–19. Explain that we are promised that as we keep the Sabbath with thanksgiving and cheerfulness, we will be greatly blessed. Have the children name some of the blessings mentioned in these verses. The Lord has promised that the fulness of the earth is ours if we keep this important commandment."],["ul.bullet",["li",["span.label","•"],[".para","How can we make the Sabbath a day of thanksgiving?"]]],[".para","Encourage the children to look around and appreciate what they have and give thanks to Heavenly Father for his great love, the Savior, their friends, families, the gospel, and the beauties of the world. Give the children each a piece of paper and pencil, and have them write down the things they enjoy or draw a picture that represents some of the blessings they are thankful for. You could sing or read the words to",["span.crossRef","“For the Beauty of the Earth”"],"(",["span.emphasis","Hymns,"],"no. 92) or",["span.crossRef","“My Heavenly Father Loves Me”"],"(",["span.emphasis","Children’s Songbook,"],"p. 228)."]],["li",["span.label","3."],[".para","Have the children name things, such as the following ideas, that are good to do on the Sabbath, and list them on the chalkboard:"],["ul.noMarker",["li",[".para","Write letters to missionaries"]],["li",[".para","Make cards of appreciation for family members"]],["li",[".para","Write in your journal"]],["li",[".para","Play or listen to sacred music"]],["li",[".para","Study the scriptures"]],["li",[".para","Read or tell a scripture story to a younger brother or sister"]],["li",[".para","Visit relatives"]],["li",[".para","Give a family home evening lesson"]],["li",[".para","Work on your Gospel in Action award"]],["li",[".para","Visit someone who is ill or lonely"]],["li",[".para","Play quiet games with your brothers and sisters"]],["li",[".para","Take turns acting out and guessing scripture stories"]],["li",[".para","Read from your baby journal or family history"]],["li",[".para","Look at family photographs"]]],[".para","Give each child a pencil, eight slips of paper, and a little box, envelope, or other simple container. Have the children write a Sabbath activity from the list on the chalkboard on each individual piece of paper. The children may take these home to use in a family home evening lesson, or they could draw them out one at a time as they need appropriate Sabbath activities."]],["li",["span.label","4."],[".para","Sing or read the words to",["span.crossRef","“Saturday”"],"(",["span.emphasis","Children’s Songbook,"],"p. 196). Ask the children to name or pantomime some things they should do the day before the Sabbath to prepare for the Lord’s day. Help the children understand that just as the Israelites had to gather twice as much food the day before, so must we plan ahead to make our Sabbath restful and refreshing."],[".para","Explain that not all religions consider Sunday to be the Sabbath. Some observe the Sabbath on the seventh day of the week, which is Saturday on our calendar, and some observe it on what would be our Friday. Before the Resurrection of the Savior, the Jews kept the Sabbath on the seventh day. After Christ was resurrected on a Sunday, the first day of the week, Jesus instructed the Church to meet and worship on this day instead. The Lord revealed to the Prophet Joseph Smith that Sunday is the proper day of worship today. (See",["a.scriptureRef",{"href":"/scriptures/bd/sabbath"},"“Sabbath”"],"in the LDS Bible Dictionary [p. 764].)"]],["li",["span.label","5."],[".para","Explain to the children that they may notice people doing things on the Sabbath that do not seem proper, such as yard work, attending or watching sporting events, spending money on entertainment, or shopping at a store. Some may have observed the Sabbath on Saturday or Friday, so we must be careful not to judge. Many people in the world, however, use the Sabbath as a day for work or recreation. Ask the children what they can do when they are not sure if something is right to do on the Sabbath (ask their parents, pray to Heavenly Father for guidance). Tell them that they can also ask themselves, “What would Jesus want me to do?” This will help them choose wisely. Retell the following experience about a Primary boy who chose to keep the Sabbath day holy:"],[".para","“One day I received a phone call from my grandson Joel, who will soon be a deacon. He was having a difficult time making a decision. He had been invited to go with a group of students from his school to Sea Camp in San Diego, California. It sounded very exciting to a young boy! There would be behind-the-scene experiences at Sea World—watching the trainers and helping to feed the sea animals. His dilemma was that the camp would be on a weekend, with scuba diving and beach exploring on Sunday."],[".para","“His parents had discouraged him in going but had allowed him to make his own choice, believing he would choose what was right. He had assured them that although he couldn’t attend church on Sunday, he would not swim. He said, ‘I can sit on the beach and be surrounded by God’s creations. Heavenly Father couldn’t feel bad about that, could He?’"],[".para","“Joel wanted to know what Grandpa Rex thought he should do. I answered with the question, ‘Joel, what do you think Jesus would want you to do?’ His voice was a little choked up as he answered, ‘Grandpa, I don’t think He would be very happy with me if I do that on Sunday. Do you?’"],[".para","“It hadn’t been an easy decision to make, but it was the right one” (Rex D. Pinegar, in Conference Report, Oct. 1991, pp. 56–57; or",["span.emphasis","Ensign,"],"Nov. 1991, p. 41)."]],["li",["span.label","6."],[".para","Give the children a simple yes-or-no “The Sabbath is a good day to …” quiz. Tell them that if the answer is yes, they should hold their thumbs up. For no they should point their thumbs down. Complete the sentence with a variety of activities, such as attend church, go for a swim, visit relatives, go shopping, sing the hymns with enthusiasm, attend a movie, read the scriptures, participate in sports, make a card for your grandparents, write letters, go for a walk, and so forth. If the children do not know for sure if something is an appropriate activity, they can ask themselves two questions about it: “Does doing this bring me closer to Heavenly Father?” and “Would Jesus approve of me doing this today?” If the answers to these questions are yes, the activity is probably a good thing to do on the Sabbath."]],["li",["span.label","7."],[".para","The Lord gives us commandments to make our lives happier. How can keeping the Sabbath day holy make us happy? (We feel closer to Jesus Christ and Heavenly Father, we have a break from school, chores, and homework, and we can enjoy being with our parents and families.) Tell of a time when you or someone you know made the decision to keep the Sabbath day holy and was blessed."],[".para","Explain that the holiness of the Sabbath is in our hearts as much as in our actions. Henry Ward Beecher expressed this truth when he said, “‘A world without a Sabbath would be like a man without a smile, like a summer without flowers, and like a homestead without a garden. It is the joyous day of the whole week’” (quoted in Ezra Taft Benson, “Keeping the Sabbath Day Holy,”",["span.emphasis","Ensign,"],"May 1971, p. 5)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p71","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.p71"},"Express your love for the Sabbath, which was given to help us and to refresh our spirits. Promise the children that as they worship God and keep the Sabbath day holy, they will feel renewed and be given greater strength to keep their covenants and make good decisions during the week."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p73","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.p73"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p75","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.p75"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.2-8,11-31"},"Exodus 16:2–8, 11–31"],"at home as a review of this lesson."]],["div",{"id":"p76","uri":"/manual/primary-6-old-testament/lesson-20-the-israelites-receive-food-from-heaven.p76"},"Invite a child to give the closing prayer."]]]],"refs":null}
