{"id":45,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":45,"title":"Lesson 43: Jonah and the People of Nineveh","subtitle":"","short_title":"Lesson 43","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.head1"},[".titleNumber","Lesson",["span.dominant","43"]],["h1","Jonah and the People of Nineveh"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p4"},"To help each child understand that Heavenly Father forgives all who truly repent."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.1-2"},"Jonah 1:1–2"],"—Jonah is called to go to Nineveh to preach repentance to the people."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.3-17"},"Jonah 1:3–17"],"—Jonah flees on a ship, is cast into the sea, and is swallowed by a great fish."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/jonah/2.1-2,10"},"Jonah 2:1–2, 10"],"—Jonah prays to the Lord, and the fish vomits him onto dry ground."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/jonah/3"},"Jonah 3"],"—Jonah prophesies the downfall of Nineveh. The people repent and the city is saved. (Note:",["a.scriptureRef",{"href":"/scriptures/ot/jonah/3.9-10"},"Jonah 3:9–10"],"states that God repented of the evil that he said he would do to the people of Nineveh. The Joseph Smith Translation corrects these verses to say, “Who can tell if we will repent, and turn unto God, but he will turn away from us his fierce anger, that we perish not? And God saw their works, that they turned from their evil way; and repented; and God turned away the evil that he had said he would bring upon them.” God does not sin and so he does not need to repent.)"]]]],["li",["span.label","2."],[".para","Additional reading:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/jonah/4.1-2"},"Jonah 4:1–2"],"—Jonah is displeased that the Lord has mercy upon the people of Nineveh."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.38-41"},"Matthew 12:38–41"],"—Just as Jonah was three days and three nights in the belly of the whale, so shall Christ be three days and three nights in the heart of the earth."]]]],["li",["span.label","3."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A Doctrine and Covenants."]],["li",["span.label","c."],[".para","A mirror, a pencil or chalk, and a copy of the maze from this lesson. (You might like to make a copy of the maze for each child to do at home.)"]],["li",["span.label","d."],[".para","Picture 6-46, Jonah Tries to Flee from God."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p21"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p23"},"Display the maze. Ask one of the children to look at the maze through a mirror and draw a line through the maze beginning at",["span.emphasis","Start"],"and ending with",["span.emphasis","Nineveh."],"Allow the child to back up in the maze and turn another direction if he or she makes a wrong turn, but emphasize that the child should watch the maze through the mirror. (If a mirror is not available, you can use the maze without it.)"],[".",{"id":"f5","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.f5"}],["div",{"id":"p24","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p24"},"If you were traveling to a city and became confused and got on the wrong road, what would you do? (Turn around and get on the right road.)"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p25"},"Sometimes we get on the wrong road, or make wrong choices, in life. Have the children think of a word that means to stop doing wrong and start doing right. Give the children time to make suggestions; then write",["span.emphasis","Repentance"],"on the chalkboard."],["ul.bullet",["li",["span.label","•"],[".para","What does",["span.emphasis","repentance"],"mean?"]]]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p28","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p28"},"Teach the children that we can all be forgiven if we truly repent as you discuss the account of Jonah from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Show the picture at an appropriate time."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p30","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p30"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why did the Lord want Jonah to go to Nineveh? (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.2"},"Jonah 1:2"],".) The people of Nineveh were not Israelites and therefore were not part of the covenant people; why would the Lord send Jonah to preach repentance to them? As you discuss these questions, help the children understand two points: First, those people who are part of the house of Israel have the responsibility to take the gospel to those who are not part of the covenant people. Second, Heavenly Father loves all his children and wants them all to be worthy to come back into his presence. What can repentance do for us? (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","Where did Jonah go instead of going to Nineveh? (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.3"},"Jonah 1:3"],".) Why is it impossible to flee from the presence of the Lord? Why do you think someone might want to flee from the Lord’s presence?"]],["li",["span.label","•"],[".para","When the Lord caused a great wind to blow, what did the shipmaster want Jonah to do? (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.6"},"Jonah 1:6"],".) What did Jonah want the mariners to do with him to stop the tempest? (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.11-12"},"Jonah 1:11–12"],".) When the men were reluctant to throw Jonah into the sea, what did they do to try to save the ship? (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.13"},"Jonah 1:13"],".)"]],["li",["span.label","•"],[".para","How long was Jonah in the belly of the great fish? (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.17"},"Jonah 1:17"],".) What did Jonah do while he was in the fish? (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/2.1-2"},"Jonah 2:1–2"],".) How did the Lord answer Jonah’s prayer? (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/2.10"},"Jonah 2:10"],".) What did Jonah do that showed he was repenting? (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/2.1"},"Jonah 2:1"],";",["a.scriptureRef",{"href":"/scriptures/ot/jonah/3.1-4"},"3:1–4"],".)"]],["li",["span.label","•"],[".para","What did the people of Nineveh do when they heard Jonah? (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/3.5-8"},"Jonah 3:5–8"],".) Explain that sackcloth was a coarse, dark cloth made of the hair of camels and goats. This cloth was made into rough garments for people to wear as a symbol of sorrow and mourning. What did the people of Nineveh do to repent? (",["a.scriptureRef",{"href":"/scriptures/ot/jonah/3.5,8"},"Jonah 3:5, 8"],"; they recognized they had been doing wrong, prayed to God, and turned away from their evil practices.)"]],["li",["span.label","•"],[".para","Who needs to repent? (See enrichment activity 2.) How do we know when we need to repent? Who made it possible for us to repent and be forgiven? (Jesus Christ.)"]],["li",["span.label","•"],[".para","Why is it important that we repent of our sins? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.31-33"},"D&C 1:31–33"],".) Emphasize that we cannot enter Heavenly Father’s presence unless we repent of our sins. What do we need to do to repent? (Recognize our sin, feel bad about it, ask forgiveness, do what we can to make restitution, and never do it again. You may want to summarize the answers on the chalkboard.) What does the Lord promise to do if we repent? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42"},"D&C 58:42"],"; see enrichment activity 3.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p39","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p39"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f8","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.f8"},["ol.number",["li",["span.label","1."],[".para","Discuss with the children what sins do to us. Then ask for a volunteer from the class, tie his or her ankles together with a rope, tie, old nylon stocking, or sash, and have the child try to step up on a stool or a chair without jumping or hopping."],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.86"},"Doctrine and Covenants 88:86"],". Explain that mistakes and wrongdoings can be compared to the rope. They limit us and keep us from progressing, or climbing, toward Heavenly Father’s kingdom. They also prevent us from being as happy as we would have been if we had not sinned."],[".para","Ask the children what we can do to untie the ropes of our wrongdoings. Help the children understand that because of the Atonement, we can repent, overcome our mistakes, and be forgiven. Untie the rope and have the person step up on the stool or chair (if using a chair, hold it while the child steps up on it). Explain that repentance is similar to untying the rope. We are free from the errors that bring us unhappiness and are able to progress toward being worthy of living with Heavenly Father."]],["li",["span.label","2."],[".para","Ask the families of the children in your class for a baby picture of each child, if possible, or use one picture of a baby. Display the picture(s). (If you have a picture of each child, you may wish to have the children guess who each baby is.) Explain that when we left Heavenly Father to come to the earth, we were pure and did not have any sins. Heavenly Father knew that we would not remain pure but would make mistakes as we grew and learned. Because of his love for us, Jesus Christ suffered for our sins, making it possible for us to be forgiven through repentance."]],["li",["span.label","3."],[".para","Using the patterns at the end of the lesson as a guide, make nine squares of fish and nine squares of boats. Make fifteen squares, number them 1 through 15, and lay them on the table or floor in a horizontal row. Divide the class into two teams. Give the fish to one team and the boats to the other team. The object of the game is to get three fish or three boats in a row. Ask the fish team a question. If they answer it correctly, they place one fish over one of the fifteen numbers. Ask the boat team a question. If they answer it correctly, they place a boat over one of the numbers. Only one card may be placed on each number. Continue to ask each team questions until one team gets three of their cards in a row. Sometimes players will have to decide whether to block the other team or go for the win themselves. If no team gets three in a row before all the numbers are covered, the team with the most fish or boats is the winner."],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}],[".para","Suggested questions:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","Will everyone automatically be forgiven of their sins when they die? (No)"]],["li",["span.label","b."],[".para","Who made it possible for our sins to be forgiven? (Jesus Christ)"]],["li",["span.label","c."],[".para","Where did the Lord tell Jonah to go? (Nineveh)"]],["li",["span.label","d."],[".para","Why did Jonah get on the ship? (To flee from the Lord)"]],["li",["span.label","e."],[".para","What was Jonah doing on the boat when the wind started to blow? (Sleeping)"]],["li",["span.label","f."],[".para","What did the shipmaster want Jonah to do? (Pray)"]],["li",["span.label","g."],[".para","What did Jonah tell the sailors to do to calm the sea? (Throw him overboard)"]],["li",["span.label","h."],[".para","Did the sailors want to throw Jonah overboard? (No)"]],["li",["span.label","i."],[".para","How did Jonah get to the shore? (The fish vomited him onto the shore)"]],["li",["span.label","j."],[".para","Will Heavenly Father always love us, even when we sin? (Yes)"]],["li",["span.label","k."],[".para","What did Jonah do when he was in the belly of the fish? (He prayed and was sorry)"]],["li",["span.label","l."],[".para","Is feeling guilty about our sins bad for us? (No, feeling guilty is how we know we need to repent)"]],["li",["span.label","m."],[".para","Were the people of Nineveh too wicked for the Lord to forgive them? (No, they were forgiven because they truly repented)"]],["li",["span.label","n."],[".para","What did Jonah tell the people of Nineveh? (That they would be overthrown in forty days unless they repented)"]],["li",["span.label","o."],[".para","What were some of the things the people of Nineveh did to help them repent? (They believed Jonah, they fasted and prayed in sackcloth and ashes, and they turned from their evil ways)"]],["li",["span.label","p."],[".para","What did the people and the animals wear while they were fasting? (Sackcloth)"]],["li",["span.label","q."],[".para","Does Satan want us to think we are too bad to be forgiven of our sins? (Yes)"]],["li",["span.label","r."],[".para","If we do not repent of our sins, can we live again with Heavenly Father and Jesus Christ? (No)"]]]]],["li",["span.label","4."],[".para","Sin is not just doing wrong; it is also not doing right. Ask the children what some examples of this might be. You may need to help the children with examples such as the following:"],["ul.noMarker",["li",[".para","You see someone hurting a child, and you do nothing about it."]],["li",[".para","You know the gospel is true, but you never try to share it with nonmembers."]],["li",[".para","Your parents have made great sacrifices to pay for your education, but you do not study."]],["li",[".para","A widow you know is lonely, but you never visit her."]],["li",[".para","You do not go to church on Sunday."]],["li",[".para","You forget to be thankful when things are done for you."]]]],["li",["span.label","5."],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42-43"},"Doctrine and Covenants 58:42–43"],". Have the children read the verses again to themselves and choose what they think are four of the most important words in each verse. Allow the children to tell you what words they chose and why they think they are important. Remember, any word the child chooses is important; there is no wrong answer. You may want to help the children memorize these verses."]],["li",["span.label","6."],[".para","Sing or read the words to",["span.crossRef","“Repentance”"],"(",["span.emphasis","Children’s Songbook,"],"p. 98) or",["span.crossRef","“Help Me, Dear Father”"],"(",["span.emphasis","Children’s Songbook,"],"p. 99)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p75","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p75"},"You may want to testify that Christ has made it possible for us to be forgiven of our sins through the Atonement, and that Heavenly Father will gladly forgive all who truly repent. Express your gratitude for the great gift of repentance, and emphasize how important it is that we all take advantage of this gift."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p77","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p77"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p79","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p79"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.1-3,11-17"},"Jonah 1:1–3, 11–17"],";",["a.scriptureRef",{"href":"/scriptures/ot/jonah/2.1-2,10"},"2:1–2, 10"],"; and",["a.scriptureRef",{"href":"/scriptures/ot/jonah/3.3-5,10"},"Jonah 3:3–5, 10"],"at home as a review of this lesson."]],["div",{"id":"p80","uri":"/manual/primary-6-old-testament/lesson-43-jonah-and-the-people-of-nineveh.p80"},"Invite a child to give the closing prayer."]]]],"refs":null}
