{"id":35,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":35,"title":"Lesson 32: Personal Purity through Self-discipline","subtitle":"","short_title":"Lesson 32","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.head1"},[".titleNumber","Lesson",["span.dominant","32"]],["h1","Personal Purity through Self-discipline"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p1"},"Each young woman will understand how self-discipline helps her live a virtuous life."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.f1"},["ol.number",["li",["span.label","1."],[".para","Make five wordstrips to use following the story about Ann (see page 141)."]],["li",["span.label","2."],[".para","Review the counsel about language and about sexual purity in",["span.emphasis","For the Strength of Youth"],"(",["span.crossRef","pages 22–23"],"and",["span.crossRef","26–28"],")."]],["li",["span.label","3."],[".para","Assign young women to present any scriptures, stories, or quotations you wish."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","We Can Learn to Discipline Ourselves"],[".teachingMethod",["h3","Story and discussion"],["div",{"id":"p5","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p5"},"Thunderous applause filled the concert hall. One of the world’s greatest violinists had just completed his final selection of the evening’s program. Eagerly, a woman made her way to the stage in hopes of expressing her admiration to this great artist. Threading her way through the crowd, she finally reached him. Shaking his hand, she said exuberantly, “Oh, I’d give my life if I could play like that!” He promptly responded, “Madam, I have!”"],["ul.bullet",["li",["span.label","•"],[".para","What do you think the violinist had to do in order to master the violin? (Discipline himself to practice, give up some things that might have been easier or more fun, have a desire, have an excellent teacher, set a goal to be a great artist.)"]]]],[".teachingMethod",["h3","Teacher presentation and discussion"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p7"},"Explain that much of what we do or do not do in life is determined by our ability to discipline ourselves. This discipline includes doing things that are hard or difficult as well as",["span.emphasis","not"],"doing other things."],["ul.bullet",["li",["span.label","•"],[".para","What are some things you have to do from day to day that you find hard to make yourself do?"]],["li",["span.label","•"],[".para","How do you stop doing things you know you should not do?"]]],["div",{"id":"f4","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.f4"},"Ask the young women to picture themselves in the following situations:",["ol.number",["li",["span.label","1."],[".para","Your brother has been teasing you. He just said something that makes you feel like you want to yell back or even hit him. Can you stop yourself from doing this?"]],["li",["span.label","2."],[".para","It’s fast Sunday and you are very hungry, but it is not time to break the fast yet. Can you restrain yourself from eating?"]]]],["ul.bullet",["li",["span.label","•"],[".para","Are you feeling a little struggle inside of yourself as we talk about these situations?"]]],["div",{"id":"p13","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p13"},"Point out that one part of us seems to want to “let go” and express our emotions or appetites; another part wants to exert control over our emotions and appetites. The controlling, restraining influence is exerted by our spirit."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p14"},"“One of the false notions of our society is that we are victims of our appetites and passions. But the truth is that the body is controlled by the spirit which inhabits it” (Terrance D. Olson, “Teaching Morality to Your Children,”",["span.emphasis","Ensign,"],"Mar. 1981, p. 14)."]],[".teachingMethod",["h3","Chalkboard"],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p15"},"Write on the chalkboard: “Our Spirit Controls Our Body.”"]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p16","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p16"},"Some things about our bodies are easy to control, and others are more difficult. For example, we have good control over our fingers. If we tell one of our fingers to bend, it bends. If we tell it to unbend, it unbends. If we give our feet an order, they obey immediately. Suggest that we can also learn to choose which thoughts we will entertain, and thus learn to channel our thoughts in positive, constructive directions."]],[".teachingMethod",["h3","Activity"],["div",{"id":"p17","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p17"},"Explain that you are going to try an experiment in self-discipline. Ask each young woman to move her right hand in a circle, then to move her left foot back and forth, then to move her head up and down. Now ask each of them to sit very quietly and concentrate on anything",["span.emphasis","except"],"what you are going to describe to them. Then describe in detail a delicious food or dessert."],["ul.bullet",["li",["span.label","•"],[".para","Which was harder, telling your hand or foot what to do, or telling your thoughts and emotions what to do?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p19"},"Point out that many people do not believe they can control their thoughts and discipline themselves. But our minds can concentrate on only one thought at a time. We can exert control over our thoughts by choosing to think a different one. Some feel this kind of discipline is unnecessary, too difficult, or not worth the effort."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p20"},"“Some become enslaved with compulsive habits or yield to appetites or to improper actions, and plead that they are helpless before their habit—that they are compelled, persuaded; that temptation was stronger than their will to resist. But we",["span.emphasis","can"],"choose. … We",["span.emphasis","can"],"break bad habits; we",["span.emphasis","can"],"acquire",["span.emphasis","good"],"habits; we",["span.emphasis","can"],"choose what we",["span.emphasis","think"],"by the sheer determination to do so” (Richard L. Evans, “Self Control,”",["span.emphasis","Improvement Era,"],"Dec. 1963, p. 1113)."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p21"},"Acknowledge that it",["span.emphasis","is"],"hard to control ourselves, but it is something we can learn to do. Our Father in Heaven has told us to keep our thoughts, appetites, and emotions within certain bounds. As our Father, he would not ask us to do something that we are not capable of doing. We are his children. We have the capacity to become like him."]],[".teachingMethod",["h3","Story"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p22"},"Listen carefully to the following experience of a young woman named Ann. See if you can discover some things Ann did to learn to discipline herself."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p23"},"“Everyone else was doing it, so why shouldn’t I? The commandments only said we shouldn’t take the Lord’s name in vain. I found myself trying to justify my reasons for swearing, but it wasn’t helping. I knew that it was wrong to swear, even if all my friends did it. It kept bothering me, and I finally decided that I had better do something about my problem. I felt somehow ‘dirty’ and unworthy to approach the Lord in prayer. But I knew that if I didn’t repent, it would just make matters worse."],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p24"},"“I started to try to control myself for just one day. I knew I had made swearing a habit. I heard so many vulgar expressions all day long at school that it seemed natural to swear also. I decided I would try to get through one day without doing it."],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p25"},"“The first day I consciously tried, and I did all right until lunchtime. Then everyone was excited and noisy, and before I knew it, my mouth had run right along with my emotions. I hardly realized I had said it; but when I was once again aware of my habit, I felt disappointed and sick inside."],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p26"},"“That night I prayed very hard and asked for strength. The next day I got up the courage to tell my two best friends at school that I didn’t feel good about our language and that I was trying to change. I tried again that day."],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p27"},"“I had no idea that it would be so hard. Somehow I always felt that living the gospel would always be easy. It took four days until I finally made it through one day without swearing. I was so excited but knew that each day I would have to be very careful. It would be too easy to slip and get back into my old habits."],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p28"},"“I kept praying all through this time for strength. I progressed and stopped the bad language, but I didn’t feel that I had been forgiven. Then we had a testimony meeting in our Young Women meeting. I asked my friends to forgive me for the bad example I had been. I felt the Spirit there so strongly that I couldn’t suppress my desire to bear my testimony. I expressed my love for my Heavenly Father and for his Son and for the gospel. When I had finished, it was like a giant weight had been lifted from my shoulders. I knew that I had been forgiven.”"]],[".teachingMethod",["h3","Discussion and wordstrips"],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p29"},"Discuss Ann’s experience, using the following questions as a guide. After discussing each question, post the appropriate wordstrip that states a conclusion about self-discipline that can be drawn from the discussion."],["div",{"id":"f7","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.f7"},["ol.number",["li",["span.label","1."],[".para","How did Ann try to rationalize her behavior? Why do we try to rationalize our behavior in a similar way? Why should we avoid this? (Post the wordstrip “When we rationalize our breaking of the commandments, we weaken our ability to control ourselves.”)"]],["li",["span.label","2."],[".para","What caused Ann to want to change her behavior? How did she feel? What happens when we break a commandment? (Post the wordstrip “When we break a commandment, we lose the Spirit of the Lord.”)"]],["li",["span.label","3."],[".para","What were some of the things Ann did to discipline herself? How would telling her friends of her decision help her? How does taking one step at a time help us learn self-discipline? (Post the wordstrip “We learn to discipline ourselves by taking one step at a time.”)"]],["li",["span.label","4."],[".para","What was Ann’s greatest source of strength in learning to discipline herself? (Post the wordstrip “Our Father in Heaven will strengthen us if we pray for his help.”)"]],["li",["span.label","5."],[".para","How did Ann feel after she overcame her problem? How did bearing her testimony help bring her peace? (Post the wordstrip “Self-discipline brings us into harmony with our Father in Heaven and ourselves.”)"]]]],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p35"},"Ask the young women to share an experience they have had in disciplining themselves, emphasizing what they found to be helpful."]]],[".topic",["h3","By Disciplining Ourselves We Can Live a Virtuous Life"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p36"},"Point out that whether we are learning to play a musical instrument, trying to control our temper, or making ourselves get up when we would rather sleep longer, our efforts to discipline ourselves in any aspect of our lives can help us in our efforts to live a virtuous life."]],[".teachingMethod",["h3","Story and discussion"],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p37"},"Tell the following story:"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p38"},"“A missionary serving in the eastern United States was confronted by a college student who was less interested in the [gospel] message than in the missionary’s strict moral code. The student sneeringly asked the missionary how he controlled his desires when there were so many beautiful girls around, implying that the missionary must not [have normal feelings]. The elder explained: ‘It is not that I am abnormal; it is that I know I am responsible and in charge of mind and body. You think you are helpless in the face of your desires. You think you are a victim of them. I have proven to myself that I am the master of those feelings’” (Terrance D. Olson, “Teaching Morality to Your Children,” p. 14)."],["ul.bullet",["li",["span.label","•"],[".para","What was the difference in the point of view of the college student and the missionary? What had the missionary learned to do about his feelings and emotions?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p40"},"Explain that being morally clean and virtuous requires physical restraint and self-control. Help the young women understand that as we exercise self-discipline, we strengthen our spirit’s control over our body. Our capacity to control ourselves increases every time we make a choice to do it."]],[".teachingMethod",["h3","Case studies and discussion"],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p41"},"Select from the following situations those that would best fit your class. After each situation, ask the following questions: (1) How could the person use self-discipline in the situation? (2) What might happen if the person did not? (3) What could the person have done to prevent or avoid the situation? (4) How is self-discipline important in such situations? After class members respond to the questions, read the conclusions to the case studies."],["div",{"id":"f9","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.f9"},["ol.number",["li",["span.label","1."],[".para","Some of my friends at school invited me to a party. I was excited to go because one of the boys I particularly liked had told me he would be there and wanted me to come. I was really looking forward to being with him. When my girlfriends and I arrived, we realized that the parents were away and the party was unchaperoned. The lights were down low. Some of the kids were dancing and some others were pairing off, kissing, and necking. The fellow I liked saw me come in."],[".para","Conclusion: I knew I should leave the party, but I really liked this boy. I was worried about what he would think if I left. It was dark outside. I didn’t want to walk all the way home alone. Finally, I gained control of my feelings. I called my parents and asked them to come and pick me up."]],["li",["span.label","2."],[".para","I knew we weren’t supposed to date until we were sixteen, but I had a lot of fun at school talking and kidding around with boys. One of these was Brad, a good-looking boy who seemed to like me. One day at lunch he asked me to meet him at the shopping mall and go to a movie with him. There was a Young Women activity planned for the same time. It would be easy to tell my parents I was going to the activity and catch the bus to the mall instead. I would get back about the same time the activity was ending. I said, “Yes.” But when the time came for me to leave home, I felt really nervous. My mom called to me to make sure I had my jacket and said, “Have fun!” Then she went back into the house."],[".para","Conclusion: I started toward the bus stop. I should have felt happy. I was going to see a great movie with a boy who liked me. So why did I feel so bad? Half of me felt like running to the bus; the other half felt like running back. I stopped dead still on the sidewalk. I thought of all the pretending I would have to do when I came home, the lies I would tell for many days. Then I remembered a phrase my dad had taught us: “Where there’s a will, there’s a won’t.” I felt myself calming down, beginning to think more clearly. I told myself to go home, call Brad, tell him I wouldn’t be there and why, and then to get on to the activity. I then did what I told myself to do."]]]],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p46"},"Conclude this part of the lesson by discussing how exercising self-discipline in situations such as those discussed will allow the young women to control themselves in living a virtuous life."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Teacher presentation and quotation"],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p47"},"Point out that in each of the experiences discussed in this lesson, there was a struggle to exert self-discipline, but each person was able to do it. Each time we discipline ourselves, we strengthen our capacity to live a virtuous life. Conclude the lesson with the following statement by President Brigham Young, which reaffirms that we can learn to master ourselves. Ask the young women to listen for the promise we are given if we exert our self-control."],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-32-personal-purity-through-self-discipline.p48"},"“When you are overtaken in a fault, or commit an overt act unthinkingly; when you are full of evil passion, and wish to yield to it, then",["span.emphasis","stop and let the spirit, which God has put into your tabernacles, take the lead."],"If you do that, I will promise that you will overcome all evil, and obtain eternal lives” (in",["span.emphasis","Journal of Discourses,"],"2:256; italics added)."]]]]]],"refs":null}
