{"id":34,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":34,"title":"Lesson 31: Group Activities: A Basis for Wise Dating","subtitle":"","short_title":"Lesson 31","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating","content":[[".bodyBlock",[".topic",["h2","Introduction"],[".teachingMethod",["h2","Note to the teacher"],["div",{"id":"p","uri":"/manual/young-women-manual-1.p"},"Through the scriptures and his prophets, the Lord has taught his standard of morality in each dispensation. The deterioration of standards in the world around us has created a great chasm between what the world accepts and what is approved by the Lord. We must know the Lord’s standard of morality in order to live it."],["div",{"id":"p","uri":"/manual/young-women-manual-1.p"},"As you present the lessons in this unit, ensure that the young women are taught the Lord’s standard in an appropriate, sensitive manner suited to their stages of development and readiness for the material."],["div",{"id":"p","uri":"/manual/young-women-manual-1.p"},"In these lessons you should be particularly conscious of the need for the Spirit’s direction in what you teach, how you teach, and when you teach it. Discussion should be confined to those areas that have been taught by the prophets and that are in the lesson materials."],["div",{"id":"p","uri":"/manual/young-women-manual-1.p"},"The film",["span.emphasis","Morality for Youth,"],"included in the",["span.emphasis","Come unto Me"],"videocassette (53146), would provide an appropriate introduction or conclusion to the lessons in this unit. There is not enough time in a class period to show and discuss this film as well as teach a lesson from the manual; therefore, a separate class period should be used for the film."]]]],["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.head1"},[".titleNumber","Lesson",["span.dominant","31"]],["h1","Group Activities: A Basis for Wise Dating"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p1"},"Each young woman will learn how suitable group activities can help develop wholesome friendships between young men and young women."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.f1"},["ol.number",["li",["span.label","1."],[".para","Bring paper and a pencil for each class member."]],["li",["span.label","2."],[".para","If possible, make copies of the quotations in the second section of the lesson for class members to read aloud. You may want to divide the long quotation by President Spencer W. Kimball into three short quotations."]],["li",["span.label","3."],[".para","Review the counsel about dating on",["span.crossRef","pages 24–25"],"of",["span.emphasis","For the Strength of Youth."]]]]],[".teachingMethod",["h2","Note to the teacher"],["div",{"id":"p5","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p5"},"Carefully read through the optional lesson material or activity at the end of this lesson. If you decide to use the panel discussion, make assignments well in advance."]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Group Activities Can Develop New Interests, Self-confidence, and Social Skills"],[".teachingMethod",["h3","Quotations and discussion"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p6"},"Read the following quotation from the First Presidency and Quorum of the Twelve:"],["div",{"id":"p7","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p7"},"“‘Mia Maid girls and teachers … have many activities of a social nature planned for them, both in their school and Church programs, which they should enjoy in groups. They should avoid boy-girl single-dating relationships’” (“Policies and Procedures,”",["span.emphasis","New Era,"],"Jan. 1971, p. 30)."],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p8"},"President Spencer W. Kimball gave the youth of the Church the following advice:"],["div",{"id":"p9","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p9"},"“My beloved young people, you should be serious-minded. Life is not wholly for fun and frolic. It is a most serious business. You will do well to grow up as children, associating with both girls and boys for those first years. When you get in the teenage years, your social associations should still be general acquaintance with both boys and girls. Any dating or pairing off in social contacts should be postponed until at least the age of 16 or older, and even then there should be much judgment used in selections and in the seriousness."],["div",{"id":"p10","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p10"},"“Young people should still limit the close contacts for several years, since the boy will be going on his mission when he is 19 years old. There should be limited contacts and certainly no approach to the intimate relationships involving sex. There must never be any sex of any kind prior to marriage” (“Marriage—The Proper Way,”",["span.emphasis","New Era,"],"Feb. 1976, p. 5)."],["div",{"id":"p11","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p11"},"Ask the young women to review the steps of appropriate girl-boy relationships as stated by President Kimball. You may wish to outline these on the chalkboard as they respond."],["ul.bullet",["li",["span.label","•"],[".para","Why do you think President Kimball said that dating should not begin until at least age sixteen or older?"]],["li",["span.label","•"],[".para","Why is it important to follow this counsel?"]]],["div",{"id":"p14","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p14"},"“Every boy should have been saving money for his mission and be free from any and all entanglements so he will be worthy. When he is returned from his mission … , he should feel free to begin to get acquainted and to date. When he has found the right young woman, there should be a proper temple marriage. One can have all the blessings if he is in control and takes the experiences in proper turn: first some limited, social, get-acquainted contacts, then his mission, then his courting, then his temple marriage and his schooling and his family, then his life’s work. In any other sequence he could run into difficulty” (Spencer W. Kimball, “Marriage—The Proper Way,” p. 5)."],["div",{"id":"p15","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p15"},"This quotation talks about young men. Ask class members to explain how it applies to young women also."],["ul.bullet",["li",["span.label","•"],[".para","What can you do",["span.emphasis","now to prepare yourself for dating"],"after you are sixteen? (Answers should include making friends with young men, developing new interests, and gaining social skills.)"]],["li",["span.label","•"],[".para","Why is it important to have friends of the opposite sex without romantic attachments?"]],["li",["span.label","•"],[".para","What benefits can come to young women and young men as they participate in group activities?"]]],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p19"},"You may wish to list the young women’s responses on the chalkboard. Make sure the following points are mentioned: They acquire self-confidence. They find new areas of interest and activity. They learn about the interests of others. They learn how to talk with one another. They learn social skills. Through group associations, they become more interesting people."]]],[".topic",["h3","Group Activities Form a Good Foundation for Dating"],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p20"},"Point out that Church leaders have counseled young women to use the pre-dating years as a time of preparation, a time of becoming."],[".teachingMethod",["h3","Quotations"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p21"},"“‘I see the pre-dating years as a time when the “becoming process” blossoms. Girls should have equal satisfaction in the “becoming process” as they have in arriving at a goal.’ … [The pre-dating years are a time] when the girl prepares for group activities, for having fun, for maturing, for developing. …"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p22"},"“… ‘There are so many things for girls to do instead of just waiting [to turn sixteen to date]. Girls can reach out, recognize where they are now and enjoy today instead of just waiting for tomorrow to happen’” (Ruth H. Funk, quoted by Gerry Avant, “Pre-dating Years: A Vital Season,”",["span.emphasis","Church News,"],"3 Dec. 1977, p. 9)."],["div",{"id":"p23","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p23"},"“‘There are many wonderful things a girl can be doing other than waiting for a date, like just learning to enjoy people and developing friends, which can be exciting if the girl will let it be that way."],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p24"},"“‘A girl who has many friends seems to be the one who will attract even more. As she enlarges her circle of friends, others will be drawn in. While she may not be dating, she’ll be sharing experiences, building memories and having fun."],["div",{"id":"p25","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p25"},"“‘If a girl becomes anxious at times, or impatient about waiting to date, she should remember to talk with her Heavenly Father about the matter.’"],["div",{"id":"p26","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p26"},"“… The preparation years, which are vitally needed, should not be too soon interrupted by early dating. ‘A girl should handle this time of her life carefully, waiting for the proper season so that when her associations do bring her into a dating pattern then she is prepared to recognize the qualities that she wants to emulate. …"],["div",{"id":"p27","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p27"},"“‘The pre-dating years, if used properly, can give a girl experiences that will help her develop characteristics that will allow her to be a powerful, positive influence upon others.’"],["div",{"id":"p28","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p28"},"“… Without the required time of preparation a girl’s associations can be very shallow. ‘Without the preparation time, a girl will be ill-prepared for the responsibilities that go with dating and strengthening others as well as herself’” (Ardeth G. Kapp, quoted by Avant,",["span.emphasis","Church News,"],"3 Dec. 1977, pp. 9, 14)."],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p29"},"“The urge for group activity is normal to the younger set, when they are not prematurely and immaturely stimulated in other ways, and the recreational and social activities of the crowd can be wholesome and entertaining. Physical and moral safety is increased in the multiplicity of friends. Group homemade recreation activities can be not only great fun but most beneficial.”"],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p30"},"Interrupt the reading of this quotation, and ask the young women to listen carefully for ideas for group activities that President Kimball recommended."],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p31"},"If you have started a list of the benefits of group activities on the chalkboard, appoint another class member to add to this list as the remainder of President Kimball’s quotation is read. Otherwise, have class members record the benefits individually and review them together after the reading is finished."],["div",{"id":"p32","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p32"},"“Firesides may create friendships, and inspire the spirit and train the mind. Group picnics can discipline youth in gentle manners and fellowship and extend circles of intimate friends."],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p33"},"“Sports can develop the body in strength and endurance. They can train the spirit to meet difficulties and defeats and successes, teach selflessness and understanding, and develop good sportsmanship and tolerance in participant and spectator. Drama can develop talent, teach patience, and foster fellowship and friendliness. Group music activities have similar effects, and also can soften and mellow the spirit and satisfy the aesthetic needs. …"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p34"},"“Well-ordered dances provide favorable places, pleasing times and auspicious circumstances in which to meet new people and to enlarge circles of friends. They can be an open door to happiness. In an evening of pleasurable dancing and conversation, one can become acquainted with many splendid young folk, every one of whom has admirable traits and may be superior to any one companion in at least some qualities. Here partners can begin to appraise and evaluate, noting qualities, attainments and superiorities by comparison and contrast. Such perceptive friendships can be the basis for wise, selective, occasional dating for those of sufficient age and maturity, this to be followed later in proper timing by steady dating, and later by proper courtship which culminates in a happy, never-ending marriage” (Spencer W. Kimball,",["span.emphasis","The Miracle of Forgiveness"],"[Salt Lake City: Bookcraft, 1969], pp. 221–22)."]],[".teachingMethod",["h3","Brainstorming"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p35"},"Hold a brainstorming session on new ideas for group activities. Explain the following guidelines for the brainstorming:"],["div",{"id":"f4","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.f4"},["ol.number",["li",["span.label","1."],[".para","Be creative. Don’t discard any appropriate idea."]],["li",["span.label","2."],[".para","Think of how some activities that young men usually do could be expanded to include young women, and how young women’s activities could be expanded to include young men."]],["li",["span.label","3."],[".para","Consider activities that would be fun and would also develop confidence and social skills (such as learning to talk to one another comfortably, learning proper etiquette, and so forth)."]]]],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p39"},"The following ideas may help to stimulate discussion:"],[".topic",["h4","Competition"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p40"},"In teams with both young men and young women on each side, compete in any kind of sport or tournament. If you choose to do something that is new to some, be sure to give adequate instruction first. Possible activities are a chess tournament, a volleyball game, and a shirt-ironing competition where a shirt must be completed in a given time."]],[".topic",["h4","Make Your Own Movie"],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p41"},"Take a video camera, costumes, and simple props or other needed items to an interesting setting. Write your movie script as you go. Plan to get together later for a showing."]],[".topic",["h4","Write Your Own Books"],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p42"},"With scissors, paper, and glue, write children’s stories using illustrations from magazines or sketches by artists in the group. Donate finished books to hospitals or nurseries."]],[".topic",["h4","Instant Theater"],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p43"},"Find a script of a short, humorous play or melodrama or write your own. Collect costumes and provide simple sound effects or music. Have each person choose a part and then read through the play without any rehearsal. You may want to videotape the play and watch it later with refreshments."]],[".topic",["h4","Holiday Fun"],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p44"},"Find out how holidays are celebrated in countries other than yours. Celebrate a holiday as the native country does with appropriate food, decor, and entertainment."]],[".topic",["h4","Give Yourself Away"],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p45"},"Take a group of children to the zoo, park, or playground. Bring lunch for them. Or plan a special program to perform in hospitals or for people who are confined to their homes."]],[".topic",["h4","Formal Dinner"],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p46"},"Plan to prepare and eat a formal dinner using silver, china, and other appropriate items. Before the dinner, invite a specialist to teach social etiquette (which fork to use, how to eat certain foods, good manners, and so forth)."]]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p47"},"If time permits, ask the young women how the activities they have suggested can help them become better friends with other young women and with young men."],["ul.bullet",["li",["span.label","•"],[".para","How can these activities help us prepare for dating?"]]]]],[".topic",["h3","Lesson Application"],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p49"},"Suggest that the young women follow the counsel of the Church concerning activities with young men, including dating (see",["span.emphasis","For the Strength of Youth,"],["span.crossRef","pp. 24–25"],"). Great maturity is shown by a young woman who has learned a correct principle and governs herself accordingly."]],[".topic",["h3","Additional Lesson or Suggested Activity"],[".teachingMethod",["h3","Note to the teacher"],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p50"},"You may wish to continue this subject for a second week or have a fireside or midweek activity with three or four young men from your ward or branch or one nearby participating in a panel discussion on “Group Activities: Preparing for Wise Dating.”"],["div",{"id":"p51","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p51"},"If you decide to do this, invite the young men from the Aaronic Priesthood quorums well in advance. Be certain that the Young Women president clears the young men’s names with your bishop or branch president. Have the young women in your class submit questions to you two weeks in advance so you can compile a list of appropriate questions for the young men to consider."],["div",{"id":"f6","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.f6"},"Here are some sample questions:",["ol.number",["li",["span.label","1."],[".para","How do you like young women to dress?"]],["li",["span.label","2."],[".para","What do you like young women to talk to you about?"]],["li",["span.label","3."],[".para","Do you like young women to call you on the telephone?"]],["li",["span.label","4."],[".para","How do you feel about young women using profane and obscene language?"]]]],["div",{"id":"p56","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p56"},"The young men will probably give more thoughtful and meaningful answers if they receive the questions ahead of time. Also, you may wish to give your guests a few appropriate resources and guidelines, such as the objective of this lesson and quotations you feel are appropriate for them to know (such as President Kimball’s statements)."],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p57"},"Make sure the young men understand that the panel discussion is intended to help young people see the value of developing wholesome friendships within a group and of using group activities as a basis and preparation for wise dating."],["div",{"id":"p58","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p58"},"You should act as moderator and as such should guide the discussion. Make sure all answers and comments are appropriate. Tactfully correct any wrong or inappropriate answers. As the moderator, you will set the tone for the presentation and inform the audience of the subject to be discussed. Begin the panel by introducing the participants. Ask the questions from the list you have compiled, but listen carefully to the responses and feel free to ask other questions that you feel are needed to clarify a response or amplify a point. Plan additional questions to use in case the discussion lags. Bring all the panelists into the discussion."],["div",{"id":"p59","uri":"/manual/young-women-manual-1/lesson-31-group-activities-a-basis-for-wise-dating.p59"},"At the conclusion of the panel discussion, summarize the presentation and thank your guests for their participation."]]]]]],"refs":null}
