{"id":31,"parent_id":0,"book_id":39,"content_id":1,"language_id":1,"display_order":31,"title":"Lesson 29: “The Number of the Disciples Was Multiplied”","subtitle":"","short_title":"Lesson 29","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied","content":[["div",{"id":"head1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.head1"},[".titleNumber","Lesson",["span.dominant","29"]],["h1","“The Number of the Disciples Was Multiplied”"],[".subtitle","Acts 6–9"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p5","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p5"},"To help class members recognize that the work of the Church is done by many people, all of whom contribute their talents and testimonies to strengthen the Church."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.f1"},["ol.number",["li",["span.label","1."],[".para","Read, ponder, and pray about the following scriptures:"],["div",{"id":"f","uri":"/manual/new-testament-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.1-7"},"Acts 6:1–7"],". The Twelve Apostles ordain seven men to supervise the temporal work of the Church."]],["li",["span.label","b."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.8"},"Acts 6:8–7:60"],". Stephen, one of the seven, testifies before the Sanhedrin. His words anger the people who are listening, and they take him out of the city and stone him to death."]],["li",["span.label","c."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.4-40"},"Acts 8:4–40"],". Philip, another of the seven, preaches and performs miracles in Samaria. He teaches and baptizes an Ethiopian eunuch."]],["li",["span.label","d."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.1-3"},"Acts 8:1–3"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.1-31"},"9:1–31"],". Saul persecutes the Church until he receives a vision of Jesus Christ. Saul is converted and baptized and begins to preach the gospel."]]]]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.1-16"},"Acts 22:1–16"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/26.1-5,9-18"},"26:1–5, 9–18"],"."]],["li",["span.label","3."],[".para","Suggestion for teaching: Remember that you are teaching a class of individuals. They may differ widely in life experiences, length of membership in the Church, understanding of gospel doctrine and principles, talents and abilities, and opportunities for education. Seek to understand class members’ differences and help each person understand the truths being taught. (See",["span.emphasis","Teaching, No Greater Call"],"[36123],",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/love-those-you-teach/1-love-softens-hearts.p1"},"pages 33–39"],".)"]]]]],[".topic",["h2","Suggested Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p16","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p16"},"As appropriate, use the following activity or one of your own to begin the lesson."],"Ask class members:",["ul.bullet",["li",["span.label","•"],[".para","Which part of your body do you think is most important? Why?"]]],"After several class members respond, ask:",["ul.bullet",["li",["span.label","•"],[".para","Which member of the Church do you think is the most important? Why?"]]],["div",{"id":"p21","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p21"},"Again allow several class members to respond. Then have a class member read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.14-21"},"1 Corinthians 12:14–21"],", and have another class member read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.12-13"},"1 Corinthians 12:12–13"],". Explain that in these verses the Apostle Paul compares the members of the Church to the parts of the body. Just as the foot, the hand, the ear, and the eye are important in their different functions, so are all members of the Church important with their different skills and talents."]],[".teachingMethod",["h2","Scripture Discussion and Application"],["div",{"id":"p23","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p23"},"As you teach the following scripture passages, discuss how they apply to daily life. Encourage class members to share experiences that relate to the scriptural principles."],[".topic",["h3","1. Seven men are ordained to supervise the temporal work of the Church."],["div",{"id":"p25","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p25"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.1-7"},"Acts 6:1–7"],". Explain that under the Apostles’ direction the Church grew rapidly, making converts in many nations. This was cause for great rejoicing, but it also created some challenges. As the Church grew, the Apostles needed other members to help direct the Church and build up the kingdom of God."],["ul.bullet",["li",["span.label","•"],[".para","As the Church grew, groups within it sometimes had disagreements with each other. Why did some of the Greek members murmur against the Hebrew members? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.1"},"Acts 6:1"],".) How can we as Church members overcome disagreements and divisions among us, whether they are based on ethnic, economic, cultural, or other differences? Why is it important that we overcome such divisions? (See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.33"},"2 Nephi 26:33"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.26-27"},"D&C 38:26–27"],".)"],[".para","President Howard W. Hunter said: “It is in understanding and accepting [the] universal fatherhood of God that all human beings can best appreciate God’s concern for them and their relationship to each other. This is a message of life and love that strikes squarely against all stifling traditions based on race, language, economic or political standing, educational rank, or cultural background, for we are all of the same spiritual descent. We have a divine pedigree; every person is a spiritual child of God” (in Conference Report, Oct. 1991, 22; or",["span.emphasis","Ensign,"],"Nov. 1991, 18)."]],["li",["span.label","•"],[".para","How does diversity among members enrich and strengthen the Church? How can we differ from each other and still be unified?"]],["li",["span.label","•"],[".para","The Apostles felt they should not take time from teaching the gospel to settle disputes and take care of other temporal business (",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.2"},"Acts 6:2"],"). How did they resolve this problem? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.3-6"},"Acts 6:3–6"],".) Why is it important for the work of the Church to be shared among many people? How have you been blessed by opportunities to serve in the Church?"]],["li",["span.label","•"],[".para","What organizational changes has the Lord inspired latter-day Church leaders to make as the Church has grown? (Answers might include the addition of Quorums of the Seventy or the organization of the Church into areas presided over by Area Presidencies.) How have these changes helped meet the needs of Church members throughout the world?"]]]],[".topic",["h3","2. Stephen testifies before the Sanhedrin and is stoned to death."],["div",{"id":"p32","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p32"},"Discuss",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.8"},"Acts 6:8–7:60"],". Invite class members to read selected verses aloud."],["ul.bullet",["li",["span.label","•"],[".para","Stephen, one of the seven men called to help the Twelve Apostles, was arrested on false charges of blasphemy and brought before the Sanhedrin, the Jewish council (",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.11-15"},"Acts 6:11–15"],"; if necessary, explain that blasphemy is being irreverent toward God or sacred things). What did Stephen do as he faced the Sanhedrin? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.1-53"},"Acts 7:1–53"],". He recited part of the history of the Israelites.)"]],["li",["span.label","•"],[".para","Why do you think Stephen emphasized the mighty deeds of the Lord in Israel’s history? How can we make sure we do not forget the Lord’s workings in our lives? How does remembering past blessings from the Lord help us remain faithful in the present?"]],["li",["span.label","•"],[".para","Why do you think Stephen also emphasized Israel’s frequent forgetfulness and disobedience to God? What comparison did Stephen make between his listeners and the earlier disobedient Israelites? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.51-53"},"Acts 7:51–53"],".) How did the people react to this comparison? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.54"},"Acts 7:54"],".)"]],["li",["span.label","•"],[".para","What vision did Stephen receive after he finished speaking? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.55-56"},"Acts 7:55–56"],".) What did the people do when he told them of his vision? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.57-58"},"Acts 7:57–58"],".) What do Stephen’s last words reveal about his discipleship? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.59-60"},"Acts 7:59–60"],".)"]]]],[".topic",["h3","3. Philip preaches and performs miracles in Samaria."],["div",{"id":"p38","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p38"},"Read and discuss selected verses from",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.4-40"},"Acts 8:4–40"],"."],["ul.bullet",["li",["span.label","•"],[".para","Philip, another of the seven men chosen to help the Apostles, preached and performed miracles in Samaria. How did the people of Samaria respond to Philip’s message? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.6-8,12"},"Acts 8:6–8, 12"],".) How did these people receive the gift of the Holy Ghost? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.14-17"},"Acts 8:14–17"],".)"]],["li",["span.label","•"],[".para","One of the Samaritan converts was a sorcerer named Simon. To whom did Simon give credit for the acts he performed through sorcery? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.9-11"},"Acts 8:9–11"],".) To whom did the Apostles give credit for the miracles they performed? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.7-10"},"Acts 4:7–10"],".) Why is this difference significant? (Point out that many people who compete for our attention and loyalty do so to glorify themselves. By contrast, God’s servants give him the glory. Understanding this difference may help us evaluate the many influences in our lives.)"]],["li",["span.label","•"],[".para","What did Simon do when he saw the Apostles bestowing the gift of the Holy Ghost? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.18-19"},"Acts 8:18–19"],".) How did Peter answer Simon’s request? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.20-23"},"Acts 8:20–23"],".) How does a person become qualified to receive priesthood power? (See",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.4"},"Hebrews 5:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.36"},"D&C 121:36"],".)"],[".para","President James E. Faust said: “This greatest of all powers, the priesthood power, is not accessed the way power is used in the world. It cannot be bought or sold. … Worldly power often is employed ruthlessly. However, priesthood power is invoked only through those principles of righteousness by which the priesthood is governed” (in Conference Report, Apr. 1997, 59–60; or",["span.emphasis","Ensign,"],"May 1997, 43)."]],["li",["span.label","•"],[".para","How did Philip meet the Ethiopian eunuch? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.25-29"},"Acts 8:25–29"],".) What blessings came to Philip and to the Ethiopian because Philip followed the Spirit? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.30-38"},"Acts 8:30–38"],".) What blessings have come to you (or to someone you know) because you have followed the Spirit?"]],["li",["span.label","•"],[".para","How did the Ethiopian demonstrate humility? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.30-39"},"Acts 8:30–39"],".) How does humility help us understand and accept the word of God?"]]]],[".topic",["h3","4. Saul is converted and baptized and begins to preach the gospel."],["div",{"id":"p46","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p46"},"Read and discuss selected verses from",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.1-3"},"Acts 8:1–3"],"and",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.1-31"},"Acts 9:1–31"],". Explain that Saul was a Pharisee who actively persecuted the early Saints. He was present at the stoning of Stephen (",["a.scriptureRef",{"href":"/scriptures/nt/acts/7.58"},"Acts 7:58"],") and had been responsible for the imprisonment and death of many members of the Church (",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.3"},"Acts 8:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/22.4"},"22:4"],"). However, he experienced a miraculous conversion and became a great missionary."],["ul.bullet",["li",["span.label","•"],[".para","What caused Saul to change from a persecutor of the Saints to a great servant of the Lord? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.1-9,17"},"Acts 9:1–9, 17"],".) Point out that Saul became converted when he heard the voice of the Lord. How can we hear the voice of the Lord? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.38"},"D&C 1:38"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.23"},"6:23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2"},"8:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.34-36"},"18:34–36"],".) How can hearing his voice help us become converted?"],[".para","Remind class members that conversion is often a quiet, gradual experience, not a sudden, miraculous experience like Saul’s. Elder Robert D. Hales said, “On occasion individuals can have [experiences like Saul’s], but for the most part, conversion happens over a period of time as study, prayer, experience, and faith help us to grow in our testimony and conversion” (in Conference Report, Apr. 1997, 111; or",["span.emphasis","Ensign,"],"May 1997, 80)."]],["li",["span.label","•"],[".para","Elder Ezra Taft Benson said that Saul’s question, “Lord, what wilt thou have me to do?” is the most important question we can ask in this life (in Conference Report, Oct. 1972, 53; or",["span.emphasis","Ensign,"],"Jan. 1973, 57). Why is it so important that we ask this question? How have you been blessed as you have submitted to God’s will for you?"]],["li",["span.label","•"],[".para","Why was Ananias hesitant to go meet Saul? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.10-14"},"Acts 9:10–14"],".) Why did Ananias go despite his reservations? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.15-16"},"Acts 9:15–16"],".) What can we learn from Ananias’s actions? (Answers may include that God can give us courage to do whatever he asks of us and that we should never give up on a person, even if he or she appears to be beyond spiritual help.)"]],["li",["span.label","•"],[".para","What did Ananias do for Saul? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.17-18"},"Acts 9:17–18"],".) What did Saul do after he was baptized? (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.19-22,26-29"},"Acts 9:19–22, 26–29"],".) What are our responsibilities once we have been converted to the gospel of Jesus Christ? (See",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.32"},"Luke 22:32"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/8.31"},"John 8:31"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.81"},"D&C 88:81"],".)"]]]]],[".teachingMethod",["h2","Conclusion"],["div",{"id":"p53","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p53"},"Point out that we, like Stephen, Philip, and Saul, are living in a time when the Church is growing rapidly. Testify that the Lord wants each of us to serve in his kingdom as it grows. Encourage class members to recognize and appreciate the different qualities, talents, and experiences that each ward or branch member brings to the Lord’s service."]]],[".topic",["h2","Additional Teaching Ideas"],["div",{"id":"p55","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p55"},"The following material supplements the suggested lesson outline. You may want to use one or both of these ideas as part of the lesson."],[".topic",["h3","1. “It is hard for thee to kick against the pricks” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.5"},"Acts 9:5"],")"],["ul.bullet",["li",["span.label","•"],[".para","Have a class member read",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.5"},"Acts 9:5"],". What does it mean to “kick against the pricks”? (To resist instruction or direction. A sharp stick is sometimes used to prick animals to make them move faster or in a certain direction. If an animal kicks against this stick while being pricked, it will hurt the animal more.) How were Saul’s actions before his vision harmful to him? How do we hurt ourselves when we fight against the truth?"]]]],[".topic",["h3","2. Youth activity"],["div",{"id":"p59","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p59"},"Write the following words on wordstrips or on the chalkboard:",["span.emphasis","Ananias, authority, evil, eyes, Holy Ghost, light, preach, scales, speechless, trembling, vessel, voice."]],["div",{"id":"p60","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-29-the-number-of-the-disciples-was-multiplied.p60"},"Have class members study",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.1-22"},"Acts 9:1–22"],"and determine the significance and order of these words in the story of Saul’s conversion. Then have them tell the story, using all the words."]]]]],"refs":null}
