{"id":4,"parent_id":0,"book_id":9399,"content_id":1,"language_id":1,"display_order":4,"title":"Lesson 2: The Standard Works","subtitle":"","short_title":"Lesson 2","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-2","content":[["div",{"id":"head1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-2.head1"},[".titleNumber","Lesson 2"],["h1","The Standard Works"]],[".bodyBlock",[".topic",["h2","Teaching Objective"],["div",{"id":"p1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-2.p1"},"Each of the standard works provides a unique contribution to the body of canonized scripture."]],[".topic",["h2","Themes"],["div",{"id":"f1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-2.f1"},["ol.number",["li",["span.label","1."],[".para","The Bible is a collection of ancient scriptural records of the house of Israel who lived in the Middle East."]],["li",["span.label","2."],[".para","The Book of Mormon is a record of God’s dealings with a remnant of the house of Israel in ancient America."]],["li",["span.label","3."],[".para","The Doctrine and Covenants is a body of modern scripture."]],["li",["span.label","4."],[".para","The Pearl of Great Price is a collection of prophetic writings relating to various dispensations."]]]]],[".topic",["h2","Teaching Ideas"],["div",{"id":"f2","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-2.f2"},["ol.number",["li",["span.label",["b","1."]],[".para",["b","The Bible is a collection of ancient scriptural records of the house of Israel who lived in the Middle East."]]],["li",["span.label","■"],[".para","A knowledge of the meaning of the word",["span.emphasis","Bible"],"will help students know how the Bible came to be. Ask your class for a definition, and then share the following insights from Elder James E. Talmage, who was a member of the Quorum of the Twelve Apostles:"],[".para","“In present usage, the term",["span.emphasis","Holy Bible"],"designates the collection of sacred writings otherwise known as the Hebrew Scriptures, containing an account of the dealings of God with the human family; which account is confined wholly, except in the record of antediluvian events, to the eastern hemisphere. The word",["span.emphasis","Bible,"],"though singular in form, is the English representative of a Greek plural,",["span.emphasis","Biblia,"],"signifying literally",["span.emphasis","books"],". … It is to be noted that the idea of a collection of books predominates in all early usages of the word",["span.emphasis","Bible;"],"the scriptures were, as they are, composed of the special writings of many authors, widely separated in time; and, from the harmony and unity prevailing throughout these diverse productions, strong evidence of their authenticity may be adduced” (",["span.emphasis","Articles of Faith,"],"237)."]],["li",["span.label","■"],[".para","The LDS Bible Dictionary provides much information about the coming forth of the Bible (“Bible,” 622–25). Have students refer to their Bible Dictionary and answer the following questions:"],["div",{"id":"f","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","How long did it take for the Bible to come into existence?"]],["li",["span.label","2."],[".para","What are some of the differences between the Old and New Testaments?"]],["li",["span.label","3."],[".para","What does testament mean?"]],["li",["span.label","4."],[".para","What are the major divisions in the Old Testament?"]],["li",["span.label","5."],[".para","What is the Septuagint?"]],["li",["span.label","6."],[".para","How are the books in the New Testament arranged?"]],["li",["span.label","7."],[".para","What role did the following men play in bringing forth the English Bible?"],["div",{"id":"f","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","John Wycliffe"]],["li",["span.label","b."],[".para","William Tindale"]],["li",["span.label","c."],[".para","Henry VIII"]],["li",["span.label","d."],[".para","Miles Coverdale"]]]]],["li",["span.label","8."],[".para","What were the names of some of the more important early versions of the New Testament?"]],["li",["span.label","9."],[".para","Identify and give the significance of some of the early Bible versions (Great Bible, Genevan Bible, Breeches Bible)."]],["li",["span.label","10."],[".para","What is important about the year 1611?"]],["li",["span.label","11."],[".para","What is known about the history of the process used for collecting and recognizing the books in the Bible as a sacred authority?"]],["li",["span.label","12."],[".para","By application of certain tests the books now contained in the Bible have been preserved. List these tests (or rules)."]]]]],["li",["span.label","■"],[".para","Divide the class into groups and have each group develop a list of the Bible’s contributions."]],["li",["span.label","■"],[".para","Read and discuss the following statement by President Ezra Taft Benson:"],[".para","“I love the Bible, both the Old and the New Testaments. It is a source of great truth. It teaches us about the life and ministry of the Master. From its pages we learn of the hand of God in directing the affairs of His people from the very beginning of the earth’s history. It would be difficult to underestimate the impact the Bible has had on the history of the world. Its pages have blessed the lives of generations. …"],[".para","“… That sacred and holy book has been of inestimable worth to the children of men. In fact, it was a passage from the Bible that inspired the Prophet Joseph Smith to go to a grove of trees near his home and kneel in prayer. What followed was the glorious vision that commenced the restoration of the fulness of the gospel of Jesus Christ to the earth. That vision also began the process of bringing forth new scripture to stand shoulder to shoulder with the Bible in bearing witness to a wicked world that Jesus is the Christ and that God lives and loves His children and is still intimately involved in their salvation and exaltation” (in Conference Report, Oct. 1986, 100–101; or",["span.emphasis","Ensign,"],"Nov. 1986, 78)."]],["li",["span.label",["b","2."]],[".para",["b","The Book of Mormon is a record of God’s dealings with a remnant of the house of Israel in ancient America."]]],["li",["span.label","■"],[".para","Review the introductory pages of the Book of Mormon. These first pages include the title page, information about the origin of the Book of Mormon, and the testimonies of the witnesses. You will also find information about the different plates that make up the Book of Mormon."]],["li",["span.label","■"],[".para","Share the following insights from President Gordon B. Hinckley concerning the Book of Mormon:"],[".para","“Its appeal is as timeless as truth, as universal as mankind. It is the only book that contains within its covers a promise that by divine power the reader may know with certainty of its truth."],[".para","“Its origin is miraculous; when the story of that origin is first told to one unfamiliar with it, it is almost unbelievable. But the book is here to be felt and handled and read. No one can dispute its presence."],[".para","“All efforts to account for its origin, other than the account given by Joseph Smith, have been shown to lack substance. It is a record of ancient America. It is the scripture of the New World, as certainly as the Bible is the scripture of the Old. …"],[".para","“Its narrative is a chronicle of nations long since gone. But in its descriptions of the problems of today’s society, it is as current as the morning newspaper and much more definitive, inspired, and inspiring concerning the solutions to those problems."],[".para","“I know of no other writing that sets forth with such clarity the tragic consequences to societies that follow courses contrary to the commandments of God. …"],[".para","“No other written testament so clearly illustrates the fact that when men and nations walk in the fear of God and in obedience to his commandments, they prosper and grow, but when they disregard him and his word, there comes a decay which, unless arrested by righteousness, leads to impotence and death. The Book of Mormon is an affirmation of the Old Testament proverb, ‘Righteousness exalteth a nation: but sin is a reproach to any people.’ (",["a.scriptureRef",{"href":"/scriptures/ot/prov/14.34"},"Prov. 14:34"],".)"],[".para","“While the Book of Mormon speaks with power about the issues that affect our modern society, the great and stirring burden of its message is a testimony, vibrant and true, that Jesus is the Christ, the promised Messiah. The book bears witness of him who walked the dusty roads of Palestine healing the sick and teaching the doctrines of salvation; who died upon the cross of Calvary; who on the third day came forth from the tomb, appearing to many; and who, as a resurrected being, visited the people of the Western Hemisphere” (“The Power of the Book of Mormon,”",["span.emphasis","Ensign,"],"June 1988, 4–5)."]],["li",["span.label","■"],[".para","The Book of Mormon is of monumental importance to members of The Church of Jesus Christ of Latter-day Saints. President Ezra Taft Benson asked that Church members make this scripture a central focus of their study. Share the following three reasons President Benson gave for why Latter-day Saints should continually study this book throughout their lives:"],[".para","“The",["span.emphasis","first"],"is that the Book of Mormon is the keystone of our religion. This was the Prophet Joseph Smith’s statement. He testified that ‘the Book of Mormon was the most correct of any book on earth, and the keystone of our religion’ (",["span.emphasis","History of the Church,"],"4:461). A keystone is the central stone in an arch. It holds all the other stones in place, and if removed, the arch crumbles."],[".para","“There are three ways in which the Book of Mormon is the keystone of our religion. It is the keystone in our witness of Christ. It is the keystone of our doctrine. It is the keystone of testimony."],[".para","“The Book of Mormon is the keystone in our witness of Jesus Christ, who is Himself the cornerstone of everything we do. It bears witness of His reality with power and clarity. Unlike the Bible, which passed through generations of copyists, translators, and corrupt religionists who tampered with the text, the Book of Mormon came from writer to reader in just one inspired step of translation. Therefore, its testimony of the Master is clear, undiluted, and full of power. But it does even more. Much of the Christian world today rejects the divinity of the Savior. They question His miraculous birth, His perfect life, and the reality of His glorious resurrection. The Book of Mormon teaches in plain and unmistakable terms about the truth of all of those. It also provides the most complete explanation of the doctrine of the Atonement. Truly, this divinely inspired book is a keystone in bearing witness to the world that Jesus is the Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/bofm-title"},"title page of the Book of Mormon"],")."],[".para","“The Book of Mormon is also the keystone of the doctrine of the Resurrection. … The Lord Himself has stated that the Book of Mormon contains the ‘fulness of the gospel of Jesus Christ’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.9"},"D&C 20:9"],"). That does not mean it contains every teaching, every doctrine ever revealed. Rather, it means that in the Book of Mormon we will find the fulness of those doctrines required for our salvation. And they are taught plainly and simply so that even children can learn the ways of salvation and exaltation. The Book of Mormon offers so much that broadens our understandings of the doctrines of salvation. Without it, much of what is taught in other scriptures would not be nearly so plain and precious."],[".para","“Finally, the Book of Mormon is the keystone of testimony. Just as the arch crumbles if the keystone is removed, so does all the Church stand or fall with the truthfulness of the Book of Mormon. …"],[".para","“The",["span.emphasis","second"],"great reason why we must make the Book of Mormon a center focus of study is that it was written for our day. The Nephites never had the book; neither did the Lamanites of ancient times. It was meant for us. Mormon wrote near the end of the Nephite civilization. Under the inspiration of God, who sees all things from the beginning, he abridged centuries of records, choosing the stories, speeches, and events that would be most helpful to us."],[".para","“Each of the major writers of the Book of Mormon testified that he wrote for future generations. …"],[".para","“If they saw our day and chose those things which would be of greatest worth to us, is not that how we should study the Book of Mormon? We should constantly ask ourselves, ‘Why did the Lord inspire Mormon (or Moroni or Alma) to include that in his record? What lesson can I learn from that to help me live in this day and age?’"],[".para","“And there is example after example of how that question will be answered. For example, in the Book of Mormon we find a pattern for preparing for the Second Coming. A major portion of the book centers on the few decades just prior to Christ’s coming to America. By careful study of that time period, we can determine why some were destroyed in the terrible judgments that preceded His coming and what brought others to stand at the temple in the land of Bountiful and thrust their hands into the wounds of His hands and feet."],[".para","“From the Book of Mormon we learn how disciples of Christ live in times of war. From the Book of Mormon we see the evils of secret combinations portrayed in graphic and chilling reality. In the Book of Mormon we find lessons for dealing with persecution and apostasy. We learn much about how to do missionary work. And more than anywhere else, we see in the Book of Mormon the dangers of materialism and setting our hearts on the things of the world. Can anyone doubt that this book was meant for us and that in it we find great power, great comfort, and great protection?"],[".para","“The",["span.emphasis","third"],"reason why the Book of Mormon is of such value to Latter-day Saints is given in the same statement by the Prophet Joseph Smith cited previously. He said, ‘I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book’ (",["span.emphasis","History of the Church,"],"4:461). That is the third reason for studying the book. It helps us draw nearer to God. Is there not something deep in our hearts that longs to draw nearer to God, to be more like Him in our daily walk, to feel His presence with us constantly? If so, then the Book of Mormon will help us do so more than any other book."],[".para","“It is not just that the Book of Mormon teaches us truth, though it indeed does that. It is not just that the Book of Mormon bears testimony of Christ, though it indeed does that, too. But there is something more. There is a power in the book which will begin to flow into your lives the moment you begin a serious study of the book. You will find greater power to resist temptation. You will find the power to avoid deception. You will find the power to stay on the strait and narrow path. The scriptures are called ‘the words of life’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"D&C 84:85"],"), and nowhere is that more true than it is of the Book of Mormon. When you begin to hunger and thirst after those words, you will find life in greater and greater abundance” (in Conference Report, Oct. 1986, 4–6; or",["span.emphasis","Ensign,"],"Nov. 1986, 5–7)."]],["li",["span.label","■"],[".para","President Benson mentioned that each of the major writers in the Book of Mormon wrote for future generations. Refer to the following scriptures for further insight:",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.21"},"2 Nephi 25:21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.3"},"Jacob 1:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.15-16"},"Enos 1:15–16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jarom/1.2"},"Jarom 1:2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.1"},"Mormon 7:1"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.34-35"},"8:34–35"],"."]],["li",["span.label",["b","3."]],[".para",["b","The Doctrine and Covenants is a body of modern scripture."]]],["li",["span.label","■"],[".para","Have students read the Explanatory Introduction found at the beginning of the Doctrine and Covenants, and discuss the following questions:"],["div",{"id":"f","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","What is the Doctrine and Covenants?"]],["li",["span.label","2."],[".para","Who is it for?"]],["li",["span.label","3."],[".para","Why is the Doctrine and Covenants unique?"]],["li",["span.label","4."],[".para","Whose voice is heard throughout the revelations in the Doctrine and Covenants?"]],["li",["span.label","5."],[".para","What conditions led to the coming forth of the Doctrine and Covenants?"]],["li",["span.label","6."],[".para","What are some of the major teachings of the Doctrine and Covenants?"]],["li",["span.label","7."],[".para","Whose testimonies are found in the Explanatory Introduction?"]]]]],["li",["span.label","■"],[".para","Discuss the following statement from President Gordon B. Hinckley:"],[".para","“The Doctrine and Covenants is unique among our books of scripture. It is the constitution of the Church. …"],[".para","“… The Doctrine and Covenants is a conduit for the expressions of the Lord to His people."],[".para","“The variety of matters the book deals with is amazing. They include principles and procedures concerning the governance of the Church. Unique and remarkable rules of health, with promises both physical and spiritual, are set forth. The covenant of the eternal priesthood is described in a manner not found elsewhere in scripture. The privileges and blessings—and the limitations and opportunities—of the three degrees of glory are announced, building on Paul’s brief mention of a glory of the sun, and of the moon, and of the stars. Repentance is proclaimed in language clear and compelling. The correct mode of baptism is given. The nature of the Godhead, which has troubled theologians for centuries, is described in language understandable to all. The Lord’s law of finance is pronounced, mandating how funds for the operation of the Church are to be acquired and disbursed. Work for the dead is revealed to bless the sons and daughters of God of all generations. …"],[".para","“I love the language of the book. I love the tone of its words. I marvel at the clarity and strength of its statements, of its doctrinal expositions and prophetic promises. …"],[".para","“It is my testimony, written with solemnity and great appreciation, that this remarkable book, dealing with so many matters of interest and concern to us, sets forth ‘the order and will of God’ to this generation. Ours is the opportunity to read it, ponder it, and enjoy its words of counsel and promise” (“The Order and Will of God,”",["span.emphasis","Ensign,"],"Jan. 1989, 2–5)."]],["li",["span.label","■"],[".para","Discuss the Lord’s preface, section 1 of the Doctrine and Covenants, and the appendix, section 133. Identify some of the major themes of the Doctrine and Covenants from these two sections."]],["li",["span.label","■"],[".para","Share the following statement of President Ezra Taft Benson:"],[".para","“Excluding the witnesses to the Book of Mormon, the Doctrine and Covenants is by far the greatest external witness and evidence which we have from the Lord that the Book of Mormon is true. …"],[".para","“The Doctrine and Covenants is the binding link between the Book of Mormon and the continuing work of the Restoration through the Prophet Joseph Smith and his successors."],[".para","“In the Doctrine and Covenants we learn of temple work, eternal families, the degrees of glory, Church organization, and many other great truths of the Restoration. …"],[".para","“… The Doctrine and Covenants brings men to Christ’s kingdom, even The Church of Jesus Christ of Latter-day Saints, ‘the only true and living church upon the face of the whole earth’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.30"},"D&C 1:30"],"]. I know that."],[".para","“The Book of Mormon is the ‘keystone’ of our religion, and the Doctrine and Covenants is the capstone, with continuing latter-day revelation” (in Conference Report, Apr. 1987, 105; or",["span.emphasis","Ensign,"],"May 1987, 83)."]],["li",["span.label","■"],[".para","Discuss how the Doctrine and Covenants is the capstone of our religion."]],["li",["span.label",["b","4."]],[".para",["b","The Pearl of Great Price is a collection of prophetic writings relating to various dispensations."]]],["li",["span.label","■"],[".para","Have class members refer to the Introductory Note at the beginning of the Pearl of Great Price, and then ask these questions:"],["div",{"id":"f","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","What role did Elder Franklin D. Richards play in bringing forth this standard work?"]],["li",["span.label","2."],[".para","When did the Pearl of Great Price become one of the standard works of the Church?"]],["li",["span.label","3."],[".para","What are the different books or extracts found in the Pearl of Great Price?"]]]]],["li",["span.label","■"],[".para","List and discuss some of the contributions the Pearl of Great Price makes to our understanding of the gospel. Note the following examples:"],["div",{"id":"f","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","Information on Satan and the type of being he is"]],["li",["span.label","2."],[".para","The plan of salvation as revealed to Adam"]],["li",["span.label","3."],[".para","The nature and order of the cosmos"]],["li",["span.label","4."],[".para","First Vision of the Prophet Joseph Smith"]],["li",["span.label","5."],[".para","Second Coming of the Savior"]]]]]]]],[".topic",["h2","Supplementary Study Sources"],["div",{"id":"f8","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-2.f8"},["ol.bullet",["li",["span.label","•"],[".para","Bruce R. McConkie, “The Bible, a Sealed Book,” in",["span.emphasis","Supplement, a Symposium on the New Testament, 1984,"],"1–6; several keys teaching how to understand and use the Bible."]],["li",["span.label","•"],[".para","Lenet H. Read, “How the Bible Came to Be,”",["span.emphasis","Ensign,"],"Jan. 1982, 36–42; Feb. 1982, 32–37; Mar. 1982, 14–18; Apr. 1982, 42–48; the history and development of the Old and New Testaments."]],["li",["span.label","•"],[".para","Doctrine and Covenants Student Manual (Rel. 324 and 325), 1–2."]],["li",["span.label","•"],[".para","James R. Clark, “Our Pearl of Great Price: From Mission Pamphlet to Standard Work,”",["span.emphasis","Ensign,"],"Aug. 1976, 12–17; a brief history of the coming forth of the Pearl of Great Price."]],["li",["span.label","•"],[".para","Boyd K. Packer, in Conference Report, Mar.–Apr. 1990, 47–51; or",["span.emphasis","Ensign,"],"May 1990, 36–38; the importance of the standard works and what can be learned from them."]],["li",["span.label","•"],[".para","Boyd K. Packer, in Conference Report, Apr. 1986, 73–77; or",["span.emphasis","Ensign,"],"May 1986, 59–61; the Book of Mormon, its importance, and how an individual can qualify to know that it is true."]]]]],[".topic",["h2","Suggested Student Study"],["div",{"id":"f9","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-2.f9"},["ol.bullet",["li",["span.label","•"],[".para","This lesson contains many questions about the origin and significance of the standard works. You may want to use them as a review of this lesson."]],["li",["span.label","•"],[".para","In preparation for the next lesson, encourage students to study the standard works daily. The following statement from Elder Bruce R. McConkie, who was a member of the Quorum of the Twelve Apostles, might be helpful in encouraging students to read the scriptures:"],[".para","“Now in our day we have the standard works of the Church. We have the Bible, the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price. There are in these four books a total of 1579 chapters. I think it would not be too much to say that we could with propriety, day in and day out, consistently, read three chapters in one or the other of these works; and if we pursued such a course, we would read all of the Gospels in less than a month. We would read the entire New Testament in three months. We would read the Old Testament in ten months, and the whole Bible in thirteen months. We would go through the Book of Mormon in two and two-thirds months, the Doctrine and Covenants in a month and a half, and the Pearl of Great Price in five days. Taken altogether, we would read all the standard works in less than eighteen months and be ready to start over again” (in Conference Report, Oct. 1959, 51)."]]]]]]],"refs":null}
