{"id":35,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":35,"title":"Lesson 33: President Brigham Young Leads the Saints","subtitle":"","short_title":"Lesson 33","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.head1"},[".titleNumber","Lesson",["span.dominant","33"]],["h1","President Brigham Young Leads the Saints"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p1"},"To help class members understand the process of succession in Church leadership and to show how Brigham Young began preparing the Saints for their journey west."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study the following scriptures and other materials:"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.22-24"},"Doctrine and Covenants 107:22–24"],"."]],["li",["span.label","b."],["p.para",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-five-sacrifice-and-blessings-in-nauvoo.p48"},"pages 66–71"],"."]]]]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-33-president-brigham-young-leads-the-saints.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","Ask class members to prepare to summarize the following sections in",["span.emphasis","Our Heritage:"]],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-five-sacrifice-and-blessings-in-nauvoo.p48"},"“Succession in the Presidency”"],"(pages 66–67)."]],["li",["span.label","b."],["p.para","“Preparing to Leave Nauvoo” and “The Trials of a Winter Trek” (",["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-six-faith-in-every-footstep.p2"},"pages 69–70"],")."]]]]],["li",["span.label","4."],["p.para","If the following pictures are available, prepare to use some of them during the lesson: Nauvoo Temple (62432; Gospel Art Picture Kit 501); Exodus from Nauvoo, February–May 1846 (62493; Gospel Art Picture Kit 410); and Exodus from Nauvoo (Gospel Art Picture Kit 411)."]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p10"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p11"},"Explain that with the death of the Prophet Joseph Smith, many people predicted that the Church would cease to exist."],["ul.bullet",["li",["span.label","•"],["p.para","What did such people fail to understand about the leadership of the Church?"],["p.para","Read the following statement by President Joseph Fielding Smith:"],["p.para","“No man of himself can lead this church. It is the Church of the Lord Jesus Christ; he is at the head. …"],["p.para","“He chooses men and calls them to be instruments in his hands to accomplish his purposes, and he guides and directs them in their labors. But men are only instruments in the Lord’s hands, and the honor and glory for all that his servants accomplish is and should be ascribed unto him forever."],["p.para","“If this were the work of man, it would fail, but it is the work of the Lord, and he does not fail” (in Conference Report, Apr. 1970, 113; or",["span.emphasis","Improvement Era,"],"June 1970, 26)."]]],["p.para",{"id":"p17","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p17"},"Explain that following the martyrdom of the Prophet Joseph Smith, Brigham Young became the leader of the Church through an inspired process of succession that continues in the Church today. This lesson discusses the process of succession in the Presidency of the Church and describes how Brigham Young began to prepare the Saints for their westward trek to the Salt Lake Valley."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p18","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p18"},"Prayerfully select the lesson material that will best meet class members’ needs. Encourage class members to share experiences that relate to the scriptural principles."],[".topic",["h3","1. The Prophet Joseph Smith gave the Twelve the keys of the kingdom and taught the principles of succession in the Presidency."],["p.para",{"id":"p19","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p19"},"Explain that in Nauvoo in the winter of 1843–44, the Prophet Joseph Smith spent several days giving the Quorum of the Twelve their temple endowments and teaching them about their responsibilities. He told the Twelve that he had been concerned that he would soon die without having bestowed the keys of the kingdom on others. Wilford Woodruff, who was a member of the Quorum of the Twelve at the time, recalled the following words from the Prophet Joseph:"],["p.para",{"id":"p20","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p20"},"“Now, brethren, I thank God I have lived to see the day that I have been enabled to give you your endowments, and I have now sealed upon your heads all the powers of the Aaronic and Melchizedek Priesthoods and Apostleship, with all the keys and powers thereof, which God has sealed upon me; and I now roll off all the labor, burden and care of this Church and Kingdom of God upon your shoulders, and I now command you in the name of the Lord Jesus Christ to round up your shoulders, and bear off this Church and Kingdom of God before heaven and earth, and before God, angels and men” (in James R. Clark, comp.,",["span.emphasis","Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,"],"6 vols. [1965–75], 3:134)."],["ul.bullet",["li",["span.label","•"],["p.para","An important principle relating to succession in the Presidency is recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.22-24"},"D&C 107:22–24"],". Read these verses with class members. What do these verses teach about the relationship of the First Presidency and the Quorum of the Twelve Apostles? (Explain that the First Presidency and the Twelve Apostles each form a quorum. The two quorums are equal in authority and power, but the First Presidency is called to preside.)"]],["li",["span.label","•"],["p.para","Why is it important to understand this relationship between these two presiding quorums of the Church?"],["p.para","President Harold B. Lee said: “The Prophet Joseph Smith declared that ‘where the president is not, there is no First Presidency.’ Immediately following the death of a President, the next ranking body, the Quorum of the Twelve Apostles, becomes the presiding authority, with the President of the Twelve automatically becoming the acting President of the Church until a President of the Church is officially ordained and sustained in his office” (in Conference Report, Apr. 1970, 123; or",["span.emphasis","Improvement Era,"],"June 1970, 28)."]]],["p.para",{"id":"p24","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p24"},"For additional information on the process of succession, see the first additional teaching idea."]],[".topic",["h3","2. After Joseph Smith’s martyrdom, the Twelve presided over the Church until Brigham Young was sustained as President."],["p.para",{"id":"p25","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p25"},"Explain that when Joseph Smith died, the First Presidency was dissolved, and the Quorum of the Twelve became the presiding authority in the Church. Ask the assigned class member to summarize the section “Succession in the Presidency” from",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-five-sacrifice-and-blessings-in-nauvoo.p48"},"pages 66–67"],"."],["ul.bullet",["li",["span.label","•"],["p.para","What did Sidney Rigdon fail to understand about Church leadership? What was Brigham Young’s initial response to the question of who would lead the Church? (See",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-five-sacrifice-and-blessings-in-nauvoo.p48"},"page 66"],". He wanted to know the Lord’s will concerning the matter.) What can we learn from Brigham Young’s example?"]],["li",["span.label","•"],["p.para","In the afternoon session of the meeting to discuss Church leadership, Brigham Young prophesied that those who did not follow the Twelve Apostles would not be successful and that only the Apostles would be able to build the kingdom of God (",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-five-sacrifice-and-blessings-in-nauvoo.p53"},"page 67"],"). How has this proved true in the history of the Church and in our own day?"]]],[".img-left",{"id":"f7","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35685/35685_all_033_01-brigham.jpg"}],[".caption",["p",{"id":"lds-35"},["b","President Brigham Young"]]]],["p.para",{"id":"p29","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p29"},"Explain that at the conclusion of the meeting, the Saints voted unanimously to sustain the Quorum of the Twelve as the leaders of the Church (",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-five-sacrifice-and-blessings-in-nauvoo.p54"},"page 67"],"). The Quorum of the Twelve, with Brigham Young as President of the quorum, presided over the Church for three and one-half years. On 27 December 1847, the First Presidency was formally reorganized with Brigham Young as the President."]],[".topic",["h3","3. Before leaving Nauvoo, the Saints received temple ordinances."],["p.para",{"id":"p30","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p30"},"Display a picture of the Nauvoo Temple. Explain that at the same time the Saints were preparing to leave Nauvoo, they worked hard to complete the temple. As soon as the temple was ready, they gathered in large numbers to receive their temple ordinances. The following entries from President Brigham Young’s journal show how anxious the Saints were to receive these ordinances:"],["p.para",{"id":"p31","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p31"},"“This morning there was an immense crowd at the reception room waiting for admission. … One hundred twenty-one persons received ordinances” (",["span.emphasis","History of the Church,"],"7:565)."],["p.para",{"id":"p32","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p32"},"“Such has been the anxiety manifested by the saints to receive the ordinances [of the Temple], and such the anxiety on our part to administer to them, that I have given myself up entirely to the work of the Lord in the Temple night and day, not taking more than four hours of sleep, upon an average, per day, and going home but once a week."],["p.para",{"id":"p33","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p33"},"“Elder Heber C. Kimball and the others of the Twelve Apostles were in constant attendance but in consequence of close application some of them have had to leave the Temple to rest and recruit their health” (",["span.emphasis","History of the Church,"],"7:567)."],["p.para",{"id":"p34","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p34"},"Persecution against the Saints increased in January 1846. Early in February 1846, President Young announced that ordinances in the temple would cease so the Saints could leave Nauvoo. However, those who had not yet received the ordinances were not willing to depart. President Young recorded the following on 3 February 1846:"],["p.para",{"id":"p35","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p35"},"“Notwithstanding that I had announced that we would not attend to the administration of the ordinances, the House of the Lord was thronged all day, the anxiety being so great to receive, as if the brethren would have us stay here and continue the endowments until our way would be hedged up, and our enemies would intercept us. But I informed the brethren that this was not wise, and that we should build more Temples, and have further opportunities to receive the blessings of the Lord, as soon as the saints were prepared to receive them. In this Temple we have been abundantly rewarded, if we receive no more. I also informed the brethren that I was going to get my wagons started and be off. I walked some distance from the Temple supposing the crowd would disperse, but on returning I found the house filled to overflowing."],["p.para",{"id":"p36","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p36"},"“Looking upon the multitude and knowing their anxiety, as they were thirsting and hungering for the word, we continued at work diligently in the House of the Lord. Two hundred and ninety-five persons received ordinances” (",["span.emphasis","History of the Church,"],"7:579)."],["ul.bullet",["li",["span.label","•"],["p.para","What can we learn from the Saints’ eagerness to receive temple ordinances? Why do you think it was so important that the Saints receive the temple ordinances before beginning their journey from Nauvoo? (Answers could include that the added knowledge and strength would help them withstand the trials they would face.) In what ways is the temple a source of strength and guidance to you?"]]],["p.para",{"id":"p38","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p38"},"Explain that temple work continued for the rest of the week, and the temple was then closed. All together, nearly 6,000 Saints received their endowments before commencing their westward journey."]],[".topic",["h3","4. The Saints experienced trials and miracles as they began journeying west."],["p.para",{"id":"p39","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p39"},"Display a picture of the exodus from Nauvoo. Explain that some of the Saints began leaving Nauvoo on 4 February 1846. Ask the assigned class member to summarize the sections “Preparing to Leave Nauvoo” and “The Trials of a Winter Trek” from",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-six-faith-in-every-footstep.p2"},"pages 69–70"],"."],["p.para",{"id":"p40","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p40"},"Because the Saints began leaving Nauvoo in the winter and were forced to make hurried preparations, they had a very difficult journey. One notable experience occurred in early February at Sugar Creek, approximately seven miles from Nauvoo on the Iowa side of the Mississippi River. On the first night of encampment at Sugar Creek, nine infants were born. The weather was extremely cold, and the Saints did not have adequate shelter. Eliza R. Snow recorded:"],["p.para",{"id":"p41","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p41"},"“Mothers gave birth to offspring under almost every variety of circumstances imaginable, except those to which they had been accustomed; some in tents, others in wagons—in rain-storms and in snow-storms. I heard of one birth which occurred under the rude shelter of a hut, the sides of which were formed of blankets fastened to poles stuck in the ground, with a bark roof through which the rain was dripping. Kind sisters stood holding dishes to catch the water as it fell, thus protecting the new-comer and its mother from a shower-bath. …"],["p.para",{"id":"p42","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p42"},"“Let it be remembered that the mothers of these wilderness-born babes were not … accustomed to roam the forest and brave the storm and tempest. … Most of them were born and educated in the Eastern States—had there embraced the gospel as taught by Jesus and his apostles, and, for the sake of their religion, had gathered with the saints, and under trying circumstances had assisted, by their faith, patience and energies, in making Nauvoo what its name indicates, ‘the beautiful.’ There they had lovely homes, decorated with flowers and enriched with choice fruit trees, just beginning to yield plentifully."],["p.para",{"id":"p43","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p43"},"“To these homes … they had just bade a final adieu, and with what little of their substance could be packed into one, two, and in some instances, three wagons, had started out, desertward” (in Edward W. Tullidge,",["span.emphasis","The Women of Mormondom"],"[1877], 307–8)."],["ul.bullet",["li",["span.label","•"],["p.para","What impresses you about the Saints in this account?"]]],["p.para",{"id":"p45","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p45"},"Explain that by September 1846, most of the Saints had left Nauvoo and were scattered across Iowa in settlements they had prepared for the coming winter. Determined to drive the remaining Saints out of Nauvoo, mobs looted their homes and drove them down to the river. Some escaped across the river but were unable to take provisions or additional clothing. Those who were not able to escape were beaten or thrown into the river by the mob."],["p.para",{"id":"p46","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p46"},"Refugee camps of five to six hundred homeless men, women, and children were scattered along two miles of the riverbank. Most had only blankets or brush for shelter and very little to eat. Many of them too sick to travel, and some died. Bishop Newel K. Whitney purchased some flour and distributed it as best he could, but this was not enough to sustain the people. Then the Lord provided for them in a miraculous way:"],["p.para",{"id":"p47","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p47"},"On 9 October, when food was in especially short supply, several large flocks of quail flew into camp and landed on the ground and even on tables. Many of them were caught, cooked, and eaten by the hungry Saints. To the faithful it was a sign of God’s mercy to modern Israel as a similar incident had been to ancient Israel. (See B. H. Roberts,",["span.emphasis","A Comprehensive History of the Church,"],"3:135–36.)"],["ul.bullet",["li",["span.label","•"],["p.para","What similar miracle did the Lord perform for the ancient Israelites? (See",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.12-15"},"Exodus 16:12–15"],".) How has the Lord provided for you in times of need?"]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p49","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p49"},"As prompted by the Spirit, bear testimony of the truths discussed in the lesson."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p50","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p50"},"The following material supplements the suggested lesson outline. You may want to use one or more of these ideas as part of the lesson."],[".teachingMethod",["h2","1. Additional information on succession in the Presidency of the Church"],["p.para",{"id":"p51","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p51"},"The process of succession in the Presidency of the Church has occurred many times and now follows the pattern outlined on page 191. If you feel that class members would benefit from a detailed description of this process, review the following steps with them."],[".figure",{"id":"f11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.f11"},["ol.number",["li",["span.label","1."],["p.para","A man who has been foreordained to preside one day over the Church is called by revelation to be a member of the Quorum of the Twelve Apostles."]],["li",["span.label","2."],["p.para","He is trained for his future calling through his association with members of the Quorum and the First Presidency and through his assignments. As he outlives other members of the Quorum, he advances in seniority until he is President of the Quorum of the Twelve and only the President of the Church has been an Apostle longer than he has."]],["li",["span.label","3."],["p.para","When a President of the Church dies, the First Presidency is dissolved. Counselors in the First Presidency return to their places in the Quorum of the Twelve (if they were members of the quorum). The Quorum of the Twelve becomes the presiding quorum in the Church. The President of the Twelve becomes the presiding authority in the Church."]],["li",["span.label","4."],["p.para","Members of the Twelve assemble in the temple in a spirit of fasting and prayer. Guided by revelation, they come to a unanimous decision regarding the reorganization of the First Presidency. In accordance with this decision, they sustain the senior member of the Twelve as the President of the Church. They then lay their hands on his head and ordain him and set him apart as President of the Church."]],["li",["span.label","5."],["p.para","The new President chooses two men (usually members of the Quorum of the Twelve) to be his counselors."]],["li",["span.label","6."],["p.para","Vacancies in the Quorum of the Twelve caused by the reorganization of the Presidency are filled."]]]],["p.para",{"id":"p58","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p58"},"For more information on the subject of succession, see",["span.crossRef","“‘The Kingdom of God Will Roll On: Succession in the Presidency,’”"],"by Brent L. Top and Lawrence R. Flake,",["span.emphasis","Ensign,"],"Aug. 1996, pages 22–35."]],[".teachingMethod",["h2","2. The adversary’s opposition to temple work"],["p.para",{"id":"p59","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p59"},"The Saints in Nauvoo experienced great opposition as they worked to complete the temple. In discussing the persecution of the Saints each time they tried to build a temple, Elder Boyd K. Packer of the Quorum of the Twelve said:"],["p.para",{"id":"p60","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p60"},"“The opposition was leveled at the Saints because the adversary was afraid of the temple. He would do anything to prevent their construction of it” (",["span.emphasis","The Holy Temple"],"[1980], 175)."],["ul.bullet",["li",["span.label","•"],["p.para","Why is the adversary fearful of temples and temple work? What can we do to strengthen our resolve to attend the temple regardless of the obstacles we face?"]]]],[".teachingMethod",["h2","3. “Come, Come, Ye Saints”"],["p.para",{"id":"p62","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-33-president-brigham-young-leads-the-saints.p62"},"Prepare to have class members sing",["span.crossRef","“Come, Come, Ye Saints”"],"(",["span.emphasis","Hymns,"],"no. 30). Or ask a class member or a group of class members to prepare to sing it. After the hymn, summarize the events that inspired William Clayton to write it (",["span.emphasis","Our Heritage,"],["a.crossRef",{"href":"/manual/our-heritage-a-brief-history-of-the-church-of-jesus-christ-of-latter-day-saints/chapter-six-faith-in-every-footstep.p11"},"page 71"],")."]]]]]]],"refs":null}
