{"id":22,"parent_id":0,"book_id":39,"content_id":1,"language_id":1,"display_order":22,"title":"Lesson 20: “Woe unto You, … Hypocrites”","subtitle":"","short_title":"Lesson 20","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites","content":[["div",{"id":"head1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.head1"},[".titleNumber","Lesson",["span.dominant","20"]],["h1","“Woe unto You, … Hypocrites”"],[".subtitle","Matthew 21–23; John 12:1–8"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p5","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p5"},"To help class members recognize and avoid hypocrisy and thus strengthen their commitment to Jesus Christ."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.f1"},["ol.number",["li",["span.label","1."],[".para","Read, ponder, and pray about the following scriptures:"],["div",{"id":"f","uri":"/manual/new-testament-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/12.1-8"},"John 12:1–8"],". Jesus travels to Bethany, where Mary anoints his feet. Judas criticizes Mary’s use of expensive oil."]],["li",["span.label","b."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.1-11"},"Matthew 21:1–11"],". Jesus returns to Jerusalem for the Feast of Passover. He makes a triumphal entry into the city, riding on a colt, the foal of an ass."]],["li",["span.label","c."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.23-46"},"Matthew 21:23–46"],". The chief priests and elders come to Jesus in the temple and challenge his authority. Instead of answering their questions, Jesus tells them the parable of the two sons and the parable of the householder."]],["li",["span.label","d."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.15-46"},"Matthew 22:15–46"],". The scribes and Pharisees try to trap Jesus into saying something that will allow them to discredit and condemn him."]],["li",["span.label","e."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/23"},"Matthew 23"],". Jesus condemns the scribes and Pharisees for their hypocrisy."]]]]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.6-13"},"Matthew 26:6–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/11"},"Mark 11–12"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/14.3-9"},"14:3–9"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.37-51"},"Luke 11:37–51"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.29-48"},"19:29–48"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/20"},"20"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/12.12-18"},"John 12:12–18"],"; Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/pharisees"},"“Pharisees,”"],"750;",["a.scriptureRef",{"href":"/scriptures/bd/sadducees"},"“Sadducees,”"],"767;",["a.scriptureRef",{"href":"/scriptures/bd/spikenard"},"“Spikenard,”"],"776."]],["li",["span.label","3."],[".para","If you use the attention activity, bring one cup that is clean outside and inside and a similar cup that is clean outside but dirty inside."]],["li",["span.label","4."],[".para","If the picture Triumphal Entry (62173; Gospel Art Picture Kit 223) is available, use it during the lesson."]],["li",["span.label","5."],[".para","Suggestion for teaching: As you prepare to teach, you should do more than merely read the assigned scriptures. Study each scripture block at least three times. The first time, read it to comprehend what the passages contain. Then study it more carefully, looking for principles, doctrines, and significant events. Then read it again, determining which passages will best meet class members’ needs and planning ways to discuss those passages."]]]]],[".topic",["h2","Suggested Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p19","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p19"},"As appropriate, use the following activity or one of your own to begin the lesson."],["div",{"id":"p20","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p20"},"Display the two cups (see the “Preparation” section). Make sure class members see only the outside of each cup."],["ul.bullet",["li",["span.label","•"],[".para","Which of these two cups would you rather drink from?"]]],["div",{"id":"p22","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p22"},"Show class members the inside of each cup."],["ul.bullet",["li",["span.label","•"],[".para","Now which cup would you rather drink from? Why?"]]],["div",{"id":"p24","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p24"},"Explain that Jesus compared the Pharisees to a cup that is clean outside but dirty inside (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.25-26"},"Matthew 23:25–26"],"). The Pharisees paid a great deal of attention to outward ordinances and actions that would make them appear righteous, but they were not as concerned with actually being righteous in their hearts. For this Jesus referred to them as hypocrites. This lesson will discuss the Savior’s condemnation of hypocrites—people who try to appear righteous but who do not try to live righteously."]],[".teachingMethod",["h2","Scripture Discussion and Application"],["div",{"id":"p26","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p26"},"As you teach the following scripture passages, discuss what they teach about avoiding hypocrisy. Encourage class members to focus on identifying and correcting hypocrisy in their own lives, rather than on identifying it in others."],[".topic",["h3","1. Mary anoints Jesus’ feet."],["div",{"id":"p28","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p28"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/john/12.1-8"},"John 12:1–8"],". Explain that five days before his Crucifixion, Jesus spent an evening with his friends at Bethany. There Mary, the sister of Martha and Lazarus, anointed the Savior’s feet with spikenard, a costly ointment (",["a.scriptureRef",{"href":"/scriptures/nt/john/12.1-3"},"John 12:1–3"],"). Elder James E. Talmage explained why she did this:"],["div",{"id":"p29","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p29"},"“To anoint the head of a guest with ordinary oil was to do him honor; to anoint his feet also was to show unusual and signal regard; but the anointing of head and feet with spikenard, and in such abundance, was an act of reverential homage rarely rendered even to kings. Mary’s act was an expression of adoration; it was the fragrant outwelling of a heart overflowing with worship and affection” (",["span.emphasis","Jesus the Christ,"],"3rd ed. [1916], 512)."],["ul.bullet",["li",["span.label","•"],[".para","Mary anointed the Lord’s feet to show her love for him. How do we show our love for the Lord?"]],["li",["span.label","•"],[".para","Mary’s actions were criticized by Judas. What did he say should have been done with the ointment? (See",["a.scriptureRef",{"href":"/scriptures/nt/john/12.4-5"},"John 12:4–5"],".) How was Judas a hypocrite? (See",["a.scriptureRef",{"href":"/scriptures/nt/john/12.6"},"John 12:6"],". If you did not use the attention activity, use the information in the activity to explain what a hypocrite is. Point out that a later part of the lesson will discuss how the Savior feels about hypocrites.)"]]]],[".topic",["h3","2. Jesus makes a triumphal entry into Jerusalem."],["div",{"id":"p33","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p33"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.1-11"},"Matthew 21:1–11"],". Display the picture of Jesus’ triumphal entry. Explain that when Jesus returned to Jerusalem for the Passover, many people came to see him because they heard that he had raised Lazarus from the dead (",["a.scriptureRef",{"href":"/scriptures/nt/john/12.17-18"},"John 12:17–18"],"). As Jesus approached the city, he was greeted by a great multitude of people who spread their garments in his path and hailed him with palm branches, an honor usually reserved for kings and conquerors. This fulfilled a prophecy by Zechariah (",["a.scriptureRef",{"href":"/scriptures/ot/zech/9.9"},"Zechariah 9:9"],") and was a further witness that Jesus was the promised Messiah."],["ul.bullet",["li",["span.label","•"],[".para","What impresses you about the account of Jesus riding humbly yet triumphantly into Jerusalem? How do you think you would have felt if you had been there that day?"]],["li",["span.label","•"],[".para","The people who hailed Jesus with palm branches recognized him as a prophet and king (",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.9,11"},"Matthew 21:9, 11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.38"},"Luke 19:38"],"), but others misunderstood his mission or rejected him. In what ways do people misunderstand or reject the Savior today? How can we more fully accept and welcome him into our lives?"]]]],[".topic",["h3","3. Jesus gives the parable of the two sons and the parable of the householder."],["div",{"id":"p37","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p37"},"Read and discuss selected verses from",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.23-46"},"Matthew 21:23–46"],"."],["ul.bullet",["li",["span.label","•"],[".para","In the parable of the two sons, how did the first son prove to be more obedient than the second son? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.28-30"},"Matthew 21:28–30"],".) How did Jesus apply this parable to his listeners? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.31-32"},"Matthew 21:31–32"],"; see also the Joseph Smith Translation of",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.32d"},"Matthew 21:32 in footnote 32",["span.emphasis","d."]],") How were the publicans and harlots like the first son? (Initially they rejected the commandments of God, but when John preached to them, they accepted Christ and repented of their sins.) How were the chief priests and elders like the second son? (They claimed to follow God, but they rejected John’s teachings and rejected Jesus even after they saw him in person.) How was the second son a hypocrite?"]],["li",["span.label","•"],[".para","What promises have we made to the Lord? (You may want to discuss promises such as those we make at baptism, when taking the sacrament, and when receiving the priesthood.) How are we sometimes like the second son? How can we strengthen our commitment to the Lord? How can we help each other keep the promises we have made to the Lord?"]],["li",["span.label","•"],[".para","In the parable of the householder (",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.33-41"},"Matthew 21:33–41"],"), who is represented by the householder, or lord of the vineyard? (Our Father in Heaven.) By the husbandmen? (The Jewish religious leaders of Jesus’ day.) By the servants? (The prophets.) By the son killed by the husbandmen? (Jesus Christ.)"]],["li",["span.label","•"],[".para","How were the Jewish religious leaders like the husbandmen? What did the chief priests and elders acknowledge would happen to the husbandmen when the lord of the vineyard came? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.41"},"Matthew 21:41"],".)"]],["li",["span.label","•"],[".para","Who was “the stone which the builders rejected”? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.42"},"Matthew 21:42"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.10-12"},"Acts 4:10–12"],".) Who were the builders? What did Jesus say would happen to the builders who rejected the cornerstone? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.43-44"},"Matthew 21:43–44"],".) How might Jesus’ words in verse 43 apply to us?"]],["li",["span.label","•"],[".para","How did the chief priests and Pharisees respond when they realized that Jesus was speaking about them in these parables? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.45-46"},"Matthew 21:45–46"],".) How can we overcome any pride or indignation we may feel when we are called to repent?"]]]],[".topic",["h3","4. The scribes and Pharisees try to trap Jesus."],["div",{"id":"p45","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p45"},"Read and discuss selected verses from",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.15-46"},"Matthew 22:15–46"],". Explain that these verses record three times when the Pharisees and Sadducees tried to trap Jesus into saying something that would allow them to discredit and condemn him."],["ul.bullet",["li",["span.label","•"],[".para","How did the Pharisees first try to trap Jesus? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.15-17"},"Matthew 22:15–17"],". Explain that if Jesus said yes to the question, they could accuse him of supporting the hated Roman government. If he said no, they could accuse him of rebellion against the government.) What did Jesus perceive about his questioners? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.18"},"Matthew 22:18"],". Point out that the Lord knows our hearts and thoughts. We cannot hide anything from him.) How did Jesus answer the question? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.19-21"},"Matthew 22:19–21"],".) How can this answer guide us in giving allegiance to God and to earthly governments? (See also",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.12"},"Articles of Faith 1:12"],".)"]],["li",["span.label","•"],[".para","How did the Sadducees try to trap Jesus? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.23-28"},"Matthew 22:23–28"],".) How were the Sadducees hypocritical in their question? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.23"},"Matthew 22:23"],". They pretended to be concerned about marriage in the resurrection, but they did not believe in resurrection.) How did Jesus answer their question? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.29-30"},"Matthew 22:29–30"],". Explain that",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.15-16,19"},"Doctrine and Covenants 132:15–16, 19"],"clarifies Jesus’ teaching. Those who do not make and keep the covenants of temple marriage will be single in heaven. For those who do make and keep these covenants, marriage will last for eternity.)"]],["li",["span.label","•"],[".para","What was the third attempt to trap Jesus? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.34-36"},"Matthew 22:34–36"],".) How did Jesus’ response resolve this question? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.37-40"},"Matthew 22:37–40"],".) Why do you think these two great commandments are so important? What can we do to more fully live these commandments?"],[".para","Elder Howard W. Hunter said: “He loves the Lord with all his heart who … is ready to give up, do, or suffer anything in order to please and glorify him. He loves God with all his soul … who is ready to give up life for his sake and to be deprived of the comforts of the world to glorify him. He loves God with all his strength who exerts all the powers of his body and soul in the service of God. He loves God with all his mind who applies himself only to know God and his will, who sees God in all things and acknowledges him in all ways” (in Conference Report, Apr. 1965, 58; or",["span.emphasis","Improvement Era,"],"June 1965, 512)."]]]],[".topic",["h3","5. Jesus condemns the sin of hypocrisy."],["div",{"id":"p51","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p51"},"Read and discuss selected verses from",["a.scriptureRef",{"href":"/scriptures/nt/matt/23"},"Matthew 23"],"."],["ul.bullet",["li",["span.label","•"],[".para","The scribes and Pharisees paid tithing, gave to the poor, attended worship services, and went regularly to the temple. What caused the Lord to condemn them? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.5,14,23-28"},"Matthew 23:5, 14, 23–28"],". They did these things not out of faith, but out of a desire to be seen as righteous by others.) What “weightier matters” did the Lord say they had omitted? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.23"},"Matthew 23:23"],".) How can we ensure that we do not omit these “weightier matters” in our own lives?"]],["li",["span.label","•"],[".para","How might we as Church members sometimes be hypocrites? (For example, when we attend Church meetings we may be more concerned with being seen by others than with worshiping God. We may complain about Church assignments where we do not receive much attention for our service. We may sustain our Church leaders and then criticize their decisions.)"]],["li",["span.label","•"],[".para","What can we do to avoid hypocrisy? Ask class members to silently consider these questions: Am I paying tithing, giving to the poor, attending my meetings, and serving others for my own glory or for the glory of God? In all my actions, do I seek to draw closer to my Father in Heaven and Jesus Christ?"]]]]],[".teachingMethod",["h2","Conclusion"],["div",{"id":"p56","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p56"},"Encourage class members to examine their lives for hypocrisy and seek to eliminate it. Testify that a sincere desire to serve and obey Jesus Christ, motivated by love for and faith in him, will bring us closer to him and increase our love and faith."]]],[".topic",["h2","Additional Teaching Ideas"],["div",{"id":"p58","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p58"},"The following material supplements the suggested lesson outline. You may want to use one or more of these ideas as part of the lesson."],[".topic",["h3","1. Jesus curses a barren fig tree, a symbol of hypocrisy"],["div",{"id":"p60","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p60"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.17-22"},"Matthew 21:17–22"],". Explain that another symbol of hypocrisy was the fig tree Jesus saw on his way into Jerusalem."],["ul.bullet",["li",["span.label","•"],[".para","What did Jesus do when he found that the tree had many leaves but no fruit? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.19"},"Matthew 21:19"],".) How was the fig tree like a hypocrite?"],[".para","Elder James E. Talmage explained: “[The tree] was made the object of the curse and the subject of the Lord’s instructive discourse, because, having leaves, it was deceptively barren. Were it reasonable to regard the tree as possessed of moral agency, we would have to pronounce it a hypocrite; its utter barrenness coupled with its abundance of foliage made of it a type of human hypocrisy” (",["span.emphasis","Jesus the Christ,"],"3rd ed. [1916], 527)."]]]],[".topic",["h3","2. Video presentation"],["div",{"id":"p64","uri":"/manual/new-testament-gospel-doctrine-teachers-manual/lesson-20-woe-unto-you---hypocrites.p64"},"The second segment of “New Testament Customs,” a selection from",["span.emphasis","New Testament Video Presentations"],"(53914), explains the Jews’ use of phylacteries and fringes. If you did not show this segment in lesson 9, you could show it now to help class members understand",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.5"},"Matthew 23:5"],"(“they make broad their phylacteries, and enlarge the borders of their garments”). Discuss how these items were symbolic of the scribes’ and Pharisees’ hypocrisy."]],[".topic",["h3","3. “They loved the praise of men” (",["a.scriptureRef",{"href":"/scriptures/nt/john/12.43"},"John 12:43"],")"],["ul.bullet",["li",["span.label","•"],[".para","John recorded that many people who believed in Jesus would not admit to their belief because “they loved the praise of men more than the praise of God” (",["a.scriptureRef",{"href":"/scriptures/nt/john/12.42-43"},"John 12:42–43"],"). How do we sometimes become too concerned with receiving “the praise of men”? What are the consequences of seeking “the praise of men”? How can we overcome the desire to seek praise and recognition from others? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.19"},"D&C 82:19"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.67"},"88:67"],".)"]]]]]]],"refs":null}
