{"id":6,"parent_id":0,"book_id":9399,"content_id":1,"language_id":1,"display_order":6,"title":"Lesson 4: Basic Components of Scripture Study","subtitle":"","short_title":"Lesson 4","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-4","content":[["div",{"id":"head1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-4.head1"},[".titleNumber","Lesson 4"],["h1","Basic Components of Scripture Study"]],[".bodyBlock",[".topic",["h2","Teaching Objective"],["div",{"id":"p1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-4.p1"},"Through study and prayer the scriptures can be understood by the power of the Holy Ghost."]],[".topic",["h2","Themes"],["div",{"id":"f1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-4.f1"},["ol.number",["li",["span.label","1."],[".para","The scriptures are our fundamental source for study."]],["li",["span.label","2."],[".para","Seek the Spirit in studying the scriptures."]],["li",["span.label","3."],[".para","Pray for understanding and learn to listen to the Lord’s answers."]],["li",["span.label","4."],[".para","It is necessary to search the scriptures diligently to understand them."]],["li",["span.label","5."],[".para","Pondering and meditation are essential ingredients of fruitful scripture study."]]]]],[".topic",["h2","Teaching Ideas"],["div",{"id":"f2","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-4.f2"},["ol.number",["li",["span.label",["b","1."]],[".para",["b","The scriptures are our fundamental source for study."]]],["li",["span.label","■"],[".para","Read and discuss the following statements:"],[".para","President Ezra Taft Benson said: “Always remember, there is no satisfactory substitute for the scriptures and the words of the living prophets. These should be your original sources. Read and ponder more what the Lord said, and less about what others have written concerning what the Lord said” (",["span.emphasis","The Gospel Teacher,"],"5)."],[".para","President Marion G. Romney, who was a Counselor in the First Presidency, said: “I don’t know much about the gospel other than what I’ve learned from the standard works. When I drink from a spring I like to get the water where it comes out of the ground, not down the stream after the cattle have waded in it. … I appreciate other people’s interpretation, but when it comes to the gospel we ought to be acquainted with what the Lord says and we ought to read it” (untitled address at CES coordinators convention, 13 Apr. 1973, 4)."],[".para","President Gordon B. Hinckley said: “The reading of our scriptures, for me, is not at the pursuit of scholarship. Rather, it is a love affair with the work of the Lord and that of his prophets. …"],[".para","“I do not concern myself much with reading long commentary volumes designed to enlarge at length upon that which is found in the scriptures. Rather, I prefer to dwell with the source, tasting of the unadulterated waters of the foundation of truth—the word of God as he gave it and as it has been recorded in the books we accept as scripture. … Through reading the scriptures, we can gain the assurance of the Spirit that that which we read has come of God for the enlightenment, blessing, and joy of his children” (“Feasting upon the Scriptures,”",["span.emphasis","Ensign,"],"Dec. 1985, 45)."]],["li",["span.label",["b","2."]],[".para",["b","Seek the Spirit in studying the scriptures."]]],["li",["span.label","■"],[".para","The scriptures can be comprehended only by help from God through His Spirit. The Apostle Paul clearly understood this principle and taught it to the Corinthian Saints. Work through the analysis of",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9-16"},"1 Corinthians 2:9–16"],"(found on the next page) with your students and help them understand how the Spirit is indispensable in gaining a true understanding of the scriptures."]]]],["div",{"id":"f3","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-4.f3"},["ol.bullet",["li",["span.label","•"],[".para","Help students understand the need to discover the mind and will of the Lord as they study the scriptures. Share with them the key to doing this, as discussed by Elder Bruce R. McConkie, who was a member of the Quorum of the Twelve Apostles:"],[".para","“Scripture comes from God by the power of the Holy Ghost. It does not originate with man. It means only what the Holy Ghost thinks it means. To interpret it, we must be enlightened by the power of the Holy Spirit. (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.20-21"},"2 Pet. 1:20–21"],".) It takes a prophet to understand a prophet, and every faithful member of the Church should have ‘the testimony of Jesus’ which ‘is the spirit of prophecy.’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"Rev. 19:10"],".) ‘The words of Isaiah,’ Nephi said, ‘… are plain unto all those that are filled with the spirit of prophecy.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.4"},"2 Ne. 25:4"],".) This is the sum and substance of the whole matter and an end to all controversy where discovering the mind and will of the Lord is concerned” (“Ten Keys to Understanding Isaiah,”",["span.emphasis","Ensign,"],"Oct. 1973, 83)."]],["li",["span.label","•"],[".para","Help students understand that personal worthiness is a prerequisite to having the Spirit of the Lord with them as they study. Refer them to",["a.scriptureRef",{"href":"/scriptures/bofm/hel/4.24"},"Helaman 4:24"],"."]],["li",["span.label","•"],[".para","Note the effect the Spirit of the Lord can have on a person’s scripture study by reviewing with the class the experience that Joseph Smith and Oliver Cowdery had, recorded in",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.72-74"},"Joseph Smith—History 1:72–74"],"."]]]],["div",{"id":"f4","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-4.f4"},["ol.number",["li",["span.label",["b","3."]],[".para",["b","Pray for understanding and learn to listen to the Lord’s answers."]]],["li",["span.label","■"],[".para","Prayer must be a part of our scripture study if we are to comprehend the things of God. Discuss these thoughts given by Elder Howard W. Hunter, then a member of the Quorum of the Twelve Apostles:"],[".para","“There is nothing more helpful than prayer to open our understanding of the scriptures. Through prayer we can attune our minds to seek the answers to our searchings. The Lord said: ‘Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/11.9"},"Luke 11:9"],"). Herein is Christ’s reassurance that if we will ask, seek, and knock, the Holy Spirit will guide our understanding if we are ready and eager to receive” (in Conference Report, Oct. 1979, 91; or",["span.emphasis","Ensign,"],"Nov. 1979, 64)."],[".",{"id":"f","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual.f"}]],["li",["span.label","■"],[".para","Share with students the following explanation of listening related by Elder Boyd K. Packer, a member of the Quorum of the Twelve Apostles:"],[".para","“Many years ago John Burroughs, a naturalist, one summer evening was walking through a crowded park. Above the sounds of city life he heard the song of a bird."],[".para","“He stopped and listened! Those with him had not heard it. He looked around. No one else had noticed it."],[".para","“It bothered him that everyone should miss something so beautiful."],[".para","“He took a coin from his pocket and flipped it into the air. It struck the pavement with a ring, no louder than the song of the bird. Everyone turned; they could hear that!"],[".para","“It is difficult to separate from all the sounds of city traffic the song of a bird. But you can hear it. You can hear it plainly if you train yourself to listen for it. …"],[".para","“It is difficult to separate from the confusion of life that quiet voice of inspiration. Unless you attune yourself, you will miss it. …"],[".para","“… You can train yourself to hear what you want to hear, to see and feel what you desire, but it takes some conditioning. …"],[".para","“I have come to know that inspiration comes more as a feeling than as a sound."],[".para","“Young people, stay in condition to respond to inspiration. …"],[".para","“The Lord has a way of pouring pure intelligence into our minds to prompt us, to guide us, to teach us, to warn us. You can know the things you need to know",["span.emphasis","instantly!"],"Learn to receive inspiration. …"],[".para","“It is good to learn when you are young that spiritual things cannot be forced. …"],[".para","“Some answers will come from reading the scriptures, some from hearing speakers. …"],[".para","“You can learn now, in your youth, to be led by the Holy Ghost."],[".para","“As an Apostle I listen now to the same inspiration, coming from the same source, in the same way, that I listened to as a boy. The signal is much clearer now. …"],[".para","“Young people, carry a prayer in your heart always. Let sleep come every night with your mind centered in prayer."],[".para","“Keep the Word of Wisdom."],[".para","“Read the scriptures."],[".para","“Listen to your parents and to the leaders of the Church."],[".para","“Stay away from places and things that common sense tells you will interfere with inspiration."],[".para","“Develop your spiritual capacities."],[".para","“Learn to tune out the static and the interference."],[".para","“Avoid the substitutes and the counterfeits!"],[".para","“Learn to be inspired and directed by the Holy Ghost” (in Conference Report, Oct. 1979, 27–30; or",["span.emphasis","Ensign,"],"Nov. 1979, 19–21)."]],["li",["span.label","■"],[".para","Help students understand that as they pray, study the scriptures, and keep the commandments they will come to recognize the voice of the Lord as He speaks to them. Have students explain how",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.11-12"},"1 Kings 19:11–12"],"might relate to them today."]],["li",["span.label",["b","4."]],[".para",["b","It is necessary to search the scriptures diligently to understand them."]]],["li",["span.label","■"],[".para","Use the following statements to point out to students that the Lord requires more than just reading the scriptures."],[".para","The Lord commanded us to “search the scriptures” (",["a.scriptureRef",{"href":"/scriptures/nt/john/5.39"},"John 5:39"],"). President Marion G. Romney taught that the word",["span.emphasis","search"],"“means to inquire into, study, and examine for the purpose of discovering the meaning of. Searching implies more than just reading or even memorizing” (“Search the Scriptures,”",["span.emphasis","Improvement Era,"],"Jan. 1958, 26)."],[".para","In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37"},"Doctrine and Covenants 1:37"],"the Lord stressed the importance of searching when he declared, “Search these commandments.” Elder A. Theodore Tuttle, who was a member of the Seventy, explained: “One of my favorite passages is found in the first section of the Doctrine and Covenants—this marvelous section, this marvelous book—where both the testimony of the divinity of this work and instruction are given. In verse 37 the Lord said, ‘Search these commandments.’ [I’ve come to a new understanding about that since I’ve learned a little Spanish. It isn’t just search. In Spanish, it’s the command form. It means, you",["span.emphasis","search."],"It isn’t optional. I believe that is the meaning the Lord had—that he really wanted us to search—not only to read.] ‘",["span.emphasis","Search"],"these commandments, for they are true and faithful, and the prophecies and promises which are in them shall all be fulfilled.’ We are under injunction to search the scriptures” (",["span.emphasis","Teaching the Word,"],"9)."]],["li",["span.label","■"],[".para","Read and discuss with your students",["a.scriptureRef",{"href":"/scriptures/ot/ezra/7.10"},"Ezra 7:10"],"."]],["li",["span.label",["b","5."]],[".para",["b","Pondering and meditation are essential ingredients of fruitful scripture study."]]],["li",["span.label","■"],[".para","Emphasize the importance of increasing our efforts if we really want to understand God’s message in the scriptures."],[".para","The Prophet Joseph Smith taught: “The things of God are of deep import; and time, and experience, and careful and ponderous and solemn thoughts can only find them out. Thy mind, O man! if thou wilt lead a soul unto salvation, must stretch as high as the utmost heavens, and search into and contemplate the darkest abyss, and the broad expanse of eternity—thou must commune with God” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"137)."]],["li",["span.label","■"],[".para","Share the following experience Elder Boyd K. Packer had with pondering the scriptures. He was reading",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.1-7"},"2 Timothy 3:1–7"],", where Paul described the evil that would exist in the last days. Elder Packer related:"],[".para","“While studying one day, I read to that point and sat pondering about all the evidence that now confirms every element in that prophecy. There was a mood of very deep gloom and foreboding, a very ominous feeling of frustration, almost futility. I glanced down the page, and one word stood out, not accidently I think. I read it eagerly and then discovered that the apostle who had prophesied all of that trouble had included in the same discourse the immunization against all of it [see",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.13-17"},"2 Timothy 3:13–17"],"]. …"],[".para","“… The word that stood out on the page—",["span.emphasis","scriptures"],"” (",["span.emphasis","Teach the Scriptures,"],"5)."]]]]],[".topic",["h2","Supplementary Study Sources"],["div",{"id":"f6","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-4.f6"},["ol.bullet",["li",["span.label","•"],[".para","Marion G. Romney, in Conference Report, Apr. 1973, 115–19; or",["span.emphasis","Ensign,"],"July 1973, 89–91; rules to follow in magnifying priesthood callings, and some components that are necessary to understand the scriptures."]],["li",["span.label","•"],[".para","“",["span.emphasis","Hold to the Rod,”"],"video presentation 3, “Search the Scriptures: RSVP” (16:30); practical helps for reading the scriptures for understanding."]]]]],[".topic",["h2","Suggested Student Study"],["div",{"id":"f7","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-4.f7"},["ol.bullet",["li",["span.label","•"],[".para","List some of the things you learned in this lesson that will help you in your own personal scripture study."]],["li",["span.label","•"],[".para","The following test will help you evaluate your understanding of the information presented in this lesson. Indicate in the space provided whether each statement is true or false."]]]],["div",{"id":"f8","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-4.f8"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis",["span.underline","False"]],"Perhaps the most profitable approach to scripture study involves the use of commentary works on the scriptures so you can learn from what scholars have said in their analysis and interpretation."]],["li",["span.label","2."],[".para",["span.emphasis",["span.underline","True"]],"An exclusively rational approach to scripture study is inferior to one that exercises our spiritual faculties and emphasizes spiritual methods."]],["li",["span.label","3."],[".para",["span.emphasis",["span.underline","True"]],"The term",["span.emphasis","ponder,"],"with reference to scripture study, emphasizes serious contemplative thought similar to prayer and meditation."]],["li",["span.label","4."],[".para",["span.emphasis",["span.underline","False"]],"There is not much difference between reading the scriptures and searching the scriptures."]]]]]]],"refs":null}
