{"id":45,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":45,"title":"Lesson 43: “Take upon You My Whole Armor”","subtitle":"","short_title":"Lesson 43","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.head1"},[".titleNumber","Lesson",["span.dominant","43"]],["h1","“Take upon You My Whole Armor”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p1"},"To help class members put on the full armor of God to protect them in the battle against evil."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study the scriptures in this lesson."]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-43-take-upon-you-my-whole-armor.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","If you are teaching youth, ask class members to prepare to summarize the information in some or all of the following sections of",["span.emphasis","For the Strength of Youth"],"(36550):"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para",["span.crossRef","“Sexual Purity”"],"(pages 26–28)."]],["li",["span.label","b."],["p.para",["span.crossRef","“Dress and Appearance”"],"(pages 14–16)."]],["li",["span.label","c."],["p.para",["span.crossRef","“Entertainment and the Media”"],"(pages 17–19)."]],["li",["span.label","d."],["p.para",["span.crossRef","“Music and Dancing”"],"(pages 20–21)."]],["li",["span.label","e."],["p.para",["span.crossRef","“Honesty”"],"(page 31)."]],["li",["span.label","f."],["p.para",["span.crossRef","“Language”"],"(pages 22–23)."]]]]]]]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p11"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p12"},"On the chalkboard, draw a stick figure that represents a person, as in the drawing below. Then draw several darts or arrows pointing toward the figure, coming from many directions."],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/35685/35685_all_043_01-darts.gif"}]],["p.para",{"id":"p13","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p13"},"Explain that the scriptures sometimes refer to temptations as “the fiery darts of the adversary” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.8"},"D&C 3:8"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.16"},"Ephesians 6:16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.24"},"1 Nephi 15:24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.17"},"D&C 27:17"],"). This lesson is about some of these temptations and the “armor” we can wear to protect ourselves from them."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p14","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p14"},"Prayerfully select the lesson material that will best meet class members’ needs. Encourage class members to discuss how to apply these principles in their lives."],[".topic",["h3","1. Put on the whole armor of God."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.25-28"},"D&C 76:25–28"],"and",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.3"},"Moses 4:3"],"with class members. Who were the leaders of the two forces involved in the War in Heaven, and what were their objectives? How are we involved in a similar conflict on the earth today? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.29"},"D&C 76:29"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.4"},"Moses 4:4"],".)"]],["li",["span.label","•"],["p.para","Emphasize that the Lord has not left us unprotected in the battle against evil. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.15-18"},"D&C 27:15–18"],"with class members. What is the Lord’s armor described in these verses? (Write the following items on the chalkboard. If you used the attention activity, write them near the stick figure you drew.)"],["ul.noMarker",["li",["p.para",["span.emphasis","Loins girt about with truth"]]],["li",["p.para",["span.emphasis","Breastplate of righteousness"]]],["li",["p.para",["span.emphasis","Feet shod with the preparation of the gospel of peace"]]],["li",["p.para",["span.emphasis","Shield of faith"]]],["li",["p.para",["span.emphasis","Helmet of salvation"]]],["li",["p.para",["span.emphasis","Sword of God’s Spirit and His word through revelation"]]]]],["li",["span.label","•"],["p.para","What can we do to put on the “whole armor” of God? How have you felt added protection from temptation as you have prayed? studied the scriptures? kept the Sabbath day holy? gone to the temple? honored the priesthood?"]],["li",["span.label","•"],["p.para","What might be the consequences of wearing only part of the Lord’s armor or neglecting to wear it for even a brief time?"],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve warned that Satan “seeks to find any chink in the armor of each person. He knows our weaknesses and knows how to exploit them if we allow him to do so. We can defend ourselves against his attacks and deceptions only by understanding the commandments and by fortifying ourselves each day through praying, studying the scriptures, and following the counsel of the Lord’s anointed” (in Conference Report, Oct. 1988, 44; or",["span.emphasis","Ensign,"],"Nov. 1988, 35)."]]],["p.para",{"id":"p26","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p26"},"Explain that the rest of this lesson will focus on three areas in which Satan is trying to exploit weaknesses in our armor today: chastity, honesty, and language."]],[".topic",["h3","2. Live the law of chastity."],["ul.bullet",["li",["span.label","•"],["p.para","What is the Lord’s law of chastity? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.22-24"},"D&C 42:22–24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.6"},"59:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.16"},"63:16"],"; and the following quotations.)"],["p.para","The First Presidency stated: “The Lord’s law of moral conduct is abstinence outside of lawful marriage and fidelity within marriage. Sexual relations are proper only between husband and wife appropriately expressed within the bonds of marriage. Any other sexual contact, including fornication, adultery, and homosexual and lesbian behavior, is sinful” (First Presidency letter, 14 Nov. 1991)."],["p.para","Elder Richard G. Scott of the Quorum of the Twelve taught: “Any sexual intimacy outside of the bonds of marriage—I mean any intentional contact with the sacred, private parts of another’s body, with or without clothing—is a sin and is forbidden by God. It is also a transgression to intentionally stimulate these emotions within your own body” (in Conference Report, Oct. 1994, 51; or",["span.emphasis","Ensign,"],"Nov. 1994, 38)."],["p.para","If you asked a class member to summarize the section “Sexual Purity” in",["span.emphasis","For the Strength of Youth,"],"have him or her do so now."]],["li",["span.label","•"],["p.para","What are some consequences of violating the law of chastity? (Discuss consequences that are spiritual and physical, immediate and long-term.) How does a person’s violation of the law of chastity affect others?"],["p.para","Elder Joseph B. Wirthlin taught: “One of the most pervasive deceptions in recent years is the notion that immorality is normal and acceptable and has no negative consequences. In truth, immorality is the underlying cause of much suffering and many other problems that are prevalent today, including rampant disease, abortion, broken families, families without fathers, and mothers who themselves are children” (in Conference Report, Oct. 1994, 100; or",["span.emphasis","Ensign,"],"Nov. 1994, 76)."]],["li",["span.label","•"],["p.para","How are we blessed as we live the law of chastity? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45-46"},"D&C 121:45–46"],". Answers include that we feel increased peace and joy, love for our spouse and other family members, self-respect, and respect for others. Living the law of chastity is also necessary for us to have the companionship of the Holy Ghost, receive priesthood ordinances, and partake of the sacrament worthily.) How might our obedience to the law of chastity affect others?"]],["li",["span.label","•"],["p.para","How does Satan tempt people to violate the law of chastity? How do people try to rationalize violating this law?"],["p.para","If you asked class members to summarize sections of",["span.emphasis","For the Strength of Youth,"],"have them give the following summaries now: “Dress and Appearance,” “Entertainment and the Media,” and “Music and Dancing.”"],["p.para","President Gordon B. Hinckley warned: “You must not fool around with the Internet to find pornographic material. You must not dial a long-distance telephone number to listen to filth. You must not rent videos with pornography of any kind. This salacious stuff simply is not for you. Stay away from pornography as you would avoid a serious disease. It is destructive. It can become habitual, and those who indulge in it get so they cannot leave it alone. It is addictive” (in Conference Report, Apr. 1998, 66–67; or",["span.emphasis","Ensign,"],"May 1998, 49)."]],["li",["span.label","•"],["p.para","How can we protect ourselves from temptations to violate the law of chastity? What can we do in our homes to avoid immoral influences?"]],["li",["span.label","•"],["p.para","The law of chastity includes purity of thought as well as action. How are we affected spiritually when our thoughts are unclean? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.16"},"D&C 63:16"],".) How can we dismiss unclean thoughts from our minds?"],["p.para","Elder Boyd K. Packer of the Quorum of the Twelve counseled us to evict unworthy thoughts from our minds by putting “something edifying in their place” (in Conference Report, Oct. 1977, 90; or",["span.emphasis","Ensign,"],"Nov. 1977, 60). Discuss how to follow this counsel. Suggestions include praying for strength, singing a favorite hymn or reciting a favorite scripture in our minds, or thinking about our love for family members."]]]],[".topic",["h3","3. Be honest."],["ul.bullet",["li",["span.label","•"],["p.para","What does it mean to be honest?"],["p.para","President James E. Faust taught: “Honesty is more than not lying. It is truth telling, truth speaking, truth living, and truth loving” (in Conference Report, Oct. 1996, 57; or",["span.emphasis","Ensign,"],"Nov. 1996, 41)."],["p.para","If you asked a class member to summarize the section “Honesty” in",["span.emphasis","For the Strength of Youth,"],"have him or her do so now."]],["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.21"},"D&C 42:21"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.9"},"51:9"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.8"},"D&C 97:8"],"with class members. Why is it important to be honest in all aspects of our lives? What are the consequences of being dishonest? How are we blessed as we are honest?"]],["li",["span.label","•"],["p.para","What are some ways we are tempted to be dishonest? How can giving in to small temptations to be dishonest make us more vulnerable to other temptations? How can we overcome temptations to be dishonest?"]],["li",["span.label","•"],["p.para","What does it mean to be honest with the Lord? (Answers may include keeping covenants and other promises we have made to the Lord, fulfilling Church assignments, partaking of the sacrament worthily, and paying tithes and offerings.)"]],["li",["span.label","•"],["p.para","What does it mean to be honest with ourselves? (One meaning is that we do not rationalize or excuse sin.)"]],["li",["span.label","•"],["p.para","How can we effectively teach honesty in our homes? (After class members respond, you may want to suggest they use the",["span.emphasis","Family Home Evening Resource Book"],"[31106], pages 194–96, to teach honesty in their homes.)"]]],["p.para",{"id":"p48","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p48"},"Invite class members to share experiences when they chose to be honest even though it was difficult to do so. Or ask them to share examples of honesty they have seen in their workplace, school, community, or home."]],[".topic",["h3","4. Use language that reverences God and is edifying."],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.60-62"},"D&C 63:60–62"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.21"},"D&C 136:21"],"with class members. What is the Lord’s commandment concerning how we use His name? What are some ways that people take the Lord’s name in vain? (Answers could include by using it disrepectfully, using it in a way that is common or casual, and using it in association with coarse thoughts or evil acts.)"]],["li",["span.label","•"],["p.para","In addition to taking the Lord’s name in vain, what other kinds of language should we avoid? (Answers could include language that is vulgar, obscene, crude, or degrading.)"],["p.para","President Hinckley said: “Don’t swear. Don’t profane. Avoid so-called dirty jokes. Stay away from conversation that is sprinkled with foul and filthy words. You will be happier if you do so, and your example will give strength to others” (in Conference Report, Oct. 1987, 59; or",["span.emphasis","Ensign,"],"Nov. 1987, 48)."],["p.para","If you asked a class member to summarize the section “Language” in",["span.emphasis","For the Strength of Youth,"],"have him or her do so now."]],["li",["span.label","•"],["p.para","What are some consequences of using bad language? (Answers could include offending God, offending others, degrading oneself, and losing the companionship of the Holy Ghost.)"],["p.para","Elder Dallin H. Oaks of the Quorum of the Twelve said, “Profanity and vulgarity … are sins that separate us from God and cripple our spiritual defenses by causing the Holy Ghost to withdraw from us” (in Conference Report, Apr. 1986, 69; or",["span.emphasis","Ensign,"],"May 1986, 52)."]],["li",["span.label","•"],["p.para","How does Satan tempt people to use profane, vulgar, or obscene language? How can we overcome temptations to use bad language? (You may want to discuss how to break a habit of using bad language.)"]],["li",["span.label","•"],["p.para","Why is learning to control our words essential to our spiritual growth? How can controlling our words help us stay away from other temptations?"]],["li",["span.label","•"],["p.para","How should we respond when we are around people who use bad language or when bad language is used in movies, television, or books? (When possible, we should leave places where bad language is being used. We also can raise objections to such language.)"]],["li",["span.label","•"],["p.para","How can parents teach children not to use bad language? (After class members respond, you may want to suggest they use the",["span.emphasis","Family Home Evening Resource Book,"],"pages 215–16, to teach children not to use bad language.)"]],["li",["span.label","•"],["p.para","What kind of language would the Lord like us to use? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.16"},"D&C 52:16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.24"},"136:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.29"},"Ephesians 4:29"],".) In what ways can our words edify others? How can we encourage others to use language that reverences God and is edifying?"]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p60","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p60"},"Emphasize that Heavenly Father loves us and wants us to put on His “whole armor” so we will be protected from temptation. Encourage class members to live the law of chastity, be honest, and use edifying language. As prompted by the Spirit, testify of truths discussed during the lesson."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p61","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p61"},"You may want to use one or more of the following ideas to supplement the suggested lesson outline."],[".teachingMethod",["h2","1. The armor of God includes weapons that we can wield"],["p.para",{"id":"p62","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p62"},"While serving in the Quorum of the Twelve, Elder Harold B. Lee explained that the armor of God includes not only defensive protections but also weapons that we can actively wield:"],["p.para",{"id":"p63","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p63"},"“[The] armoured man hold[s] in his hand a shield and in his other hand a sword. … That shield was the shield of faith and the sword was the sword of the spirit which is the Word of God. I can’t think of any more powerful weapons than faith and a knowledge of the scriptures in … which are contained the Word of God. One so armoured and one so prepared with those weapons is prepared to go out against the enemy” (",["span.emphasis","“Feet Shod with the Preparation of the Gospel of Peace,”"],"Brigham Young University Speeches of the Year [9 Nov. 1954], 7)."]],[".teachingMethod",["h2","2. Activity with",["span.emphasis","For the Strength of Youth"]],["p.para",{"id":"p64","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p64"},"Explain that living by the standards in",["span.emphasis","For the Strength of Youth"],"helps provide armor that is strong and sure. Divide class members into groups and assign a topic in",["span.emphasis","For the Strength of Youth"],"to each group."],["p.para",{"id":"p65","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p65"},"Have the groups spend five minutes discussing their topic and preparing ideas to present to the class. Then have each group make a brief presentation. You might suggest that the groups use one or more of the following approaches in their presentation:"],[".figure",{"id":"f9","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.f9"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","Identify real examples of situations where the standard is an issue."]],["li",["span.label","b."],["p.para","Share related personal experiences or friends’ experiences."]],["li",["span.label","c."],["p.para","Use role playing to illustrate how to deal with a related real-life situation."]],["li",["span.label","d."],["p.para","Talk about what has personally helped them maintain this standard."]],["li",["span.label","e."],["p.para","Share ideas of how to help others maintain this standard."]],["li",["span.label","f."],["p.para","Discuss what to do if living this standard creates conflict in a peer group or with an individual."]]]]],[".teachingMethod",["h2","3. Supporting youth"],["p.para",{"id":"p72","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p72"},"If you are teaching adults, invite a parent or a Young Men or Young Women leader to briefly outline some of the challenges and successes youth are having."],["p.para",{"id":"p73","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p73"},"Ask class members to consider carefully what they have heard. Invite them to think of ways they can be more supportive of the youth. Summarize responses on the chalkboard. Some suggestions are listed below:"],[".figure",{"id":"f10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.f10"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","Learn and remember their names."]],["li",["span.label","b."],["p.para","Be honestly interested in them and let them know you care."]],["li",["span.label","c."],["p.para","Identify special needs and take initiative to respond to them."]],["li",["span.label","d."],["p.para","Look for opportunities to share talents, personal stories, growing-up experiences, and testimony-building experiences."]],["li",["span.label","e."],["p.para","Continue associating with youth after being released from Church callings in which you taught or worked with them."]],["li",["span.label","f."],["p.para","Set a good example of Christlike living."]],["li",["span.label","g."],["p.para","Forgive past mistakes and refrain from labeling individuals negatively."]]]]],[".teachingMethod",["h2","4. “The Whole Armor of God” video presentation"],["p.para",{"id":"p81","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-43-take-upon-you-my-whole-armor.p81"},"If",["span.emphasis","New Testament Video Presentations"],"(53914) is available, consider showing “The Whole Armor of God,” a 13-minute segment."]]]]]]],"refs":null}
