{"id":23,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":23,"title":"Lesson 20: Joseph Smith Translates the Bible and Other Scriptures","subtitle":"","short_title":"Lesson 20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.head1"},[".titleNumber","Lesson",["span.dominant","20"]],["h1","Joseph Smith Translates the Bible and Other Scriptures"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p1"},"To help the children understand Joseph Smith’s role in bringing forth the scriptures and to encourage them to study the scriptures."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the historical accounts given in this lesson;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/26.1"},"Doctrine and Covenants 26:1"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.60-61"},"45:60–61"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.8"},"Articles of Faith 1:8"],"; and the headings to the book of Moses and the book of Abraham in the Pearl of Great Price. Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.9,12-13,17-19,36-39"},"Joseph Smith—History 1:9, 12–13, 17–19, 36–39"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.26"},"1 Nephi 13:26"],"; and the",["a.scriptureRef",{"href":"/scriptures/pgp/introduction"},"introductory note"],"to the Pearl of Great Price."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Prepare a two- or three-sentence message similar to the following for the attention activity (if you have a small class, make the message longer and include more detail):"],[".para","A brother and sister were skipping down the street. The brother chased after a butterfly and fell down. His sister helped him up and they ran home."]],["li",["span.label","5."],[".para","Materials needed:"],[".para","A set of scriptures (Bible, Book of Mormon, Doctrine and Covenants, and Pearl of Great Price) for each child."]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p9"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p10"},"Have the children stand in a line. Whisper the two- or three-sentence message into the ear of the first child in line. Have each child in turn whisper the message to the next child. Instruct each child to say the message only once. Continue until the message reaches the last child in line. Ask the last child to repeat the message aloud. Compare the message the last child received with the original message to see how the message changed."],["ul.bullet",["li",["span.label","•"],[".para","How had the message changed by the time it reached the end of the line? What was left out? What was added?"]],["li",["span.label","•"],[".para","Why do you think the message changed as it passed from person to person?"]]],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p13"},"Explain to the children that just as their message changed as it was passed from person to person, over many years some of the scriptures in the Bible had been changed as people translated the Bible and made copies of it by hand. Mistakes were made: some incorrect teachings had been added to the Bible, and some important teachings had been left out. The Lord commanded Joseph Smith to prepare a translation of the Bible that would restore the correct teachings (see",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.8"},"Articles of Faith 1:8"],")."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p14"},"Teach the children about Joseph Smith’s role in bringing forth the inspired translation of the Bible and other scriptures, as discussed in the following historical accounts and in the scriptures listed in the “Preparation” section (see enrichment activity 1)."],[".topic",["h3","Joseph Smith Is Commanded to Translate the Bible"],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p15"},"While translating the Book of Mormon, Joseph Smith learned that over the years many “plain and most precious” parts of the Bible had been taken away or lost (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.26"},"1 Nephi 13:26"],"). The Bible is a sacred book that contains the word of God, but mistakes were made as it was copied and translated into different languages. Words were left out, changed, or added, changing the meaning of some of the scriptures. During the apostasy following Jesus Christ’s death, there were no prophets or apostles to make sure the scriptures were copied and translated correctly. Joseph Smith was instructed to prepare a new translation of the Bible that would restore and correct these plain and precious parts."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p16"},"Shortly after the translation of the Book of Mormon was completed and the Church was organized, Joseph Smith received a revelation commanding him to study the Bible (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/26.1"},"D&C 26:1"],"). As he was studying the book of Genesis, Joseph had many questions, and he prayerfully asked Heavenly Father to help him understand the Bible. In answer to his prayer the Lord revealed important information about the gospel of Jesus Christ and the creation of the earth. This information is published in the book of Moses in the Pearl of Great Price. (Have the children look at the heading to the book of Moses in the Pearl of Great Price; have them also look at the heading to Genesis in the Bible and note that it is also called “The First Book of Moses.”)"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p17"},"In 1830 Joseph Smith began working on a correct translation of the Bible. Sidney Rigdon was his scribe. In preparing this translation of the Bible, Joseph was not translating from an ancient language, as he did with the Book of Mormon, but was restoring the Bible to its original meaning. As Joseph studied and pondered the Bible, he was inspired through the power of the Holy Ghost to correct errors in it."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p18"},"As Joseph Smith worked on his inspired translation of the Bible, his knowledge of the gospel grew, and he was blessed by the Holy Ghost. Many revelations in the Doctrine and Covenants are answers to questions about statements in the Bible that Joseph did not understand."]],[".topic",["h3","Joseph Smith Translates Other Scriptures"],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p19"},"Some of the information revealed to Joseph Smith while he was studying the Bible is published in the Pearl of Great Price as the book of Moses. Also published in the Pearl of Great Price is the book of Abraham, Joseph Smith’s inspired translation of some ancient Egyptian writings."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p20"},"In the late 1820s an Italian explorer named Antonio Lebolo obtained eleven mummies from an ancient tomb in Egypt. When Lebolo died the mummies were shipped to the United States. A man named Michael Chandler came into possession of the mummies in 1833. He opened the coffins (the boxes the mummies were in) and was disappointed not to find jewels or valuable treasures. Attached to some of the bodies of the mummies were linen cloths containing rolls of papyrus, a type of paper made from plants. These papyrus rolls had Egyptian writing on them. Mr. Chandler took the rolls to Pennsylvania, where he tried to find some educated men to tell him about the writings, but even the most educated of these men were only able to understand a little of the writings."],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p21"},"Mr. Chandler decided to travel around the country showing people the mummies, and in the summer of 1835 he came to Kirtland, Ohio. There he met with Joseph Smith, who told him that the writings could be interpreted. Later some friends of the Prophet bought four mummies and the rolls of papyrus from Mr. Chandler. Joseph Smith studied the letters and grammar of the Egyptian language, and then, with the help of the Holy Ghost, he translated the writings on the papyrus rolls. The writings Joseph Smith translated tell about the ancient prophet Abraham and are now published as the book of Abraham in the Pearl of Great Price."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p22"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","How did Joseph Smith know there were mistakes in the Bible? How did these mistakes occur? How did Joseph correct these mistakes?"]],["li",["span.label","•"],[".para","What was Joseph Smith commanded to do in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/26.1"},"Doctrine and Covenants 26:1"],"? How did studying the scriptures help prepare Joseph to translate? How was he blessed as he studied the scriptures?"]],["li",["span.label","•"],[".para","Why should we study the scriptures? What happens to our understanding of the gospel as we study the scriptures? Who can help us understand the scriptures? How does studying the scriptures bring us closer to Heavenly Father and Jesus Christ?"]],["li",["span.label","•"],[".para","What did Joseph Smith do before he began to translate the writings on the papyrus rolls? Why did he study the Egyptian language? Why could Joseph translate the writings on the papyrus while men with more education could not?"]],["li",["span.label","•"],[".para","What scriptures do we have today that the Prophet Joseph Smith helped bring forth or translate? (All the standard works: the Bible, the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price.) Review with the children Joseph Smith’s role in preparing each of these books for our use."]],["li",["span.label","•"],[".para","How can you and your family study the scriptures? (See enrichment activities 4 and 5.) How have the scriptures been a blessing to you and your family?"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p29"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f4","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.f4"},["ol.number",["li",["span.label","1."],[".para","Prepare a simple scroll to be used throughout the lesson. Write the following sentences on a long piece of paper (or several pieces of paper taped together), leaving enough space between sentences that they can be shown one at a time:"],["ul.bullet",["li",["span.label","•"],[".para","The Bible is a sacred book that contains the word of God."]],["li",["span.label","•"],[".para","People made mistakes as they copied and translated the Bible."]],["li",["span.label","•"],[".para","Joseph Smith was commanded to correct the errors in the Bible."]],["li",["span.label","•"],[".para","As Joseph studied the scriptures, his understanding of the gospel grew."]],["li",["span.label","•"],[".para","Papyrus scrolls were found with some mummies in an Egyptian tomb."]],["li",["span.label","•"],[".para","Joseph Smith translated the writings on the scrolls."]],["li",["span.label","•"],[".para","As we study the scriptures, we will learn about Heavenly Father and Jesus Christ and the gospel."]]],[".para","Tape or secure each end of the paper to a wooden stick such as a dowel, pencil, or ruler, or to a cardboard tube such as the one from the center of a roll of paper towels. Roll the paper up on one of the sticks or tubes so that only the first sentence shows."],[".para","Show the children the scroll and explain that ancient writings were often kept on scrolls. Roll the paper from one stick or tube to the other as you teach the lesson, revealing each sentence as you discuss the appropriate information."]],["li",["span.label","2."],[".para","Explain that while we do not use the Joseph Smith Translation of the Bible as a separate book of scripture, parts of it are included in other Latter-day Saint scriptures. Help the children locate the places in the scriptures where portions of the Joseph Smith Translation are found: Joseph Smith—Matthew in the Pearl of Great Price, the JST footnotes throughout the Bible, and the section following the Bible Dictionary."],[".para","Compare some verses of the Joseph Smith Translation with the original verses in the Bible. Ask one child to read the verse from the Bible and another to read the verse from the Joseph Smith Translation. Discuss how the Joseph Smith Translation makes the verses clearer and easier to understand."],[".para","Examples:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["table",["tbody",["tr",["th",[".para","Reference"]],["th",[".para","Bible (King James Version)"]],["th",[".para","Joseph Smith Translation"]]],["tr",["td",[".para",["a.scriptureRef",{"href":"/scriptures/ot/ex/32.14"},"Exodus 32:14"]]],["td",[".para","“And the Lord repented of the evil which he thought to do unto the people.”"]],["td",[".para","“And the Lord said unto Moses, If they will repent of the evil which they have done, I will spare them and turn away my fierce wrath.”"]]],["tr",["td",[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16.14"},"1 Samuel 16:14"]]],["td",[".para","“But the Spirit of the Lord departed from Saul, and an evil spirit from the Lord troubled him.”"]],["td",[".para","“But the Spirit of the Lord departed from Saul, and an evil spirit which was not of the Lord troubled him.”"]]],["tr",["td",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/1.18"},"John 1:18"],"(",["a.scriptureRef",{"href":"/scriptures/jst/jst-john/1.19"},"JST, John 1:19"],")"]],["td",[".para","“No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.”"]],["td",[".para","“And no man hath seen God at any time, except he hath borne record of the Son; for except it is through him no man can be saved.”"]]]]]]],["li",["span.label","3."],[".para","Review",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.11-14"},"Joseph Smith—History 1:11–14"],"with the children and point out that Joseph Smith received his first vision after his study of the Bible prompted him to seek wisdom from God. Discuss the importance of studying the scriptures and praying to ask for blessings and inspiration from Heavenly Father."]],["li",["span.label","4."],[".para","List the subjects below on the chalkboard, and write each of the scriptural references on a separate piece of paper:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["table",["tbody",["tr",["td",[".para","Courage"]],["td",[".para",["a.scriptureRef",{"href":"/scriptures/ot/deut/31.6"},"Deuteronomy 31:6"]]]],["tr",["td",[".para","Missionary work"]],["td",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.28"},"Doctrine and Covenants 112:28"]]]],["tr",["td",[".para","Forgiveness"]],["td",[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.14-15"},"Matthew 6:14–15"]]]],["tr",["td",[".para","Love"]],["td",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/13.34"},"John 13:34"]]]],["tr",["td",[".para","Heavenly Father’s love"]],["td",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/3.16"},"John 3:16"]]]],["tr",["td",[".para","The Sabbath day"]],["td",[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.3"},"Moses 3:3"]]]],["tr",["td",[".para","Obedience"]],["td",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.21"},"Doctrine and Covenants 130:21"]]]],["tr",["td",[".para","Prayer"]],["td",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.21"},"3 Nephi 18:21"]]]],["tr",["td",[".para","Baptism"]],["td",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.72-74"},"Doctrine and Covenants 20:72–74"]]]]]]],[".para","Explain to the children that we can find counsel about specific subjects as we study the scriptures. Have each child choose a paper, locate the scripture reference, and read the scripture to the class. Have the class match the scripture with its subject from the list on the chalkboard."],[".para","Help the children locate the Topical Guide, Bible Dictionary, and Index in their scriptures, and explain how they can use these sections to study what the scriptures say about specific subjects."]],["li",["span.label","5."],[".para","Ask the children to suggest different ways they can study the scriptures. List their ideas on the chalkboard."],[".para","Possible suggestions:"],["ul.bullet",["li",["span.label","•"],[".para","Set a goal to read one or more verses of scripture each day."]],["li",["span.label","•"],[".para","Read the scriptures aloud with your family."]],["li",["span.label","•"],[".para","Read scripture stories in the",["span.emphasis","Friend"],"magazine."]],["li",["span.label","•"],[".para","Read from the",["span.emphasis","Old Testament Stories"],"(31118),",["span.emphasis","New Testament Stories"],"(31119),",["span.emphasis","Book of Mormon Reader"],"(31117),",["span.emphasis","Doctrine and Covenants Stories"],"(31122), and",["span.emphasis","Scripture Stories"],"(31120) books."]],["li",["span.label","•"],[".para","After hearing a scripture story in a talk at church, find the story in your scriptures at home and read it."]],["li",["span.label","•"],[".para","Following each Primary lesson, read the “Suggested Home Reading” to review the lesson."]],["li",["span.label","•"],[".para","Share something from your scripture reading with your family in family home evening."]]],[".para","You may want to have the children choose and write down one way they will study the scriptures during the coming week."]],["li",["span.label","6."],[".para","Help the children memorize the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.8"},"eighth article of faith"],". Discuss with the children why we believe the Bible “as far as it is translated correctly.”"]],["li",["span.label","7."],[".para","Sing or say the words to",["span.crossRef","“Search, Ponder, and Pray”"],"(",["span.emphasis","Children’s Songbook,"],"p. 109)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p89","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p89"},"Express your testimony of and gratitude for the scriptures. Share a personal experience when the scriptures have been especially meaningful to you."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p90","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p90"},"Suggest that the children study the second half of the introductory note to the Pearl of Great Price, which explains the contents of the Pearl of Great Price, at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p91","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p91"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p92","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-20-joseph-smith-translates-the-bible-and-other-scriptures.p92"},"Invite a child to give the closing prayer."]]]],"refs":null}
