{"id":33,"parent_id":0,"book_id":43,"content_id":1,"language_id":1,"display_order":33,"title":"Lesson 31: “Sealed … for Time and for All Eternity”","subtitle":"","short_title":"Lesson 31","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity"},[".heading",{"id":"head1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.head1"},[".titleNumber","Lesson",["span.dominant","31"]],["h1","“Sealed … for Time and for All Eternity”"]],[".bodyBlock",[".topic",["h2","Purpose"],["p.para",{"id":"p1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p1"},"To help class members understand that eternal marriage is an essential part of Heavenly Father’s plan, to help youth prepare for eternal marriage, and to encourage married couples to abide in the marriage covenant."]],[".topic",["h2","Preparation"],[".figure",{"id":"f1","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.f1"},["ol.number",["li",["span.label","1."],["p.para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"Doctrine and Covenants 131:1–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.4-33"},"132:4–33"],"; and the other scriptures in this lesson."]],["li",["span.label","2."],["p.para","Review the material for this lesson in the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-and-church-history-class-member-study-guide/lesson-31-sealed---for-time-and-for-all-eternity.p1"},["span.emphasis","Class Member Study Guide"]],"(35686). Plan ways to refer to the material during the lesson."]],["li",["span.label","3."],["p.para","If you teach youth, bring to class one or more copies of",["span.emphasis","For the Strength of Youth"],"(36550). You may want to bring a copy for each class member or ask class members to bring their own copies to class."]],["li",["span.label","4."],["p.para","If you use the attention activity, contact a ward member who has been married in the temple. Ask the person to prepare to take four or five minutes at the beginning of class to talk about the day he or she was married in the temple. You might ask the person to bring a photograph or other memento of the wedding. Ask him or her to consider the following questions in preparation:"],["ul.bullet",["li",["span.label","•"],["p.para","What did you do to prepare for temple marriage?"]],["li",["span.label","•"],["p.para","What difference does it make to be married in the temple?"]],["li",["span.label","•"],["p.para","What counsel could you give class members who have not yet been married in the temple to help them prepare?"]]]]]],["p.para",{"id":"p9","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p9"},["span.emphasis","Note to the teacher:"],"As you teach this lesson, be sensitive to the feelings of single parents and others who are not in traditional family situations (see the first additional teaching idea). If class members ask questions about divorce or other sensitive issues, encourage them to speak with the bishop in private rather than discuss the questions in class."]],[".topic",["h2","Suggestions for Lesson Development"],[".teachingMethod",["h2","Attention Activity"],["p.para",{"id":"p10","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p10"},"As appropriate, use the following activity or one of your own to begin the lesson."],["p.para",{"id":"p11","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p11"},"Invite the assigned ward member to talk about the day he or she was married in the temple (see “Preparation,” item 4). After the presentation, comment briefly on the things the person has said. Explain that this lesson is about eternal marriage."]],[".teachingMethod",["h2","Discussion and Application"],["p.para",{"id":"p12","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p12"},"Prayerfully select the lesson material that will best meet class members’ needs. Encourage class members to share experiences that relate to the scriptural principles."],[".topic",["h3","1. Eternal marriage is essential in Heavenly Father’s plan."],["p.para",{"id":"p13","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p13"},"Teach and discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.4-33"},"132:4–33"],". Explain that these passages contain revelations from the Lord to the Prophet Joseph Smith about eternal marriage. Elder Parley P. Pratt, one of the original members of the Quorum of the Twelve in this dispensation, recalled his feelings when he first heard the Prophet Joseph teach these doctrines:"],["p.para",{"id":"p14","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p14"},"“I had loved before, but I knew not why. But now I loved—with a pureness—an intensity of elevated, exalted feeling, which would lift my soul. … I felt that God was my heavenly Father indeed; that Jesus was my brother, and that the wife of my bosom was an immortal, eternal companion. … In short, I could now love with the spirit and with the understanding also” (",["span.emphasis","Autobiography of Parley P. Pratt"],"[1975], 298)."],["ul.bullet",["li",["span.label","•"],["p.para","The First Presidency and Quorum of the Twelve Apostles have declared that “marriage between man and woman is essential to [God’s] eternal plan” (“The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 1995, 102; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.15"},"D&C 49:15"],"). Why is marriage an essential part of God’s eternal plan? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.11"},"1 Corinthians 11:11"],".)"],["p.para","Share one or more of the following statements. After sharing a statement, invite class members to discuss its meaning and application."],["p.para","Elder Joseph B. Wirthlin of the Quorum of the Twelve said: “The sweet companionship of eternal marriage is one of the greatest blessings God has granted to His children. Certainly, the many years I have shared with my beautiful companion have brought me the deepest joys of my life. From the beginning of time, marital companionship of husband and wife has been fundamental to our Heavenly Father’s great plan of happiness. Our lives are touched for good, and we are both edified and ennobled as we savor the sweet blessings of association with dear members of the family” (in Conference Report, Oct. 1997, 42; or",["span.emphasis","Ensign,"],"Nov. 1997, 32)."],["p.para","President Boyd K. Packer of the Quorum of the Twelve taught: “The ultimate purpose of all we teach is to unite parents and children in faith in the Lord Jesus Christ, that they are happy at home, sealed in an eternal marriage, linked to their generations, and assured of exaltation in the presence of our Heavenly Father” (in Conference Report, Apr. 1995, 8; or",["span.emphasis","Ensign,"],"May 1995, 8)."],["p.para","President Joseph Fielding Smith said: “Marriage, as understood by Latter-day Saints, is a covenant ordained to be everlasting.",["span.emphasis","It is the foundation for eternal exaltation, for without it there could be no eternal progress in the kingdom of God"],"” (",["span.emphasis","Doctrines of Salvation,"],"comp. Bruce R. McConkie, 3 vols. [1954–56], 2:58)."]],["li",["span.label","•"],["p.para","If a husband and wife are not married in the temple for time and eternity, what will be the status of their marriage when one of them dies? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.7,15-18"},"D&C 132:7, 15–18"],". Their marriage will “not [be] valid neither of force,” even if they have made a vow to be together forever.)"]],["li",["span.label","•"],["p.para","When a man and woman are married for time and eternity in the temple, they make a covenant with the Lord. What blessings will they receive if they are true to their covenant? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-24,30-31"},"132:19–24, 30–31"],". Answers could include those listed on the following page.)"],[".figure",{"id":"f","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],["p.para","They will be together “in time, and through all eternity” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"D&C 132:19"],"). Their children may also be part of their eternal family. (You may want to explain that the Holy Spirit of Promise is the Holy Ghost, who confirms that the priesthood ordinances we have received and the covenants we have made are acceptable to God. This approval depends on our faithfulness.)"]],["li",["span.label","b."],["p.para","They will be exalted in the highest degree of the celestial kingdom with Heavenly Father and Jesus Christ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-3"},"D&C 131:1–3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.23-24"},"132:23–24"],")."]],["li",["span.label","c."],["p.para","They will “inherit thrones, kingdoms, principalities, … powers, [and] dominions” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"D&C 132:19"],")."]],["li",["span.label","d."],["p.para","They will continue to have seed, or spirit children, throughout eternity (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19,30-31"},"D&C 132:19, 30–31"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.4"},"D&C 131:4"],")."]],["li",["span.label","e."],["p.para","“They shall be gods, because they have all power” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.20-21"},"D&C 132:20–21"],")."]]]]],["li",["span.label","•"],["p.para","What blessings does temple marriage bring in mortality? (Invite class members to share their feelings about being married in the temple. If you have not read the statement by Elder Joseph B. Wirthlin on page 177, you may want to do so now.)"]]]],[".topic",["h3","2. Youth should prepare now for eternal marriage."],["p.para",{"id":"p28","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p28"},"If you are teaching youth, use this section of the lesson to encourage them to prepare for temple marriage. If you are teaching adults, you may want to omit this section or use only a small portion of it."],["ul.bullet",["li",["span.label","•"],["p.para","Why do you think temple marriage is emphasized so much to the youth of the Church? (Help class members understand that the decision to marry in the temple is one of the most important decisions a person can make. Church members should begin preparing for eternal marriage when they are young.)"],["p.para","President Spencer W. Kimball said: “Marriage is perhaps the most vital of all … decisions and has the most far-reaching effects, for it has to do not only with immediate happiness, but also with eternal joys. It affects not only the two people involved, but also their families and particularly their children and their children’s children down through the many generations” (“Oneness in Marriage,”",["span.emphasis","Ensign,"],"Mar. 1977, 3)."]],["li",["span.label","•"],["p.para","What are some things that young men and women can do to prepare to be married in the temple?"]],["li",["span.label","•"],["p.para","How does dating during teenage years influence marriage later in life? (If you brought copies of",["span.emphasis","For the Strength of Youth"],"have class members read",["span.crossRef","“Dating,”"],"pages 24–25.)"]],["li",["span.label","•"],["p.para","What kind of person do you want to marry someday? (You may want to ask each class member to name one quality and say why it is important. List responses on the chalkboard. See also the following quotations for other ideas.) How must you live in order to prepare to marry such a person? (Invite class members to ponder this question silently rather than answer aloud.)"],["p.para","President Gordon B. Hinckley counseled: “Choose a companion of your own faith. You are much more likely to be happy. Choose a companion you can always honor, you can always respect, one who will complement you in your own life, one to whom you can give your entire heart, your entire love, your entire allegiance, your entire loyalty” (“Life’s Obligations,”",["span.emphasis","Ensign,"],"Feb. 1999, 2)."],["p.para","Elder Richard G. Scott of the Quorum of the Twelve said:"],["p.para","“There is more to a foundation of eternal marriage than a pretty face or an attractive figure. There is more to consider than popularity or charisma. As you seek an eternal companion, look for someone who is developing the essential attributes that bring happiness: a deep love of the Lord and of His commandments, a determination to live them, one that is kindly understanding, forgiving of others, and willing to give of self, with the desire to have a family crowned with beautiful children and a commitment to teach them the principles of truth in the home."],["p.para","“An essential priority of a prospective wife is the desire to be a wife and mother. She should be developing the sacred qualities that God has given His daughters to excel as a wife and mother: patience, kindliness, a love of children, and a desire to care for them rather than seeking professional pursuits. She should be acquiring a good education to prepare for the demands of motherhood."],["p.para","“A prospective husband should also honor his priesthood and use it in service to others. Seek a man who accepts his role as provider of the necessities of life, has the capacity to do it, and is making concerted efforts to prepare himself to fulfill those responsibilities” (in Conference Report, Apr. 1999, 31; or",["span.emphasis","Ensign,"],"May 1999, 26)."]],["li",["span.label","•"],["p.para","How can parents and other adults help youth prepare for eternal marriage? How can they help small children prepare for eternal marriage?"]]]],[".topic",["h3","3. After a husband and wife are sealed in the temple, they must abide in the covenant to receive the promised blessings."],["p.para",{"id":"p40","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p40"},"Have a female class member read the following quotation. Then ask class members to guess who said it."],["p.para",{"id":"p41","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p41"},"“I was just sure the first ten years would be bliss. But during our first year together I discovered … there were a lot of adjustments. Of course, they weren’t the kind of thing you ran home to mother about. But I cried into my pillow now and again. The problems were almost always related to learning to live on someone else’s schedule and to do things someone else’s way. We loved each other, there was no doubt about that. But we also had to get used to each other. I think",["span.emphasis","every"],"couple has to get used to each other.”"],["p.para",{"id":"p42","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p42"},"Tell class members that the statement was made by Sister Marjorie P. Hinckley, wife of President Gordon B. Hinckley (in Sheri L. Dew,",["span.emphasis","Go Forward with Faith: The Biography of Gordon B. Hinckley"],"[1996], 118). Emphasize that it takes love, work, and dedication to have a successful marriage. When a man and woman are sealed in the temple, they will receive the promised blessings only if they “abide in [the] covenant” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"D&C 132:19"],"). Use the questions, scriptures, and quotations in this section of the lesson to help class members understand specific things husbands and wives should do to “abide in [the] covenant.”"],["ul.bullet",["li",["span.label","•"],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.22"},"D&C 42:22"],"with class members. Explain that this commandment applies equally to men and women. What does it mean to love a husband or wife with all one’s heart? What does it mean to cleave to a husband or wife and none else?"],["p.para","President Spencer W. Kimball explained:"],["p.para","“When the Lord says",["span.emphasis","all"],"thy heart, it allows for no sharing nor dividing nor depriving. …"],["p.para","“The words",["span.emphasis","none else"],"eliminate everyone and everything. The spouse then becomes preeminent in the life of the husband or wife, and neither social life nor occupational life nor political life nor any other interest nor person nor thing shall ever take precedence over the companion spouse. …"],["p.para","“Marriage presupposes total allegiance and total fidelity. Each spouse takes the partner with the understanding that he or she gives totally to the spouse all the heart, strength, loyalty, honor, and affection, with all dignity. Any divergence is sin; any sharing of the heart is transgression. As we should have ‘an eye single to the glory of God,’ so should we have an eye, an ear, a heart single to the marriage and the spouse and family” (",["span.emphasis","Faith Precedes the Miracle"],"[1972], 142–43)."],["p.para","President Gordon B. Hinckley gave this simple counsel to married couples: “Be fiercely loyal one to another” (",["span.emphasis","Ensign,"],"Feb. 1999, 4)."]],["li",["span.label","•"],["p.para","When a man and woman are married in the temple, they covenant to be true to one another and to be true to the Lord. What are some things that married couples can do to strengthen their love for each other and for the Lord? (Write class members’ responses on the chalkboard. Answers could include praying and reading the scriptures together, seeking to be guided by the Spirit together, holding family home evening, going on dates together, taking time to talk to one another, helping one another around the house, and attending the temple together. You may want to use the second additional teaching idea as part of this discussion.)"]]]]],[".teachingMethod",["h2","Conclusion"],["p.para",{"id":"p50","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p50"},"If you are teaching youth or others who have not yet been married in the temple, encourage them to prepare for eternal marriage. Encourage class members who have been married in the temple to abide in the marriage covenant."],["p.para",{"id":"p51","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p51"},"As prompted by the Spirit, testify of the truths discussed during the lesson."]]],[".topic",["h2","Additional Teaching Ideas"],["p.para",{"id":"p52","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p52"},"You may want to use one or more of the following ideas to supplement the suggested lesson outline."],[".teachingMethod",["h2","1. Faithful Saints will not be denied the blessings of eternity"],["p.para",{"id":"p53","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p53"},"Share the following statements concerning those who are single."],["p.para",{"id":"p54","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p54"},"Elder Dallin H. Oaks of the Quorum of the Twelve counseled:"],["p.para",{"id":"p55","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p55"},"“We know that many worthy and wonderful Latter-day Saints currently lack the ideal opportunities and essential requirements for their progress. Singleness, childlessness, death, and divorce frustrate ideals and postpone the fulfillment of promised blessings. In addition, some women who desire to be full-time mothers and homemakers have been literally compelled to enter the full-time workforce. But these frustrations are only temporary. The Lord has promised that in the eternities no blessing will be denied his sons and daughters who keep the commandments, are true to their covenants, and desire what is right."],["p.para",{"id":"p56","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p56"},"“Many of the most important deprivations of mortality will be set right in the Millennium, which is the time for fulfilling all that is incomplete in the great plan of happiness for all of our Father’s worthy children. We know that will be true of temple ordinances. I believe it will also be true of family relationships and experiences” (in Conference Report, Oct. 1993, 101; or",["span.emphasis","Ensign,"],"Nov. 1993, 75)."],["p.para",{"id":"p57","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p57"},"Elder Richard G. Scott of the Quorum of the Twelve counseled: “If you are single and haven’t identified a solid prospect for celestial marriage, live for it. Pray for it. Expect it in the timetable of the Lord. Do not compromise your standards in any way that would rule out that blessing on this or the other side of the veil. The Lord knows the intent of your heart. His prophets have stated that you will have that blessing as you consistently live to qualify for it. We do not know whether it will be on this or the other side of the veil. But live for it. Pray for it” (in Conference Report, Apr. 1999, 33; or",["span.emphasis","Ensign,"],"May 1999, 27)."]],[".teachingMethod",["h2","2. Examples of happy, enduring temple marriages"],["p.para",{"id":"p58","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p58"},"After prayerful consideration, contact a man and a woman in the ward who are good examples of successful temple marriages. Ask each person to prepare to take two or three minutes of class time to share suggestions for a happy, enduring marriage."],["p.para",{"id":"p59","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p59"},"After these presentations, you may want to give class members the opportunity to share other suggestions."]],[".teachingMethod",["h2","3. Assignment for youth and young single adults"],["p.para",{"id":"p60","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p60"},"If you teach youth or young single adults, encourage each class member to go home and write a letter expressing love for his or her future spouse. Instruct class members to keep their letters until they are married and can share them with their spouses."]],[".teachingMethod",["h2","4. Avoiding worldly trends"],["ul.bullet",["li",["span.label","•"],["p.para","What are some trends showing that people are disregarding God’s standards about marriage? What can we do to stay true to the Lord’s standards?"]]]],[".teachingMethod",["h2","5. “Temples and Families” video presentation"],["p.para",{"id":"p62","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p62"},"If",["span.emphasis","Doctrine and Covenants and Church History Video Presentations"],"(53912) is available, consider showing “Temples and Families,” a nine-minute segment."]],[".teachingMethod",["h2","6. Plural marriage"],["p.para",{"id":"p63","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p63"},"The following information is provided to help you if class members have questions about the practice of plural marriage. It should not be the focus of the lesson."],[".topic",["h3","The Lord’s purpose for commanding His people to practice plural marriage"],["p.para",{"id":"p64","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p64"},"In the Book of Mormon, the prophet Jacob taught: “For there shall not any man among you have save it be one wife. … [But] if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.27,30"},"Jacob 2:27, 30"],"). At various times throughout biblical history, the Lord commanded people to practice plural marriage. For example, He gave this command to Abraham, Isaac, Jacob, Moses, David, and Solomon (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.1"},"D&C 132:1"],")."]],[".topic",["h3","The revelation to practice plural marriage in this dispensation"],["p.para",{"id":"p65","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p65"},"In this dispensation, the Lord commanded some of the early Saints to practice plural marriage. The Prophet Joseph Smith and those closest to him, including Brigham Young and Heber C. Kimball, were challenged by this command, but they obeyed it. Church leaders regulated the practice. Those entering into it had to be authorized to do so, and the marriages had to be performed through the sealing power of the priesthood."]],[".topic",["h3","The Church’s position on plural marriage today"],["p.para",{"id":"p66","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p66"},"In 1890, President Wilford Woodruff received a revelation that the leaders of the Church should cease teaching the practice of plural marriage (",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/1"},"Official Declaration 1"],", pages 291–92 in the Doctrine and Covenants; see also the excerpts from addresses by President Woodruff that immediately follow",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/1"},"Official Declaration 1"],")."],["p.para",{"id":"p67","uri":"/manual/doctrine-and-covenants-and-church-history-gospel-doctrine-teachers-manual/lesson-31-sealed---for-time-and-for-all-eternity.p67"},"In 1998, President Gordon B. Hinckley made the following statement about the Church’s position on plural marriage: “This Church has nothing whatever to do with those practicing polygamy. They are not members of this Church. … If any of our members are found to be practicing plural marriage, they are excommunicated, the most serious penalty the Church can impose. Not only are those so involved in direct violation of the civil law, they are in violation of the law of this Church” (in Conference Report, Oct. 1998, 92; or",["span.emphasis","Ensign,"],"Nov. 1998, 71)."]]]]]]]],"refs":null}
