{"id":3,"parent_id":0,"book_id":9399,"content_id":1,"language_id":1,"display_order":3,"title":"Lesson 1: What Is Scripture?","subtitle":"","short_title":"Lesson 1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-1","content":[["div",{"id":"head1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-1.head1"},[".titleNumber","Lesson 1"],["h1","What Is Scripture?"]],[".bodyBlock",[".topic",["h2","Teaching Objective"],["div",{"id":"p1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-1.p1"},"Canonized scripture is a collection of divine revelations given by the Lord to His prophets for the edification of mankind."]],[".topic",["h2","Themes"],["div",{"id":"f1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-1.f1"},["ol.number",["li",["span.label","1."],[".para","The Lord gave a definition of scripture."]],["li",["span.label","2."],[".para","Living prophets give us additional scripture."]],["li",["span.label","3."],[".para","The standard works are the official body of written scripture for the Church."]],["li",["span.label","4."],[".para","Scripture becomes part of the standard works through the process of canonization."]],["li",["span.label","5."],[".para","Prophets may refine scripture."]]]]],[".topic",["h2","Teaching Ideas"],["div",{"id":"f2","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-1.f2"},["ol.number",["li",["span.label",["b","1."]],[".para",["b","The Lord gave a definition of scripture."]]],["li",["span.label","■"],[".para","Discuss with students",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.3-4"},"Doctrine and Covenants 68:3–4"],"and",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.21"},"2 Peter 1:21"],". Note the following doctrinal clarification by President Harold B. Lee:"],[".para","“In another great revelation he [the Lord] explained something else that we would have the Saints remember today. Where are you going to go to hear and find out what the Lord wants you to do today? The Lord declared again:"],[".para","“‘And this is the ensample unto them [he is talking now to those who are leaders of the Church], that they shall speak as they are moved upon by the Holy Ghost."],[".para","“‘And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the voice of the Lord, and the power of God unto salvation.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.3-4"},"D&C 68:3–4"],".)” (in Conference Report, Oct. 1973, 167; or",["span.emphasis","Ensign,"],"Jan. 1974, 126)."]],["li",["span.label",["b","2."]],[".para",["b","Living prophets give us additional scripture."]]],["li",["span.label","■"],[".para","Help students understand that nowhere in the Bible is there valid indication that the Lord did not intend to continue to reveal His mind and will to man. Note the Prophet Joseph Smith’s answers to questions regarding this principle:"],[".para","“‘Is there anything in the Bible which licenses you to believe in revelation now-a-days?’"],[".para","“Is there anything that does not authorize us to believe so? If there is, we have, as yet, not been able to find it."],[".para","“… ‘Is not the canon of the Scriptures full?’"],[".para","“If it is, there is a great defect in the book, or else it would have said so” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"121)."],[".para","For further insight, evaluate",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.18-19"},"Revelation 22:18–19"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/1.1-2"},"Hebrews 1:1–2"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.16"},"2 Timothy 3:16"],"; JST,",["a.scriptureRef",{"href":"/scriptures/nt/luke/16.16"},"Luke 16:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],"."]],["li",["span.label","■"],[".para","Discuss",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.9"},"Articles of Faith 1:9"],"to help students understand the importance of a living prophet. As evidence of the importance of a prophet, refer to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137"},"Doctrine and Covenants 137–38"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/2"},"Official Declaration 2"],"."]],["li",["span.label","■"],[".para","The following statement could be discussed: President J. Reuben Clark Jr., who was a Counselor in the First Presidency, said: “Only the President of the Church … has the right to receive revelations for the Church, either new or amendatory, or to give authoritative interpretations of scriptures that shall be binding on the Church, or change in any way the existing doctrines of the Church. He is God’s sole mouthpiece on earth” (“When Are the Writings,” 12)."]],["li",["span.label","■"],[".para","Read, mark, and discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.14,24,38"},"Doctrine and Covenants 1:14, 24, 38"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.1-5"},"21:1–5"],"."]],["li",["span.label",["b","3."]],[".para",["b","The standard works are the official body of written scripture for the Church."]]],["li",["span.label","■"],[".para","Without going into detail about each book, explain that the standard works of the Church are comprised of the Holy Bible, the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price."]],["li",["span.label","■"],[".para","Show the importance of standards and their use in all walks of life. Helpful illustrations may be drawn from sports, science, and industry."]],["li",["span.label","■"],[".para","Using one or both of the following statements from Elder Harold B. Lee, then a member of the Quorum of the Twelve Apostles, discuss why the scriptures are called the standard works:"],[".para","“How do we measure whether or not one’s teachings are true or false? If anyone teaches beyond what the scriptures teach, we may put it down as speculation except one man who has the right to bring forth any new doctrine—that is the one man who holds the keys—the prophet, seer, and revelator who presides in that high place. And no one else. If anyone presumes to bring forth what he claims to be new doctrine you may know that it is purely his own opinion and you label it as such regardless of his position in the Church. If it contradicts something that is in the scriptures, you may label it immediately that it is false. That is why we call the scriptures our four Standard Church Works. They are the standards by which we measure all doctrine and if anything is taught which is contrary to that which is in the scriptures, it is false. It is just that simple” (“Viewpoint of a Giant,” 6)."],[".para","“All that we teach in this Church ought to be couched in the scriptures. It ought to be found in the scriptures. We ought to choose our texts from the scriptures. If we want to measure truth, we should measure it by the four standard works, regardless of who writes it. If it is not in the standard works, we may well assume that it is speculation, man’s own personal opinion; and if it contradicts what is in the scriptures, it is not true. This is the standard by which we measure all truth” (“Using the Scriptures in Our Church Assignments,”",["span.emphasis","Improvement Era,"],"Jan. 1969, 13)."]],["li",["span.label",["b","4."]],[".para",["b","Scripture becomes part of the standard works through the process of canonization."]]],["li",["span.label","■"],[".para","Explain the meaning of",["span.emphasis","canon,"],"and describe the process by which scripture is canonized."],[".para","“A word of Greek origin, originally meaning ‘a rod for testing straightness,’ now used to denote the authoritative collection of the sacred books used by the true believers in Christ” (Bible Dictionary, “canon,” 630–31)."],[".para","In the Church,",["span.emphasis","canon"],"refers to the authoritative collection of sacred books of scripture, known as the standard works, formally adopted and accepted by the Church and considered binding upon members in matters of faith and doctrine."],[".para","The process is illustrated by the action taken in the April 1976 general conference under the direction of President N. Eldon Tanner, in which two revelations were added to the Pearl of Great Price. Conducting the business of the conference, President Tanner said:"],[".para","“President Kimball has asked me to read a very important resolution for your sustaining vote."],[".para","“‘At a meeting of the Council of the First Presidency and the Quorum of the Twelve held in the Salt Lake Temple on March 25, 1976, approval was given to add to the Pearl of Great Price the following two revelations:"],[".para","“‘First, a vision of the celestial kingdom given to Joseph Smith … ; and second, a vision given to President Joseph F. Smith … showing the visit of the Lord Jesus Christ in the spirit world. …’"],[".para","“It is proposed that we sustain and approve this action and adopt these revelations as part of the standard works of The Church of Jesus Christ of Latter-day Saints."],[".para","“All those in favor manifest it. Those opposed, if any, by the same sign” (in Conference Report, Apr. 1976, 29; or",["span.emphasis","Ensign,"],"May 1976, 19). In 1979 these two revelations were moved to the Doctrine and Covenants and became sections 137 and 138."]],["li",["span.label",["b","5."]],[".para",["b","Prophets may refine scripture."]]],["li",["span.label","■"],[".para","Discuss the following statements:"],[".para","Elder Boyd K. Packer, a member of the Quorum of the Twelve Apostles, explained:"],[".para","“Of course there have been changes and corrections. Anyone who has done even limited research knows that. When properly reviewed, such corrections become a testimony for, not against, the truth of the books."],[".para","“The Prophet Joseph Smith was an unschooled farm boy. To read some of his early letters in the original shows him to be somewhat unpolished in spelling and grammar and in expression."],[".para","“That the revelations came through him in any form of literary refinement is nothing short of a miracle. That some perfecting should continue strengthens my respect for them."],[".para","“Now, I add with emphasis that such changes have been basically minor refinements in grammar, expression, punctuation, clarification. Nothing fundamental has been altered” (in Conference Report, Apr. 1974, 137; or",["span.emphasis","Ensign,"],"May 1974, 94)."],[".para","Elder Bruce R. McConkie, who was a member of the Quorum of the Twelve Apostles, taught: “From the days of the first dispensation it has been the practice of the Lord’s people to make selections from the scriptural utterances of those who are appointed to lead the Church and to publish these selections as formal and official scripture. All should be accepted and believed by all who call themselves Saints. But the revelations, visions, prophecies, and narrations selected and published for official use are thereby made binding upon the people in a particular and special sense. They become part of the standard works of the Church. They become the standards, the measuring rods, by which doctrine and procedure are determined” (“A New Commandment: Save Thyself and Thy Kindred,”",["span.emphasis","Ensign,"],"Aug. 1976, 7)."]]]]],[".topic",["h2","Supplementary Study Sources"],["div",{"id":"p46","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-1.p46"},"None suggested."]],[".topic",["h2","Suggested Student Study"],["div",{"id":"f3","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-1.f3"},["ol.bullet",["li",["span.label","•"],[".para","In preparation for the next lesson, ask students to list one or two unique doctrinal contributions of each of the standard works."]]]]]]],"refs":null}
