{"id":17,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":17,"title":"Lesson 15: Joseph Was Sold into Egypt","subtitle":"","short_title":"Lesson 15","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.head1"},[".titleNumber","Lesson",["span.dominant","15"]],["h1","Joseph Was Sold into Egypt"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.p4"},"To teach the children that even though we may not always be able to control the things that happen to us, we can control our attitudes."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.1-4"},"Genesis 37:1–4"],"—Jacob loves and favors Joseph; his brothers hate him."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.5-11"},"Genesis 37:5–11"],"—Joseph dreams that his parents and brothers bow to him."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.12-36"},"Genesis 37:12–36"],"—Joseph’s brothers sell him into Egypt."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.14"},"1 Nephi 5:14"],"—Joseph was sold into Egypt to preserve his family."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Make a set of paper figures representing the twelve sons of Jacob by folding an 8 1/2″ x 11″ sheet of paper in half lengthwise (see figure 1), folding it fanlike (see figure 2), making a simple drawing (see figure 3), and cutting it out, leaving the arms and legs connected (see figure 4). After you have made twelve figures, fasten them together in a row. Write the names of Jacob’s sons on the figures: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, Dan, Naphtali, Gad, Asher, Joseph, Benjamin."],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A pearl and some sand (if they are available)."]],["li",["span.label","c."],[".para","Pictures 6-16, Joseph Is Sold by His Brothers (Gospel Art Picture Kit 109; 62525), and 6-17, Oyster and Pearl."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p27","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.p27"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p29","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.p29"},"Ask the children if they have ever had something small, like a piece of sand, in their eye. How did it feel? Show the children the picture of the oyster and the pearl, or, if available, show a pearl and some sand. Explain that something as beautiful as a pearl can develop from the irritation caused by a small grain of sand inside an oyster shell. Explain that there are things in our lives that can cause irritations, like being hurt, disappointed, mistreated, or misjudged. We can complain, be sad, be angry, or be jealous, or we can have a positive attitude and make the best of the situation. Our actions toward others should depend more on what",["span.emphasis","we"],"want than on what",["span.emphasis","they"],"do. Explain that our attitudes determine our actions. As we learn of Joseph and his brothers we will see how their attitudes affected them."],["div",{"id":"p30","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.p30"},"Review with the children that Jacob, whose name was changed to Israel, was Isaac’s son and Abraham’s grandson, that he had four wives: Leah, Rachel, Bilhah (Rachel’s handmaid), and Zilpah (Leah’s handmaid), and that he and his wives had twelve sons and at least one daughter, whose name was Dinah. Holding the paper figures in your hand, pull them out one by one while you name the sons, emphasizing Joseph’s name and position in the family (or you could list the names of Jacob’s sons on the chalkboard)."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p32","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.p32"},"Using the picture of Joseph and his brothers at an appropriate time, teach the children the account from",["a.scriptureRef",{"href":"/scriptures/ot/gen/37"},"Genesis 37"],"of Joseph being sold into Egypt. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.) Discuss with the children how the attitudes of Joseph and his brothers affected their actions."]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p34","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.p34"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","How old was Joseph when he received his special coat? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.2-3"},"Genesis 37:2–3"],".)"]],["li",["span.label","•"],[".para","When Joseph’s brothers saw that Jacob loved Joseph more than he loved them, how did they react? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.4"},"Genesis 37:4"],".) What do you think it means that the brothers “could not speak peaceably” to Joseph? When other people have possessions, talents, or attention that we would like to have, how can we avoid feelings of jealousy or dislike toward them?"]],["li",["span.label","•"],[".para","What did Joseph dream? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.5-9"},"Genesis 37:5–9"],".) Explain that",["span.emphasis","obeisance"],"means to bow down before a superior to show deep respect. How did Joseph’s brothers and his father feel about Joseph’s dreams? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.8,10-11"},"Genesis 37:8, 10–11"],".)"]],["li",["span.label","•"],[".para","What was Joseph’s response when his father asked him to travel over forty-five miles to Shechem to find out if his brothers were all right? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.13-14"},"Genesis 37:13–14"],".) What can we learn of Joseph’s attitudes when he continued his search for his brothers even after they had gone to Dothan? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.16-17"},"Genesis 37:16–17"],".) In addition to his willingness to serve, he showed persistence and obedience in going at least twelve miles further to complete his assignment."]],["li",["span.label","•"],[".para","When Joseph’s brothers saw him coming in the distance, what did their attitudes of jealousy and hate lead them to do? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.18-20"},"Genesis 37:18–20"],".) Explain that",["span.emphasis","to conspire"],"means to secretly make a plan against someone."]],["li",["span.label","•"],[".para","Which brother tried to help Joseph? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.21-22,29-30"},"Genesis 37:21–22, 29–30"],".) Explain that Reuben planned to come back secretly and remove Joseph from the pit. When Reuben found Joseph gone, he tore his clothes as a sign of sorrow."]],["li",["span.label","•"],[".para","How did the brothers deceive their father about Joseph? (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.31-33"},"Genesis 37:31–33"],".) How do you think Joseph’s brothers felt after they got rid of Joseph and caused their father pain?"]],["li",["span.label","•"],[".para","How would you feel if you were unjustly treated as Joseph was? How can attitudes of hate, jealousy, discouragement, and resentment be harmful? Explain to the children that they will continue studying about Joseph in the next two lessons, and they will learn that, even though Joseph had many trials as a servant, a prisoner, and a great leader, he always did the right things with the right attitude. (See enrichment activity 3.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p44","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.p44"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f6","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.f6"},["ol.number",["li",["span.label","1."],[".para","Have the class dramatize the story of Joseph being sold into Egypt. You may want to use a few simple props, such as a robe, twenty coins or something to represent the coins, a piece of cloth, and so on. Prepare slips of paper from the scripture story such as the following, or have the children read the account directly from the scriptures:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Joseph:"]],["td",{"colspan":"1","rowspan":"1"},[".para","I dreamed we were binding sheaves in the field and my sheaf arose and stood upright and your sheaves stood round about and bowed down to my sheaf."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Brother 1:"]],["td",{"colspan":"1","rowspan":"1"},[".para","Will you really reign over us? Because of your dreams we hate you even more."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Brother 2:"]],["td",{"colspan":"1","rowspan":"1"},[".para","Look, the dreamer is coming. Let’s kill him and cast him into a pit."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Reuben:"]],["td",{"colspan":"1","rowspan":"1"},[".para","We shouldn’t kill him. It will be enough to cast him into the pit."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Judah:"]],["td",{"colspan":"1","rowspan":"1"},[".para","Let us sell him to the Ishmaelites. That way we will get money for him and we won’t have his blood on our hands."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Brother 3:"]],["td",{"colspan":"1","rowspan":"1"},[".para","We will kill a lamb and dip Joseph’s coat in the blood."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Brother 4:"]],["td",{"colspan":"1","rowspan":"1"},[".para","We will show it to our father and tell him we found it."]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Jacob:"]],["td",{"colspan":"1","rowspan":"1"},[".para","It is my Joseph’s coat. A beast has killed him."]]]]]]],["li",["span.label","2."],[".para","If a lemon is available, bring one cut in thin slices for the children to taste. Then explain that we can make the lemon less sour by adding sugar and water to the lemon juice and making lemonade. Share the following quotation by Elder Hartman Rector Jr.:"],[".para","“Joseph was sold by his own brothers as a slave and was purchased by Potiphar, a captain of the guard of Pharaoh. But even as an indentured servant, Joseph turned every experience and all circumstances, no matter how trying, into something good."],[".para","“… Joseph, although a slave and wholly undeserving of this fate, nevertheless remained faithful to the Lord and continued to live the commandments and made something very good of his degrading circumstances. People like this cannot be defeated, because they will not give up. They have the correct, positive attitude, and Dale Carnegie’s expression seems to apply: If you feel you have a lemon, you can either complain about how sour it is, or you can make lemonade. It is all up to you” (in Conference Report, Oct. 1972, p. 170; or",["span.emphasis","Ensign,"],"Jan. 1973, p. 130; see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/37"},"Genesis 37"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/39.1-4"},"39:1–4"],")."]],["li",["span.label","3."],[".para","Help the children understand and memorize one or both of the following scriptures:"],[".para","“A merry heart doeth good like a medicine: but a broken spirit drieth the bones” (",["a.scriptureRef",{"href":"/scriptures/ot/prov/17.22"},"Proverbs 17:22"],")."],[".para","“And we know that all things work together for good to them that love God” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.28"},"Romans 8:28"],")."],[".para","Write on the chalkboard or make a chart of the first letter of each word to be memorized. For example, make the following chart for the words in",["a.scriptureRef",{"href":"/scriptures/ot/prov/17.22"},"Proverbs 17:22"],":"],[".",{"id":"f","uri":"/manual/primary-6-old-testament.f"}],[".para","Point to the letters as you repeat each corresponding word. Repeat it a few times and let the children repeat it as they are able. Before long they will not need the chart. (For additional ideas on memorizing scriptures, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p1"},"page xi"],"in “Helps for the Teacher.”)"]],["li",["span.label","4."],[".para","Ask the children what they might do in the following situations if they had a poor attitude, and what they would do if they had a good attitude:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","You have moved into a new neighborhood and are worried that you will not have any friends."]],["li",["span.label","b."],[".para","Your little brother ate a treat that was yours."]],["li",["span.label","c."],[".para","Your school teacher is often cross with the class."]],["li",["span.label","d."],[".para","You are sick and cannot get out of bed."]],["li",["span.label","e."],[".para","You have a hard time understanding your homework."]]]]],["li",["span.label","5."],[".para","Share the following counsel on attitudes by President Howard W. Hunter:"],[".para","“I want you to know that there have always been some difficulties in mortal life, and there always will be. But knowing what we know, and living as we are supposed to live, there really is no place, no excuse, for pessimism and despair. …"],[".para","“… I hope you won’t believe all the world’s difficulties have been wedged into your decade, or that things have never been worse than they are for you personally, or that they will never get better. I reassure you that things have been worse and they",["span.emphasis","will"],"always get better. They always do—especially when we live and love the gospel of Jesus Christ and give it a chance to flourish in our lives” (“An Anchor to the Souls of Men,”",["span.emphasis","Ensign,"],"Oct. 1993, p. 70)."]],["li",["span.label","6."],[".para","Have the children say the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"thirteenth article of faith"],"in unison. Explain that this article of faith tells what attitudes we need to have to be happy."]],["li",["span.label","7."],[".para","Review the story of Joseph with the children. You might want to show portions of the video",["span.emphasis","Joseph and His Brothers"],"(53152), which contains the complete text of the King James Version of Genesis 37–50. You might also encourage the children to watch this video with their families."]],["li",["span.label","8."],[".para","Sing or say the words to",["span.crossRef","“I’m Trying to Be like Jesus”"],"(",["span.emphasis","Children’s Songbook,"],"p. 78) or",["span.crossRef","“Choose the Right Way”"],"(",["span.emphasis","Children’s Songbook,"],"p. 160)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p85","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.p85"},"You may want to testify to the children that through our faith in Jesus Christ we can have a good attitude, which will help us make the best of every situation. As we do so we will be much happier and be able to do good rather than be depressed, lacking the energy and desire to accomplish worthwhile things."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p87","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.p87"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p89","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.p89"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.18-36"},"Genesis 37:18–36"],"at home as a review of this lesson."]],["div",{"id":"p90","uri":"/manual/primary-6-old-testament/lesson-15-joseph-was-sold-into-egypt.p90"},"Invite a child to give the closing prayer."]]]],"refs":null}
