{"id":7,"parent_id":0,"book_id":9399,"content_id":1,"language_id":1,"display_order":7,"title":"Lesson 5: Techniques of Effective Scripture Study","subtitle":"","short_title":"Lesson 5","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5","content":[["div",{"id":"head1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.head1"},[".titleNumber","Lesson 5"],["h1","Techniques of Effective Scripture Study"]],[".bodyBlock",[".topic",["h2","Teaching Objective"],["div",{"id":"p1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.p1"},"Effective scripture study can be achieved by using a variety of study methods."]],[".topic",["h2","Themes"],["div",{"id":"f1","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f1"},["ol.number",["li",["span.label","1."],[".para","A period of time should be regularly scheduled for scripture study."]],["li",["span.label","2."],[".para","Many methods can be used to improve our understanding of the scriptures and application of their teachings:"],["div",{"id":"f","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","Substitute the antecedents and synonyms"]],["li",["span.label","b."],[".para","Watch for definitions"]],["li",["span.label","c."],[".para","Ask questions"]],["li",["span.label","d."],[".para","Substitute your own name"]],["li",["span.label","e."],[".para","Memorize verses"]],["li",["span.label","f."],[".para","Stress the modifiers and connecting words"]],["li",["span.label","g."],[".para","Look for patterns"]],["li",["span.label","h."],[".para","Follow author annotations"]]]]]]]],[".topic",["h2","Teaching Ideas"],["div",{"id":"f3","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f3"},["ol.number",["li",["span.label",["b","1."]],[".para",["b","A period of time should be regularly scheduled for scripture study."]]],["li",["span.label","■"],[".para","Share the counsel of Elder Howard W. Hunter, then a member of the Quorum of the Twelve Apostles, concerning when we should study the scriptures and how long we should study them:"],[".para","“Many find that the best time to study is in the morning after a night’s rest has cleared the mind of the many cares that interrupt thought. Others prefer to study in the quiet hours after the work and worries of the day are over and brushed aside, thus ending the day with a peace and tranquillity that comes by communion with the scriptures."],[".para","“Perhaps what is more important than the hour of the day is that a regular time be set aside for study. It would be ideal if an hour could be spent each day; but if that much cannot be had, a half hour on a regular basis would result in substantial accomplishment. A quarter of an hour is little time, but it is surprising how much enlightenment and knowledge can be acquired in a subject so meaningful. The important thing is to allow nothing else to ever interfere with our study. …"],[".para","“… It is better to have a set amount of time to give scriptural study each day than to have a set amount of chapters to read. Sometimes we find that the study of a single verse will occupy the whole time” (in Conference Report, Oct. 1979, 91–92; or",["span.emphasis","Ensign,"],"Nov. 1979, 64)."]]]],["div",{"id":"f4","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f4"},["ol.number",["li",["span.label",["b","2."]],[".para",["b","Many methods can be used to improve our understanding of the scriptures and application of their teachings."]]]]],["div",{"id":"f5","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f5"},["ol.alphaLowCase",["li",["span.label","a."],[".para","Substitute the antecedents and synonyms"]]]],["div",{"id":"f6","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f6"},["ol.bullet",["li",["span.label","•"],[".para","Substitute the antecedent for pronouns or the original word for synonyms. An antecedent is the word a pronoun refers to. When we say, “John hit the ball, and it went over the fence,”",["span.emphasis","ball"],"is the antecedent of",["span.emphasis","it."],"In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37"},"Doctrine and Covenants 1:37"],", “these commandments” is the antecedent of",["span.emphasis","they"],"and",["span.emphasis","them."],"In many scriptural passages, the meaning can be clarified by substituting the antecedent for pronouns or the original word for synonyms the writer used. Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.21-23"},"1 Nephi 2:21–23"],"and supply all the antecedents. How did they do? Read the scripture to them:"],[".para","“And inasmuch as thy [Nephi’s] brethren [Laman and Lemuel] shall rebel against thee [Nephi], they [Laman and Lemuel] shall be cut off from the presence of the Lord."],[".para","“And inasmuch as thou [Nephi] shalt keep my [the Lord’s] commandments, thou [Nephi] shalt be a ruler and a teacher over thy [Nephi’s] brethren [Laman and Lemuel]."],[".para","“For behold, in that day that they [Laman and Lemuel and, by extension, their descendants the Lamanites] shall rebel against me [the Lord], I [the Lord] will curse them [Laman and Lemuel and their seed] even with a sore curse, and they [Laman and Lemuel and the Lamanites] shall have no power over thy [Nephi’s] seed [the Nephites] except they [the Nephites] shall rebel against me [the Lord] also.”"],[".para","The last two instances of the word",["span.emphasis","they"],"in this passage illustrate the kind of clarification this technique can provide. In the first case the antecedent is the Lamanites; in the second case it is the Nephites."]],["li",["span.label","•"],[".para","A synonym is a word that has a similar meaning to that of another word. Have students consider",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3.12"},"2 Nephi 3:12"],". Notice that there are several phrases that could be difficult to understand if the reader is not careful. By careful reading, however, students could substitute a more common word for the word that is not as familiar. Using synonyms, verse 12 would read as follows (the antecedents are left out):"],[".para","“Wherefore, the fruit of thy loins [the Nephites] shall write; and the fruit of the loins of Judah [Jews] shall write; and that which shall be written by the fruit of thy loins [Nephites], and also that which shall be written by the fruit of the loins of Judah [Jews], shall grow together.”"],[".para","You can readily see that the writing of the Nephites and the Jews would someday come together. In other words, the Book of Mormon and Bible would come together. By substituting for the antecedents and synonyms, the passage would read like this:"],[".para","“Wherefore, the Nephites shall write; and the Jews shall write; and the Book of Mormon, which shall be written by the Nephites, and also the Bible, which shall be written by the Jews, shall grow together.”"]]]],["div",{"id":"f7","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f7"},["ol.alphaLowCase",["li",["span.label","b."],[".para","Watch for definitions"]]]],["div",{"id":"f8","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f8"},["ol.bullet",["li",["span.label","•"],[".para","Help students understand the need to watch for definitions by discussing the following ideas:"],[".para","We often assume that every word or phrase has only one meaning, not realizing that the Lord and His prophets sometimes use words or phrases in different ways. When a unique definition for a word or phrase is used, it is as though an equal sign had been inserted into the text. For example, read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"Doctrine and Covenants 97:21"],". Here we are told that Zion equals the pure in heart. This definition, in turn, contributes to our understanding of another passage, such as “Blessed are the pure in heart [Zion]: for they shall see God” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.8"},"Matthew 5:8"],")."],[".para","Another example is Nephi’s statement that some men “trample under their feet” the God of Israel. Read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.7"},"1 Nephi 19:7"],". Ask students, “Do you trample God under your feet?” They will probably say no, thinking that this question asks if they were violently opposed to God. But in that same verse Nephi defines what he means. He gives us this equivalent: trampling God underfoot means to “set him at naught, and hearken not to the voice of his counsels.” When we understand that definition, the effect of the passage changes."],[".para","One last example shows how important it is to find the definitions for words in a specific passage. Read with the class",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.55"},"Doctrine and Covenants 10:55"],". Notice that the Lord seems to make a startling statement: “Therefore, whosoever belongeth to my church need not fear, for such shall inherit the kingdom of heaven.” Obviously, many members of the Church are not yet worthy of salvation, but the statement seems to include all members of record. The problem is that we try to interpret that verse using the definition we generally apply to the word",["span.emphasis","church."],"A few verses later, the Lord explains what he means by the word: “Whosoever repenteth and cometh unto me, the same is my church” (v. 67)."],[".para","If we use this meaning, that",["span.emphasis","church"],"equals those who have repented and come to God, the statement in verse 55 makes more sense. Of course, this meaning is not applicable to every occurrence of the word",["span.emphasis","church"],"in the scriptures."]]]],["div",{"id":"f9","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f9"},["ol.alphaLowCase",["li",["span.label","c."],[".para","Ask questions"]]]],["div",{"id":"f10","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f10"},["ol.bullet",["li",["span.label","•"],[".para","Indicate to the class that they should continually strive for insight into the scriptures. They should ask themselves questions as they read. For example, ask, “Why this word?” or “Why this phrase?” Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.25-29"},"Doctrine and Covenants 76:25–29"],"with students and ask these questions:"]]]],["div",{"id":"f11","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f11"},["ol.number",["li",["span.label","1."],[".para","What was the rank of the angel spoken of?"]],["li",["span.label","2."],[".para","Why was he thrust down? What does",["span.emphasis","thrust"],"indicate?"]],["li",["span.label","3."],[".para","What was his name before he was called Perdition?"]],["li",["span.label","4."],[".para","How did the heavens respond when Lucifer was cast down?"]],["li",["span.label","5."],[".para","What position did Satan want? Why?"]],["li",["span.label","6."],[".para","How did Satan plan to achieve his objective?"]],["li",["span.label","7."],[".para","How did the Prophet Joseph Smith and Sidney Rigdon come to experience this vision of Satan?"]],["li",["span.label","8."],[".para","Why are two exclamation points used in verse 27?"]]]],["div",{"id":"f12","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f12"},["ol.bullet",["li",["span.label","•"],[".para","As we search the scriptures, we should strive to find understanding (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/10.14"},"3 Nephi 10:14"],") and application (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],"). Review with students the following questions that could be asked while studying the scriptures:"]]]],["div",{"id":"f13","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f13"},["ol.number",["li",["span.label","1."],[".para","Who is speaking?"]],["li",["span.label","2."],[".para","Who is the message directed to?"]],["li",["span.label","3."],[".para","What is the message?"]],["li",["span.label","4."],[".para","When and where did the events take place?"]],["li",["span.label","5."],[".para","What are some of the key words and phrases?"]],["li",["span.label","6."],[".para","What do they mean?"]],["li",["span.label","7."],[".para","What is taught about Christ or the plan of salvation?"]]]],["div",{"id":"f14","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f14"},["ol.alphaLowCase",["li",["span.label","d."],[".para","Substitute your own name"]]]],["div",{"id":"f15","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f15"},["ol.bullet",["li",["span.label","•"],[".para","Substituting your name is a way of likening the scripture unto yourself. Have students insert their own name for the name of the person being addressed in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/30.1"},"Doctrine and Covenants 30:1"],". It would read this way:"],[".para","“Behold, I say unto you,",["span.emphasis","[your name,]"],"that you have feared man and have not relied on me for strength as you ought.”"]],["li",["span.label","•"],[".para","A variation of this technique would be to use",["span.emphasis","I"],"or",["span.emphasis","me."],"Invite your students to read the sacrament prayers, found in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77,79"},"Doctrine and Covenants 20:77, 79"],", and substitute these two words in the appropriate places."]]]],["div",{"id":"f16","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f16"},["ol.alphaLowCase",["li",["span.label","e."],[".para","Memorize verses"]]]],["div",{"id":"f17","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f17"},["ol.bullet",["li",["span.label","•"],[".para","Refer to the following insight from President Ezra Taft Benson as you lead students in a discussion of the value of scripture memorization:"],[".para","“It is our privilege to store our memories with good and great thoughts and bring them out on the stage of our minds at will. When the Lord faced His three great temptations in the wilderness, He immediately rebutted the devil with appropriate scripture which He had stored in His memory” (“Think on Christ,”",["span.emphasis","Ensign,"],"Apr. 1984, 11)."]],["li",["span.label","•"],[".para","Memorized scripture brings spiritual power. Elder Richard G. Scott, a member of the Quorum of the Twelve Apostles, taught:"],[".para","“There is a power that can change lives in the specific words recorded in the standard works. That power is weakened when we paraphrase or alter the actual wording. I therefore suggest that you encourage students to cite scripture content with precision. All you do to encourage students to memorize selected scriptures accurately will bring to bear in their lives the power of their content” (“Four Fundamentals for Those Who Teach and Inspire Youth,” in",["span.emphasis","Old Testament Symposium Speeches,"],"1987, 5)."]],["li",["span.label","•"],[".para","Elder Scott also said: “I suggest that you memorize scriptures that touch your heart and fill your soul with understanding. When scriptures are used as the Lord has caused them to be recorded, they have intrinsic power that is not communicated when paraphrased. Sometimes when there is a significant need in my life, I review mentally scriptures that have given me strength. There is great solace, direction, and power that flow from the scriptures, especially the words of the Lord” (in Conference Report, Oct. 1999, 112; or",["span.emphasis","Ensign,"],"Nov. 1999, 87–88)."]],["li",["span.label","•"],[".para","President Spencer W. Kimball challenged the priesthood holders of the Church to memorize the Articles of Faith. He also told how he memorized them as a young boy:"],[".para","“I am wondering how many of you know the Articles of Faith? How many of you big men, as well as the little men? Do you know them? Have you repeated them? You are always prepared with a sermon when you know the Articles of Faith. And they are basic, aren’t they? I’d think it would be a wonderful thing if all the boys, as they learn them, would learn them word-perfect. That means that you don’t miss and you don’t forget."],[".para","“Shall I tell you how I did it? … I used to milk cows. I typed with two fingers, and I would type out these Articles of Faith on little cards and put them down in the corral right by me when I sat on the one-legged stool and milked the cows. And I repeated them over, I guess 20 million times. I don’t know. But at any rate, I have claimed that I could say the Articles of Faith now after these many, many years and could say them word-perfect. And I think it has been most valuable to me. Will you do that, my fine young men?” (in Conference Report, Oct. 1975, 119; or",["span.emphasis","Ensign,"],"Nov. 1975, 79)."]]]],["div",{"id":"f18","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f18"},["ol.alphaLowCase",["li",["span.label","f."],[".para","Stress the modifiers and connecting words"]]]],["div",{"id":"f19","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f19"},["ol.bullet",["li",["span.label","•"],[".para","Modifiers are used to add color or emotion. In scriptural passages they are often overlooked. Note with students how eliminating the modifiers affects this well-known passage in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.39"},"Doctrine and Covenants 121:39"],": “We have learned by … experience that it is the nature and disposition of … men, as soon as they get … authority, … they will … exercise … dominion.”"],[".para","By contrast, see how emphasizing the modifiers in the following passages brings out the meaning:"],[".para","“Blessed are the",["span.emphasis","poor"],"in spirit: for theirs is the kingdom of heaven” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.3"},"Matthew 5:3"],"; italics added). “But when ye pray, use not",["span.emphasis","vain"],"repetitions” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.7"},"Matthew 6:7"],"; italics added)."],[".para","Ask students to quickly count the number of",["span.emphasis","f"],"s in this statement: “Finished files are the result of years of scientific study and plenty of frugal planning.” Most people immediately say four. They are surprised to be told there are seven. Why? because the eye automatically skips over the three",["span.emphasis","of"],"s",["span.emphasis","."],"We do the same thing when we read the scriptures. We ignore the small words that connect the ideas in a passage. As the students read, help them understand the significance of the following words:",["span.emphasis","and, but, again, therefore, now, behold, verily, because, if, then, inasmuch, thus, even, so."],"Being aware of these words and the ways they signal relationships between ideas can bring a new level of understanding."],[".para","Carefully read",["a.scriptureRef",{"href":"/scriptures/ot/isa/58.13-14"},"Isaiah 58:13–14"],"with students. Notice that it shows a cause-and-effect relationship signaled by the",["span.emphasis","if"],"and",["span.emphasis","then"],"used to begin the verses."],[".para","Refer the students to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.7-8"},"Doctrine and Covenants 46:7–8"],". Note the way the word",["span.emphasis","wherefore"],"at the beginning of verse 8 ties the warning in that verse back to the message of verse 7."]]]],["div",{"id":"f20","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f20"},["ol.alphaLowCase",["li",["span.label","g."],[".para","Look for patterns"]]]],["div",{"id":"f21","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f21"},["ol.bullet",["li",["span.label","•"],[".para","As we go through life, it is important to have correct patterns to follow. Without following a right pattern our lives have no direction and may be filled with misery. The scriptures give a marvelous promise about patterns. “I will give unto you a pattern in all things, that ye may not be deceived; for Satan is abroad in the land, and he goeth forth deceiving” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.14"},"D&C 52:14"],")."],[".para","Elder Marvin J. Ashton, who was a member of the Quorum of the Twelve Apostles, gave a definition of a pattern: “A pattern is a guide for copying, a design, a plan, a diagram or model to be followed in making things, a composite of traits or features characteristic of an individual” (in Conference Report, Oct. 1990, 23–24; or",["span.emphasis","Ensign,"],"Nov. 1990, 20)."],[".para","The gospel of Jesus Christ is God’s pattern for righteous living and eternal life. The scriptures are filled with numerous patterns. There are patterns of prayer, repentance, gaining a testimony, building faith, judging, building temples, receiving revelation, ascendance of a prophet, and the list goes on and on. Satan even has his patterns, which when gleaned from the scriptures can help us avoid falling into the gulf of sin."],[".para","A careful student of the scriptures observes how the Lord tutors His prophets, chastens His people, or deals with the wicked. This process often reveals a pattern. These patterns have meaningful applications in our lives just as they did in people’s lives recorded in scripture."],[".para","Have students search for patterns in the scriptures. From the students’ search, write a list of patterns on the chalkboard. Ask the class what they learned from this technique of scripture study."],[".para","The following is a list of scripture blocks that reveal a pattern. From these scriptures, choose the patterns that best illustrate this scripture technique and will be most meaningful to your students."]]]],["div",{"id":"f22","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f22"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para","Scripture"]],["th",{"colspan":"1","rowspan":"1"},[".para","Pattern"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","1.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.28-43"},"Alma 32:28–43"]]],["td",{"colspan":"1","rowspan":"1"},[".para","Building faith and testimony"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","2.",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.16-17"},"Moroni 7:16–17"]]],["td",{"colspan":"1","rowspan":"1"},[".para","The way to judge"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","3.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30"},"Alma 30"]]],["td",{"colspan":"1","rowspan":"1"},[".para","The way of an anti-Christ"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","4.",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17"},"1 Samuel 17"]]],["td",{"colspan":"1","rowspan":"1"},[".para","Characteristics of faith"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","5.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9"},"D&C 9"]]],["td",{"colspan":"1","rowspan":"1"},[".para","Revelation"]]]]]],["div",{"id":"f23","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f23"},["ol.alphaLowCase",["li",["span.label","h."],[".para","Follow author annotations"]]]],["div",{"id":"f24","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f24"},["ol.bullet",["li",["span.label","•"],[".para","Often in the standard works a prophet, translator, or abridger of plates (such as Mormon) breaks into the story line to offer commentary. Sometimes the commentary appears at the conclusion of a story. These gems of annotation offer clarity and greater understanding of the scriptures. It is as if the prophet were saying, “Just in case you have not gleaned the point, here it is.”"],[".para","Often this type of commentary is expressed in key phrases, such as “thus we see” or “and so it is.”"]],["li",["span.label","•"],[".para","The following scriptures illustrate when scripture writers gave annotation on scripture:",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/12.14-15"},"1 Samuel 12:14–15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.60"},"Alma 30:60"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/12.1"},"Helaman 12:1"],". Allow students to look through their scriptures, particularly the Book of Mormon, to see if they can discover other author annotations."]]]]],[".topic",["h2","Supplementary Study Sources"],["div",{"id":"f25","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f25"},["ol.bullet",["li",["span.label","•"],[".para","“",["span.emphasis","Hold to the Rod,”"],"video presentation 3, “Search the Scriptures: RSVP” (16:30)."]],["li",["span.label","•"],[".para","“",["span.emphasis","Hold to the Rod,”"],"video presentation 4, “Feast upon the Word” (21:50)."]]]]],[".topic",["h2","Suggested Student Study"],["div",{"id":"f26","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f26"},["ol.bullet",["li",["span.label","•"],[".para","Prepare a student handout of the following chart and ask your students to use the techniques mentioned. Have them report back next class period."]]]],["div",{"id":"f27","uri":"/manual/scripture-study-the-power-of-the-word-teacher-manual/lesson-5.f27"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para",["b","Method"]]],["th",{"colspan":"1","rowspan":"1"},[".para",["b","Scripture References"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Substitute the antecedents"]],["td",{"colspan":"1","rowspan":"1"},[".para",["a.scriptureRef",{"href":"/scriptures/bofm/morm/7.9"},"Mormon 7:9"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Stress the modifiers"]],["td",{"colspan":"1","rowspan":"1"},[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.46"},"D&C 121:46"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Watch for definitions"]],["td",{"colspan":"1","rowspan":"1"},[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Observe the connecting words"]],["td",{"colspan":"1","rowspan":"1"},[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.3-11"},"3 Nephi 12:3–11"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Ask questions"]],["td",{"colspan":"1","rowspan":"1"},[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.4-5"},"Moroni 10:4–5"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Substitute your own name"]],["td",{"colspan":"1","rowspan":"1"},[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.41-43"},"D&C 93:41–43"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Look for patterns (revelation)"]],["td",{"colspan":"1","rowspan":"1"},[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9"},"D&C 9"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Follow author annotations"]],["td",{"colspan":"1","rowspan":"1"},[".para",["a.scriptureRef",{"href":"/scriptures/bofm/hel/12.1"},"Helaman 12:1"]]]]]]]]]],"refs":null}
