{"id":22,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":22,"title":"Lesson 19: Personal Records","subtitle":"","short_title":"Lesson 19","uri":"/manual/young-women-manual-1/lesson-19-personal-records","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-19-personal-records.head1"},[".titleNumber","Lesson",["span.dominant","19"]],["h1","Personal Records"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p1"},"Each young woman will realize the importance of keeping a personal record."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-19-personal-records.f1"},["ol.number",["li",["span.label","1."],[".para","Prepare one copy of each of the two sets of questions at the beginning of the lesson. Include the scriptural references but not the answers."]],["li",["span.label","2."],[".para","Be prepared to tell the young women about one of your ancestors and how this person has influenced your life; or have a visitor, who has been approved by priesthood advisers, tell the class about an ancestor."]],["li",["span.label","3."],[".para","Assign two or three young women to tell briefly about one of their grandparents or great-grandparents and how this person has affected their lives."]],["li",["span.label","4."],[".para","Prepare a handout of the quotations at the conclusion of the lesson to give to each class member."]],["li",["span.label","5."],[".para","Assign young women to present any scriptures, stories, or quotations you wish."]],["li",["span.label","6."],[".para","See the end of the lesson for an optional family history activity."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Heavenly Father Commands His Children to Keep Personal Records"],[".teachingMethod",["h3","Quiz"],["div",{"id":"p8","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p8"},"Divide the class into two groups. Be sure each group has a set of scriptures and a pencil. Give one group the questions and scriptural references for set A below and the other group the same for set B. Allow about five minutes for the young women to answer the questions."],[".topic",["h4","Questions—Set A"],["div",{"id":"f2","uri":"/manual/young-women-manual-1/lesson-19-personal-records.f2"},["ol.number",["li",["span.label","1."],[".para","Who recorded the first information in a book of remembrance? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.5-8"},"Moses 6:5–8"],".)"]],["li",["span.label","2."],[".para","Name two other Old Testament prophets who kept books of remembrance. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.45-46"},"Moses 6:45–46"],";",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.16"},"Malachi 3:16"],".)"]],["li",["span.label","3."],[".para","When priesthood ordinances such as baptism and temple marriage are performed, where are records kept? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.7"},"D&C 128:7"],".)"]],["li",["span.label","4."],[".para","What is one reason for keeping a journal or personal history? (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23"},"2 Nephi 25:23"],".)"]],["li",["span.label","5."],[".para","When Christ appeared to the Nephites, he learned that some important events had not been written in their records. What did he command the people to do? (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/23.6-13"},"3 Nephi 23:6–13"],".)"]]]]],[".topic",["h4","Answers for Set A"],["div",{"id":"f3","uri":"/manual/young-women-manual-1/lesson-19-personal-records.f3"},["ol.number",["li",["span.label","1."],[".para","Adam"]],["li",["span.label","2."],[".para","Enoch and Malachi"]],["li",["span.label","3."],[".para","On earth and in heaven"]],["li",["span.label","4."],[".para","To persuade our children to believe in Christ"]],["li",["span.label","5."],[".para","To write the events they had neglected to record"]]]]],[".topic",["h4","Questions—Set B"],["div",{"id":"f4","uri":"/manual/young-women-manual-1/lesson-19-personal-records.f4"},["ol.number",["li",["span.label","1."],[".para","How do we know that Jesus is a descendant of David and Abraham? (",["a.scriptureRef",{"href":"/scriptures/nt/matt/1.1"},"Matthew 1:1"],".)"]],["li",["span.label","2."],[".para","Why did Nephi and his brothers go back to the home of Laban? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.1-4"},"1 Nephi 3:1–4"],".)"]],["li",["span.label","3."],[".para","Why did Nephi keep a record of his life as he and his father’s family left Jerusalem and traveled to America? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.1-3"},"1 Nephi 1:1–3"],".)"]],["li",["span.label","4."],[".para","Who taught Adam and his children how to keep a book of remembrance? (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.46"},"Moses 6:46"],".)"]],["li",["span.label","5."],[".para","How did Abraham gain a knowledge of the rights of the priesthood and of the Creation? (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.31"},"Abraham 1:31"],".)"]]]]],[".topic",["h4","Answers for Set B"],["div",{"id":"f5","uri":"/manual/young-women-manual-1/lesson-19-personal-records.f5"},["ol.number",["li",["span.label","1."],[".para","This information is recorded in the Bible."]],["li",["span.label","2."],[".para","To get the records of the Jews and the genealogy of their forefathers."]],["li",["span.label","3."],[".para","Because he had a knowledge of the goodness and mysteries of God."]],["li",["span.label","4."],[".para","They were taught by the hand of the Lord."]],["li",["span.label","5."],[".para","It was written in the records of his fathers."]]]]]],[".teachingMethod",["h3","Discussion"],["div",{"id":"p29","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p29"},"Have each group report the answers to their set of questions to the class. After the young women have given the answers to the quiz, ask the entire class to respond to the following:"],["ul.bullet",["li",["span.label","•"],[".para","What kind of information did Moses, Nephi, and Abraham keep in their books of remembrance? (The names of family members, important events, personal testimonies, prophecies of things to come, blessings they received from their Father in Heaven, and commandments they received.)"]],["li",["span.label","•"],[".para","Why is it important to keep a personal record? (Through a personal record, a person can share with her descendants events in her life, her testimony, her thoughts and feelings, and a record of Heavenly Father’s blessings to her.)"]],["li",["span.label","•"],[".para","How do you know that Heavenly Father wants you to keep a record of your life? (Since the beginning of time, he has commanded his children to keep personal records of their lives. And modern prophets have encouraged us to keep journals throughout our lives.)"]]]]],[".topic",["h3","Records of Progenitors Can Bring Joy and Strength"],[".teachingMethod",["h3","Story"],["div",{"id":"p33","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p33"},"Read or tell the following fictional story:"],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p34"},"“Great-Uncle Benjamin had died over 30 years ago and some of his belongings were packed away in the old trunks in the farmhouse attic."],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p35"},"“‘I wonder why Grandpa saved [Great-Uncle’s things] for all these years,’ John grumbled as he helped sort through it with his mother and sister. Grandpa had died a few weeks before and Jennie Lynn, his only surviving daughter, and her two children had come to clean out the old family home."],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p36"},"“John threw a shapeless felt hat into a large barrel in the center of the room. ‘Man, do you ever wonder if your family tree has blight attacking its roots? I mean, what in the world would they want to save all this junk for? Look at this old dilapidated book for instance:",["span.emphasis","Pamela, or Virtue Rewarded."],"Brother!’"],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p37"},"“‘That,’ replied his sister Alice calmly, ‘is a copy of the first English novel ever written. Kindly place it carefully in the “save” box.’"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p38"},"“‘Well, what about this? A partially used notebook? Who in their right mind would save that? …’"],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p39"},"“Jennie walked over and looked at the book John was holding. …"],["div",{"id":"p40","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p40"},"“‘Can you make out what it says?’ Alice asked, joining her mother and brother."],["div",{"id":"p41","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p41"},"“‘Easy,’ John replied as he sat down and started to read, skipping pages here and there."],["div",{"id":"p42","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p42"},"“May 4, 1888 …"],["div",{"id":"p43","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p43"},"“‘Hey, it looks like a diary or a journal or something!’"],["div",{"id":"p44","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p44"},"“May 4, 1888: Mother locked my violin in the cedar chest again this morning. She says it’s too big a temptation for me before the cows are milked. She’s right, I suppose. It’s a good thing the other boys are more diligent than I or we’d never be able to feed all eight of us from these few acres. If Father were still alive we’d manage better."],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p45"},"“September 3, 1888: Mr. Carter told Mother today that he has taught me all he knows and I need a more advanced teacher. There is a Sister Kendall over in Coalville who is supposed to have played at one time with the Philadelphia orchestra before joining the Church and moving west. Mother promised I could ask her if she would take me as a pupil. The only trouble is going to be how much she will charge for lessons. I am to be allowed to take charge of the chickens and keep the egg money to pay for my music. …"],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p46"},"“April 8, 1892: I realized today that there are three things I love better than all else: the Lord, my family, and my music. And I know now that the love of one thing does not necessarily preclude the love of another. When they’re all good things, they all go together."],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p47"},"“December 1, 1892: It’s terribly late, but I can’t sleep. I’ve been copying music all evening with Mother’s help. I’ve been asked to travel down to Salt Lake to audition for a place with the territorial orchestra. …"],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p48"},"“March 5, 1893: After several weeks of practicing interspersed with hours of prayers, I went down to Salt Lake and auditioned. Mr. Dean, the conductor, told me I was the most accomplished violinist he had heard west of Denver. There probably aren’t too many west of Denver that he has heard, but Mother was pleased when I told her. I am to be in Denver for rehearsals early in the fall, and I’ll be earning enough to keep myself plus a little to spare for Mother and the others. Sunday in sacrament meeting I’m to play the Mozart selection I learned for the tryouts."],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p49"},"“March 11, 1893: Why has this happened now? Why just at this point in my life? After sacrament meeting on Sunday, Bishop Reynolds called me into his office and asked me how the tryouts had gone. I told him that I had been hired, and he asked me if I couldn’t put off playing with the orchestra for a couple of years. He explained to me that before I start earning money, there is something else I owe the Lord. With ‘no doubt’ in his mind that it is the will of the Lord, he asked me to accept a mission call. I know I owe everything I have to my God, and a couple of years away from my violin shouldn’t be too much to ask, but I think it’s giving up almost more than I can bear. Still I knew the uncertainty in my own heart was more dread than doubt so I promised the bishop that if there was any way for us to raise the money, I would accept the call. …"],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p50"},"“March 13, 1893: Last night I told Mother about the mission call. She was overjoyed. Father had always wanted to serve a mission, she said, but he had been killed before being able to. Now I could fill a mission in his place. When I asked her how we were going to raise the money, her face clouded. Explaining to her that I would not allow her to sell any more of the land, I told her of the conditional promise I had given the bishop. She looked at me quietly for a moment and then she said, ‘Ben, there is a way we can raise the money. This family owns one thing that is of great enough value to send you on your mission. You will have to sell your violin.’"],["div",{"id":"p51","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p51"},"“March 17, 1893: The promise must be kept, and there is a way. Next Monday, I will go to Salt Lake and sell my violin. If I am able to raise the needed sum for my passage, I will leave immediately on my mission. I have made my decision and I am at peace."],["div",{"id":"p52","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p52"},"“March 23, 1893: I awoke this morning and took my violin from its case. All day long I played the music I love. In the evening when the light grew dim and I could see to play no longer, I placed the instrument in its case. It will be enough. Tomorrow I leave."],["div",{"id":"p53","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p53"},"“‘That’s it,’ John said unbelievingly. ‘It ends right there. There’s no more. What happened? Did he come back and get another violin? Did he? Was he ever able to play in a symphony orchestra? Mom, do you know what happened?’"],["div",{"id":"p54","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p54"},"“‘I don’t know, John,’ his mother responded quietly. ‘I suppose there’s somebody around who does, but I don’t really mind having the story end there. You already know the most important thing about him.’"],["div",{"id":"p55","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p55"},"“‘Wait!’ yelped John. ‘Look, there’s a little more writing at the back of the notebook.’ He glanced at the short entry, coughed a little to cover the other sound that almost escaped from his throat, and handed the book to Jennie. ‘You, Mom,’ he said, afraid to trust himself with any more words."],["div",{"id":"p56","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p56"},"“Jennie took the book, moved closer to the small gabled window to catch the fading light, and looked at the page. The hand that wrote these words was not quite as steady or as firm as the one that started the journal, but the letters were still carefully and evenly formed. She read:"],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p57"},"“June 23, 1938: The greatest decision I ever made in my life was to give up something I dearly loved to the God I loved even more. He has never forgotten me for it. Benjamin Landart” (Karen Nolen, “Benjamin: Son of the Right Hand,”",["span.emphasis","New Era,"],"May 1974, pp. 35–37)."]],[".teachingMethod",["h3","Discussion"],["ul.bullet",["li",["span.label","•"],[".para","From the experience of Alice and John, what can we learn about keeping a journal?"]],["li",["span.label","•"],[".para","What did Alice and John learn about their great-uncle from his journal?"]],["li",["span.label","•"],[".para","How do you think Alice and John felt about their great-uncle after reading his journal?"]],["li",["span.label","•"],[".para","How could Benjamin Landart’s journal have brought happiness to his own life?"]],["li",["span.label","•"],[".para","How can a personal journal bless the lives of an individual’s children and grandchildren?"]],["li",["span.label","•"],[".para","Do you know some interesting things about your parents’ lives when they were about your age?"]],["li",["span.label","•"],[".para","Do you like to hear them talk about their childhood, how they met and married, and about you when you were young?"]],["li",["span.label","•"],[".para","How can knowledge about the lives of your parents or any of your ancestors help you to live more valiantly today?"]]]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p66","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p66"},"Explain that through reading their great-uncle’s journal, Alice and John learned about Benjamin Landart’s family and personal interests. They also learned of his love for his Heavenly Father. As they learned about his life, their love for him grew. A journal can help us remember events in our own lives. Keeping a personal record can bring joy to our children and grandchildren."],["div",{"id":"p67","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p67"},"One young woman commented, “It’s a tradition in our family to keep a personal journal. … During some of our family home evenings my dad reads us accounts from my great-grandpa’s journal, and that really inspires me to keep one. If my descendants get half the enjoyment I’ve received from reading my grandparents’ journals, it will be well worth my time to keep it up” (Laura Call, quoted in Kathleen Lubeck, “A Journal Called Lucy,”",["span.emphasis","New Era,"],"Nov. 1981, p. 40)."]],[".teachingMethod",["h3","Personal stories"],["div",{"id":"p68","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p68"},"Share with the young women a story about one of your ancestors and tell how this experience from someone else’s life has influenced you, or have the visitor share an experience. Then ask the young women who have prepared a story about their grandparents or great-grandparents to relate these stories to the class members."]]],[".topic",["h3","Conclusion"],[".teachingMethod",["h3","Quotations and handout"],["div",{"id":"p69","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p69"},"Distribute the handout of the following statements by President Spencer W. Kimball and have them read aloud:"],["div",{"id":"p70","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p70"},"“We urge our young people to begin today to write and keep records of all the important things in their own lives” (“The Angels May Quote from It,”",["span.emphasis","New Era,"],"Oct. 1975, p. 4)."],["div",{"id":"p71","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p71"},"“I promise you that if you will keep your journals and records, they will indeed be a source of great inspiration to your families, to your children, your grandchildren, and others, on through the generations. Each of us is important to those who are near and dear to us and as our posterity read of our life’s experiences, they, too, will come to know and love us. And in that glorious day when our families are together in the eternities, we will already be acquainted” (“President Kimball Speaks Out on Personal Journals,”",["span.emphasis","New Era,"],"Dec. 1980, p. 26)."]]]],[".topic",["h2","Optional family history activity"],[".topic",["h3","Finding Your Ancestors with FamilySearch™"]]],[".topic",["h2","Objective"],["div",{"id":"p72","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p72"},"Each member of the class will learn what FamilySearch is, how it can help her identify her ancestors, and what she can do to help make it more useful."]],[".topic",["h2","Description"],["div",{"id":"p73","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p73"},"This activity will take the young women to a site where FamilySearch is available."]],[".topic",["h2","Preparation"],["div",{"id":"p74","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p74"},"In preparation, the class adviser would determine where the activity will be held. Depending on local circumstances, this could be at the family history center, the stake center, a local meetinghouse, or a member’s home. If possible, select a location that has more than one FamilySearch workstation so that more than one young woman can be working at a time. You may want to ask the ward family history consultant to help with this part of the lesson."],["div",{"id":"p75","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p75"},"Note: If the class is very large, it may be wise to divide it into smaller groups."],["div",{"id":"p76","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p76"},"Plan additional parts to the activity. While some young women are using FamilySearch, the others could learn about family record extraction and then participate in an extraction project. This should be coordinated with the ward family record extraction coordinator. Other activities might include instruction about temples or games that help the young women focus their attention on their ancestors."],["div",{"id":"p77","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p77"},"Before the activity, assign the young women to work with their parents to fill out a pedigree chart as far back as they can."]],[".topic",[".topic",["h3","Identify Our Ancestors’ Family History Work"],[".topic",["h4","Activity"],["div",{"id":"p78","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p78"},"Tell the young women that we seek to identify our ancestors to give them the same opportunities to be sealed within the family of God as we receive here in this life. The saving ordinances (baptism, priesthood ordination for men, the endowment, and sealing) allow us to enter the celestial kingdom if we are worthy."],["div",{"id":"p79","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p79"},"FamilySearch is a computer system that enables people to find information about their ancestors and send their names to the temple. When an ancestor’s name is typed into the computer, FamilySearch scans quickly through millions of names in its computer files, finding names that match. It guides a person from the names to full screens of information, such as dates and places of birth, marriage, and death; and names of parents, children, and spouses."],["div",{"id":"p80","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p80"},"The information in FamilySearch comes from such sources as family genealogies, church records, and government records."],["div",{"id":"p81","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p81"},"FamilySearch consists of several files of information. The one that will be most helpful to the youth is Ancestral File. This file contains family history information contributed by members of the Church and others throughout the world. It contains the names of millions of persons linked in family groups and pedigrees."],["div",{"id":"p82","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p82"},"Note: The adviser can illustrate to the young women the importance of people contributing their family history information by holding up a “book of remembrance” full of pedigree charts and family group records. The adviser can explain that the information in the book is very valuable but that in this printed format it is useful to only a few people. However, by converting this information to a computer format (using the Personal Ancestral File computer program), it can be included in Ancestral File, where many others would benefit from it."],["div",{"id":"p83","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p83"},"The adviser should also point out that Ancestral File is not complete. It has much information, but there is much more that could be added—including the information the young women may have about their own ancestors."],["div",{"id":"p84","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p84"},"Ancestral File also includes the names and addresses of the people who have contributed information to it. This way the young women may be able to discover cousins and relatives they have never met."],["div",{"id":"p85","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p85"},"To further help the young women understand the significance of FamilySearch, the adviser could explain that without the computer they would have to look through rolls of microfilm and pages of books to find information about their ancestors. For many who have done this, it has taken numerous hours of work. The computer makes it possible to search the same information in just minutes."],["div",{"id":"p86","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p86"},"Have the young women practice using FamilySearch to find information about their ancestors. Help them call up names on their pedigree chart. If there is nothing about their ancestors in Ancestral File, remind them that they can do a great service by making sure the information on their pedigree charts is contributed to the file."],["div",{"id":"p87","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p87"},"As the young women use FamilySearch, they should print out information they find. In Ancestral File, they could print out a pedigree chart."],["div",{"id":"p88","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p88"},"After all the young women have had a chance to use FamilySearch, review what they have accomplished. Challenge them to continue to find information about their ancestors and to contribute the information to Ancestral File."]],[".topic",["h4","Postactivity"],["div",{"id":"p89","uri":"/manual/young-women-manual-1/lesson-19-personal-records.p89"},"There may be members of the ward who have large collections of family history information in printed format (books of remembrance). The young women could perform valuable service by computerizing the information and helping members contribute it to Ancestral File. For this to work, a sufficient number of personal computers with Personal Ancestral File would need to be available. Ward family history consultants could assist the young women leaders in organizing such a service project."]]]]]],"refs":null}
