{"id":27,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":27,"title":"Lesson 24: The School of the Prophets and the Word of Wisdom","subtitle":"","short_title":"Lesson 24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.head1"},[".titleNumber","Lesson",["span.dominant","24"]],["h1","The School of the Prophets and the Word of Wisdom"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p1"},"To help the children understand and desire to live the Word of Wisdom."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-80,118,122-127"},"Doctrine and Covenants 88:77–80, 118, 122–127"],"; the historical accounts given in this lesson; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89"},"Doctrine and Covenants 89"],". Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.18-19"},"Doctrine and Covenants 49:18–19"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/55.4"},"55:4"],"; and",["span.emphasis","Gospel Principles"],"(31110),",["a.crossRef",{"href":"/manual/gospel-principles/chapter-29-the-lords-law-of-health.p1"},"chapter 29"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Obtain a piece of lightweight rope, heavy string, or yarn and make a snare, as illustrated below:"],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}]],["li",["span.label","5."],[".para","Materials needed:"],[".para","A Doctrine and Covenants for each child."]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p8"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p9"},"Show the snare you have made and explain that hunters sometimes use snares to catch animals and birds. Hunters set snares on a trail or in a place where small animals or birds come for water. Sometimes a snare is attached to a tree limb so that it hangs just above the trail, where an animal will run into it. Other times a snare is placed on the ground and covered with leaves so it cannot be easily seen. A lure such as food may be placed in or near the snare to tempt an unsuspecting animal or bird to step into the snare. The snare catches and holds the animal in such a way that it cannot easily free itself."],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p10"},"Tie End A of the snare (see the illustrations in the “Preparation” section) to a stationary object, such as a doorknob or table leg, or hold it firmly in your hand. Have a child place a finger in the loop of the snare and gently pull against it. Point out how the snare gets tighter when something pulls against the loop."],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p11"},"Explain that just as hunters set snares to capture animals, Satan has set many snares for us. He uses appealing things as lures, hoping to catch us in one of his snares and destroy us (see enrichment activity 3). However, by learning and following the Lord’s commandments we can avoid Satan’s snares."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p12"},"Teach the children about the organization of the School of the Prophets and about the revelation of the Word of Wisdom, as described in the scriptures listed in the “Preparation” section and the following historical accounts. Then discuss with the children the health guidelines given in the Word of Wisdom (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89"},"D&C 89"],")."],[".topic",["h3","The School of the Prophets Is Organized"],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p13"},"In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88"},"Doctrine and Covenants 88"],"the Lord instructed Joseph Smith to form a school to teach the leaders of the Church about the gospel and prepare them to serve the members of the Church. In this school, called the School of the Prophets, Church leaders were to teach one another about the gospel and other important subjects (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-80"},"D&C 88:77–80"],"). Leaders of the Church in the Kirtland area began attending the School of the Prophets at the end of January 1833. The school was held in the evenings, in an upstairs room of Newel K. Whitney’s store. The Prophet taught the men about the importance of learning and preaching the gospel and of learning about the world around them. In addition to studying the scriptures and the principles of the gospel, the men also studied Hebrew and Greek."],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p14"},"In 1831 the Lord had commanded Oliver Cowdery and W. W. Phelps to write and select textbooks for children (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/55.4"},"D&C 55:4"],"). After Joseph Smith organized the School of the Prophets for the priesthood leaders of the Church, he organized a school for children. Classes were held in the attic of the Kirtland Temple. One hundred forty children attended the school."]],[".topic",["h3","The Lord Reveals the Word of Wisdom"],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p15"},"The School of the Prophets met often to discuss the gospel and Church business. Many of the men smoked or chewed tobacco during the meetings. (You may want to explain that at this time people did not know that tobacco was bad for their bodies.) The first thing the brethren did when they gathered for meetings was light their pipes. They smoked as they talked, and when they were not smoking they would chew tobacco. As they chewed the tobacco, they would spit it all over the floor. Joseph Smith did not like teaching the school “in a cloud of tobacco smoke,” and Emma Smith did not like cleaning up the mess the men made with their pipes and chewing tobacco (Brigham Young, in",["span.emphasis","Journal of Discourses,"],"12:158)."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p16"},"On 27 February 1833 Joseph Smith entered the room where the School of the Prophets was held. The room was filled with tobacco smoke. Joseph had just come from the clean outside air, and the smell of smoke offended him. He left the room and asked the Lord what he should do about the situation. The Lord answered Joseph’s prayer with the revelation we now call the Word of Wisdom (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89"},"D&C 89"],")."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p17"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","What was the purpose of the School of the Prophets? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-78,80"},"D&C 88:77–78, 80"],".) What were the Church leaders instructed to study in this school? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.78-79"},"D&C 88:78–79"],".) Why was it important for these leaders to study and learn? Remind the children that Joseph Smith also established a school for children. Why is learning important for all of us? Emphasize the importance of learning and encourage the children to do their best in school and other educational settings."]],["li",["span.label","•"],[".para","Point out that the men attending the School of the Prophets were instructed to gain “a knowledge … of countries and kingdoms” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.79"},"D&C 88:79"],"). How can learning about other countries and cultures help members of the Church be good missionaries?"]],["li",["span.label","•"],[".para","How can members of the Church today learn about the gospel? (Answers may include by attending Primary and other Church meetings, by listening to or reading general conference talks, by holding family home evening and family scripture study, and through personal study of the scriptures and other Church publications.) Why is it important to study the gospel as well as school subjects such as reading and math?"]],["li",["span.label","•"],[".para","Why did the Lord reveal the Word of Wisdom? Why is it important for us to take good care of our physical bodies? Whom do you think the “conspiring men” mentioned in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.4"},"Doctrine and Covenants 89:4"],"might include? Why does Satan want us to use things (such as tobacco products or alcoholic drinks) that the Lord forbids in the Word of Wisdom?"]],["li",["span.label","•"],[".para","According to section 89, what foods are good for our bodies? (Grains, fruits, vegetables, small amounts of meat; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.10-16"},"D&C 89:10–16"],"and enrichment activity 4.) What counsel has the Lord given us regarding sleep? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"D&C 88:124"],".) What are we promised if we obey the Word of Wisdom and take care of our bodies? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"D&C 89:18–21"],"; you may want to explain that some people have disabilities or illnesses that keep them from being completely healthy even if they obey the Word of Wisdom. However, if they obey the laws of God, the time will come, either in this life or the next, when they can enjoy every blessing mentioned in these verses.)"]],["li",["span.label","•"],[".para","In section 89, what does the Lord command us not to use? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.5,7-9"},"D&C 89:5, 7–9"],"; explain that prophets have told us that “hot drinks” refers to tea and coffee.) Point out that some things that are harmful to us (such as illegal drugs) are not specifically mentioned in the Word of Wisdom, but Church leaders teach us not to use anything that is harmful to our bodies or minds. (If the children bring up medicinal drugs, explain that some drugs can help us when we are ill, but they should be used only with a parent’s or doctor’s supervision.) What are some results of using things that are harmful to us?"]],["li",["span.label","•"],[".para","What harm can come from not obeying the Word of Wisdom? (Answers may include illness and disease, poverty, dishonesty, addictive habits, automobile accidents, inactivity in the Church, and sins resulting from loss of good judgment.) Explain that in Joseph Smith’s time people did not know all that we know now about the bad effects of smoking and alcohol use. But the Lord knew about these bad effects, and he warned the people (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.4"},"D&C 89:4"],"). The Lord also knew that people who disobey the Word of Wisdom lose the desire to obey the other commandments and to become like Jesus Christ. Physical desires become more important to them than spiritual desires."]],["li",["span.label","•"],[".para","What can you do when someone offers you something that is against the Word of Wisdom? (See enrichment activity 2.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p26"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f4","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.f4"},["ol.number",["li",["span.label","1."],[".para","Explain that Spencer W. Kimball, the twelfth President of the Church, counseled us to decide now that we will keep the Word of Wisdom. Read or have a child read the following quotation:"],[".para","“When I was young, I made up my mind unalterably that I would never taste tea, coffee, tobacco, or liquor. I found that this rigid determination saved me many times throughout my varied experiences. There were many occasions when I could have sipped or touched or sampled, but the unalterable determination firmly established gave me good reason and good strength to resist” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [Salt Lake City: Bookcraft, 1982], p. 164)."],[".para","Explain that if we decide now how we will act when we are tempted, instead of waiting until the temptation comes, it will be easier for us to make wise choices. Encourage the children to decide now to obey the Word of Wisdom."]],["li",["span.label","2."],[".para","Have the children role-play situations in which they are presented with and resist temptations such as tea or coffee, tobacco, alcohol, or other drugs. Help them think of responses to arguments such as the following:"],["ul.bullet",["li",["span.label","•"],[".para","“Just try it. Once won’t hurt you.”"]],["li",["span.label","•"],[".para","“Everyone is doing it. Don’t you want to fit in?”"]],["li",["span.label","•"],[".para","“All the famous people in the movies and on television do it.”"]],["li",["span.label","•"],[".para","“It will make you feel good.”"]]]],["li",["span.label","3."],[".para","Display advertisements (cut from magazines or newspapers) for products that are harmful to our bodies."],["ul.bullet",["li",["span.label","•"],[".para","Why did the Lord warn us about people who try to get us to use things forbidden by the Word of Wisdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.4"},"D&C 89:4"],")?"]]],[".para","Remind the children of the snare you demonstrated in the attention activity. Compare the snare to unhealthful practices such as smoking or drinking alcohol. Have the children study the advertisements to discover some of the lures people use to try to catch us in Satan’s snares. For example, advertisers use pictures of attractive people having fun to try to make us think that smoking or drinking alcohol will make us beautiful and happy. These things will not make us happier or more beautiful, but if we start using these products we will be caught in the snare and may become addicted."],[".para","Point out that some things, such as illegal drugs, are not advertised, but people who want us to buy and use them may use arguments similar to those in the ads."],[".para","Explain that people who are addicted to unhealthful products such as tobacco, alcohol, or other drugs have difficulty giving them up, even when they know the products are bad for their bodies and their spirits. If we have friends or family members who need to stop using these things, we can pray for them, encourage them, and set good examples for them."]],["li",["span.label","4."],[".para","List on the chalkboard some scripture references that give specific advice on how to care for our bodies, such as the following:"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"D&C 88:124"],"(get enough sleep)"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.7"},"D&C 89:7"],"(do not drink alcoholic beverages)"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.8"},"D&C 89:8"],"(do not use tobacco)"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.9"},"D&C 89:9"],"(do not drink hot drinks such as coffee and tea)"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.16"},"D&C 89:16"],"(eat grains and fruit)"],[".para","Give the children pencils and paper, and have them look up these references. Have each child make a list of several things he or she can do to take care of his or her body. Encourage the children to take their lists home to remind them to take good care of their bodies."]],["li",["span.label","5."],[".para","Explain that we need to use good judgment in caring for our bodies (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.20"},"D&C 59:20"],"). Even some good things can be harmful if used too much."],["ul.bullet",["li",["span.label","•"],[".para","How might it be bad for our bodies if we exercise too much? sleep too much? eat too much of one kind of food?"]]],[".para","Tell the children that during Joseph Smith’s time, many people in the Kirtland, Ohio, area were concerned about what was good for the human body and what was not. A nearby group from another religion followed a very strict diet and did not eat meat (see section heading to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49"},"D&C 49"],")."],[".para","Have a child read aloud from",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.18-19"},"Doctrine and Covenants 49:18–19"],"what the Lord told Joseph Smith in March 1831 about eating meat."],["ul.bullet",["li",["span.label","•"],[".para","What are some of the reasons the Lord put animals on the earth? (To provide us with food and clothing;",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.19"},"D&C 49:19"],".) What does the Word of Wisdom say about eating meat? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.12"},"D&C 89:12"],".)"]]],[".para","Help the children understand that while meat is a good and acceptable food, it should be used wisely and sparingly."]],["li",["span.label","6."],[".para","Tell one of the following stories in your own words:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","Anna Widtsoe, an early convert to the Church, was not taught about the Word of Wisdom until she had been a member for some time. She did not drink alcoholic beverages, but she did drink coffee and tea, which were common in the country where she was born. When Anna learned about the Word of Wisdom, she “set about to give up the use of tea and coffee, but found it difficult. When she sewed every night far beyond midnight, the cup of coffee seemed to freshen her, she thought. After a two months’ struggle she came home one day, having given serious consideration to the Word of Wisdom problem. Her mind was made up. She stood in the middle of the room and said aloud, ‘Never again. Get behind me, Satan!’ and walked briskly to her cupboard, took out the packages of coffee and tea, and threw them on the fire. From that day she never used tea or coffee” (“‘Get Behind Me, Satan,’” in Leon R. Hartshorn, comp.,",["span.emphasis","Remarkable Stories from the Lives of Latter-day Saint Women,"],"2 vols. [Salt Lake City: Deseret Book Co., 1973–75], 1:255)."]],["li",["span.label","b."],[".para","As a young man LeGrand Richards, who became Presiding Bishop of the Church and later a member of the Quorum of the Twelve Apostles, was invited by a young woman to have dinner at a dance with her and some friends. He describes what happened at that dinner:"],[".para","“As we neared the table, I noted that there was a beer bottle by each plate. I stopped suddenly. I looked at the table and then looked at [the young woman]. She said, ‘What is the matter, are you too good to drink a little beer?’ I had to make a decision in a hurry. So I replied, calling her by name, ‘Well, I guess I am; I thought you were too. Goodbye. … ’ I went up the steps faster than I had come down. I don’t recall that I have seen that girl from that day until the present."],[".para","“I have often thought of that little experience and wondered if I would have become the Presiding Bishop of the Church … if I had taken that first bottle of beer. If one never takes the first drink of beer or liquor, he will never have to worry about the second. The same with … smoking cigarettes” (",["span.emphasis","Just to Illustrate"],"[Salt Lake City: Bookcraft, 1961], p. 298)."]]]]],["li",["span.label","7."],[".para","Write the names of several healthful foods on pieces of paper (be sure to include some foods mentioned by name in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89"},"D&C 89"],"). Let each child choose a paper and try to describe the listed food without saying its name. Have the other children try to guess what food the child is describing."]],["li",["span.label","8."],[".para","If you are teaching younger children, you may want to use",["span.emphasis","Doctrine and Covenants Stories,"],"chapter 31, on the Word of Wisdom."]],["li",["span.label","9."],[".para","Sing or say the words to",["span.crossRef","“The Word of Wisdom”"],"(",["span.emphasis","Children’s Songbook,"],"p. 154)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p61","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p61"},"Testify to the children of the importance of study and learning, especially learning about the things Heavenly Father and Jesus Christ want us to do. Tell the children how obeying the Word of Wisdom blesses your life. Encourage the children to decide now to obey the Word of Wisdom and to say “no” to all harmful things they may be tempted to use."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p62","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p62"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.4-14,18-21"},"Doctrine and Covenants 89:4–14, 18–21"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p63","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p63"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p64","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-24-the-school-of-the-prophets-and-the-word-of-wisdom.p64"},"Invite a child to give the closing prayer."]]]],"refs":null}
