{"id":36,"parent_id":0,"book_id":35,"content_id":1,"language_id":1,"display_order":36,"title":"Lesson 34: Elijah and the False Prophets of Baal","subtitle":"","short_title":"Lesson 34","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal","content":[["div",{"id":"head1","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.head1"},[".titleNumber","Lesson",["span.dominant","34"]],["h1","Elijah and the False Prophets of Baal"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p4","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.p4"},"To encourage the children to worship Heavenly Father diligently."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study:"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.17-18"},"1 Kings 18:17–18"],"—Elijah tells Ahab that his wickedness has brought trouble to Israel."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.19-29"},"1 Kings 18:19–29"],"—Elijah challenges the false prophets to have Baal send fire down from heaven. The false prophets fail."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.30-38"},"1 Kings 18:30–38"],"—Elijah prays and the Lord sends fire to consume the sacrifice and the altar."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.39"},"1 Kings 18:39"],"—All the people recognize the true God."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.11-13"},"1 Kings 19:11–13"],"—The Lord speaks to Elijah through the still, small voice."]]]],["li",["span.label","2."],[".para","Study the lesson and decide how you want to teach the children the scripture account (see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p19"},"“Preparing Your Lessons,”"],"p. vi, and",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii). Select the discussion questions and enrichment activities that will best help the children achieve the purpose of the lesson."]],["li",["span.label","3."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible for each child."]],["li",["span.label","b."],[".para","A rock or some other inanimate object."]],["li",["span.label","c."],[".para","Pictures 6-40, The First Vision (Gospel Art Picture Kit 403; 62470), and 6-41, Elijah and the Prophets of Baal."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p18","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.p18"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p20","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.p20"},"Display the picture of the First Vision and the rock or other object."],["div",{"id":"p21","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.p21"},"Ask the children whom they pray to when they need help with a problem. Ask the children why they would not pray to a rock (or other object). Explain that when Joseph Smith needed help, he prayed to our Heavenly Father in the name of Jesus Christ, and his prayer was answered. Like Joseph Smith, we should pray to Heavenly Father in the name of his Son, Jesus Christ. Heavenly Father has the power to hear our prayers and answer them. Point out that a rock (or other object) cannot hear or answer prayers. It has no power, no life, no personality, and no feelings, and it cannot give or show love. Tell the children that they are going to learn how Elijah tried to teach the Israelites to worship and pray to Heavenly Father instead of nonliving objects or graven images."]],[".teachingMethod",["h2","Scripture Account"],["div",{"id":"p23","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.p23"},"Using the picture of Elijah and the prophets of Baal at an appropriate time, teach the children the account of Elijah from the scriptures listed in the “Preparation” section. (For suggested ways to teach the scripture account, see",["a.crossRef",{"href":"/manual/primary-6-old-testament/helps-for-the-teacher.p29"},"“Teaching from the Scriptures,”"],"p. vii.)"]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p25","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.p25"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","The prophet Elijah had sealed the heavens so it would not rain. Whom did Ahab blame for the drought? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.17"},"1 Kings 18:17"],".) What did Elijah say was the cause of the drought? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.18"},"1 Kings 18:18"],".) Explain that Ahab and his wife, Jezebel, had led the Israelites away from Heavenly Father and were worshiping a false god, an idol named Baal (see",["a.scriptureRef",{"href":"/scriptures/bd/baal"},"“Baal”"],"in the LDS Bible Dictionary [p. 617]). The drought had caused a great famine in the land, and Ahab and his people were having a hard time finding water for their crops and animals. Why does the Lord sometimes allow drought and other natural disasters to happen? Point out that sometimes bad things are a normal part of life, but they may also warn us to repent and worship Heavenly Father. They may also be signs that warn us to prepare for the Second Coming."]],["li",["span.label","•"],[".para","After Elijah had gathered together the people of Israel and the false prophets, what question did he ask the people? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.21"},"1 Kings 18:21"],".) What did Elijah want the people to do? Explain that he knew they could not serve both Baal and the Lord and that he wanted the Israelites to decide whom they were going to worship. Why is it important for us to decide now to worship Heavenly Father? How do we worship Heavenly Father? (See enrichment activity 2.)"]],["li",["span.label","•"],[".para","What do people worship today, perhaps without even realizing they are doing so? (See enrichment activity 5.) Help the children understand that we worship what is most important to us. This is why the Savior said, “Wherefore, seek not the things of this world but seek ye first to build up the kingdom of God, and to establish his righteousness” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.33"},"Matthew 6:33"],", footnote",["span.emphasis","a"],"). Explain that we should place Heavenly Father first in our lives so we will worship him. If anything else is more important to us, it is an idol or false god."]],["li",["span.label","•"],[".para","What contest did Elijah suggest to prove to the people whom they should worship? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.23-24"},"1 Kings 18:23–24"],".) How many prophets of the Lord were there that day? How many prophets of Baal? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.22"},"1 Kings 18:22"],".) Why did Elijah have more power than the prophets of Baal, even though he was outnumbered?"]],["li",["span.label","•"],[".para","What happened when the false prophets called upon Baal? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.29"},"1 Kings 18:29"],".) Why didn’t Baal answer the false prophets’ prayers and send down fire?"]],["li",["span.label","•"],[".para","When it was Elijah’s turn, why do you think he made it more difficult for the sacrifice to burn? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.32-35"},"1 Kings 18:32–35"],"; explain that he wanted to prove without question the power of God.) What happened when Elijah prayed to Heavenly Father? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.36-38"},"1 Kings 18:36–38"],".) What happens when we pray to Heavenly Father? Explain that he hears our prayers and answers them according to our faith and his will but that our answers do not usually come as dramatically as Elijah’s."]],["li",["span.label","•"],[".para","What did the people do when the contest was over? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.39"},"1 Kings 18:39"],".)"]],["li",["span.label","•"],[".para","Although it began to rain and the drought was over, Jezebel was angry with Elijah and vowed to kill him (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.2"},"1 Kings 19:2"],"). Elijah fled into the wilderness, and while he was there the Lord spoke to him. How did the Lord talk to Elijah? (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.11-13"},"1 Kings 19:11–13"],".) How do we receive messages from the Lord? Explain that we pray to Heavenly Father in the name of Jesus Christ, and our answers come through the Holy Ghost, usually as a peaceful thought in our minds or a warm feeling in our hearts (see enrichment activity 3). Point out that by praying to Heavenly Father and listening for and obeying the still, small voice of the Holy Ghost, we are worshiping our Heavenly Father."]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p35","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.p35"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.f5"},["ol.number",["li",["span.label","1."],[".para","After teaching the account of Elijah and the priests of Baal, you may want to have one or two of the children role-play or pantomime the story."]],["li",["span.label","2."],[".para","Divide the class into groups with two or three children in each group. Give each group a piece of paper and a pencil, and have them take two or three minutes to write down as many things as they can to answer the following question: “What are some things we do to worship Heavenly Father?” Let a child from each group read their answers. The lists might include the following ideas:"],["ul.noMarker",["li",[".para","Pray daily and express our gratitude to Heavenly Father"]],["li",[".para","Attend Primary and sacrament meetings"]],["li",[".para","Be reverent and listen in our meetings"]],["li",[".para","Sing hymns of praise"]],["li",[".para","Participate in family home evenings, prayer, and scripture study"]],["li",[".para","Treat others with love"]],["li",[".para","Make right choices"]],["li",[".para","Read the scriptures by ourselves"]]],[".para","Discuss the importance of worshiping Heavenly Father every day and making him an important part of our lives. You may want to have the children write down some of these ideas on a piece of paper to take home and share with their families."]],["li",["span.label","3."],[".para","Have the class repeat the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.1"},"first article of faith"],". Review with the children the role of each member of the Godhead, reminding them that they are three separate personages but that they work together as one to help us. Include the following in your discussion:"],[".para","Heavenly Father is the Father of our spirits. Before we were born on earth, Heavenly Father presented to us the plan of salvation so we could live on earth and become like him. He directed the creation of the earth. We pray to Heavenly Father."],[".para","Jesus Christ is the Only Begotten Son of Heavenly Father. He created the earth under the direction of Heavenly Father. He directs the work of Heavenly Father on the earth through living prophets. Jesus is the head of our Church. In the Old Testament, Jesus is known as Jehovah or the Lord. Through the Atonement of Jesus Christ, we will be resurrected and have the opportunity to repent and return to Heavenly Father. We pray to Heavenly Father in the name of Jesus Christ."],[".para","The Holy Ghost is a personage of spirit. He does not have a physical body. When we are baptized, we receive the gift of the Holy Ghost, which is the right to have his constant help and comfort in our lives. If we are worthy, Heavenly Father answers our prayers and speaks to us through the Holy Ghost. The Holy Ghost speaks in a still, small voice to our hearts and minds."]],["li",["span.label","4."],[".para","To review the roles and titles of the three members of the Godhead, prepare the following wordstrips. Make three columns on the chalkboard with the title of a member of the Godhead at the top of each one. Have each child choose a wordstrip and place it under the appropriate heading. Continue until all the wordstrips have been placed and discussed."],["div",{"id":"f","uri":"/manual/primary-6-old-testament.f"},["div",{"id":"lip52","uri":"/manual/primary-6-old-testament.lip52"},["b","Heavenly Father"]],["div",{"id":"lip53","uri":"/manual/primary-6-old-testament.lip53"},"Father of our spirits"],["div",{"id":"lip54","uri":"/manual/primary-6-old-testament.lip54"},"Presented the plan of salvation"],["div",{"id":"lip55","uri":"/manual/primary-6-old-testament.lip55"},"Directed the creation of the earth"],["div",{"id":"lip56","uri":"/manual/primary-6-old-testament.lip56"},"God to whom we pray"],["div",{"id":"lip57","uri":"/manual/primary-6-old-testament.lip57"},["b","Jesus Christ"]],["div",{"id":"lip58","uri":"/manual/primary-6-old-testament.lip58"},"Savior"],["div",{"id":"lip59","uri":"/manual/primary-6-old-testament.lip59"},"Jehovah"],["div",{"id":"lip60","uri":"/manual/primary-6-old-testament.lip60"},"Created the earth"],["div",{"id":"lip61","uri":"/manual/primary-6-old-testament.lip61"},"Atoned for our sins"],["div",{"id":"lip62","uri":"/manual/primary-6-old-testament.lip62"},"Head of the Church"],["div",{"id":"lip63","uri":"/manual/primary-6-old-testament.lip63"},"Perfect example"],["div",{"id":"lip64","uri":"/manual/primary-6-old-testament.lip64"},["b","Holy Ghost"]],["div",{"id":"lip65","uri":"/manual/primary-6-old-testament.lip65"},"Still, small voice"],["div",{"id":"lip66","uri":"/manual/primary-6-old-testament.lip66"},"Comforter"],["div",{"id":"lip67","uri":"/manual/primary-6-old-testament.lip67"},"Testifier"],["div",{"id":"lip68","uri":"/manual/primary-6-old-testament.lip68"},"Spirit of truth"]]],["li",["span.label","5."],[".para","Write on pieces of paper worldly things we sometimes worship, such as money; power; popularity; celebrities; recreation; sports; physical appearance; clothing; and so on. Display the object used in the attention activity. Have the children take turns choosing one of the papers and attaching it to the object. Have the children discuss how some people place too much value on such things and ask the children what we can do to avoid worshiping worldly things or making them too important in our lives. Help the children realize the importance of putting Heavenly Father and what he wants us to do first in our lives."],[".para","Have the children memorize part of",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.21"},"1 Kings 18:21"],": “How long halt ye between two opinions? if the Lord be God, follow him.” Stress the importance of deciding now to always worship Heavenly Father and to not allow other things to pull us away from him."]],["li",["span.label","6."],[".para","Tell the children that the first three of the Ten Commandments given by the Lord to Moses tell us how we should worship the only true God (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.3-7"},"Exodus 20:3–7"],"). Read the following commandments with the children. Ask them how following each commandment can help them worship Heavenly Father."],[".para","“Thou shalt have no other gods before me” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.3"},"Exodus 20:3"],")."],[".para","“Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. Thou shalt not bow down thyself to them, nor serve them” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.4-5"},"Exodus 20:4–5"],")."],[".para","“Thou shalt not take the name of the Lord thy God in vain” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.7"},"Exodus 20:7"],")."],[".para","Explain that during his life on earth Jesus Christ summarized the Ten Commandments into two great commandments, to love God and to love others. Read and discuss the first great commandment:"],[".para","“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.37-38"},"Matthew 22:37–38"],")."],[".para","Ask the children what all these commandments tell us about the importance of worshiping Heavenly Father."]],["li",["span.label","7."],[".para","Sing or read the words to",["span.crossRef","“I Know My Father Lives”"],"(",["span.emphasis","Children’s Songbook,"],"p. 5), “I Am a Child of God” (",["span.emphasis","Children’s Songbook,"],["span.crossRef","p. 2"],"; or",["span.emphasis","Hymns,"],["span.crossRef","no. 301"],"), or",["span.crossRef","“I Lived in Heaven”"],"(",["span.emphasis","Children’s Songbook,"],"p. 4)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony and Challenge"],["div",{"id":"p81","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.p81"},"Express your gratitude for the privilege of worshiping Heavenly Father and of praying to him. Encourage the children to decide now to worship Heavenly Father. Challenge them to beware of worshiping false gods and to not let anything become more important than worshiping and obeying Heavenly Father and Jesus Christ."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p83","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.p83"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p85","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.p85"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.19-39"},"1 Kings 18:19–39"],"at home as a review of this lesson."]],["div",{"id":"p86","uri":"/manual/primary-6-old-testament/lesson-34-elijah-and-the-false-prophets-of-baal.p86"},"Invite a child to give the closing prayer."]]]],"refs":null}
