{"id":25,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":25,"title":"Lesson 22: The Latter-day Revelations Are Published","subtitle":"","short_title":"Lesson 22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.head1"},[".titleNumber","Lesson",["span.dominant","22"]],["h1","The Latter-day Revelations Are Published"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p1"},"To help the children gain a testimony of the importance of the Doctrine and Covenants and continuing revelation through the living prophet."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the historical accounts given in this lesson, the “Explanatory Introduction” to the Doctrine and Covenants, and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.8"},"Doctrine and Covenants 43:8"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.4-9"},"67:4–9"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/69.1-2"},"69:1–2"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/70.1-4"},"70:1–4"],". Then study the lesson and decide how you want to teach the children the scriptural and historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.2"},"Doctrine and Covenants 28:2"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","Picture 5-24, Saving the Book of Commandments (Gospel Art Picture Kit 409; 62605)."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p8","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p8"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p9","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p9"},"Collect all the copies of the Doctrine and Covenants in the room and put them in a stack near you on the table or floor. Write on the chalkboard",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.8"},"Doctrine and Covenants 43:8"],"."],"Ask the children to discuss this verse among themselves and prepare to tell you what the verse is about. Do not let them use their scriptures as they do this. After a few moments, ask them if they are ready to tell you about the verse."],["ul.bullet",["li",["span.label","•"],[".para","Why can’t you tell me what the verse is about?"]]],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p11"},"Return the children’s copies of the Doctrine and Covenants, and give copies to the children who have not brought their own. Have all the children look up the verse listed on the chalkboard and follow along as you read it."],["div",{"id":"p12","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p12"},"Explain that the early Church members were instructed to teach each other about the revelations the Lord had given them through the Prophet Joseph Smith, but the Church members did not have a book where they could read the revelations. The Lord commanded the Church members to publish the revelations in a book so that they would be able to read and study them. We now call this book the Doctrine and Covenants."]],[".teachingMethod",["h2","Scriptural and Historical Accounts"],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p13"},"Teach the children about the events surrounding the first publication of the Book of Commandments, as described in the following historical accounts and the scriptures listed in the “Preparation” section."],[".topic",["h3","William E. McLellin Tries to Write a Revelation"],["div",{"id":"p14","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p14"},"The revelations recorded in Doctrine and Covenants 67–70 were given during a series of conferences held in Ohio in November 1831. One of the important things discussed at these conferences was the publication of the revelations already received by the Prophet Joseph Smith. They were to be published as the Book of Commandments. (A few years later, more revelations were added to the book and its name was changed to the Doctrine and Covenants.)"],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p15"},"During one of these conferences, some of the Church leaders at the conference complained about the language of some of the revelations that Joseph Smith had received. They thought they could write better revelations. In response the Lord gave the revelation recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67"},"Doctrine and Covenants 67"],", testifying that the revelations Joseph Smith had received were true (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.4"},"D&C 67:4"],") and challenging anyone who would like to try to write a revelation to do so (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.5-8"},"D&C 67:5–8"],"). William E. McLellin took this challenge and tried to write a revelation. Joseph Smith recorded that Brother McLellin thought he was smart enough to write a revelation, but he could not do it. The Prophet said that it is “an awful [great and important] responsibility to write in the name of the Lord” (",["span.emphasis","History of the Church,"],"1:226). All those present who saw Brother McLellin’s failure were strengthened in their testimony that the revelations Joseph Smith had received were true and had come from the Lord."],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p16"},"William E. McLellin later left the Church. Joseph Smith said that people who criticize the Church and its leaders will eventually apostatize if they do not repent (see",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"pp. 156–57)."]],[".topic",["h3","The Book of Commandments Is Published"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p17"},"After William E. McLellin tried to write a revelation, the Holy Ghost witnessed to the people at the conference that the revelations Joseph Smith had received were true, and Church leaders decided to compile and print the revelations. Oliver Cowdery was assigned to take approximately seventy revelations to Independence, Missouri, where William W. Phelps had a printing press. Oliver also took money to help the Saints in Missouri. Because Oliver would be traveling through unsettled country, the Lord told John Whitmer to go with him for safety (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/69.1-2"},"D&C 69:1–2"],"). It was a long, cold journey, but in January 1832 Oliver Cowdery and John Whitmer arrived safely in Independence. They delivered the revelations to Brother Phelps, who started to set the type to publish them as the Book of Commandments. By July 1833 the first 160 pages of the Book of Commandments had been printed."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p18"},"Because many Saints were arriving in Missouri, some of the original settlers of the area were uneasy. They began to fear that the Saints would take over the area, elect their own officials, and drive the original settlers off the land. On Saturday, 20 July 1833, four or five hundred people who were against the Saints met in the Independence courthouse. The people formed a mob and demanded that the Saints leave their new homes or be killed. The leaders of the Church in Missouri asked for three months to consult with Joseph Smith, who was in Ohio, but the mob refused this request. The Saints were told they had only fifteen minutes to decide what to do."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p19"},"Before the fifteen minutes had passed, the mob broke into William W. Phelps’s home, which contained the printing office where the Book of Commandments was being printed. Brother Phelps was not at home. Sister Phelps took her sick baby and her other children and hurried to the woods nearby. Fourteen-year-old Mary Elizabeth Rollins and her twelve-year-old sister, Caroline, watched members of the mob throw the Phelpses’ furniture and other possessions into the street. The mob then threw the press and the type out the window, along with most of the unbound pages of the Book of Commandments. Mary Elizabeth and Caroline courageously decided to save some of the copies, even though Caroline was afraid that the mob would kill them (show the picture of Mary Elizabeth and Caroline saving the Book of Commandments)."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p20"},"The girls ran from their hiding place, gathered up as many pages as they could carry, and ran away. When the mobbers saw them, they shouted for the girls to stop. Mary Elizabeth and Caroline slipped through a hole in a fence and ran into a cornfield. They lay quietly on the ground among the cornstalks, listening to the men searching for them. When the sound of footsteps faded and the girls thought it was safe to leave, they gathered the papers in their arms again and began to find their way out of the field. As they approached an old log stable, they heard sounds. They entered the stable carefully and discovered Sister Phelps and her children making beds from branches so they could hide for the night in the stable. Knowing Brother Phelps would know what to do with the pages, the girls gave them to Sister Phelps. Later some of these original sheets of the Book of Commandments were bound into books, and Mary Elizabeth and Caroline were each given a copy. They treasured these books for the rest of their lives."]],[".topic",["h3","The Doctrine and Covenants Is Published"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p21"},"The problems in Missouri interrupted the publication of the Book of Commandments. In 1834 the First Presidency prepared to publish a new edition of the revelations. The Prophet revised some of the revelations to correct printing errors, and forty-five more revelations were added to the Book of Commandments. The revised book was published in Ohio in 1835 as the Doctrine and Covenants."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p22"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","Why couldn’t William E. McLellin write a revelation? Who was the only person authorized to receive revelation for the Church at that time? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.2"},"D&C 28:2"],".) Who receives revelation for the Church today? (The living prophet.)"]],["li",["span.label","•"],[".para","Why was it important for Joseph Smith to receive revelation for the Church in his day? Why does the living prophet need to receive revelation for our day? (See enrichment activity 4.)"]],["li",["span.label","•"],[".para","Why is it unwise to criticize our leaders, as William E. McLellin and others criticized Joseph Smith? What should we do if we feel critical of our leaders?"]],["li",["span.label","•"],[".para","Why was it important to publish the revelations Joseph Smith had received? (See the first paragraph of the “Explanatory Introduction” to the Doctrine and Covenants.) How do you think having the revelations published in a book helped the Saints learn what Jesus Christ wanted them to do? How can studying the Doctrine and Covenants help you find out what Jesus wants you to do?"]],["li",["span.label","•"],[".para","What are the standard works of the Church? How is the Doctrine and Covenants different from the other standard works? (See the third paragraph of the “Explanatory Introduction” to the Doctrine and Covenants.) Why do we need all four of the standard works? (See enrichment activity 1.)"]],["li",["span.label","•"],[".para","How can studying each of the standard works help you learn about Jesus Christ? (See enrichment activity 1.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p29"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f5","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.f5"},["ol.number",["li",["span.label","1."],[".para","Discuss with the children why we need all four of the standard works. Write the following statements on four separate cards and have a child read each one aloud to the class:"],["ul.bullet",["li",["span.label","•"],[".para","The Bible tells us about prophecies of Jesus Christ and about the Savior’s life and teachings when he was on the earth."]],["li",["span.label","•"],[".para","The Book of Mormon is another testament of Jesus Christ and tells us about the Savior’s dealings with the people on the American continent."]],["li",["span.label","•"],[".para","The Doctrine and Covenants is a collection of revelations from Jesus Christ for the latter days, or our times."]],["li",["span.label","•"],[".para","The Pearl of Great Price gives us teachings and testimonies of Jesus Christ from ancient prophets as well as Joseph Smith’s history and testimony of Heavenly Father and Jesus Christ."]]],[".para","Give each child four small pieces of paper, and show the children how to fold each piece in half so it resembles a book. Help the children label their “books”",["span.emphasis","Bible, Book of Mormon, Doctrine and Covenants,"],"and",["span.emphasis","Pearl of Great Price."]],[".para","Ask the following questions and have the children hold up the appropriate paper “book” to answer each question:"],["ul.bullet",["li",["span.label","•"],[".para","Which book tells the most about the dealings of the Lord with his people in the Holy Land, beginning with the creation of the earth? (Bible.)"]],["li",["span.label","•"],[".para","Which book tells about Jesus Christ’s visit to the American continent? (Book of Mormon.)"]],["li",["span.label","•"],[".para","Which book tells the most about Jesus Christ’s birth and life on earth? (Bible.)"]],["li",["span.label","•"],[".para","Which book contains a record of Heavenly Father and Jesus Christ’s appearance to Joseph Smith in the Sacred Grove? (Pearl of Great Price.)"]],["li",["span.label","•"],[".para","Which book contains revelations on how the Church should be established in the latter days, given by Jesus Christ to Joseph Smith? (Doctrine and Covenants.)"]]],[".para","Remind the children that each of the standard works is a testament of Jesus Christ and that we should study all of the scriptures."]],["li",["span.label","2."],[".para","To help the children learn what some of the sections of the Doctrine and Covenants contain, list the following in a column on the chalkboard:"],["ul.noMarker",["li",[".para","Word of Wisdom"]],["li",[".para","Sacrament prayers"]],["li",[".para","Restoration of the Aaronic Priesthood by John the Baptist"]],["li",[".para","Qualities of a missionary"]],["li",[".para","The prophet receives revelation for the whole Church"]]],[".para","List the following sections of the Doctrine and Covenants on the chalkboard in a second column:"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4"},"D&C 4"],"(vv. 2, 5–6)"]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D&C 13"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20"},"D&C 20"],"(vv. 75–79)"]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28"},"D&C 28"],"(v. 2)"]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89"},"D&C 89"]]]],[".para","Have the children find each section and read the short summary at the beginning of the section to determine which section matches each topic in the first column. (You may want to have younger children read the verses in parentheses as well as the summaries if it is too difficult for them to determine the section topics from the summaries.)"],[".para","Write the references next to the topics as the children match them. Then erase the references and see how many the children can remember. Review until most of the children can tell you which section of the Doctrine and Covenants teaches us about each of the listed topics."]],["li",["span.label","3."],[".para","On cards or small pieces of paper, make two copies each of simple pictures or words representing principles or events discussed in the Doctrine and Covenants, such as baptism, hymn singing, translation of the Book of Mormon, Aaronic Priesthood, organization of the Church, and sacrament. Place the cards or papers face down in a grid on the floor or table. Let the children take turns turning over a pair of cards to try to make a match. If a child makes a match, have him or her give one reason why it is important for that principle to be part of the restored church. If a child does not make a match, have him or her return the cards to their original positions so another child can have a turn."]],["li",["span.label","4."],[".para","Ask the children to name things they have in their lives that people in Joseph Smith’s time did not have, such as radio, telephone, television, computers, or cars. Explain that even though we have the scriptures, we still need continuing revelation to help us know what to do in a changing world. Help the children think of some things that the Lord might reveal to the living prophet today, such as where to build temples, whom to call when new apostles are needed, where to send missionaries, and what to teach people in general conference."],[".para","You may also want to discuss with the children how some of the modern conveniences they named help members of the Church learn and share the gospel. For example, many members of the Church learn what the Lord wants them to do by listening to general conference on the radio or watching it on television or via satellite."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p60","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p60"},"Bear your testimony of the importance of the Doctrine and Covenants to us because it was revealed in these latter days. Express your gratitude for continuing revelation for the Church through the living prophet. Encourage the children to ask their parents what their favorite sections of the Doctrine and Covenants are and why those sections are their favorites."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p61","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p61"},"Suggest that the children study the “Explanatory Introduction” to the Doctrine and Covenants and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.4"},"Doctrine and Covenants 67:4"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p62","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p62"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p63","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-22-the-latter-day-revelations-are-published.p63"},"Invite a child to give the closing prayer."]]]],"refs":null}
