{"id":30,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":30,"title":"Lesson 27: Scripture Study","subtitle":"","short_title":"Lesson 27","uri":"/manual/young-women-manual-1/lesson-27-scripture-study","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.head1"},[".titleNumber","Lesson",["span.dominant","27"]],["h1","Scripture Study"]],[".bodyBlock",[".topic",["h2","Objective"],["div",{"id":"p1","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p1"},"Each young woman will have an increased desire to study the scriptures daily."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.f1"},["ol.number",["li",["span.label","1."],[".para","Bring paper and a pencil for each young woman."]],["li",["span.label","2."],[".para","Prepare one or more of the items indicated in the introduction."]],["li",["span.label","3."],[".para","Write each of the following scriptural references on an index card or on a slip of paper and place the cards in a container. Make duplicate copies as needed so there will be at least one card for each class member."],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.15"},"Matthew 18:15"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.9"},"2 Nephi 32:9"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8"},"Doctrine and Covenants 121:7–8"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5-6"},"James 1:5–6"]]]]],["li",["span.label","4."],[".para","Make a bookmark for each young woman as illustrated at the end of the lesson. (If possible, use heavy paper.)"]],["li",["span.label","5."],[".para","A week or so in advance, ask two or three class members to come to class prepared to share their favorite scripture and explain why it is special to them."]],["li",["span.label","6."],[".para","Optional: Assign a young woman to present “Pondering Isn’t Preposterous” (see pages 119–20)."]]]]],[".topic",["h2","Suggested Lesson Development"],[".topic",["h3","Introduction"],[".teachingMethod",["h3","Object lesson and discussion"],["div",{"id":"p12","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p12"},"Display one or more of the following items: a can of food without a label, a bottle of liquid without a label, a dress pattern without instructions, or a recipe with the instructions missing. Point out what is missing from each item."],["ul.bullet",["li",["span.label","•"],[".para","How valuable are these items in their present condition?"]],["li",["span.label","•"],[".para","Would you know how to use them?"]],["li",["span.label","•"],[".para","Of what value are instructions? (They give directions and help us know how to use items or accomplish certain things.)"]],["li",["span.label","•"],[".para","When do we need instructions in our lives?"]],["li",["span.label","•"],[".para","Where can you find written instructions for life? (Hold up a copy of the scriptures.)"]]]],[".teachingMethod",["h3","Scripture and chalkboard discussion"],["div",{"id":"p18","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p18"},"Write the scripture",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.4-5"},"2 Nephi 33:4–5"]],"on the chalkboard."],["div",{"id":"p19","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p19"},"Have the young women read the scripture and list Nephi’s reasons as to why we should study the scriptures."],["div",{"id":"p20","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p20"},"You may want to list responses on the chalkboard."]]],[".topic",["h3","Many Sacrifices Have Been Made So We Could Have the Scriptures Today"],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p21","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p21"},"All through history the prophets have been instructed to keep records of their dealings with the Lord. The prophets and record keepers have made great sacrifices so we might have the scriptures."]],[".teachingMethod",["h3","Writing activity and discussion"],["div",{"id":"p22","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p22"},"Distribute paper and pencils to the young women. Assign each of them a book of scripture and instruct them to begin copying that book of scripture. Have the young women begin with the first verse of the first book or section. Allow them to copy for two or three minutes before stopping them."],["ul.bullet",["li",["span.label","•"],[".para","At the rate you are copying, how long would it take to copy the entire book?"]]],["div",{"id":"p24","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p24"},"Emphasize how tedious it is to hand-copy something and how much time and concentration it takes. Point out how difficult it must have been for the prophets to engrave the scriptures on metal or to write them on scrolls. After the scriptures were recorded, translation of the plates and scrolls from the original language into other languages required months of labor and the direct assistance of the Lord."],["ul.bullet",["li",["span.label","•"],[".para","In addition to the time and effort required to translate or copy the scriptures, what other efforts or sacrifices have been made so we might have the scriptures?"]]],["div",{"id":"f6","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.f6"},"Answers may include:",["ol.number",["li",["span.label","1."],[".para","The efforts of Nephi and his brothers to obtain the brass plates (1 Nephi 3–4)."]],["li",["span.label","2."],[".para","Mormon’s labor to abridge the large plates of Nephi and create the plates of Mormon from which Joseph Smith translated the Book of Mormon (",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m/1.1-5"},"Words of Mormon 1:1–5"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/morm/1.1-5"},"Mormon 1:1–5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/5.8-9"},"5:8–9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/6.6"},"6:6"],")."]],["li",["span.label","3."],[".para","Moroni’s lonely struggle to complete and bury the gold plates (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.1-5"},"Mormon 8:1–5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1.1-4"},"Moroni 1:1–4"],")."]],["li",["span.label","4."],[".para","Joseph Smith’s suffering, persecution, and martyrdom because he translated the Book of Mormon and helped reestablish the Church of Jesus Christ on the earth (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.30-67"},"Joseph Smith—History 1:30–67"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.1-3"},"D&C 135:1–3"],")."]]]],["div",{"id":"p30","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p30"},"(Scripture references are for the teacher’s use and need not be read to the class.) Emphasize that these men were given seemingly impossible tasks, yet their efforts made God’s word available to us today in written form."]]],[".topic",["h3","We Can Learn to Delight in the Scriptures"],[".teachingMethod",["h3","Class member reports"],["div",{"id":"p31","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p31"},"Have the previously assigned young women share their favorite scripture and explain why it is important to them."]],[".teachingMethod",["h3","Scripture discussion"],["ul.bullet",["li",["span.label","•"],[".para","What was Nephi’s attitude about the scriptures? (To help answer this question, have a class member read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.15"},"2 Nephi 4:15"],".)"]],["li",["span.label","•"],[".para","What does it mean for our souls to delight in the scriptures? (To enjoy, rejoice in, and appreciate the scriptures.)"]]],["div",{"id":"p34","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p34"},"Explain that as we learn to find answers to our problems in the scriptures, our appreciation for and delight in the scriptures will increase."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p35","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p35"},"Read the following quotation from Parley P. Pratt, an early leader of the Church, about his experience in reading the Book of Mormon:"],["div",{"id":"p36","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p36"},"“I opened it with eagerness, and read its title page. I then read the testimony of several witnesses in relation to the manner of its being found and translated. After this I commenced its contents by course. I read all day; eating was a burden, I had no desire for food; sleep was a burden when the night came, for I preferred reading to sleep."],["div",{"id":"p37","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p37"},"“As I read, the spirit of the Lord was upon me, and I knew and comprehended that the book was true, as plainly and manifestly as a man comprehends and knows that he exists. My joy was now full, as it were, and I rejoiced sufficiently to more than pay me for all the sorrows, sacrifices and toils of my life” (",["span.emphasis","Autobiography of Parley P. Pratt"],"[Salt Lake City: Deseret Book Co., 1938], p. 37)."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p38","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p38"},"Explain that the scriptures are personal revelation to the prophets and that as we read the scriptures they can become personal revelation to us. When this happens we can feel our souls delight in the scriptures."]],[".teachingMethod",["h3","Scripture solutions"],["div",{"id":"p39","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p39"},"Have each young woman draw one or more scripture cards from a container (see “Preparation”). Instruct class members to find the scripture identified on the card and read it silently. Ask each young woman to listen as you read the following situations and then to decide if the scripture she has offers a solution to the problem. The young woman or young women who have the scripture with an appropriate solution should read the scripture aloud."],["div",{"id":"f8","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.f8"},["ol.number",["li",["span.label","1."],[".para","Jodi is very popular in school. Susan is Jodi’s friend, but she is jealous of Jodi. Susan started a rumor at school that hurt Jodi’s reputation. What should Jodi do? (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.15"},"Matthew 18:15"],".)"]],["li",["span.label","2."],[".para","Mary is very concerned about her school performance. She wants to excel to the best of her ability. She feels she needs help but doesn’t know who to go to or where she can find the help she needs. What should she do? (See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.9"},"2 Nephi 32:9"],".)"]],["li",["span.label","3."],[".para","A close member of Becky’s family has recently died. The loss came suddenly, and Becky is overcome with sorrow. Where can she find solace and consolation? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8"},"D&C 121:7–8"],".)"]],["li",["span.label","4."],[".para","Two missionaries stop at the home of Tanja and are invited in. During their discussion, Tanja has a strong desire to know if what they are saying is true. What can she do? (See",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5-6"},"James 1:5–6"],".)"]]]],["ul.bullet",["li",["span.label","•"],[".para","Have any of you had an experience where you have found guidance for a problem from the scriptures?"]]],["div",{"id":"p45","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p45"},"Allow time for the young women to tell of their experiences and to explain how the scriptures have helped them. If you have an example from your own life, share it with the class."]],[".teachingMethod",["h3","Teacher presentation"],["div",{"id":"p46","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p46"},"Suggest that the young women memorize scriptures that have special significance to them. Point out that the Topical Guide in the Latter-day Saint edition of the Bible makes it easier to find a specific reference we need or additional scriptures on a subject in which we have a particular interest. Show class members the Topical Guide and allow them to find a scripture under one of the headings so they can become familiar with how to use this resource."],["div",{"id":"p47","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p47"},"Explain that we can read and study the scriptures in ways that make them more meaningful and more delightful to us. A young woman who began a regular program of scripture study shared the following insights on the enrichment and delight she gained from her study."]],[".teachingMethod",["h3","Quotation"],["div",{"id":"p48","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p48"},"Have the assigned young woman present the following: “Pondering Isn’t Preposterous.”"],["div",{"id":"p49","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p49"},"“I learned to a small degree how",["span.emphasis","all"],"the holy men of God learn to",["span.emphasis","know"],"God and the gospel. It is",["span.emphasis","not"],"a gift to a select few, rather a blessing predicated on the law of obedience, long hours, and study."],["div",{"id":"p50","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p50"},"“As I read the scriptures … , I learned some of the basics of pondering and searching."],["div",{"id":"f10","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.f10"},["ol.number",["li",["span.label","“1."],[".para",["span.emphasis","Pray always before you begin to read the scriptures."],"Slow your mind down and be free from this world. Also, pray all the while you read—as certain concepts of the gospel illuminate your soul or as you have questions. Don’t hesitate to call upon your Father."]],["li",["span.label","“2."],[".para",["span.emphasis","Keep a paper and pencil handy while you read."],"This is a stimulating activity, and often goals, exciting ideas, or original thoughts will creep into a stale mind."]],["li",["span.label","“3."],[".para",["span.emphasis","Go slowly!"],"This study is not a race. No longer do you have to finish a prescribed number of chapters before you go to bed. Spend several days with a single chapter or verse. Memorize scripture and it will bloom with hidden meanings you hadn’t been cognizant of, meanings pertinent to your life today."]],["li",["span.label","“4."],[".para",["span.emphasis","Ask questions as you read the scriptures."],"… Question and then call upon the Lord. As I questioned, the doors of my heart unfolded and left room for the Holy Ghost to dwell in me."]],["li",["span.label","“5."],[".para",["span.emphasis","Stop many times during the day and ponder the single thought that you have searched out in depth."],"For instance, consider the truth ‘love your neighbor as yourself.’ Repeat the scripture, question your every action, and keep the thought with you on a small card."]]]],["div",{"id":"p56","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p56"},"“All of this is a matter of making yourself take the time; it’s a daily renewal. You’ll be gratified as it refreshes your viewpoint. There will be a new direction in your life and even daily revelation."],["div",{"id":"p57","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p57"},"“All this pondering leads to the true and deep understanding of the gospel, our mission, and God’s glory. Many times as you ponder you pave the way for the sweet peace of the Holy Ghost to enter your heart and illuminate your entire being with truth. …"],["div",{"id":"p58","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p58"},"“[President] Joseph Fielding Smith said, ‘All my life I have studied and",["span.emphasis","pondered"],"the principles of the gospel and sought to live the laws of the Lord. As a result there has come into my heart a great love for him and for his work and for all those who seek to further his purposes in the earth’ (Conference Report, Oct. 1971, p. 6; italics added)."],["div",{"id":"p59","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p59"},"“",["span.emphasis","Take the time to ponder."],"It is a key to unbelievable joy and knowledge here in mortality."],["div",{"id":"p60","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p60"},"“[The Savior said,] ‘I leave these sayings with you to ponder in your hearts, with this commandment which I give unto you, that ye shall call upon me while I am near—"],["div",{"id":"p61","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p61"},"“‘Draw near unto me and I will draw near unto you’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.62-63"},"D&C 88:62–63"],")” (Susan Hill, “Pondering Isn’t Preposterous,”",["span.emphasis","New Era,"],"May 1976, pp. 49–50)."]],[".teachingMethod",["h3","Summary"],["div",{"id":"p62","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p62"},"Point out that pondering the scriptures can increase our joy and delight in them and bring us closer to the Savior."]]],[".topic",["h3","Conclusion: Key to Happiness"],[".teachingMethod",["h3","Quotations"],["div",{"id":"p63","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p63"},"To emphasize that the scriptures have an important meaning in our lives, read the following quotation: “Each of us, at some time in our lives, must discover the scriptures for ourselves—and not just discover them once, but rediscover them again and again” (Spencer W. Kimball, “How Rare a Possession—the Scriptures!”",["span.emphasis","Ensign,"],"Sept. 1976, p. 4)."],["div",{"id":"p64","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p64"},"We have also been told by a prophet of God that we must read from the Book of Mormon every day."],["div",{"id":"p65","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p65"},"President Ezra Taft Benson said, “There is a book we need to study daily, both as individuals and as families, namely the Book of Mormon” (in Conference Report, Apr. 1986, pp. 99–100; or",["span.emphasis","Ensign,"],"May 1986, p. 78)."],["div",{"id":"p66","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p66"},"“We need to read daily from [its] pages [and it] will get [us] ‘nearer to God by abiding by its precepts, than by any other book’ (",["span.emphasis","History of the Church,"],"4:461)” (in Conference Report, Oct. 1988, p. 3; or",["span.emphasis","Ensign,"],"Nov. 1988, p. 4)."]],[".teachingMethod",["h3","Handout"],["div",{"id":"p67","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.p67"},"Give each young woman a bookmark (see the sample below). Ask each of them to write on the back of the bookmark the specific time each day that she will read the scriptures. Even if she reads only a few verses each day, she will benefit greatly. Encourage her to use the bookmark as a marker as she reads the scriptures and as a reminder of her commitment to study the scriptures daily. It should also remind her that studying and pondering the scriptures are keys to her salvation and happiness."],[".",{"id":"f11","uri":"/manual/young-women-manual-1/lesson-27-scripture-study.f11"}]]]]]],"refs":null}
