{"id":48,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":48,"title":"Lesson 45: Lorenzo Snow Receives a Revelation on Tithing","subtitle":"","short_title":"Lesson 45","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing","content":[["div",{"id":"head1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.head1"},[".titleNumber","Lesson",["span.dominant","45"]],["h1","Lorenzo Snow Receives a Revelation on Tithing"]],[".bodyBlock",[".topic",["h2","Purpose"],["div",{"id":"p1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p1"},"To help the children have the desire to pay a full tithe."]],[".topic",["h2","Preparation"],["div",{"id":"f1","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.f1"},["ol.number",["li",["span.label","1."],[".para","Prayerfully study the historical accounts given in this lesson;",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8-12"},"Malachi 3:8–12"],"; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.23"},"Doctrine and Covenants 64:23"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.4"},"119:4"],". Then study the lesson and decide how you want to teach the children the historical accounts. (See",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p22"},"“Preparing Your Lessons,”"],"pp. vi–vii, and",["a.crossRef",{"href":"/manual/primary-5-doctrine-and-covenants-and-church-history/helps-for-the-teacher.p32"},"“Teaching the Scriptural and Historical Accounts,”"],"pp. vii–ix.)"]],["li",["span.label","2."],[".para","Additional reading:",["span.emphasis","Gospel Principles"],"(31110),",["a.crossRef",{"href":"/manual/gospel-principles/chapter-32-tithes-and-offerings.p1"},"chapter 32"],"."]],["li",["span.label","3."],[".para","Select the discussion questions and enrichment activities that will involve the children and best help them achieve the purpose of the lesson."]],["li",["span.label","4."],[".para","Make for each child a drawing of a gift box on colored paper (see illustration). Or draw several gift boxes on the chalkboard before class begins."],[".",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"}]],["li",["span.label","5."],[".para","Materials needed:"],["div",{"id":"f","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","A Bible and a Doctrine and Covenants for each child."]],["li",["span.label","b."],[".para","A pencil for each child."]],["li",["span.label","c."],[".para","Picture 5-58, Lorenzo Snow."]]]]]]]],[".topic",["h2","Suggested Lesson Development"],["div",{"id":"p10","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p10"},"Invite a child to give the opening prayer."],[".teachingMethod",["h2","Attention Activity"],["div",{"id":"p11","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p11"},"Give a gift box drawing to each child (or refer to the gift boxes you have drawn on the chalkboard). Ask the children to imagine that inside each box is a blessing from Heavenly Father."],["ul.bullet",["li",["span.label","•"],[".para","What blessings might we find inside these boxes?"]]],["div",{"id":"p13","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p13"},"Give each child a pencil and have him or her write on the gift box the name of a blessing Heavenly Father has given us. Have the children share their answers and display their boxes on the chalkboard, table, or floor. (If you have drawn the gift boxes on the chalkboard, have the children name some blessings out loud. As they do so, write a blessing inside each box on the chalkboard.)"],["ul.bullet",["li",["span.label","•"],[".para","What do we have to do to receive Heavenly Father’s blessings?"]]],["div",{"id":"p15","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p15"},"Accept the children’s answers, and then explain that one thing we must do is mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],". Have a child read aloud the first phrase of",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],"(through",["span.emphasis","storehouse"],") while the other children follow along in their Bibles. Explain to the children that in this lesson they will learn more about tithing and the blessings we receive from paying a full tithe."]],[".teachingMethod",["h2","Historical Accounts"],["div",{"id":"p16","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p16"},"Teach the children about the colonization of the Utah territory under the direction of Brigham Young, as described in the following historical accounts. Then help the children understand how paying tithing blessed the people in St. George during a serious drought and how tithing money enables the Church to carry out the Lord’s work. Emphasize how members of the Church are blessed individually and collectively when they pay a full tithe."],[".topic",["h3","New Settlements Are Organized"],["div",{"id":"p17","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p17"},"During the Saints’ first ten years in Utah, Brigham Young organized approximately one hundred colonies (new settlements) throughout the Utah territory. Thousands of Church members were arriving each year, and they all needed places to live. President Young sent people to the north, south, east, and west of Salt Lake City to find and settle places where there was enough water, fertile soil, and other necessary resources and where the settlers would be safe from attacks by unfriendly Indians."],["div",{"id":"p18","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p18"},"Brigham Young chose wise and capable men to lead these colonies. Bishops, presiding elders, and stake presidents supervised the building of towns as well as the development of wards and branches. When a new colony was to be created, often the families called to establish the colony found out about their callings when they heard President Young announce their names in general conference. Other times President Young chose leaders for the colony, and the leaders then found other families willing to move to the new colony with them. As Church members arrived in Utah from the East, they were usually assigned to live in one of the new settlements. They were often assigned a place to live depending on the skills they had. Each settlement needed a variety of workers, such as farmers, carpenters, brickmakers, butchers, bakers, and schoolteachers."],["div",{"id":"p19","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p19"},"Not everyone was happy about moving to the new colonies, but the Saints were usually obedient and did as the prophet directed them. Once, all of the settlers in Nephi, Utah, had gathered to welcome President Young and other Church leaders to their town with bands, banners, and a pathway of evergreen boughs and flowers. The young women of the town were all dressed in white to meet the prophet. One of these young women was fifteen-year-old Elizabeth Claridge."],["div",{"id":"p20","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p20"},"After eating a fine dinner in the homes of local residents, President Young and the other leaders conducted an afternoon meeting for all the Saints in Nephi. Near the end of the meeting President Young read some names of men called to move their families farther south and settle an area called “the Muddy.” The people did not know who would be called until President Young read the names. Samuel Claridge, Elizabeth’s father, was one of the men called. When Elizabeth heard her father’s name, she cried, because she did not want to move from her home. The father of the girl sitting next to Elizabeth was also called, and the girl said to Elizabeth, “What are you feeling so badly about? My father has been called, too, but you see that I am not crying because I know he won’t go.”"],["div",{"id":"p21","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p21"},"“That is just the difference,” Elizabeth answered. “My father is called and I know that he",["span.allCaps","WILL GO"],": and that nothing can prevent him from going. He never fails to do anything when called upon; and badly as I feel about it I would be ashamed if he didn’t go.” Even though it was hard for Elizabeth to leave her home and friends, she knew her family would be blessed if her father obeyed the Lord and accepted this call to establish a new settlement. (See S. George Ellsworth,",["span.emphasis","Samuel Claridge: Pioneering the Outposts of Zion,"],"pp. 80–81.)"]],[".topic",["h3","The Saints Build Tithing Houses"],["div",{"id":"p22","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p22"},"President Young wanted the Saints in the settlements to be able to take care of their own needs, so he instructed them to build tithing houses, or bishops’ storehouses, in each settlement. The Saints needed storehouses to hold the tithing because in those days most tithing was paid “in kind.” This means that instead of paying money, people paid their tithing with the goods they produced. For example, for every ten eggs a farmer’s chickens laid, the farmer brought one egg to the storehouse as his tithing. People brought food they had grown, animals they had raised, and goods they had made at home to the tithing houses. Many people also paid tithing with their labor, working one day out of every ten on various Church projects instead of their own work. About one-third of the tithing collected in each community was used to supply things needed by the Saints in the community, and the rest was sent to the general tithing office in Salt Lake City to be used for general Church needs."],["div",{"id":"p23","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p23"},"One day Mary Fielding Smith, widow of Hyrum Smith, went to the tithing office in Salt Lake City to pay her tithing with a load of the best potatoes she had grown. One of the clerks at the tithing office scolded her, saying, “Widow Smith, it’s a shame that you should have to pay tithing.” Mary replied: “William, you ought to be ashamed of yourself. Would you deny me a blessing? If I did not pay my tithing, I should expect the Lord to withhold his blessings from me. I pay my tithing, not only because it is a law of God, but because I expect a blessing by doing it. By keeping this and other laws, I expect to prosper, and to be able to provide for my family.”"],["div",{"id":"p24","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p24"},"Joseph F. Smith, Mary’s son, recorded that Mary did prosper by obeying God’s commandments. The family always had enough to eat, and they developed strong testimonies too. Joseph F. related: “When William Thompson told my mother that she ought not to pay tithing, I thought he was one of the finest fellows in the world. … I had to work to dig and toil myself. I had to help plow the ground, plant the potatoes, hoe the potatoes, dig the potatoes, and all like duties, and then to load up a big wagon-box full of the very best we had, leaving out the poor ones, and bringing the load to the tithing office. I thought in my childish way that it looked a little hard, [especially] when I saw certain of my playmates … playing round, riding horses and having good times, and who scarcely ever did a lick of work in their lives. … Well, after I received a few years of experience, I was converted, I found that my mother was right and that William Thompson was wrong. … [Paying tithing] is a blessing that I enjoy, and I do not propose that anybody shall deprive me of that pleasure” (",["span.emphasis","Gospel Doctrine,"],"pp. 228–30)."]],[".topic",["h3","Lorenzo Snow’s Revelation on Tithing"],["div",{"id":"p25","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p25"},"Over the years the settlements in Utah continued to progress. The telegraph was invented, making it easier for people to communicate with others in distant places. The railroad was built all across the United States, making it easier for people to travel and for the people in Utah to obtain supplies from more developed areas. The Church had problems with the United States government and with the American Indians in the Utah area, but all of these situations were eventually resolved. President John Taylor became President of the Church after Brigham Young died. He was followed by President Wilford Woodruff, who was followed by President Lorenzo Snow (show the picture of Lorenzo Snow)."],["div",{"id":"p26","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p26"},"When Lorenzo Snow became the fifth President of the Church, the Church was deeply in debt. It had been expensive for the Church to solve its problems with the government, and there was no longer enough money to pay for everything the Church needed. President Snow prayed earnestly to learn what he should do about this serious problem. His prayer was not answered immediately, but he did receive a feeling that he should visit St. George and other towns in southern Utah. He did not know why he should go to southern Utah, but he knew he must obey the promptings of the Holy Ghost. He and other Church leaders traveled to St. George by train and horse-drawn carriage."],["div",{"id":"p27","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p27"},"At the time of President Snow’s visit, there had been no rain in southern Utah for months. As the Church leaders traveled south, President Snow noticed the dry earth and the thirsty plants and animals. Without rain the people in southern Utah did not know how they could grow crops to provide the food they needed to survive."],["div",{"id":"p28","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p28"},"On 17 May 1899 President Snow spoke at a conference in St. George, Utah. During his talk, he suddenly paused. The room was still as everyone waited for him to speak. When he started talking again, his voice was strong, and the people could tell that he was speaking under the inspiration of the Lord. He said, “The word of the Lord is: The time has now come for every Latter-day Saint … to do the will of the Lord and to pay his tithing in full. That is the word of the Lord to you, and it will be the word of the Lord to every settlement throughout the land of Zion” (quoted in LeRoi C. Snow, “The Lord’s Way Out of Bondage,” p. 439)."],["div",{"id":"p29","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p29"},"President Snow told the Saints that the Lord was displeased with them because they had not been paying their tithing. He promised the people that if they paid their tithing, rain would fall and they would be able to plant and harvest good crops."],["div",{"id":"p30","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p30"},"After his talk in St. George, President Snow wanted the whole Church to know about the revelation he had received. On his way back to Salt Lake City, he stopped in many settlements to preach the law of tithing to the people, and when he returned to Salt Lake City, he called an important meeting in the temple to talk to priesthood leaders about tithing. In one talk he said: “The poorest of the poor can pay tithing; the Lord requires it at our hands. … Everybody should pay tithing. … The law shall be observed. … And we shall pay our debts. … God bless you” (quoted in Carter E. Grant,",["span.emphasis","The Kingdom of God Restored,"],"p. 546). The Saints everywhere accepted what President Snow said and started paying tithing."],["div",{"id":"p31","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p31"},"President Snow anxiously waited for the weather reports from southern Utah. One month passed, then two months, but no rain came. The people in St. George were not only paying a full tithe but were giving even more as offerings to the Lord. The prophet prayed more earnestly that the Lord would bless the people. He had promised them rain if they would pay their tithing. Finally, on 2 August 1899, he received a telegram that read, “Rain in St. George.” The Saints were blessed and were able to harvest their crops that fall."],["div",{"id":"p32","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p32"},"In the year following President Snow’s revelation, the Saints contributed twice as much in tithing as they had the previous two years. Not only were the Saints in St. George blessed with rain, but within eight years the Church was able to pay all its debts. Since that day, the Church has continued to have enough money to carry out the Lord’s work because faithful Church members pay their tithing."]]],[".teachingMethod",["h2","Discussion and Application Questions"],["div",{"id":"p33","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p33"},"Study the following questions and the scripture references as you prepare your lesson. Use the questions you feel will best help the children understand the scriptures and apply the principles in their lives. Reading and discussing the scriptures with the children in class will help them gain personal insights."],["ul.bullet",["li",["span.label","•"],[".para","How did members of the Church find out they were called to settle new colonies in the Utah territory? How did they show their faith by settling these new colonies?"]],["li",["span.label","•"],[".para","Why did Mary Fielding Smith pay tithing even though she did not have much money or many possessions? Invite the children to talk about experiences when they or their families have been blessed for paying tithing."]],["li",["span.label","•"],[".para","Why did President Snow travel to St. George? (The Holy Ghost prompted him to go.) How was President Snow blessed because he followed the promptings of the Holy Ghost? How are we blessed when we follow the promptings of the Holy Ghost?"]],["li",["span.label","•"],[".para","What problem was President Snow worried about when he went to St. George? (The debts of the Church.) What problem were the St. George members worried about? (The drought.) How did the Lord say the Saints could solve both of these problems?"]],["li",["span.label","•"],[".para","Why do we pay tithing? What are we doing if we fail to pay a full tithe? (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8"},"Malachi 3:8"],".) Why is tithing the Lord’s money? Remind the children that everything on the earth was created by Jesus Christ under the direction of Heavenly Father. All that we earn or receive on the earth is a gift from them."]],["li",["span.label","•"],[".para","What does the Lord promise those who pay a full tithe? (",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10-12"},"Malachi 3:10–12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.23"},"D&C 64:23"],".) What is a full tithe? (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.4"},"D&C 119:4"],"; see enrichment activity 1.) Explain that to pay a full tithe means to pay one-tenth of our increase, or what we earn, to the Lord."]],["li",["span.label","•"],[".para","How were the Saints in St. George blessed for paying tithing? How long did they wait before it rained? How did the Saints show their faith as they waited for the rain to come?"]],["li",["span.label","•"],[".para","How was the Church blessed when the members began to pay a full tithe? How does the Church continue to be blessed today because members pay tithing? How is tithing money used? (See enrichment activity 3.)"]]]]],[".topic",["h2","Enrichment Activities"],["div",{"id":"p42","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p42"},"You may use one or more of the following activities any time during the lesson or as a review, summary, or challenge."],["div",{"id":"f7","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.f7"},["ol.number",["li",["span.label","1."],[".para","Remind the children that a full tithe is a tenth of our increase, or what we earn. Write on the chalkboard several amounts of money, and show the children how to figure a tenth of each amount. Give a piece of paper and a pencil to each child, and have the children calculate the amount of tithing they should pay on several different amounts of money (for younger children, you could bring actual objects, such as coins or pieces of fruit, and help the children calculate the tithing to be paid on the objects). Emphasize the importance of paying a full ten percent of your earnings for tithing. Anything less is not being honest with the Lord."],[".para","You may want to give each child a Tithing and Other Offerings form and show the children how to complete the form properly."]],["li",["span.label","2."],[".para","To help the children understand that the blessings we receive from paying tithing are not always financial, write the following blessings on pieces of paper and put them in a container (you may want to use pieces of paper shaped like gift boxes, as in the attention activity):"],["ul.bullet",["li",["span.label","•"],[".para","Understanding of the gospel of Jesus Christ"]],["li",["span.label","•"],[".para","Strong testimony"]],["li",["span.label","•"],[".para","Feelings of closeness to Heavenly Father"]],["li",["span.label","•"],[".para","Strength to live the gospel"]],["li",["span.label","•"],[".para","Ability to be a good example to our families"]],["li",["span.label","•"],[".para","Peace and joy"]],["li",["span.label","•"],[".para","Ability to serve others unselfishly"]],["li",["span.label","•"],[".para","Eternal life"]],["li",["span.label","•"],[".para","Enough money for our needs"]]],[".para","Read or have a child read the following quotation from Elder Melvin J. Ballard, who was a member of the Quorum of the Twelve Apostles:"],[".para","“The Lord has promised that the man and woman who pay their honest tithing shall be provided for, [but] he doesn’t promise to make them rich, not in material things. The greatest blessings of the Lord are spiritual, and not material” (quoted in",["span.emphasis","The Teachings of Ezra Taft Benson"],"[Salt Lake City: Bookcraft, 1988], pp. 472–73)."],[".para","Then have the children, one at a time, select a piece of paper and read the statement aloud. Discuss with the children the value of each of these blessings and how paying tithing can help us obtain these blessings."]],["li",["span.label","3."],[".para","Give each child a piece of paper containing one of the following statements about how tithing money is used (explain the statements as necessary):"],["ul.bullet",["li",["span.label","•"],[".para","Building meetinghouses, temples, and other Church buildings"]],["li",["span.label","•"],[".para","Paying for ward and stake activities and lesson manuals"]],["li",["span.label","•"],[".para","Paying to light, heat, and maintain meetinghouses"]],["li",["span.label","•"],[".para","Paying travel expenses and providing supplies for missionaries"]],["li",["span.label","•"],[".para","Paying travel and other expenses for General Authorities"]],["li",["span.label","•"],[".para","Providing computers for use in temple and family history work"]],["li",["span.label","•"],[".para","Helping publish Church magazines"]],["li",["span.label","•"],[".para","Providing Church satellite broadcasts"]],["li",["span.label","•"],[".para","Providing for translation and publication of the scriptures"]]],[".para","Have a child draw on the chalkboard an illustration representing the use of tithing described on his or her paper. Have the other children try to guess what the illustration represents. Repeat until every child has had a turn."]],["li",["span.label","4."],[".para","Read and discuss the following quotation from Heber J. Grant, seventh President of the Church:"],[".para","“Tithing is a law of God and the payment of tithes brings peace and joy to the Latter-day Saint who does it. There is a satisfaction that comes into the heart of the man who is absolutely honest with the Lord. …"],[".para","“Now, I can talk [of] tithing, because from the time I was a little boy earning money, I have paid my tithing. I have been honest with the Lord, and I am willing to be and have been all the days of my life—that is, to be honest with the Lord first” (",["span.emphasis","Gospel Standards,"],"comp. G. Homer Durham [Salt Lake City: Improvement Era, 1941], pp. 60, 63)."],[".para","Explain that at the end of each year we have an opportunity to declare that we have been completely honest with the Lord in financial matters. This meeting is called tithing settlement, and in it we meet with the bishop (or branch president) and tell him whether or not we are full-tithe payers."],[".para","Help the children role-play a tithing settlement interview, with one child as the bishop and the rest of the children as a family of full-tithe payers. Have the “bishop” ask each member of the family whether he or she is a full-tithe payer, and have each family member respond."]],["li",["span.label","5."],[".para","Tell the following story in your own words:"],[".para","“As Christmas approached [in the year 1929], many workers were unemployed."],[".para","“Our family was among the lucky ones. … My husband was still employed."],[".para","“But unexpectedly, just a week before Christmas, his job was terminated. When he brought home his last paycheck, which amounted to sixty-three dollars, our first thought was, ‘How shall we spend it?’"],[".para","“We had canned plenty of fruit and vegetables, and we had a cow and chickens to provide milk, butter, and eggs. Our food supply was ample, so we planned to spend some of the money on Christmas presents for our three young children, ages six, four, and one."],[".para","“Then the bishop announced that he would hold tithing settlement the following weekend. We had paid some tithing each month but had not paid it in full. We were always hoping that our finances would improve and make it possible for us to catch up."],[".para","“After doing a little bookkeeping, we learned that we owed the bishop exactly sixty dollars if we were to end the year as full tithe-payers. Never had sixty dollars seemed such a vast amount! We were learning one of the greatest lessons in life: ‘Be honest with the Lord each payday.’"],[".para","“… We decided to walk to the bishop’s home and give him the sixty dollars before we were tempted to spend some of it."],[".para","“… We still had three dollars left for Christmas shopping. The next day we … purchased a small can of black paint, and another of red. … My husband and I worked long hours after the children were asleep, creating wooden toys from scrap lumber and painting them. I sewed stuffed animals and made a Raggedy Ann doll."],[".para","“… We settled down to enjoy Christmas despite our lack of funds."],[".para","“About the middle of January, my husband received a phone call with an offer of employment at one hundred and fifty dollars a month. It seemed like a fortune to us! From then until the day he died, my husband was never unemployed, and we prospered both spiritually and financially."],[".para","“In",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],"we read: ‘Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.’"],[".para","“We accepted the challenge, and the blessings indeed came” (Jennie N. Ernstrom, “Tithing Came before Presents,”",["span.emphasis","Ensign,"],"Dec. 1988, p. 41)."]],["li",["span.label","6."],[".para","Show a portion of “The Windows of Heaven” (32 min.) from the videocassette",["span.emphasis","Moments from Church History"],"(53145). With the approval of your Primary president, this video could be shown to all the Valiant classes during sharing time (the video could be divided into two sixteen-minute segments)."]],["li",["span.label","7."],[".para","Help the children memorize",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],"."]],["li",["span.label","8."],[".para","Sing or say the words to",["span.crossRef","“I’m Glad to Pay a Tithing”"],"(",["span.emphasis","Children’s Songbook,"],"p. 150) or",["span.crossRef","“I Want to Give the Lord My Tenth”"],"(",["span.emphasis","Children’s Songbook,"],"p. 150)."]]]]],[".topic",["h2","Conclusion"],[".teachingMethod",["h2","Testimony"],["div",{"id":"p90","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p90"},"Testify to the children that they will be blessed both spiritually and temporally when they obey the law of tithing. You may want to tell about a time when you were blessed because you paid your tithing."]],[".teachingMethod",["h2","Suggested Home Reading"],["div",{"id":"p91","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p91"},"Suggest that the children study",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8-12"},"Malachi 3:8–12"],"at home as a review of this lesson."]],[".teachingMethod",["h2","Suggested Family Sharing"],["div",{"id":"p92","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p92"},"Encourage the children to share with their families a specific part of the lesson, such as a story, question, or activity, or to read with their families the “Suggested Home Reading.”"]],["div",{"id":"p93","uri":"/manual/primary-5-doctrine-and-covenants-and-church-history/lesson-45-lorenzo-snow-receives-a-revelation-on-tithing.p93"},"Invite a child to give the closing prayer."]]]],"refs":null}
