{"id":22,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":22,"title":"Leviticus 11–18: A Law of Performances and Ordinances, Part 2: The Clean and the Unclean","subtitle":"","short_title":15,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.head1"},[".titleNumber","15"],["h1","Leviticus 11–18"],["h1","A Law of Performances and Ordinances, Part 2: The Clean and the Unclean"]],[".bodyBlock",[".topic",["h2","(15-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p5"},"The prophet Abinadi characterized the law of Moses as being “a very strict law; … yea, a law of performances and of ordinances … to keep them in remembrance of God and their duty towards him” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.29-30"},"Mosiah 13:29–30"],"). But then he immediately added, “But behold, I say unto you, that all these things were types of things to come” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.31"},"Mosiah 13:31"],")."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p6"},"By now you have studied enough of the law of Moses to understand what Abinadi meant. The law had two primary functions: to teach the people obedience so that they could progress spiritually, and to point their minds toward the ultimate source of salvation in Jesus Christ. We have seen both these functions in the commandments of the law, in the plan of the tabernacle and its furnishings, and in the sacrifices and offerings. Now we turn to the laws regarding clean and unclean things. As with the other laws, you must try to look beyond the outward commandments and rituals for what they were meant to teach about spiritual realities."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p7"},"Take, for example, the laws of clean and unclean animals. There were practical reasons for these laws related to health and sanitation. The flesh of swine is highly susceptible to trichinosis, a malady easily transmitted to man. Shellfish can develop a deadly poison if they are not killed and handled properly, and so on. But the Hebrew word for",["span.emphasis","clean"],"used in the dietary law means more than just physically clean. It carries the connotation of being “clean from all pollution or defilement … and implying that purity which religion requires, and is necessary for communion with God” (Wilson, Old Testament Word Studies, s.v. “clean, cleanse, clear,” p. 78). As one Orthodox Jewish author noted,",["span.emphasis","kosher"],"(the Hebrew word for what fits or meets the demands of the law) means far more than just cleanliness."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p8"},"“A hog could be raised in an incubator on antibiotics, bathed daily, slaughtered in a hospital operating room, and its carcass sterilized by ultra-violet rays, without rendering kosher the pork chops that it yields. ‘Unclean’ in Leviticus is a ceremonial word. That is why the Torah says of camels and rabbits, ‘They are unclean",["span.emphasis","for you,’"],"limiting the definition and the discipline to Israel. Chickens and goats, which we can eat, are scarcely cleaner by nature than eagles and lions, but the latter are in the class of the unclean.” (Wouk, This Is My God, pp. 100–101.)"],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p9"},"If the dietary code is seen both symbolically and as part of a system of laws that covered all the customary acts of life, it becomes apparent how it served. God was using the diet as a teaching tool. People may forget or neglect prayer, play, work, or worship, but they seldom forget a meal. By voluntarily abstaining from certain foods or by cooking them in a special way, one made a daily, personal commitment to act in one’s faith. At every meal a formal choice was made, generating quiet self-discipline. Strength comes from living such a law, vision from understanding it. Further, the law served to separate the Hebrews from their Canaanite neighbors. Each time they got hungry they were forcibly reminded of personal identity and community bond. Indeed, they belonged to a people set apart. The law therefore acted as a social instrument for keeping the Hebrew nation intact, a psychological instrument for preserving the identity of the individual, and a religious instrument for keeping the people in remembrance of Jehovah."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/lev/11"},"Leviticus 11–18"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Leviticus 11–18"],[".topic",["h3","(15-2)",["a.scriptureRef",{"href":"/scriptures/ot/lev/11"},"Leviticus 11"],". Clean and Unclean Food"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p15"},"Two conditions determined the cleanliness of animals. They had to be cloven-footed (that is, the hooves had to be separated into two parts), and they had to chew their cud (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/11.3"},"v. 3"],"). Seafood was limited to those that had scales and fins. This requirement eliminated all shellfish, such as lobster and shrimp, and fish such as sharks and dolphins, as well as other sea creatures such as the eel (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/11.9-12"},"vv. 9–12"],"). Birds forbidden were generally birds of prey that lived on carrion, or, as in the case of the stork and heron, those that may have eaten other unclean creatures (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/11.13-20"},"vv. 13–20"],"). The ossifrage is thought to be a species of vulture, as is the gier eagle. Most flying insects were also forbidden. The phrase “going upon all four” (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/11.21"},"v. 21"],") indicates insects that have four short legs and two long legs used for hopping. Of these, four are suitable for food. All are members of the locust family."]],[".topic",["h3","(15-3)",["a.scriptureRef",{"href":"/scriptures/ot/lev/11.24,31"},"Leviticus 11:24, 31"],". Why Did Contact with a Dead Body Cause One to Be Unclean?"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p18"},"The law specified that contact with the carcass of an unclean animal (or a clean animal that had died in some way other than by proper slaughter) caused one to be unclean. “The human corpse was the most defiling according to Old Testament regulations. In all probability it epitomized for the people of God the full gravity and ultimate consequences of sin.” (Douglas, New Bible Dictionary, s.v.",["a.scriptureRef",{"href":"/scriptures/bd/clean-and-unclean"},"“clean and unclean,”"],"p. 239.) That the unclean person was barred from temple service and fellowship with other Israelites seems to bear out this assumption. The symbolism suggests that contact with sin leaves one tainted, and from this taint there had to be a period of cleansing. This period was symbolized by the restrictions placed on the individual “until the even” (",["a.scriptureRef",{"href":"/scriptures/ot/lev/11.24"},"v. 24"],"), at which time the new Israelite day began."]],[".topic",["h3","(15-4)",["a.scriptureRef",{"href":"/scriptures/ot/lev/12"},"Leviticus 12–15"],". Further Laws for Dealing with Uncleanness"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p20"},"This section of the Levitical law deals with aspects of what could be called uncleanness in the flesh due to infections or secretions of the body, including the expulsion of fluids associated with birth (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/12.1-8"},"12:1–8"],"), sores or skin infections found with such maladies as leprosy and boils (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/13"},"13"],"), running infections (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/15.1-15"},"15:1–15"],"), the “seed of copulation” (",["a.scriptureRef",{"href":"/scriptures/ot/lev/15.16-18"},"15:16–18"],"), and menstrual fluids (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/15.19-33"},"15:19–33"],")."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p21"},"This part of the law raises some questions in the minds of many readers. The most obvious question is, Why should natural bodily functions render one unclean? First,",["span.emphasis","unclean"],"in the Mosaic sense did not suggest something disgusting or filthy, nor did it imply that the body or the natural functions of the body, such as childbirth or sexual relations, were inherently evil. “The term",["span.emphasis","unclean"],"in this and the following cases, is generally understood in a mere",["span.emphasis","legal"],"sense, the rendering a person",["span.emphasis","unfit for sacred ordinances”"],"(Clarke, Bible Commentary, 1:559). This point is very important to understanding the Lord’s revelations on these matters. The ordinances of the Mosaic law were all designed to symbolize spiritual truths. The more nearly one approached perfection in the performance of the law, the more closely one approached the true symbolic meaning of the ordinance. The physical body and its natural functions remind one that he is of the earth, of the physical. Therefore, to say that a man or woman was unclean (that is, not to perform sacred ordinances) at certain times was to suggest to the mind that the natural man must be put aside in order to approach God."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p22"},"There was a similar teaching in the requirements for the high priest (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-19-27-a-law-of-performances-and-ordinances-part-3-laws-of-mercy-and-righteousness.p1"},"Reading 16-9"],"). Any person with a physical handicap was barred from being the high priest (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/21.17-21"},"Leviticus 21:17–21"],"). God does not view such persons as spiritually inferior. Rather, this requirement was a teaching device. The high priest was a type of Christ, the Great High Priest (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/4.14"},"Hebrews 4:14"],"), and the requirement for physical wholeness was to typify Christ’s perfection. The laws of natural uncleanness should be viewed in a similar light."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p23"},"There were certain practical or sanitary aspects of these laws as well. The strict rules about contact with an infected person or objects with which he had come in contact have modern hygienic parallels. One commentator summed up both aspects in this way:"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p24"},"“In Canaan, prostitution and fertility rites were all mixed up with worship. In Israel, by sharp contrast, anything suggesting the sexual or sensual is strictly banned from the worship of God. … The intention is not to write off this side of life as ‘dirty’, as is plain elsewhere in Scripture. The purpose is to ensure its separation from the worship of God. The rule of strict cleanliness in all sexual matters was also a positive safeguard to health.” (Alexander and Alexander, Eerdmans’ Handbook to the Bible, p. 176.)"]],[".topic",["h3","(15-5)",["a.scriptureRef",{"href":"/scriptures/ot/lev/12.5-6"},"Leviticus 12:5–6"],". Why Was the Period of Uncleanness Longer When a Female Child Was Born?"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p26"},"Many things in the Mosaic law are puzzling at first but become clear and understandable upon further investigation. This question, however, is one that seems to have no key at present for its correct interpretation. An obvious implication, quickly taken up by some modern critics, is that this rule is a reflection of the inferior status of women anciently, a status which they regard as supported by the law. This conclusion is fallacious for two reasons. First, elsewhere in the law and the Old Testament, there is evidence that women had high status and their rights were protected. In fact, “women appear to have enjoyed considerably more freedom among the Jews than is now allowed them in western Asia” (Fallows, Bible Encyclopedia, s.v. “woman,” 3:1733; this reference includes numerous scriptural references in support of this statement; see also Hastings, ed., Dictionary of the Bible, s.v. “woman,” pp. 976–77). Second, these laws were not the product of men’s attitudes but were direct revelation from the Lord. God does not view women as inferior in any way, although the roles of men and women are different. Speculation on why the Lord revealed different requirements for ceremonial purifying after the birth of male and female children is pointless until further revelation is received on the matter."]],[".topic",["h3","(15-6)",["a.scriptureRef",{"href":"/scriptures/ot/lev/13"},"Leviticus 13"],". What Is Meant by Leprosy?"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p28"},"The Hebrew root",["span.emphasis","tzarah,"],"which is translated into the English words",["span.emphasis","leper"],"and",["span.emphasis","leprosy,"],"means “to smite heavily, to strike,” because a leprous person was thought to have been “smitten, scourged of God” (see Wilson, Old Testament Word Studies, s.v. “leper,” pp. 248–49). Although it included modern leprosy (Hansen’s disease), leprosy also seems to have designated a wide range of diseases and even such physical decay as mildew or dry rot. The common characteristic seems to be decay and putrefaction, and thus leprosy became a type or a symbol of sin or the sinful man."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p29"},"Classical leprosy was a dreaded disease that required exile from society and isolation (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/13.45"},"Leviticus 13:45"],")."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p30"},"“When a man has the mark of leprosy, he must go about like a mourner, i.e., he must tear his clothes, leave his hair unkempt, and cover his mustache; and he must be segregated from ordinary human society."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p31"},"“The disease popularly known as ‘leprosy’ may have two forms known respectively as ‘tubercular’ and ‘anesthetic.’ The tubercular form manifests itself first by reddish patches in which dark tubercles are later found; as the disease develops there occurs a swelling and distortion of the face and limbs. Anesthetic leprosy affects primarily the nerve trunks, particularly of the extremities. They become numb and ultimately lose their vitality. We may ask whether the various forms of leprosy are covered and intended in this chapter of Leviticus. A certain answer cannot be offered. A modern doctor would not diagnose leprosy on the symptoms given here. It seems probable that many skin diseases, some of them of relatively little importance, were called leprosy. It may be argued, on the other side, that we are here given only the very earliest symptoms for which the priest must be on the alert, and further, that since leprosy (in our sense) was almost certainly known in Palestine in biblical times and was pre-eminently a disease that would render a man ‘unclean,’ it must have been meant here, though other skin diseases are also included under the same name."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p32"},"“Certainly the priests were using sound scientific measures in isolating adults who developed chronic skin diseases that might be transmitted to others. Isolation was the very best method for prevention of the spread of contagion. Furthermore, it is clear that if the individual recovered later—and thus had had some mild recoverable skin disease—then he could be declared cured, and in due time could return to his family and friends.” (Buttrick, Interpreter’s Bible, 2:66–67.)"]],[".topic",["h3","(15-7)",["a.scriptureRef",{"href":"/scriptures/ot/lev/14"},"Leviticus 14"],". The Cleansing of a Leper"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p34"},"“In",["a.scriptureRef",{"href":"/scriptures/ot/lev/14"},"Leviticus 14"],"we have a detailed description of the ritual that was to take place when a person’s leprosy had been healed. Because of the nature of the ritual, many people have seen it as a primitive, superstitious, and abhorrent rite which supports the notion that the Israelites were primitive and superstitious pagans. However, when one applies the guidelines for interpreting symbols as given above, he finds that the ritual is a beautiful representation of gospel truths. But one must first understand the true meaning of the various symbolisms used in the rite. These include the following:"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p35"},"“1.",["span.emphasis","The leper."],"Leprosy in its various forms was a disease that involved decay and putrefaction of the living body; also, because of its loathsomeness, it required the person to be ostracized and cut off from any fellowship with the rest of the house of Israel. Because of these characteristics, leprosy was seen as an appropriate type or symbol of what happens to a man spiritually when he sins. Sin introduces decay and corruption into the spiritual realm similar to what leprosy does in the physical realm. Also, a sinful person was cut off from a fellowship with spiritual Israel and could not be a part of the Lord’s true covenant people. So the leper himself provided a type or similitude of what King Benjamin called the ‘natural man.’ (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],".)"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p36"},"“2.",["span.emphasis","The priest."],"The priest served as the official representative of the Lord, and he was authorized to cleanse the leper and bring him back into full fellowship."],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p37"},"“3.",["span.emphasis","The birds."],"As the only living objects used in the ritual, the birds symbolized the candidate. Because of the two truths to be taught, two birds were required. The first bird was killed by the shedding of its blood, signifying that the leper (the natural man) had to give up his life. The second bird, after being bound together with other symbols, was released. This signified that the man had been freed from the bondage of sin."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p38"},"“4.",["span.emphasis","The cedar wood."],"The wood from cedar trees is still used today because of its ability to preserve surrounding objects from decay and corruption. So the cedar tree symbolized preservation from decay."],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p39"},"“5.",["span.emphasis","The scarlet wool."],"The word",["span.emphasis","scarlet"],"(",["a.scriptureRef",{"href":"/scriptures/ot/lev/14.4"},"Leviticus 14:4"],") really meant a piece of wool dyed a bright red. Red reminds us of blood, which is the symbol of life and also of atonement. (See",["a.scriptureRef",{"href":"/scriptures/ot/lev/17.11"},"Leviticus 17:11"],".)"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p40"},"“6.",["span.emphasis","The hyssop."],"Though we are not sure exactly why, we do know that in the Old Testament times the herb hyssop carried with it the symbolism of purification. (See",["a.scriptureRef",{"href":"/scriptures/ot/ex/12.22"},"Exodus 12:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/51.7"},"Psalm 51:7"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.19"},"Hebrews 9:19"],".)"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p42"},"“7.",["span.emphasis","The basin of water."],"Notice that the blood of the bird was mixed with the water. In",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.59"},"Moses 6:59"],"we learn that blood and water are the symbols of birth, both physical and spiritual. Also, we know that the place of spiritual rebirth, the baptismal font, is a symbol of the place where the natural man is put to death. (See",["a.scriptureRef",{"href":"/scriptures/nt/rom/6.1-6"},"Romans 6:1–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.12-13"},"D&C 128:12–13"],".) Over the basin of water the first bird was killed, symbolizing the death of the natural man and the eventual rebirth of the spiritually innocent person."],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p43"},"“8.",["span.emphasis","The washing of the leper."],"This clearly was a symbol of cleansing."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p44"},"“9.",["span.emphasis","The shaving of the hair."],"One cannot help but note that the shaving of the hair of the body (even to include the eyebrows) would bring a person into a state of appearance very much like that of a newborn infant, who is typically virtually without hair. Thus, after going through the process of rebirth symbolically, the candidate graphically demonstrated on his own person that he was newborn spiritually."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p45"},"“10.",["span.emphasis","The sacrifice of the lamb."],"The typology is clear, since the lamb offered had to be the firstborn male without spot or blemish. It symbolized the offering of the Son of God."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p46"},"“11.",["span.emphasis","The smearing of the blood on the parts of the body."],"In Hebrew the word which is usually translated ‘atonement’ literally means ‘to cover.’ Thus, when the priest touched something with the blood, his action suggested the sanctification of or atonement made for that thing. In this case we find the blood of the lamb sanctifying the organ of hearing or obedience (the ear), the organ of action (the hand), and the organ of following or walking in the proper way (the foot). Thus, every aspect of the person’s life was touched and affected by the atonement of Christ."],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p47"},"“12.",["span.emphasis","The oil."],"‘The olive tree from the earliest times has been the emblem of peace and purity’ (Joseph Fielding Smith, Doctrines of Salvation, 3 vols., comp. Bruce R. McConkie [1954–56], 3:180). For this reason, and also because the olive oil was a symbol of the Holy Ghost (for example, see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.55-57"},"D&C 45:55–57"],") the oil has deep symbolic significance. To touch with oil suggested the effect of the Spirit on the same organs of living and acting. Thus, the blood of Christ cleansed every aspect of the candidate’s life, and then the process was repeated with the oil to show that the Spirit too affected everything he did. In this manner, the person received peace and purity (symbolized by the olive tree and its fruit).” (Lund, “Old Testament Types and Symbols,” Symposium, 184–86.)"]],[".topic",["h3","(15-8)",["a.scriptureRef",{"href":"/scriptures/ot/lev/16"},"Leviticus 16"],". The Day of Atonement and Israel’s Forgiveness"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p49"},"“The Day of Atonement, which took place in the fall of the year, was the most sacred and solemn of all the Israelite festivals. In it we most clearly see the typology or symbolism of Christ’s work for Israel. It was a day of national fasting and one that signified that the sins of Israel had been atoned for and that the nation and its people were restored to a state of fellowship with God. The feast included the following major items (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/16"},"Leviticus 16"],"where the details are given):"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.f3"},["ol.number",["li",["span.label","“1."],["p.para","The high priest had to go through meticulous preparation to be worthy to act as the officiator for the rest of the house of Israel. This included sacrifices for himself and his house, as well as washing and purification through the sprinkling of sacrificial blood on various objects in the tabernacle."]],["li",["span.label","“2."],["p.para","The high priest put off the official robes he normally wore and clothed himself in simple, white linen garments. (See",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.8"},"Revelation 19:8"],"for the significance of white linen garments.)"]],["li",["span.label","“3."],["p.para","Two goats were chosen by lot. One was designated as the goat of the Lord, and one was designated as the scapegoat, or in Hebrew, the goat of",["span.emphasis","Azazel."],"The goat of Jehovah was offered as a sin offering, and the high priest took its blood into the holy of holies of the tabernacle and sprinkled it on the lid of the ark of the covenant (called the ‘mercy seat’), thus making atonement for the sins of Israel."]],["li",["span.label","“4."],["p.para","The other goat,",["span.emphasis","Azazel,"],"was brought before the high priest, who laid his hands upon its head and symbolically transferred all of the sins of Israel to it. Then it was taken out into the wilderness and released where it would never be seen again. One commentator explained the significance of",["span.emphasis","Azazel"],"by saying that it represented ‘the devil himself, the head of the fallen angels, who was afterwards called Satan; for no subordinate evil spirit could have been placed in antithesis to Jehovah as",["span.emphasis","Azazel"],"is here, but only the ruler or head of the kingdom of demons.’ (C. F. Keil and F. Delitzsch, Commentary on the Old Testament, bk. 1: The Pentateuch, ‘The Third Book of Moses,’ 10 bks. [n.d.], p. 398.)"]]]],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p54"},"“… The book of Hebrews [draws] heavily on the typology of the Day of Atonement to teach the mission of Christ. In that epistle he made the following points:"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.f4"},["ol.alphaLowCase",["li",["span.label","“a."],["p.para","Christ is the great high priest (",["a.scriptureRef",{"href":"/scriptures/nt/heb/3.1"},"Hebrews 3:1"],") who, unlike the high priest of the Aaronic Priesthood, was holy and without spot and did not need to make atonement for his own sins before he could be worthy to officiate for Israel and enter the holy of holies (",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.26-27"},"Hebrews 7:26–27"],"). His perfect life was the ultimate fulfillment of the symbol of wearing white garments."]],["li",["span.label","“b."],["p.para","The true tabernacle (or temple, or house of the Lord) is in heaven, and the earthly tabernacle made by Moses was to serve as a shadow or type of the heavenly one. (See",["a.scriptureRef",{"href":"/scriptures/nt/heb/8.2-5"},"Hebrews 8:2–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.1-9"},"9:1–9"],".)"]],["li",["span.label","“c."],["p.para","Christ is the Lamb of Jehovah as well as the High Priest. Through the shedding of his blood he became capable of entering the heavenly Holy of Holies where he offered his own blood as payment for the sins of those who would believe in him and obey his commandments. (See",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.11-14,24-28"},"Hebrews 9:11–14, 24–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/10.11-22"},"10:11–22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.3-5"},"D&C 45:3–5"],".)” (Lund, “Old Testament Types and Symbols,” Symposium, 187–88.)"]]]],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p58"},"Notwithstanding the symbolic significance of the ritual of this holy day, the ritual did have the power to bring about a forgiveness of Israel’s sins. Elder James E. Talmage said:"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p59"},"“The sacred writings of ancient times, the inspired utterances of latter-day prophets, the traditions of mankind, the rites of sacrifice, and even the sacrileges of heathen idolatries, all involve the idea of vicarious atonement. God has never refused to accept an offering made by one who is authorized on behalf of those who are in any way incapable of doing the required service themselves. The scapegoat and the altar victim of ancient Israel,",["span.emphasis","if offered with repentance and contrition,"],"were accepted by the Lord in mitigation of the sins of the people.” (Articles of Faith, p. 77; emphasis added.)"]],[".topic",["h3","(15-9)",["a.scriptureRef",{"href":"/scriptures/ot/lev/17.1-7"},"Leviticus 17:1–7"],". Why Did the Israelites Have to Slay All Domestic Animals, Even Those Intended Only for Food, at the Tabernacle Altar?"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p62"},"“As",["span.emphasis","sacrifice"],"was ever deemed essential to true religion, it was necessary that it should be performed in such a way as to secure the great purpose of its institution. God alone could show how this should be done so as to be pleasing in his sight, and therefore he has given the most plain and particular directions concerning it. The Israelites, from their long residence in Egypt, an idolatrous country, had doubtless adopted many of their usages; and many portions of the Pentateuch seem to have been written merely to correct and bring them back to the purity of the Divine worship."],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p63"},"“That no blood should be offered to idols, God commands every animal used for food or sacrifice to be slain at the door of the tabernacle. While every animal was slain in this sacrificial way, even the daily food of the people must put them in mind of the necessity of a sacrifice for sin. Perhaps St. Paul had this circumstance in view when he said,",["span.emphasis","Whether therefore ye eat or drink, or whatsoever ye do, do all to the glory of God"],"[",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.31"},"1 Corinthians 10:31"],"]; and,",["span.emphasis","Whatsoever ye do in word or deed, do all in the name of the Lord Jesus giving thanks to God and the Father by him"],"[",["a.scriptureRef",{"href":"/scriptures/nt/col/3.17"},"Colossians 3:17"],"]."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p64"},"“While the Israelites were encamped in the wilderness, it was comparatively easy to prevent all abuses of this Divine institution; and therefore they were all commanded to bring the",["span.emphasis","oxen, sheep,"],"and",["span.emphasis","goats"],"to the door of the tabernacle of the congregation, that they might be slain there, and",["span.emphasis","their blood sprinkled upon the altar of the Lord."],"But when they became settled in the promised land, and the distance, in many cases, rendered it impossible for them to bring the animals to be slain for domestic uses to the temple, they were permitted to pour out the blood in a sacrificial way unto God at their respective dwellings, and to cover it with the dust [see",["a.scriptureRef",{"href":"/scriptures/ot/lev/17.13"},"Leviticus 17:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/12.20-21"},"Deuteronomy 12:20–21"],"].” (Clarke, Bible Commentary, 1:566–67.)"]],[".topic",["h3","(15-10)",["a.scriptureRef",{"href":"/scriptures/ot/lev/17.7"},"Leviticus 17:7"],". “After Whom They Have Gone a Whoring”"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p66"},"The concept that Israel went “a whoring” after false gods is a common one in the scriptures and continues the metaphor that Jehovah was the husband to whom Israel was married. Isaiah said, “For thy Maker is thine husband; the Lord of hosts is his name” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.5"},"Isaiah 54:5"],"). When Israel looked to false gods, she was unfaithful to the marriage relationship she had with the true God, and thus was depicted as playing the part of a prostitute."],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p67"},"Jeremiah wrote: “Hast thou seen that which backsliding Israel hath done? she is gone up upon every high mountain and under every green tree, and there hath played the harlot. … And I saw, when for all the causes whereby backsliding Israel committed adultery I had put her away, and given her a bill of divorce; yet her treacherous sister Judah feared not, but went and played the harlot also. And it came to pass through the lightness of her whoredom, that she defiled the land, and committed adultery with stones and with stocks.” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/3.6,8-9"},"Jeremiah 3:6, 8–9"],".)"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p68"},"In New Testament times, the same figurative imagery was used when the Church of Jesus Christ was depicted as the bride of Christ (see",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/11.2"},"2 Corinthians 11:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.7-8"},"Revelation 19:7–8"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.2,9"},"21:2, 9"],")."],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p69"},"So, in the scriptures, idolatry was often depicted as spiritual adultery. One Bible scholar added this insight to the phrase “gone a whoring”:"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p70"},"“Though this term is frequently used to express",["span.emphasis","idolatry,"],"yet we are not to suppose that it is not to be taken in a",["span.emphasis","literal"],"sense in many places in Scripture, even where it is used in connection with idolatrous acts of worship. It is well known that",["span.emphasis","Baal Peor"],"and",["span.emphasis","Ashtaroth"],"were worshipped with unclean rites; and that public prostitution formed a grand part of the worship of many deities among the Egyptians, Moabites, Canaanites, Greeks, and Romans.” (Clarke, Bible Commentary, 1:567.)"]],[".topic",["h3","(15-11)",["a.scriptureRef",{"href":"/scriptures/ot/lev/18"},"Leviticus 18"],". Purity in All Sexual Relationships"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p72"},"“The prohibition of incest and similar sensual abominations is introduced with a general warning as to the licentious customs of the Egyptians and Canaanites, and an exhortation to walk in the judgments and ordinances of Jehovah [",["a.scriptureRef",{"href":"/scriptures/ot/lev/18.2-5"},"Leviticus 18:2–5"],"], and is brought to a close with a threatening allusion to the consequences of all such defilements [",["a.scriptureRef",{"href":"/scriptures/ot/lev/18.24-30"},"vv. 24–30"],"].” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"1:2:411–12.)"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p73"},"The phrase “to uncover their nakedness” (",["a.scriptureRef",{"href":"/scriptures/ot/lev/18.6,7-19"},"v. 6; see also vv. 7–19"],") was a Hebrew euphemism for sexual intercourse, and thus all kinds of incestuous relationships were forbidden, including “(1) with a mother, (2) with a step-mother, (3) with a sister or half-sister, (4) with a granddaughter, the daughter of either son or daughter, (5) with the daughter of a step-mother, (6) with an aunt, the sister of either father or mother, (7) with the wife of an uncle on the father’s side, (8) with a daughter-in-law, (9) with a sister-in-law, or brother’s wife, (10) with a woman and her daughter, or a woman and her granddaughter, and (11) with two sisters at the same time” (Keil and Delitzsch, Commentary, 1:2:412)."],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p74"},"The injunction against letting any children “pass through the fire to Molech” (",["a.scriptureRef",{"href":"/scriptures/ot/lev/18.21"},"v. 21"],") is explained:"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p75"},"“The name of this idol is mentioned for the first time in this place. As the word",["span.emphasis","molech"],"or",["span.emphasis","melech"],"signifies",["span.emphasis","king"],"or",["span.emphasis","governor,"],"it is very likely that this idol represented the",["span.emphasis","sun;"],"and more particularly as the",["span.emphasis","fire"],"appears to have been so much employed in his worship. There are several opinions concerning the meaning of",["span.emphasis","passing through the fire"],"to Molech. 1. Some think that the",["span.emphasis","semen humanum"],"was offered on the fire to this idol. 2. Others think that the children were actually made a",["span.emphasis","burnt-offering"],"to him. 3. But others suppose the children were not",["span.emphasis","burnt,"],"but only passed through the fire, or",["span.emphasis","between two fires,"],"by way of consecration to him. That some were",["span.emphasis","actually burnt alive"],"to this idol several scriptures, according to the opinion of commentators, seem strongly to intimate; see among others [",["a.scriptureRef",{"href":"/scriptures/ot/ps/100"},"Psalm 100:38"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/7.31"},"Jeremiah 7:31"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/23.37-39"},"Ezekiel 23:37–39"],"]. That others were only",["span.emphasis","consecrated"],"to his service by",["span.emphasis","passing between two fires"],"the rabbins strongly assert; and if Ahaz had but one son,",["span.emphasis","Hezekiah,"],"(though it is probable he had others, see [",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/28.3"},"2 Chronicles 28:3"],"]) he is said to have",["span.emphasis","passed through the fire to Molech"],"[",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/16.3"},"2 Kings 16:3"],"], yet he succeeded his father in the kingdom [",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/18.1"},"2 Kings 18:1"],"], therefore this could only be a",["span.emphasis","consecration,"],"his idolatrous father intending thereby to initiate him early into the service of this demon.” (Clarke, Bible Commentary, 1:570–71.)"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p76"},"Other abominations involving sexual perversions such as homosexuality (",["a.scriptureRef",{"href":"/scriptures/ot/lev/18.22"},"Leviticus 18:22"],") and bestiality (",["a.scriptureRef",{"href":"/scriptures/ot/lev/18.23"},"Leviticus 18:23"],") were forbidden with equal severity. These very abominations of the Canaanites caused them to be cast out of the promised land Israel was about to inherit (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/18.24-25"},"Leviticus 18:24–25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.32-35"},"1 Nephi 17:32–35"],")."]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p78"},["span.dominant","(15-12)"],"What appears at first to be only a series of outdated laws given as part of the Mosaic covenant on uncleanness upon closer examination carries a powerful message to Saints of all ages. If we are to be God’s people, we must become different from other peoples. We must be set apart, or separated, from the influences of the world. To ancient Israel God gave commandments not only to help them remain physically and spiritually clean but also to help them learn of and remember Him. Now, with an understanding of how that law served to strengthen them, write a short paper entitled “The Value of the Mosaic Law for a Latter-day Saint.” Assume that God had given modern Israel a",["span.emphasis","preparatory gospel"],"today, instead of the fulness of the gospel that He has given us. In other words, suppose it was today’s society that was not ready for the full gospel law but instead received a law of strict “performances and of ordinances” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.30"},"Mosiah 13:30"],") related to our modern culture and life-style. The following points or questions may help stimulate your thinking as you write this paper."],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.f5"},["ol.number",["li",["span.label","1."],["p.para","In the higher gospel law, broad principles are laid down and the people interpret and apply these principles to their daily living. In the Mosaic law, specific principles and interpretations were given that related to the actual culture and daily life of the people involved."]],["li",["span.label","2."],["p.para","What specifics would God give today in terms of remaining morally clean? We know the broad principles—keep the law of chastity, stay morally clean, and so on—but what specifics would God give to a Mosaic society today? Would there be commandments about music? entertainment? literature?"]],["li",["span.label","3."],["p.para","What modern equivalents of Molech would God warn us about?"]],["li",["span.label","4."],["p.para","What kinds of things in modern society could add to a state of “spiritual leprosy”? Are there modern equivalents to clean and unclean objects?"]]]]]]]]],"refs":null}
