{"id":21,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":21,"title":"Life in Nauvoo the Beautiful","subtitle":"","short_title":"Lesson 19","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/life-in-nauvoo-the-beautiful","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/life-in-nauvoo-the-beautiful.head1"},[".titleNumber","Lesson 19"],["h1","Life in Nauvoo the Beautiful"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/life-in-nauvoo-the-beautiful.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","The Saints were directed to gather to Nauvoo and build up the area."]],["li",["span.label","2."],[".para","Under the direction of the Prophet, the Saints in Nauvoo began to prosper in temporal, social, intellectual, and spiritual affairs."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 19, pp. 240–50."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124"},"Doctrine and Covenants 124–25"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","Discuss with students the doctrine of gathering to Nauvoo. The following points may be helpful:"],["ul.bullet",["li",["span.label","•"],[".para","The Prophet Joseph Smith taught that the greatest temporal and spiritual blessings are achieved through obedience to God and united effort rather than by individual exertion (see History of the Church, 4:272; note that this is part of the same proclamation quoted in the student manual on p. 241)."]],["li",["span.label","•"],[".para","The Prophet also taught that the primary purpose of the gathering was to build a temple (see Joseph Smith, Teachings of the Prophet Joseph Smith, sel. Joseph Fielding Smith [Salt Lake City: Deseret Book Co., 1976],",["a.crossRef",{"href":"/manual/teachings-of-presidents-of-the-church-joseph-f-smith/chapter-34-sacred-temples-of-the-lord.p1"},"pp. 307–8)."]]]]],["li",["span.label","•"],[".para","Illustrate the influence that the gospel can have to improve the quality of life as the Saints cooperate to build stakes of Zion. The following ideas may help you teach this concept:"],["ul.bullet",["li",["span.label","•"],[".para","Demonstrate that the teachings of the Lord’s prophets have inspired the Saints to improve their temporal and spiritual environment as they seek to build Zion."]],["li",["span.label","•"],[".para","The Lord’s people prosper as they obey gospel principles. Prosperity is good if the Saints remember the Lord as the source of their prosperity and do not forsake him."]]]],["li",["span.label","•"],[".para","Discuss some of the practices in Nauvoo that have become hallmarks of the Church, such as education, involvement in government, love of culture and beauty, and community projects."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","History of the Church,"],"4–5."],[".para","Both of these volumes are devoted to the Nauvoo period."]],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"2:40–92, 111–25."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"1:350–79, 413–20."]],["li",["span.label","•"],[".para","Kenneth W. Godfrey, “Some Thoughts Regarding an Unwritten History of Nauvoo,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1975, pp. 417–24."],[".para","A study taken from the diaries and journals of Nauvoo residents describing how they lived, raised their children, and made their living."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","J. Earl Arrington, “William Weeks, Architect of the Nauvoo Temple,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1979, pp. 337–60."],[".para","Chronicle of the life of William Weeks and his work on the Nauvoo Temple."]],["li",["span.label","•"],[".para","Stanley Buchholz Kimball, “The Nauvoo Temple,”",["span.emphasis","Improvement Era,"],"Nov. 1963, pp. 974–82."],[".para","A brief but detailed account of the construction and architecture of the Nauvoo Temple accompanied by a reconstruction drawing."]],["li",["span.label","•"],[".para","Donald Q. Cannon, “Spokes on the Wheel: Early Latter-day Saint Settlements in Hancock County, Illinois,”",["span.emphasis","Ensign,"],"Feb. 1986, pp. 62–68."],[".para","At least seventeen communities in Hancock County with significant Latter-day Saint population have been identified and classified as either major, minor, or missionary towns. The article gives some detail on Ramus, LaHarpe, and Yelrome."]],["li",["span.label","•"],[".para","Donald L. Enders, “Platting the City Beautiful: A Historical and Archaeological Glimpse of Nauvoo Streets,” in “Notes and Comments,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1979, pp. 409–15."],[".para","Nauvoo was intended to be an ideal community with broad streets, lovely buildings, and beautiful surroundings. Historical and archaeological investigations, however, have demonstrated that the community fell short of the ideal. Rapid increase of population, poverty, weather, and geography were some of the factors that forced modification of the original plan."]],["li",["span.label","•"],[".para","Donald L. Enders, “The Steamboat",["span.emphasis","Maid of Iowa:"],"Mormon Mistress of the Mississippi,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1979, pp. 321–35."],[".para","An introduction to the importance of Mississippi riverboat traffic in the nineteenth century. This article shows that riverboats were vital to the growth and development of Nauvoo. The",["span.emphasis","Maid of Iowa,"],"owned by Dan Jones and Joseph Smith, enriched the cultural, social, political, and economic life of Nauvoo."]],["li",["span.label","•"],[".para","Kenneth W. Godfrey, “A Note on the Nauvoo Library and Literary Institute,” in James B. Allen, ed., “The Historians Corner,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1974, pp. 386–89."],[".para","A brief discussion of Nauvoo’s library and literary institute, its origin, activities, and books, including a list of fifty books donated by the Prophet Joseph Smith."]],["li",["span.label","•"],[".para","T. Edgar Lyon, “Recollections of ‘Old Nauvooers’ Memories from Oral History,”",["span.emphasis","Brigham Young University Studies,"],"Winter 1978, pp. 143–50."],[".para","A collection of stories and vignettes of life in Nauvoo as related by Salt Lake Twentieth Ward old-timers."]]]]],"refs":null}
