{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":14,"title":"Living for the Eternities","subtitle":"By Elder Keith K. Hilbig","short_title":"Living for the Eternities","uri":"/ensign/2013/07/living-for-the-eternities","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/living-for-the-eternities"},[".heading",{"id":"head1","uri":"/ensign/2013/07/living-for-the-eternities.head1"},[".title","Living for the",["span.dominant","Eternities"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/07/living-for-the-eternities.p2"},"By Elder Keith K. Hilbig"],["p.para",{"id":"p3","uri":"/ensign/2013/07/living-for-the-eternities.p3"},"Served as a member of the Seventy from 2001 to 2012"]],[".event",["p.para",{"id":"p4","uri":"/ensign/2013/07/living-for-the-eternities.p4"},"From a devotional address given at Brigham Young University–Idaho on March 20, 2007. For the full text in English, visit",["a",{"href":"http://web.byui.edu/devotionalsandspeeches"},"web.byui.edu/devotionalsandspeeches"],"."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/keith-k-hilbig.jpg"}],[".kicker","I plead with you young adults to visualize frequently your future celestial existence with your family in eternity."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/07/living-for-the-eternities.p6"},"How different and difficult is the world of young adults (married or single) today when compared to the young adult world of two or three generations ago. Many challenges today did not even exist, or were much less intense, than when I was in college."],["p.para",{"id":"p7","uri":"/ensign/2013/07/living-for-the-eternities.p7"},"But you are here now, in this moment. You are pressing forward as your elders are passing into the eternities. You are here at this time not by chance but as part of an eternal plan—designed, agreed upon, and implemented before the earth was ever created."],["p.para",{"id":"p8","uri":"/ensign/2013/07/living-for-the-eternities.p8"},"How fortunate you are to be aware of the Restoration of the gospel! You know there was a premortal existence in the presence of Heavenly Father and Jesus Christ. You were schooled and tested. You learned of the laws that would allow you to progress and advance. You followed those laws, and thus you were entitled to come to earth, placing you on a course leading to exaltation, dominion, and godhood."],["p.para",{"id":"p9","uri":"/ensign/2013/07/living-for-the-eternities.p9"},"You understand the purposes of mortality on earth, and you have been taught concerning postmortal opportunities. In short, you have the perspective of the eternities—you can look back, and you can gaze forward."],["p.para",{"id":"p10","uri":"/ensign/2013/07/living-for-the-eternities.p10"},"The majority of your young adult peers who are not members of The Church of Jesus Christ of Latter-day Saints, and the world in general, know little of these realities. They live as if in a box defined by two events: birth and death. They make decisions and engage in behaviors circumscribed by a limited perspective. Essentially they live for the moment—the length of time between their births and their deaths, which is a mere nanosecond in the scheme of eternity. They likely know nothing of their premortal existence and little of eternity."],[".topic",{"id":"t1","uri":"/ensign/2013/07/living-for-the-eternities.t1"},[".title","Your Eternal Potential"],["p.para",{"id":"p12","uri":"/ensign/2013/07/living-for-the-eternities.p12"},"You, however, know the promise of your personal potential in the eternities. To those couples sealed in the holy temple, the Lord promises:"],["p.para",{"id":"p13","uri":"/ensign/2013/07/living-for-the-eternities.p13"},"“Ye shall come forth in the first resurrection … and shall inherit thrones, kingdoms, principalities, and powers, dominions, all heights and depths … and if ye abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be done unto them in all things whatsoever my servant hath put upon them, in time, and through all eternity; and shall be of full force when they are out of the world; and they shall pass by the angels, and the gods, which are set there, to their exaltation and glory in all things, as hath been sealed upon their heads, which glory shall be a fulness and a continuation of the seeds forever and ever."],["p.para",{"id":"p14","uri":"/ensign/2013/07/living-for-the-eternities.p14"},"“Then shall they be gods, because they have no end; therefore shall they be from everlasting to everlasting, because they continue; then shall they be above all, because all things are subject unto them. Then shall they be gods, because they have all power, and the angels are subject unto them” (",["a",{"href":"/scriptures/dc-testament/dc/132.19-20"},"D&C 132:19–20"],")."],["p.para",{"id":"p15","uri":"/ensign/2013/07/living-for-the-eternities.p15"},"I plead with you to visualize frequently your future celestial existence with your family in eternity, a status of unfathomable glory and advantage we cannot yet fully comprehend. What we may be absolutely certain of, however, is that each of you kept your “first estate” (",["a",{"href":"/scriptures/pgp/abr/3.26"},"Abraham 3:26"],"), each of you passed all of the tests of premortal life, each of you exercised great faith, and thus, each of you received the privilege of obtaining a mortal body and coming to this mortal sphere."],["p.para",{"id":"p16","uri":"/ensign/2013/07/living-for-the-eternities.p16"},"Therefore, you dare not live for the moment; rather, you must live for the eternities. Remember always that if you and your spouse, or future spouse if not yet married, are obedient, you will “have glory added upon [your] heads for ever and ever” (",["a",{"href":"/scriptures/pgp/abr/3.26"},"Abraham 3:26"],")—a magnificent personal promise from God to each of His children."],["p.para",{"id":"p17","uri":"/ensign/2013/07/living-for-the-eternities.p17"},"If you are faithful in keeping the commandments of God, His promises will be fulfilled to the very letter. The trouble is, the adversary of men’s souls strives to blind their minds. If they let him, Satan throws dust, so to speak, in their eyes, and they are blinded with and by the things of the world."],["p.para",{"id":"p18","uri":"/ensign/2013/07/living-for-the-eternities.p18"},"The theologians and scholars of the Christian world do not know what you know about the things of eternity, but Satan knows! He knows of your premortal preparation, your purpose on earth, and moreover your eternal potential."],["p.para",{"id":"p19","uri":"/ensign/2013/07/living-for-the-eternities.p19"},"The Hebrew translation of the word",["span.emphasis","devil"],"is “spoiler.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"The devil seeks to spoil your journey into the eternities. He attempts to interfere with your potential here and hereafter. He seeks to have you exercise your agency unwisely. Some young people, eager to assert their independence, feel that their independence is best demonstrated by choosing to do something wrong. Any fool can do that; any crowd can do that."],["p.para",{"id":"p20","uri":"/ensign/2013/07/living-for-the-eternities.p20"},"In fact, independence, real freedom, is best exhibited and experienced by always choosing the right. God has given you not only the",["span.emphasis","right"],"to choose between good and evil but also the",["span.emphasis","power"],"to choose good",["span.emphasis","over"],"evil! Thereby God has given you greater power than Satan and his hosts. Ultimately, you decide, not Satan."],["p.para",{"id":"p21","uri":"/ensign/2013/07/living-for-the-eternities.p21"},"Heavenly Father designed this mortal experience for an important purpose: that we might be tried and overcome evil. He seldom specifically orchestrates trials and temptations, but He knows that mortality will provide them in abundance. He desires that while we are here on earth, we learn to overcome our “natural” selves (see",["a",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],"), deny ourselves of worldliness, and prove ourselves worthy. Satan has other ideas. He will do anything he can to thwart our progress."]],[".topic",{"id":"t2","uri":"/ensign/2013/07/living-for-the-eternities.t2"},[".title","The World’s Temptations"],["p.para",{"id":"p23","uri":"/ensign/2013/07/living-for-the-eternities.p23"},"This world, with the clever and sinister assistance and encouragement of Satan, offers you the temptation to be accepted, to go with the crowd, to enjoy the thrill of the moment—perhaps in the form of inappropriate movies or video games, moral indiscretions (including pornography), bad language, immodest apparel, or dishonesty. Satan will seek to confuse your understanding of the divinely designed constellation of the family: that marriage is ordained of God between a man and a woman and that children have the right to be nurtured by a mother and a father.",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p24","uri":"/ensign/2013/07/living-for-the-eternities.p24"},"If, for the moment, you thoughtlessly accept Lucifer’s invitation, he may rob you of the blessings of eternity. Satan has no personal prospect for eternity. Remember, he",["span.emphasis","lost"],"the war in heaven, a war fought by testimony (see",["a",{"href":"/scriptures/nt/rev/12.11"},"Revelation 12:11"],") in which the faithful followers of Christ defeated him and his supporters. The casualties were high: all Satan’s followers—one-third of the host of heaven—were cast out. They will never receive a physical body or have the opportunity for eternal life."],["p.para",{"id":"p25","uri":"/ensign/2013/07/living-for-the-eternities.p25"},"Lehi, speaking to his son Jacob, said:"],["p.para",{"id":"p26","uri":"/ensign/2013/07/living-for-the-eternities.p26"},"“And I, Lehi, according to the things which I have read, must needs suppose that an angel of God, according to that which is written, had fallen from heaven; wherefore, he became a devil, having sought that which was evil before God."],["p.para",{"id":"p27","uri":"/ensign/2013/07/living-for-the-eternities.p27"},"“And because he had fallen from heaven, and had become miserable forever, he sought also the misery of all mankind” (",["a",{"href":"/scriptures/bofm/2-ne/2.17-18"},"2 Nephi 2:17–18"],")."],["p.para",{"id":"p28","uri":"/ensign/2013/07/living-for-the-eternities.p28"},"Lehi also taught: “Wherefore, men are free according to the flesh. … And they are free to choose liberty and eternal life, through the great Mediator of all men, or to choose captivity and death, according to the captivity and power of the devil; for he seeketh that all men might be miserable like unto himself” (",["a",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],")."],["p.para",{"id":"p29","uri":"/ensign/2013/07/living-for-the-eternities.p29"},"In our time, drug dealers, distributors of pornography, promoters of evil entertainment, supporters of lies, advertisers of inappropriate apparel, enticers of immorality, and critics of the traditional family all promote choices that will diminish the spiritual life, even result in the spiritual death, of God’s sons and daughters."],["p.para",{"id":"p30","uri":"/ensign/2013/07/living-for-the-eternities.p30"},"Bear in mind that Satan laughs at the misfortune of those who have been duped by such enticements (see",["a",{"href":"/scriptures/pgp/moses/7.26"},"Moses 7:26"],"). His methods vary, but they have a common objective: disobedience and the associated loss of blessings."]],[".topic",{"id":"t3","uri":"/ensign/2013/07/living-for-the-eternities.t3"},[".title","Blessings of Obedience"],["p.para",{"id":"p32","uri":"/ensign/2013/07/living-for-the-eternities.p32"},"Obedience permits blessings and brings peace. Reflect upon a particular conscious decision you made to do what is right, even though the temptation to do wrong was strong. Perhaps it was a decision to eliminate inappropriate thoughts or to tell the truth when a lie would have been easier. Perhaps it was a decision to get up and walk out of a movie (or any other unholy place) that was advertised as acceptable but, in fact, proved to be inappropriate."],["p.para",{"id":"p33","uri":"/ensign/2013/07/living-for-the-eternities.p33"},"As you look back upon your proper decision, what do you feel? Exhilaration? A sense of self-mastery or empowerment? Increased confidence before the Lord? Expanded capacity to resist evil? That is power; that is freedom!"],["p.para",{"id":"p34","uri":"/ensign/2013/07/living-for-the-eternities.p34"},"If you consistently resist temptation, it becomes easier to do so—not that the nature of resisting has changed, but your power to do so has increased.",["sup",["a",{"href":"fn_footnote3"},"3"]],"You can overcome any temptation confronting you (see",["a",{"href":"/scriptures/nt/1-cor/10.13"},"1 Corinthians 10:13"],")."],["p.para",{"id":"p35","uri":"/ensign/2013/07/living-for-the-eternities.p35"},"You have knowledge of your divine origin. You have full awareness of your divine destiny. I invite you “to rise to the divinity within you”",["sup",["a",{"href":"fn_footnote4"},"4"]],"and to live",["span.emphasis","not"],"for the moment but rather for the eternities."],["p.para",{"id":"p36","uri":"/ensign/2013/07/living-for-the-eternities.p36"},"You wonderful young adults, you future leaders in the kingdom of God and in society, must not become a casualty in this ageless battle. You survived the war in heaven; you can win the war on earth. Do not live for the moment but rather for the eternities."],["p.para",{"id":"p37","uri":"/ensign/2013/07/living-for-the-eternities.p37"},"Be assured, it is worth your efforts to heed the commandments, for your reward is to return to the presence of God in the highest degree of the celestial kingdom."]]],[".notes",["h3","Notes"]],[".resources",[".moreInfo",[".title","Key Doctrinal Points"],["p.preamble","Through the Restoration, Latter-day Saints know that"],["ul.bullet",["li",["span.label","•"],["p.para","Heavenly Father promises eternal glory to the obedient."]],["li",["span.label","•"],["p.para","Satan seeks the misery of all mankind."]],["li",["span.label","•"],["p.para","God’s children have the power to overcome temptation."]]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/07/living-for-the-eternities.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Bible Dictionary,",["a",{"href":"/scriptures/bd/devil"},"“Devil.”"]],[".footnote",{"id":"fn2","uri":"/ensign/2013/07/living-for-the-eternities.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"See “The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 2010, 129."],[".footnote",{"id":"fn3","uri":"/ensign/2013/07/living-for-the-eternities.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"See",["span.emphasis","Teachings of Presidents of the Church: Heber J. Grant"],"(2002), 35."],[".footnote",{"id":"fn4","uri":"/ensign/2013/07/living-for-the-eternities.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],"Gordon B. Hinckley, “Each a Better Person,”",["span.emphasis","Ensign,"],"Nov. 2002, 99."]]}
