{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":14,"title":"Looking toward the Temple","subtitle":"By Brent L. Top","short_title":"Looking toward the Temple","uri":"/friend/2013/04/looking-toward-the-temple","content":[["div",{"id":"head1","uri":"/friend/2013/04/looking-toward-the-temple.head1"},[".title","Looking toward the Temple"],[".byline",["div",{"id":"p2","uri":"/friend/2013/04/looking-toward-the-temple.p2"},"By Brent L. Top"],["div",{"id":"p3","uri":"/friend/2013/04/looking-toward-the-temple.p3"},"(Based on a true story)"]],[".epigraph","Whatsoever ye ask the Father in my name it shall be given unto you, that is expedient for you",["span.emphasis","(",["a",{"href":"/scriptures/dc-testament/dc/88.64"},"D&C 88:64"],")."]],[".kicker","Darkness fell, and Brent began to panic."]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/04/looking-toward-the-temple.p6"},"The sun began to set behind the baseball diamond. Brent squinted, focusing on the pitcher in front of him."],["div",{"id":"p7","uri":"/friend/2013/04/looking-toward-the-temple.p7"},"Brent shifted his weight back and forth, waiting for the next pitch. As the pitcher started his windup, everything seemed to slow down. Brent watched the ball sail from the pitcher’s hand and arc toward him."],["div",{"id":"p8","uri":"/friend/2013/04/looking-toward-the-temple.p8"},"Brent swung his arms and watched his bat smack the baseball with a mighty",["span.emphasis","crack!"],"The next thing he knew, Brent was watching the ball sail over the head of the outfielder."],["div",{"id":"p9","uri":"/friend/2013/04/looking-toward-the-temple.p9"},"“Great job, Brent!” Coach said. “All right, guys. Practice is over. I’ll see you all in a couple of days for our big game against the Tigers.”"],["div",{"id":"p10","uri":"/friend/2013/04/looking-toward-the-temple.p10"},"Brent had a lot of fun playing baseball, and he was glad to be on his new team. Usually he walked home with teammates who lived in his neighborhood, but tonight he decided to walk home alone. After all, he was 11 years old and an all-star. Getting home couldn’t be too hard."],["div",{"id":"p11","uri":"/friend/2013/04/looking-toward-the-temple.p11"},"After walking for a few minutes, Brent realized that nothing really looked familiar. He didn’t recognize any of the houses or the people he passed by. Still, he wasn’t too concerned—until he noticed that the once-bright orange sky was now turning gray."],["div",{"id":"p12","uri":"/friend/2013/04/looking-toward-the-temple.p12"},"Brent felt relieved when he crossed the railroad tracks. He knew that his neighborhood was somewhere on the other side of these tracks. But as the evening light faded into darkness, his confidence faded into panic and fear."],["div",{"id":"p13","uri":"/friend/2013/04/looking-toward-the-temple.p13"},"Brent didn’t know how long or far he had walked, but he could definitely tell that he was not near his home."],["div",{"id":"p14","uri":"/friend/2013/04/looking-toward-the-temple.p14"},"Trembling with cold and fear, Brent did the only thing he could think to do. He knelt down in the tall weeds of a vacant lot and prayed more sincerely than he had ever prayed before."],["div",{"id":"p15","uri":"/friend/2013/04/looking-toward-the-temple.p15"},"Then something wonderful happened. Brent’s fear and panic disappeared. A feeling of peace and joy washed over him. Brent was still lost, but he knew that Heavenly Father had heard his prayer."],["div",{"id":"p16","uri":"/friend/2013/04/looking-toward-the-temple.p16"},"Brent wiped tears from his eyes and stood up. He knew everything would be OK."],["div",{"id":"p17","uri":"/friend/2013/04/looking-toward-the-temple.p17"},"As Brent looked around, wondering which way to walk, he had a new idea."],["div",{"id":"p18","uri":"/friend/2013/04/looking-toward-the-temple.p18"},"“The temple,” Brent thought. “Of course!” Brent lived only a few blocks from the temple. He knew that if he could just find the temple, he would be able to find his way home."],["div",{"id":"p19","uri":"/friend/2013/04/looking-toward-the-temple.p19"},"Brent walked up the hill that was just ahead of him. When he reached the top, he could clearly see the spire of the temple illuminating the night sky."],["div",{"id":"p20","uri":"/friend/2013/04/looking-toward-the-temple.p20"},"Brent had seen the temple many times before, but seeing the temple standing as a beacon in front of him now felt especially meaningful."],["div",{"id":"p21","uri":"/friend/2013/04/looking-toward-the-temple.p21"},"Brent changed his direction and continued to walk, always keeping his eyes on the temple. Finally, he reached his home."],["div",{"id":"p22","uri":"/friend/2013/04/looking-toward-the-temple.p22"},"Brent felt grateful that Heavenly Father had heard his prayer. And he was especially thankful that he had the gift of the temple to help him find his way home."]],[".resources",[".quote",{"id":"f1","uri":"/friend/2013/04/looking-toward-the-temple.f1"},["div",{"id":"p23","uri":"/friend/2013/04/looking-toward-the-temple.p23"},"On a drive to see my dad’s family, we had to drive over a big mountain. At the top of the mountain, I started to get nervous. Then I saw the Jordan River Temple and felt a warm feeling inside that made me feel safe and comfortable. Then a hill blocked my view. But when I thought about the temple, I felt that same feeling. For the rest of the night, I was safe."],[".bio",["div",{"id":"p24","uri":"/friend/2013/04/looking-toward-the-temple.p24"},"Peter W., age 9, Idaho, USA"]]]]],"refs":null}
