{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":6,"title":"May: Prophets Teach Us to Live the Restored Gospel","subtitle":"","short_title":"May","uri":"/manual/2013-outline-for-sharing-time/may","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/2013-outline-for-sharing-time/may"},[".heading",{"id":"head1","uri":"/manual/2013-outline-for-sharing-time/may.head1"},[".titleNumber","May"],["h1","Prophets Teach Us to Live the Restored Gospel"],["span.epigraph",{"id":"lds-"},"“Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets” (",["a.scriptureRef",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"],")."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/2013-outline-for-sharing-time/may.f1"},["p.para",{"id":"p4","uri":"/manual/2013-outline-for-sharing-time/may.p4"},"Song: Song of your choice from the",["span.emphasis","Children’s Songbook"]]],[".intro","Supplement the ideas provided here with some of your own. Each week, plan ways to (1) identify the doctrine, (2) help the children understand it, and (3) help them apply it in their lives.",["b","Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]]],[".bodyBlock",[".box-decor",{"id":"f2","uri":"/manual/2013-outline-for-sharing-time/may.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/children-primary-sharing-time_938785_inl.jpg"}],["p.para",{"id":"p6","uri":"/manual/2013-outline-for-sharing-time/may.p6"},["b","Reinforce the doctrine:"],"Throughout this month, emphasize that the living prophet teaches us what Jesus Christ wants us to know today. Help the children understand that when we follow the prophet, we are following Jesus Christ."]],[".topic",{"id":"t1","uri":"/manual/2013-outline-for-sharing-time/may.t1"},["h2","Weeks 1 and 2: The living prophet leads the Church under the direction of Jesus Christ."],["p.para",{"id":"p8","uri":"/manual/2013-outline-for-sharing-time/may.p8"},["b","Identify the doctrine",["span.emphasis","(seeing pictures and playing a game):"]],"Show a picture of the living prophet. Ask several children to take a turn leading the Primary in a simple action such as hopping or clapping their hands. Point to the picture of the prophet and explain that he is the President of the Church and we should follow what he asks us to do. Ask: “Who does the prophet follow?” Show a picture of Jesus Christ, and explain that the prophet works under His direction."],["p.para",{"id":"p9","uri":"/manual/2013-outline-for-sharing-time/may.p9"},["b","Encourage understanding",["span.emphasis","(discussing the prophet’s teachings):"]],"Show the children the most recent conference issue of the",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona."],"Explain that at general conference, the prophet teaches us what Jesus Christ wants us to do. Select sentences from the prophet’s talks, and invite children to read them aloud. Together, make a list of things the children could do to follow the prophet."],["p.para",{"id":"p10","uri":"/manual/2013-outline-for-sharing-time/may.p10"},["b","Encourage application",["span.emphasis","(drawing a picture):"]],"Give each child a piece of paper. Invite them to fold it in half. Ask them to draw a picture of the prophet on one half of the paper and to write or draw one way they will follow the prophet on the other half. Invite the children to stand and hold their pictures as they sing the chorus to “Follow the Prophet” (",["span.emphasis","CS,"],"110–11)."],["p.para",{"id":"p11","uri":"/manual/2013-outline-for-sharing-time/may.p11"},"For week 2, teach the children about something the prophet has taught in a recent general conference. As you plan the activities you will use, think about how you will identify the prophet’s teaching and help the children understand it and apply it in their lives."]],[".topic",{"id":"t2","uri":"/manual/2013-outline-for-sharing-time/may.t2"},["h2","Week 3: Prophets teach me to pay tithing."],["p.para",{"id":"p13","uri":"/manual/2013-outline-for-sharing-time/may.p13"},["b","Identify the doctrine",["span.emphasis","(reading a scripture and hearing a story):"]],"Explain that Malachi was an Old Testament prophet who taught the people to pay their tithing. Ask a child to read",["a.scriptureRef",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],"as the other children listen for what the Lord promises us if we pay tithing. Explain that “open you the windows of heaven” refers to blessings we receive when we pay tithing."],["p.para",{"id":"p14","uri":"/manual/2013-outline-for-sharing-time/may.p14"},["b","Encourage understanding",["span.emphasis","(seeing an object lesson):"]],"Invite 10 children to the front of the room. Give each one an apple (or other fruit) and ask them to hold their apples up and pretend to be apple trees. Have another child “pick” the apples and put them into a basket. Explain that tithing is one-tenth of what we earn and is usually paid with money, but there have been times when people paid with whatever they had. Ask how many apples the child would give to the bishop for tithing."],[".image",{"id":"f3","uri":"/manual/2013-outline-for-sharing-time/may.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/lds-primary-sharing-time_900004_inl.jpg"}]],["p.para",{"id":"p15","uri":"/manual/2013-outline-for-sharing-time/may.p15"},["b","Encourage application",["span.emphasis","(discussing tithing):"]],"Show a tithing receipt and envelope. Discuss the process of paying tithing. Invite children to share how their families have been blessed by paying tithing. Bear testimony of the blessings that come from obeying the prophets’ counsel to pay tithing."]],[".topic",{"id":"t3","uri":"/manual/2013-outline-for-sharing-time/may.t3"},["h2","Week 4: Prophets teach me to live the Word of Wisdom."],[".img-left",{"id":"f4","uri":"/manual/2013-outline-for-sharing-time/may.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/primary-children-sharing-time_938800_inl.jpg"}],[".caption",["p",{"id":"lds-"},"Children can learn through fun activities and movement and still maintain an attitude of reverence."]]],["p.para",{"id":"p17","uri":"/manual/2013-outline-for-sharing-time/may.p17"},["b","Identify the doctrine",["span.emphasis","(reading a scripture):"]],"Ask the children to tell about a time when their parents warned them about danger. Ask them why their parents would warn them. Explain that Heavenly Father loves us and warns us of danger through His prophets. Ask a child to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.4"},"Doctrine and Covenants 89:4"],", and have the children listen for what this warning is called. Explain that the Prophet Joseph Smith received this warning, the Word of Wisdom, as a revelation from God."],["p.para",{"id":"p18","uri":"/manual/2013-outline-for-sharing-time/may.p18"},["b","Encourage understanding",["span.emphasis","(reading scriptures):"]],"Before Primary, tape the following scripture references to the bottom of different chairs:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.7"},"D&C 89:7"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.8"},"D&C 89:8"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.9"},"D&C 89:9"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.10"},"D&C 89:10"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.12"},"D&C 89:12"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.16"},"D&C 89:16"],". Explain that Heavenly Father gave us our physical bodies and He wants us to take care of them; He has given us the Word of Wisdom to help us know what things will help our bodies and what things will hurt them. Ask the children to look under their chairs to find the scripture references. Invite each child who finds a reference to read the scripture out loud. Discuss what each verse means. Clarify that “strong drinks” are alcohol and “hot drinks” are coffee and tea."],["p.para",{"id":"p19","uri":"/manual/2013-outline-for-sharing-time/may.p19"},["b","Encourage application",["span.emphasis","(playing a game):"]],"Place in a bag some pictures of various foods, drinks, and other items that are either good or bad for the body. Invite a child to select a picture from the bag and show it to the other children. Ask the children to open their mouths if the item is good or to cover their mouths if the item is bad. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"Doctrine and Covenants 89:18–21"],"and discuss the blessings we receive when we follow the prophet’s counsel to live the Word of Wisdom."]],[".topic",{"id":"t4","uri":"/manual/2013-outline-for-sharing-time/may.t4"},["h2","Helps for the music leader"],["p.para",{"id":"p22","uri":"/manual/2013-outline-for-sharing-time/may.p22"},"A song for this month could be “We Thank Thee, O God, for a Prophet” (",["span.emphasis","Hymns,"],"no. 19). The following are some ideas that can be used to teach any song. Although wordstrips are used in this example, with some songs pictures can be used to teach young children."],[".figure",["p.preamble","Write each phrase of the song on a different color wordstrip (or write each phrase in a different color). Divide each phrase into two parts. Use any of the following methods to teach the song:"],["ol.number",["li",["span.label","1."],["p.para","Randomly place all the wordstrips around the room. Allow a few children to put the phrases in the correct order as you and the children sing the song over and over. Sing and discuss each phrase, and then sing the whole song."]],["li",["span.label","2."],["p.para","Begin with the wordstrips in place on the board. Sing the song with the children. Ask a child to remove one wordstrip, and sing the song again. Repeat until all of the wordstrips have been removed."]],["li",["span.label","3."],["p.para","Place the first part of each phrase on the board in the correct order and put the second parts on the board in random order. Sing the first part of a phrase and ask the children to find the second part of the phrase and explain what the phrase means."]],["li",["span.label","4."],["p.para","Divide the children into two groups. Have one group sing the first part of each phrase and the other group sing the second part. Switch groups and repeat."]]]],[".image",{"id":"f6","uri":"/manual/2013-outline-for-sharing-time/may.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/color-backgrounds-wordstrips_923278_inl.jpg"}]]]]]]],"refs":null}
