{"id":14,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":14,"title":"Me? Teach Family History?","subtitle":"By Melissa Merrill","short_title":"Me? Teach Family History?","uri":"/new-era/2013/05/me-teach-family-history","content":[["div",{"id":"head1","uri":"/new-era/2013/05/me-teach-family-history.head1"},[".title","Me? Teach Family History?"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/05/me-teach-family-history.p2"},"By Melissa Merrill"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/05/me-teach-family-history.p3"},"Melissa Merrill lives in Idaho, USA."]],[".kicker","With just three weeks until youth conference, Courtney D. was asked to teach a class about doing family history. The only catch? She’d never done any family history work before."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/05/me-teach-family-history.p5"},"It wasn’t long after the October 2011 general conference that 14-year-old Courtney D. of South Dakota approached her stake Young Women president and asked if they could have an activity to learn how to do family history work. Courtney had been touched by a general conference talk by Elder David A. Bednar of the Quorum of the Twelve Apostles, particularly when he directed his message to the youth of the Church."],["div",{"id":"p6","uri":"/new-era/2013/05/me-teach-family-history.p6"},"The stake Young Women president thought the activity was a good idea, and she suggested that",["span.emphasis","Courtney"],"prepare a presentation to give to her peers at youth conference, which was just three weeks away."],["div",{"id":"p7","uri":"/new-era/2013/05/me-teach-family-history.p7"},"Courtney was a little overwhelmed—after all, she had never done any family history work before—but she agreed. Her mom and her younger sister Savannah were learning about family history work, so for the next three weeks on Tuesday nights, they went to the stake family history center and learned how to use FamilySearch."],["div",{"id":"p8","uri":"/new-era/2013/05/me-teach-family-history.p8"},"Courtney, Savannah, and their mom spent time entering data from family records they received from Courtney’s great aunt. They found that no work had been done on her mom’s side. “We started finding a lot of things, and I was so excited!” she says."],["div",{"id":"p9","uri":"/new-era/2013/05/me-teach-family-history.p9"},"Before Courtney started learning about family history, she had just assumed, as many of us do, that if she ever needed genealogical information, she would talk to her uncle, who, she says, “did a lot of the work for our family.”"],["div",{"id":"p10","uri":"/new-era/2013/05/me-teach-family-history.p10"},"But Courtney says that Elder Bednar’s talk helped her think about family history work in a different way. It was something",["span.emphasis","she"],"could be involved in."],["div",{"id":"p11","uri":"/new-era/2013/05/me-teach-family-history.p11"},"“I actually really like history, so I had learned a little bit about family history, but never enough to actually do it,” she says. “When Elder Bednar told the youth that we need to do it—that we’ve basically been trained to do it with technology—I thought, ‘Really? I’m trained? That’s awesome.’” An invitation from an Apostle led Courtney to act."],["div",{"id":"p12","uri":"/new-era/2013/05/me-teach-family-history.p12"},"But it wasn’t all ease and excitement. Courtney discovered that records didn’t exist for a lot of her ancestors, many of whom were born in Ireland but then moved to Massachusetts and New York in the United States."],["div",{"id":"p13","uri":"/new-era/2013/05/me-teach-family-history.p13"},"By talking with extended family members—many of whom are not members of the Church—Courtney was able to gather a lot of information. It also brought the extended family members together, Courtney says. “I feel closer to them now than I did before. We’re an Air Force family and move a lot, so it’s hard for us to travel to where they live. We’d kept in touch on Facebook and with cards, but family history has given us another way to connect.”"],["div",{"id":"p14","uri":"/new-era/2013/05/me-teach-family-history.p14"},"The biggest surprise Courtney found in working alongside her mom and sister in family history work was how she felt. “It’s a peaceful thing,” she says. “Whenever I thought about the work we were doing, I felt super happy about it. I just felt glad. Our ancestors need the blessings they’ll have with baptism” and other ordinances."],["div",{"id":"p15","uri":"/new-era/2013/05/me-teach-family-history.p15"},"She and her mom also spent time preparing the presentation that Courtney delivered to her peers at youth conference. It included statements from Elder Bednar’s talk and helpful ideas for how to set up an LDS Account (which you need in order to take family names to the temple) and get started in family history work."],["div",{"id":"p16","uri":"/new-era/2013/05/me-teach-family-history.p16"},"Because of a blizzard, youth conference was postponed (Courtney gave her presentation when the event was rescheduled a couple months later), but the inclement weather didn’t keep Courtney from continuing with her new skills. She began preparing the names of the relatives she had identified for their temple work to be done in the Bismarck North Dakota Temple."],["div",{"id":"p17","uri":"/new-era/2013/05/me-teach-family-history.p17"},"Courtney says that the most important thing she’s learned from her experience is that family history is a work everyone can be involved in."],["div",{"id":"p18","uri":"/new-era/2013/05/me-teach-family-history.p18"},"“It isn’t just for older people. And it isn’t just for youth. It’s for everyone. You get blessings from it, including knowing that you can give yourself and your ancestors the chance to be together in heaven.”"]],[".resources",[".moreInfo",[".title","Learn More"],["div",{"id":"p20","uri":"/new-era/2013/05/me-teach-family-history.p20"},"View video tutorials on family history online at",["a",{"href":"http://lds.org/fhy"},"lds.org/fhy"],"(click “Discover”)."]],["div",{"id":"f2","uri":"/new-era/2013/05/me-teach-family-history.f2"},[".title","An Invitation to the Rising Generation"],["div",{"id":"p22","uri":"/new-era/2013/05/me-teach-family-history.p22"},"“It is no coincidence that FamilySearch and other tools have come forth at a time when young people are so familiar with a wide range of information and communication technologies. Your fingers have been trained to text and tweet to accelerate and advance the work of the Lord—not just to communicate quickly with your friends. The skills and aptitude evident among many young people today are a preparation to contribute to the work of salvation.”"],[".citationInfo",["div",{"id":"p23","uri":"/new-era/2013/05/me-teach-family-history.p23"},"Elder David A. Bednar of the Quorum of the Twelve Apostles, “The Hearts of the Children Shall Turn,”",["span.emphasis","Ensign,"],"Nov. 2011, 26."]]]]],"refs":null}
