{"id":29,"parent_id":0,"book_id":22911,"content_id":1,"language_id":0,"display_order":29,"title":"Media Professionals Needed to Work on Church Projects","subtitle":"By Ryan Morgenegg","short_title":"Media Professionals Needed to Work on Church Projects","uri":"/liahona/2013/03/media-professionals-needed-to-work-on-church-projects","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/03/media-professionals-needed-to-work-on-church-projects"},[".heading",{"id":"head1","uri":"/liahona/2013/03/media-professionals-needed-to-work-on-church-projects.head1"},[".title","Media Professionals Needed to Work on Church Projects"],[".byline",["p.para",{"id":"p2","uri":"/liahona/2013/03/media-professionals-needed-to-work-on-church-projects.p2"},"By Ryan Morgenegg"],["p.para",{"id":"p3","uri":"/liahona/2013/03/media-professionals-needed-to-work-on-church-projects.p3"},["span.emphasis","Church News"]]]],[".bodyBlock",["p.para",{"id":"p4","uri":"/liahona/2013/03/media-professionals-needed-to-work-on-church-projects.p4"},"In an effort to better capture the story of the Church around the world, the Publishing Services Department has created the Media Professional Database (",["a",{"href":"http://mediapro.lds.org"},["span.language","mediapro.lds.org"]],"), a directory for media professionals interested in creating and producing film, video, broadcast, live events, and digital media for the Church."],["p.para",{"id":"p5","uri":"/liahona/2013/03/media-professionals-needed-to-work-on-church-projects.p5"},"The primary purpose of the database is to identify talented media professionals around the world, and the Church wants to include as many “vetted”—or approved—professionals, individuals, and companies as possible. Scott Olson, project manager for the database, said, “The Church is looking for experienced professionals with several years of experience. This is not a database for hobbyists.”"],["p.para",{"id":"p6","uri":"/liahona/2013/03/media-professionals-needed-to-work-on-church-projects.p6"},"In the past when a media project needed to be done, local contractors in Utah would be hired and flown to a location to shoot a video or accomplish a project and then return and finish the project at Church headquarters. The Church does have audiovisual professionals who work on projects, but there are so many media projects that need to be done that it is not feasible for internal teams to complete all of them. A database of talented professionals around the world is important to the future of the Church’s media efforts."],["p.para",{"id":"p7","uri":"/liahona/2013/03/media-professionals-needed-to-work-on-church-projects.p7"},"Brother Olson said, “For the Church to fully utilize the",["span.language","MediaPro"],"database effectively, more professionals from all over the world will need to populate it. Our goal for the site is to get experienced media professionals associated with the Church’s database so when a project arises in any part of the world, we can reach out to them and hit the ground running.”"],["p.para",{"id":"p8","uri":"/liahona/2013/03/media-professionals-needed-to-work-on-church-projects.p8"},"A media professional who would like to be considered for projects should send his or her name, email address, and a brief biography to",["a",{"href":"mailto:mediapro@ldschurch.org"},["span.language","mediapro@ldschurch.org."]],"Part of the information that media professionals fill out will be a detailed history of their work, along with examples of prior work, skill sets, and availability. Brother Olson said, “It’s important to be specific about your skills because some skill sets are common across video, film, and the web.”"],["p.para",{"id":"p9","uri":"/liahona/2013/03/media-professionals-needed-to-work-on-church-projects.p9"},"Just registering with",["a",{"href":"http://mediapro.lds.org"},["span.language","MediaPro"]],"doesn’t guarantee an opportunity to work for the Church, but if professionals don’t register, they might never get the chance. Registering their information and skills allows the Church to identify them and see what they can do."]],[".resources"]]]],"refs":null}
