{"id":841,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":841,"title":"Melchizedek Priesthood","subtitle":"","short_title":"Melchizedek Priesthood","uri":"/scriptures/bd/melchizedek-priesthood","content":[["div",{"id":"t1","uri":"/scriptures/bd/melchizedek-priesthood.t1","order":".000.2200"},[".title","Melchizedek Priesthood"],["div",{"id":"p1","uri":"/scriptures/bd/melchizedek-priesthood.p1","order":".000.2201"},"The higher or greater priesthood, as compared with the lesser or Aaronic Priesthood. The reason for the name is given in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.1-3"},"D&C 107:1–3"],". The Melchizedek Priesthood is mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/ps/110.4"},"Ps. 110:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/2.17-18"},"Heb. 2:17–18"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/3.1"},"3:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.6,10"},"5:6, 10"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/6.20"},"6:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.11,15,17,21"},"7:11, 15, 17, 21"],"; but the Bible does not give many particulars concerning the functions of that priesthood, except that Christ was a high priest after that order. From latter-day revelation we learn that within the Melchizedek Priesthood are the offices of elder, Seventy, high priest, patriarch, and Apostle (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107"},"D&C 107"],"), and that this priesthood must be present and functional whenever the kingdom of God is upon the earth in its fulness."],["div",{"id":"p2","uri":"/scriptures/bd/melchizedek-priesthood.p2","order":".000.2202"},"The Melchizedek Priesthood was first made known to Adam, and the patriarchs and prophets in every dispensation had this authority (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.6-17"},"D&C 84:6–17"],";",["i","Teachings of the Prophet Joseph Smith,"],"180–81). When the children of Israel failed to live up to the privileges and covenants of the Melchizedek Priesthood, the Lord took away the higher law and gave them a lesser priesthood and a lesser law. These were called the Aaronic Priesthood and the law of Moses. The Aaronic Priesthood is not a different priesthood; rather, it is the lesser portion of the priesthood, dealing with the introductory ordinances and the preparatory commandments (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.18-28"},"D&C 84:18–28"],"). When Jesus came, He restored the Melchizedek Priesthood to the Jews and began to build up the Church among them. However, it was lost again by apostasy and was taken from the earth."],["div",{"id":"p3","uri":"/scriptures/bd/melchizedek-priesthood.p3","order":".000.2203"},"The Melchizedek Priesthood was restored to the earth in these last days by the ministry of Peter, James, and John, who literally came to Joseph Smith and Oliver Cowdery in the spring of 1829 and conferred this power and authority upon them (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.12-13"},"D&C 27:12–13"],"). Later, Moses, Elias, and Elijah gave them further keys by which these brethren could use the Melchizedek Priesthood in additional ways (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110"},"D&C 110"],"). The president of The Church of Jesus Christ of Latter-day Saints is the president of the high or Melchizedek Priesthood, and by virtue of this position, he holds all the keys that pertain to the kingdom of God on the earth. This office or calling is held by only one man at a time, and he is the only person on the earth at that time in whom all the powers and keys of the Melchizedek Priesthood are functional. See also",["i",["a.scriptureRef",{"href":"/scriptures/bd/aaronic-priesthood"},"Aaronic Priesthood"],";",["a.scriptureRef",{"href":"/scriptures/bd/gospels"},"Gospels"],";",["a.scriptureRef",{"href":"/scriptures/bd/law-of-moses"},"Law of Moses"],";",["a.scriptureRef",{"href":"/scriptures/bd/melchizedek"},"Melchizedek"],"."]]]],"refs":null}
