{"id":28,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":28,"title":"Missionaries Help Raise Funds for Nauvoo Hay","subtitle":"By Whitney Evans","short_title":"Missionaries Help Raise Funds for Nauvoo Hay","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay"},[".heading",{"id":"head1","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.head1"},[".title","Missionaries Help Raise Funds for Nauvoo Hay"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p2"},"By Whitney Evans"],["p.para",{"id":"p3","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p3"},["span.emphasis","Church News"]]]],[".bodyBlock",["p.para",{"id":"p4","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p4"},"Casey Cluff, facilities manager at Nauvoo Facilities Management, faced a dilemma when severe drought conditions spread across the Midwest this past summer."],["p.para",{"id":"p5","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p5"},"The horse-drawn carriage and wagon rides, a long-treasured tradition in Nauvoo, Illinois, offer a way for missionaries to talk to people who are not familiar with The Church of Jesus Christ of Latter-day Saints, said Mike Cranney, former head teamster missionary in Nauvoo. He said the casual environment allows people to relax and be more receptive to the story of the Church in Nauvoo."],["p.para",{"id":"p6","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p6"},"However, the dry conditions in 2012 threatened the horses. The hay crop was far smaller than usual. A normal crop will yield 26 to 28 inches of grain, according to Brother Cranney, and each year generally yields three crops. The cattle feed off the pasture through the summer, and the surplus hay feeds the horses from October or November through the winter. There was no more hay production after the first crop this year, and because of the dry weather, the horses were not able to feed off the pasture. The supply was used up by July."],["p.para",{"id":"p7","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p7"},"The most obvious alternative would be to buy hay, which would cost several thousand dollars and request more funds from Church headquarters for this emergency situation."],["p.para",{"id":"p8","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p8"},"Brother Cluff reached out to former teamster missionaries, including Brother Cranney, who finished his mission in October 2011 and lives in Oakley, Idaho."],["p.para",{"id":"p9","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p9"},"As a teamster missionary, Brother Cranney and other missionaries fed, harnessed, and worked with about 20 horses. Brother Cranney resumed his leadership role as teamster head when he found out about the need for hay and sent letters out to other former teamster and Nauvoo missionaries."],["p.para",{"id":"p10","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p10"},"They received $10,000 from more than 30 people, donations ranging from $50 to $1,000. The donations allowed them to buy about 41 tons of hay that could last through spring, when a fresh crop of hay will be ready to harvest."],["p.para",{"id":"p11","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p11"},"Brother Cluff was overcome when he found out about the donation."],["p.para",{"id":"p12","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p12"},"“I couldn’t believe it,” he said."],["p.para",{"id":"p13","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p13"},"At the root of the donation are the fond feelings each missionary has even after they leave their work."],["p.para",{"id":"p14","uri":"/ensign/2013/03/missionaries-help-raise-funds-for-nauvoo-hay.p14"},"Brother Cranney said the Church probably could have provided the hay, “but those teamsters, they love those horses and they wanted to be able to sustain the program.”"]],[".resources"]]]],"refs":null}
