{"id":10,"parent_id":0,"book_id":22912,"content_id":1,"language_id":0,"display_order":10,"title":"Modern-Day Korihors","subtitle":"By David J. Ridges","short_title":"Modern-Day Korihors","uri":"/new-era/2013/03/modern-day-korihors","content":[["div",{"id":"head1","uri":"/new-era/2013/03/modern-day-korihors.head1"},[".title","Modern-Day Korihors"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/03/modern-day-korihors.p2"},"By David J. Ridges"],["div",{"id":"p3","uri":"/new-era/2013/03/modern-day-korihors.p3"},"Seminaries and Institutes"]],[".kicker","The Book of Mormon helps us recognize false teachers and shows us how to avoid their traps."]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/03/modern-day-korihors.f1"},[".credit",["div",{"id":"p5","uri":"/new-era/2013/03/modern-day-korihors.p5"},"Photo illustrations by Scott Davis"]]],["div",{"id":"p6","uri":"/new-era/2013/03/modern-day-korihors.p6"},"Our Heavenly Father loves His children and wants the highest happiness for them. Jesus tells us that this means inheriting “all that my Father hath” (",["a",{"href":"/scriptures/dc-testament/dc/84.38"},"D&C 84:38"],"). To help us, the Lord provides prophets, teachers, inspired leaders, and the Holy Ghost to guide us. Yet Satan wants all people to be “miserable like unto himself” (",["a",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],"), so he recruits wicked men and women to lead us astray. Because of our agency, we are “free to choose” between the two (",["a",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],"). The Book of Mormon provides clear examples of these false teachers to help us recognize them and to warn and educate us about their tactics."],["div",{"id":"p7","uri":"/new-era/2013/03/modern-day-korihors.p7"},"Because Satan’s temptations have not changed, people such as Sherem, Nehor, and Korihor can alert us to the devil’s modern-day attempts to lure us into his traps. Some of his temptations are blatant and obvious. Others are skillfully disguised. Consider some modern replicas of false teachers in the Book of Mormon who sought to destroy the Lord’s people."],["div",{"id":"t1","uri":"/new-era/2013/03/modern-day-korihors.t1"},[".title","Nehor: Preaching What the People Want to Hear"],["div",{"id":"p9","uri":"/new-era/2013/03/modern-day-korihors.p9"},"Some years ago my seminary students mentioned a famous rock group that would tear up a Bible during their concerts, denouncing it and all religion as stupid and foolish. They once even tore up a Book of Mormon when visiting a city with a large Latter-day Saint population."],["div",{"id":"p10","uri":"/new-era/2013/03/modern-day-korihors.p10"},"I asked my students to turn to",["a",{"href":"/scriptures/bofm/alma/1"},"Alma 1"],", which we had recently discussed in class. This chapter describes an anti-Christ named Nehor, who taught that religious leaders should be popular with the people and should be paid by them. This led Nehor and other religious leaders to preach what people wanted to hear, such as redefining God by claiming that everyone would be saved. Nehor became very popular, and people “began to support him and give him money” (",["a",{"href":"/scriptures/bofm/alma/1.5"},"Alma 1:5"],"). I asked them how this scripture could relate to the people at the concert."],["div",{"id":"p11","uri":"/new-era/2013/03/modern-day-korihors.p11"},"My students observed that the people at the concert, some of whom may have been religious, had supported this group and given them money. They then discussed ways we can fall into the same traps the devil set for people in ancient times by supporting modern-day “Nehors.” By buying and consuming their wares, we not only put our souls in danger but also support these people’s ability to continue corrupting others. The students expressed a strong determination to avoid such behavior."]],["div",{"id":"t2","uri":"/new-era/2013/03/modern-day-korihors.t2"},[".title","Korihor: Claiming There Is No God"],["div",{"id":"p13","uri":"/new-era/2013/03/modern-day-korihors.p13"},"Korihor (see",["a",{"href":"/scriptures/bofm/alma/30"},"Alma 30"],") gathered a large following by boldly preaching against the doctrines and standards of the gospel. He taught that there would be no Christ; that there were no such things as prophecy, right and wrong, and sin; that there was no need for the Atonement; and that a host of other false doctrines were in fact good and true."],["div",{"id":"p14","uri":"/new-era/2013/03/modern-day-korihors.p14"},"Do you see any of these false doctrines and philosophies today? They’re everywhere! Have you noticed that there is little or no mention of God or moral standards in the media? They seem to be completely ignored. Can it be that modern Korihors have been highly successful with the media and other public influences?"],["div",{"id":"p15","uri":"/new-era/2013/03/modern-day-korihors.p15"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles has said: “It is well to worry about our moral foundation. We live in a world where more and more persons of influence are teaching and acting out a belief that there is no absolute right and wrong, that all authority and all rules of behavior are man-made choices that can prevail over the commandments of God. Many even question whether there is a God."],["div",{"id":"p16","uri":"/new-era/2013/03/modern-day-korihors.p16"},"“The philosophy of moral relativism, which holds that each person is free to choose for himself what is right and wrong, is becoming the unofficial creed for many in America and other Western nations. At the extreme level, evil acts that used to be localized and covered up like a boil are now legalized and paraded like a banner. Persuaded by this philosophy, many of the rising generation—youth and young adults—are caught up in self-serving pleasures, pagan painting and piercing of body parts, foul language, revealing attire, pornography, dishonesty, and degrading sexual indulgence” (“Truth and Tolerance” [Church Educational System fireside for young adults, Sept. 11, 2011],",["a",{"href":"http://cesfiresides.lds.org"},"cesfiresides.lds.org"],")."],["div",{"id":"p17","uri":"/new-era/2013/03/modern-day-korihors.p17"},"Over the years, my seminary students have pointed out many parallels to Korihor’s teachings. Some examples are “There is no God,” “There will be no Second Coming,” “Premarital sexual relations are OK if you love each other,” “Do what you want but start repenting a few months before going on a mission or going to the temple,” “Experiment with sin and then repent so that later you can better understand and help sinners,” “The Church is too strict about the Sabbath,” “It is arrogant to claim that we have the only true church,” and on and on."],["div",{"id":"p18","uri":"/new-era/2013/03/modern-day-korihors.p18"},"Korihor preached that Church members in his day “durst not enjoy their rights and privileges” (",["a",{"href":"/scriptures/bofm/alma/30.27"},"Alma 30:27"],") for fear that they might “offend some unknown being, who they say is God” (",["a",{"href":"/scriptures/bofm/alma/30.28"},"Alma 30:28"],"). Many voices in our day sound similar. For example, a friend asked one student, “Why should we keep the law of chastity since birth control exists?” Another asked, “Why would God make the desire to use procreative powers so strong and then prohibit their use except within marriage? Such restrictions don’t seem fair.”"],["div",{"id":"p19","uri":"/new-era/2013/03/modern-day-korihors.p19"},"I asked class members how they would respond to such questions. Among their responses was",["a",{"href":"/scriptures/bofm/alma/30.60"},"Alma 30:60"],", which reminds us that while Satan is quick to hype the immediate gratification and pleasure of sin, ultimately remorse and misery take their place. Korihor called gospel standards “the foolish traditions of your fathers” (",["a",{"href":"/scriptures/bofm/alma/30.27"},"Alma 30:27"],"). The Lord calls gospel standards the “strait and narrow path,” which leads us to joy and happiness (see",["a",{"href":"/scriptures/bofm/2-ne/31.16-21"},"2 Nephi 31:16–21"],")."]],["div",{"id":"p20","uri":"/new-era/2013/03/modern-day-korihors.p20"},"If we learn from the Book of Mormon what to watch out for and avoid, we will be quick to spot counterfeits of God’s ways and we will be spared the misery of going astray. Immodesty, Sabbath breaking, sexual immorality, disrespect for authority, false philosophies, and a host of spiritually devastating lifestyles are among the devil’s ancient, well-worn traps in modern clothing. Compared to the deeply satisfying and wonderfully enriching ways of the true gospel of Jesus Christ, the false ways of Korihor and other ancient preachers fade quickly away into oblivion."]],[".resources",["div",{"id":"f2","uri":"/new-era/2013/03/modern-day-korihors.f2"},[".title","How the Book of Mormon Helps Us Today"],["div",{"id":"p22","uri":"/new-era/2013/03/modern-day-korihors.p22"},"“The Book of Mormon exposes the enemies of Christ. It confounds false doctrines and lays down contention. (See",["a",{"href":"/scriptures/bofm/2-ne/3.12"},"2 Ne. 3:12"],".) It fortifies the humble followers of Christ against the evil designs, strategies, and doctrines of the devil in our day. The type of apostates in the Book of Mormon are similar to the type we have today. God, with his infinite foreknowledge, so molded the Book of Mormon that we might see the error and know how to combat false educational, political, religious, and philosophical concepts of our time.”"],[".citationInfo",["div",{"id":"p23","uri":"/new-era/2013/03/modern-day-korihors.p23"},"President Ezra Taft Benson (1899–1994), “The Book of Mormon Is the Word of God,”",["span.emphasis","Ensign,"],"May 1975, 64."]]],[".sidebar",[".title","How False Teachers Try to Lead You Astray"],["div",{"id":"p25","uri":"/new-era/2013/03/modern-day-korihors.p25"},"The Book of Mormon was written for our day, and one way it helps us is by showing us the teachings and tactics of false preachers. Sherem, the priests of Noah, Alma the Younger (before his conversion), Nehor, Korihor, the Zoramites, and the people who rejected Samuel the Lamanite all give us some insight into the ways Satan tries to lead us astray through false teachings. Here are some of the methods employed by these false teachers, as well as the contrasting methods of the people who faced them, who were teachers called of God."],"False teachers:",["ul.bullet",["li",["span.label","•"],[".para","Use their skill with words to influence people."],[".para",["span.emphasis","Example:"],"“He had a perfect knowledge of the language of the people; wherefore, he could use much flattery, and much power of speech, according to the power of the devil” (",["a",{"href":"/scriptures/bofm/jacob/7.4"},"Jacob 7:4"],"; see also",["a",{"href":"/scriptures/bofm/mosiah/11.7"},"Mosiah 11:7"],";",["a",{"href":"/scriptures/bofm/mosiah/27.8"},"Mosiah 27:8"],";",["a",{"href":"/scriptures/bofm/alma/30.31"},"Alma 30:31"],")."]],["li",["span.label","•"],[".para","Deny the spirit of prophecy and revelation."],[".para",["span.emphasis","Example:"],"“There should be no Christ. … No man knoweth of such things; for he cannot tell of things to come” (",["a",{"href":"/scriptures/bofm/jacob/7.2,7"},"Jacob 7:2, 7"],"; see also",["a",{"href":"/scriptures/bofm/alma/30.12-13"},"Alma 30:12–13"],";",["a",{"href":"/scriptures/bofm/hel/16.16"},"Helaman 16:16"],")."]],["li",["span.label","•"],[".para","Appeal to people’s selfish and carnal desires, causing them to sin."],[".para",["span.emphasis","Example:"],"“He led many of the people to do after the manner of his iniquities” (",["a",{"href":"/scriptures/bofm/mosiah/27.8"},"Mosiah 27:8"],"; see also",["a",{"href":"/scriptures/bofm/mosiah/11.19"},"Mosiah 11:19"],";",["a",{"href":"/scriptures/bofm/alma/1.4"},"Alma 1:4"],";",["a",{"href":"/scriptures/bofm/alma/30.17-18"},"30:17–18"],")."]],["li",["span.label","•"],[".para","Appeal to “logic” (as defined by them), sometimes using a little truth to get people to believe a big lie."],[".para",["span.emphasis","Example:"],"“The Lord had created all men, and had also redeemed all men; and, in the end, all men should have eternal life” (",["a",{"href":"/scriptures/bofm/alma/1.4"},"Alma 1:4"],")."],[".para",["span.emphasis","Example:"],"“Ye cannot know of things which ye do not see. … [Faith in Christ] is the effect of a frenzied mind” (",["a",{"href":"/scriptures/bofm/alma/30.15-16"},"Alma 30:15–16"],")."],[".para",["span.emphasis","Example:"],"“It is not reasonable that such a being as a Christ shall come” (",["a",{"href":"/scriptures/bofm/hel/16.18"},"Helaman 16:18"],")."]],["li",["span.label","•"],[".para","Find fault with Church teachings or attack Church leaders."],[".para",["span.emphasis","Example:"],"“[Prophecies are] foolish traditions of your fathers. … [Church leaders] usurp power and authority over [the people], to keep them in ignorance. … Ye [Church leaders] keep [the people] down, even as it were in bondage, that ye may glut yourselves with the labors of their hands” (",["a",{"href":"/scriptures/bofm/alma/30.14,23,27"},"Alma 30:14, 23, 27"],"; see also",["a",{"href":"/scriptures/bofm/jacob/7.7"},"Jacob 7:7"],";",["a",{"href":"/scriptures/bofm/mosiah/27.10"},"Mosiah 27:10"],";",["a",{"href":"/scriptures/bofm/alma/1.7"},"Alma 1:7"],";",["a",{"href":"/scriptures/bofm/alma/31.15-18"},"Alma 31:15–18"],";",["a",{"href":"/scriptures/bofm/hel/16.20-21"},"Helaman 16:20–21"],")."]]],"Teachers called of God:",["ul.bullet",["li",["span.label","•"],[".para","Use scriptures and personal testimony to appeal to people."],[".para",["span.emphasis","Example:"],"“[The scriptures] truly testify of Christ. … And this is not all—it has been made manifest unto me, for I have heard and seen” (",["a",{"href":"/scriptures/bofm/jacob/7.11-12"},"Jacob 7:11–12"],"; see also",["a",{"href":"/scriptures/bofm/alma/1.7"},"Alma 1:7"],";",["a",{"href":"/scriptures/bofm/alma/30.44"},"30:44"],")."]],["li",["span.label","•"],[".para","Testify of Christ."],[".para",["span.emphasis","Example:"],"“I know … that Christ shall come” (",["a",{"href":"/scriptures/bofm/alma/30.39"},"Alma 30:39"],"; see also",["a",{"href":"/scriptures/bofm/jacob/7.12"},"Jacob 7:12"],";",["a",{"href":"/scriptures/bofm/mosiah/16.6"},"Mosiah 16:6"],")."]],["li",["span.label","•"],[".para","Appeal to people’s spiritual sensibilities, inviting them to repent."],[".para",["span.emphasis","Example:"],"“Ought ye not to tremble and repent of your sins, and remember that only in and through Christ ye can be saved?” (",["a",{"href":"/scriptures/bofm/mosiah/16.13"},"Mosiah 16:13"],"; see also",["a",{"href":"/scriptures/bofm/hel/13.26-29"},"Helaman 13:26–29"],")."]],["li",["span.label","•"],[".para","Teach how to know the truth through the Spirit."],[".para",["span.emphasis","Example:"],"“It … has been made manifest unto me by the power of the Holy Ghost” (",["a",{"href":"/scriptures/bofm/jacob/7.12"},"Jacob 7:12"],")."],[".para",["span.emphasis","Example:"],"“Ye have put off the Spirit of God that it may have no place in you” (",["a",{"href":"/scriptures/bofm/alma/30.42"},"Alma 30:42"],")."]],["li",["span.label","•"],[".para","Declare the truth and refute false claims simply and directly."],[".para",["span.emphasis","Example:"],"“Thou knowest that we do not glut ourselves upon the labors of this people; for behold I have labored … with mine own hands for my support” (",["a",{"href":"/scriptures/bofm/alma/30.32"},"Alma 30:32"],")."]]]]]],"refs":null}
