{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":15,"title":"Moments after the Accident","subtitle":"By Blake Mullinex","short_title":"Moments after the Accident","uri":"/new-era/2013/09/moments-after-the-accident","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/moments-after-the-accident"},[".heading",{"id":"head1","uri":"/new-era/2013/09/moments-after-the-accident.head1"},["h1","Moments after the Accident"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/09/moments-after-the-accident.p2"},"By Blake Mullinex"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/09/moments-after-the-accident.p3"},"Blake Mullinex lives in Oregon, USA."]],[".kicker","A severe car crash taught me about the importance of being ready to serve."]],[".bodyBlock",[".figure",{"id":"f59","uri":"/new-era/2013/09/moments-after-the-accident.f59"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13sep30-cars-crashing.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/09/moments-after-the-accident.p5"},"Illustrations by Scott Jarrard"]]],["p.para",{"id":"p6","uri":"/new-era/2013/09/moments-after-the-accident.p6"},"I had just turned 18 when a member of my bishopric, Mark, hired me to help him transport some business supplies. It required a lot of driving, so I was often left alone with my thoughts. During that time I wrestled with a couple of big questions, especially “Should I serve a mission?” and “What should I be when I get older?” These questions became a burden because I was unsure and needed to decide soon."],["p.para",{"id":"p7","uri":"/new-era/2013/09/moments-after-the-accident.p7"},"One day as Mark and I drove around a corner, we came upon an accident. A truck had just smashed into the side of a small car, and both vehicles were still sliding to a halt. The accident looked severe. When the vehicles stopped sliding, Mark pulled to the side of the road, and we both rushed to the scene. Inside the crumpled car, we found a young boy and girl in the backseat, with their babysitter behind the wheel. All of them were unconscious."],["p.para",{"id":"p8","uri":"/new-era/2013/09/moments-after-the-accident.p8"},"Mark had been a volunteer firefighter for years, and I was a lifeguard trained in emergency rescue. As we assessed the wreck, we noticed that others were stopping to help the couple in the truck, so we focused on the three people in the car."],["p.para",{"id":"p9","uri":"/new-era/2013/09/moments-after-the-accident.p9"},"Mark went to the driver, and I opened the back door to check on the children. The boy, who was in a car seat, began to move. I unbuckled his seat belt and quickly checked for injuries. Miraculously, he was unhurt. I set him down next to the driver, whom Mark had just helped out of the car. On the crushed side of the car, the little girl was still unconscious. She eventually started to wake up, and relief swept through me. That relief was short-lived, however. I looked down and saw that her legs were caught in the twisted wreckage of the car. I stifled my tears and the lump in my throat as I thought, “Even if this girl survives, she will never be able to walk again.”"],["p.para",{"id":"p10","uri":"/new-era/2013/09/moments-after-the-accident.p10"},"As the girl regained consciousness, she started to realize what was happening and began to go into shock. She screamed in fear and then struggled to free her legs. I knew that because her legs were probably severely injured, moving them was one of the worst things she could do. I had to calm her down, but I didn’t know how."],["p.para",{"id":"p11","uri":"/new-era/2013/09/moments-after-the-accident.p11"},"Suddenly the thought entered my mind, “Did you think to pray?” (see",["span.emphasis","Hymns,"],"no. 140). I took a deep breath and held the girl’s head close to mine. As I closed my eyes, I quietly prayed, “Father in Heaven, please help. Please, let Thy daughter live. And if it be Thy will, let her legs be freed.” As soon as the words left my lips, the girl stopped screaming. I could see calmness in her eyes."],["p.para",{"id":"p12","uri":"/new-era/2013/09/moments-after-the-accident.p12"},"The paramedics arrived and started preparing to cut the girl free. But instead of leaving, I felt that I should try to free her by positioning my hands in a certain way between the girl’s legs and the passenger seat, which was trapping them. I didn’t know how it would work, but I followed the prompting, and, under the supervision of the paramedics, I pushed and pulled as hard as I could. Nothing happened. I pushed and pulled again. I was about to give up when her right leg suddenly popped free. I was astonished, and I was even more surprised to see that her leg was unharmed. I pushed and pulled again and her second leg came free, also in seemingly good shape. The paramedics and I fitted her onto a backboard and loaded her into an ambulance, which rushed her to the hospital."],["p.para",{"id":"p13","uri":"/new-era/2013/09/moments-after-the-accident.p13"},"Afterward I sat on the curb and reflected on what had happened. A paramedic patted me on the back and said, “That was quite the miracle.” As his words sank in, I thought of what Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles once said: “Young men, you will learn if you have not already, that in frightening, even perilous moments, your faith and your priesthood will demand the very best of you and the best you can call down from heaven. … You must be ready and clean, worthy to act.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p14","uri":"/new-era/2013/09/moments-after-the-accident.p14"},"I now have a burning testimony of the principle he taught. The Lord hears and answers our prayers. The accident that day reminded me that Heavenly Father loves every one of His children. He needs our help, especially in “perilous moments.” This experience strengthened my desire to be a missionary and faithful priesthood holder so that I will always be ready to help others get through the “perilous moments” of life."]],[".notes",["h3","Note"]],[".resources",[".moreInfo",[".title","Struck by Lightning; Renewed by the Priesthood"],["p.para",{"id":"p18","uri":"/new-era/2013/09/moments-after-the-accident.p18"},"Watch a short video about another young man, one who had just turned 18 and received the Melchizedek Priesthood and was ready and prepared to serve, in “Sanctify Yourselves” at",["a",{"href":"http://lds.org/go/93Sanctify"},"lds.org/go/93Sanctify"],"."]],[".sideQuote",{"id":"f61","uri":"/new-era/2013/09/moments-after-the-accident.f61"},[".title","Be Ready and Worthy"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/jeffrey-r-holland.jpg"}],["p.para",{"id":"p20","uri":"/new-era/2013/09/moments-after-the-accident.p20"},"“Not every prayer is answered so immediately, and not every priesthood declaration can command the renewal or the sustaining of life. Sometimes the will of God is otherwise. But, young men, you will learn if you have not already, that in frightening, even perilous moments, your faith and your priesthood will demand the very best of you and the best you can call down from heaven. You Aaronic Priesthood boys will not use your priesthood in exactly the same way an ordained elder uses the Melchizedek, but all priesthood bearers must be instruments in the hand of God, and to be so, you must be ready and clean, worthy to act.”"],[".citationInfo",["p.para",{"id":"p21","uri":"/new-era/2013/09/moments-after-the-accident.p21"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles, “Be Ready and Worthy,”",["span.emphasis","New Era,"],"May 2006, 4."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/new-era/2013/09/moments-after-the-accident.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Jeffrey R. Holland, “Be Ready and Worthy,”",["span.emphasis","New Era,"],"May 2006, 4."]]}
