{"id":3,"parent_id":0,"book_id":22655,"content_id":1,"language_id":0,"display_order":3,"title":"Mornings with Promise","subtitle":"By Karen A. Kimball","short_title":"Mornings with Promise","uri":"/new-era/2013/02/mornings-with-promise","content":[["div",{"id":"head1","uri":"/new-era/2013/02/mornings-with-promise.head1"},[".title","Mornings with Promise"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/02/mornings-with-promise.p2"},"By Karen A. Kimball"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/02/mornings-with-promise.p3"},"Karen A. Kimball lives in California, USA."]],[".kicker","Youth in California found a way to make their summers better than ever before."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/02/mornings-with-promise.p5"},"Set on a small hillside, the Newport Beach California Temple serves 16 stakes in California. Youth in the area are scheduled to participate in baptisms for the dead regularly, but with so many willing youth, this means temple trips are limited. So when the temple announced an “open baptistry” for the summer, where youth could attend without a scheduled group appointment, young men and women from all over the county flooded in. Some hiked there, others biked there. Many came with family or friends. From sunrise until the baptistry closed, youth were often lined up waiting their turn."],["div",{"id":"t1","uri":"/new-era/2013/02/mornings-with-promise.t1"},[".title","Temple Tuesdays"],["div",{"id":"p7","uri":"/new-era/2013/02/mornings-with-promise.p7"},"“I was super excited when I found out the Newport Beach temple was going to have an open schedule for baptisms,” McKenna C. says. On Tuesday mornings during the summer, McKenna gathered a few friends, and together they drove along the beach to the temple. There they met with other young women from their ward who came each week to do baptisms for the dead."],["div",{"id":"p8","uri":"/new-era/2013/02/mornings-with-promise.p8"},"A real desire to be at the temple kept the young women coming consistently throughout the summer. “There was a connection between us all as we sat there quietly next to each other, all dressed the same,” Perry N. says."],["div",{"id":"p9","uri":"/new-era/2013/02/mornings-with-promise.p9"},"The young women began to view each other in a different way. “We saw one another as Heavenly Father’s daughters and as sisters,” McKenna says. “There was no judging. We had a greater love and understanding for all the young women.”"],["div",{"id":"p10","uri":"/new-era/2013/02/mornings-with-promise.p10"},"Busy schedules often meant sacrificing other activities in order to attend the temple. “There were many times I had other activities going on,” Clementine W. says. “My mother gave me a choice: to go to the temple or to my activities. I chose the temple. It may not be an easy decision, but the temple is my favorite place.”"],["div",{"id":"p11","uri":"/new-era/2013/02/mornings-with-promise.p11"},"Clementine C. used “Temple Tuesday” trips to reach a Personal Progress goal. “Personal Progress is a great way to relive times when you are close to the Spirit. One Tuesday morning after attending the temple, I came straight home and wrote in my Personal Progress journal. I felt again the Spirit that was with me in the temple as I wrote down my thoughts about doing baptisms for the dead.”"],["div",{"id":"p12","uri":"/new-era/2013/02/mornings-with-promise.p12"},"Each Tuesday as the friends left the temple, Elianna B. says, “We all would look at each other and smile. You can see how happy we are to be together. I feel like we are all family.”"]],["div",{"id":"t2","uri":"/new-era/2013/02/mornings-with-promise.t2"},[".title","Solo Rides"],["div",{"id":"p14","uri":"/new-era/2013/02/mornings-with-promise.p14"},"An early-morning seminary student, Cameron K. was used to starting his day in a spiritual way. “Seminary gives me that spiritual boost for the day. I wanted to get that boost,” Cameron says. And summer vacation was no exception. When the temple baptistry opened each summer morning at 6:30 a.m., Cameron was there."],["div",{"id":"p15","uri":"/new-era/2013/02/mornings-with-promise.p15"},"Every morning, Tuesday through Saturday, Cameron left his home before 6:00 a.m., his bike lights flashing in the dark as he pedaled the five-mile route to the temple. “The streets were quiet. It felt peaceful,” Cameron says. Since he was riding a single-speed bike, enduring the initial uphill climb was his biggest challenge. “Whenever I would crest the top of the hill, I would start looking to see where the temple was. I was able to see a glimpse of the angel Moroni,” he says. “It helped me focus on the temple.”"],["div",{"id":"p16","uri":"/new-era/2013/02/mornings-with-promise.p16"},"While doing baptisms for the dead, Cameron tried to focus on the people. “Sometimes I’d think about a person as I was doing an ordinance for him, trying to feel better connected with him. There were a few times when a certain name would be read for the baptism and I kind of knew that person was happy his work was being done.”"],["div",{"id":"p17","uri":"/new-era/2013/02/mornings-with-promise.p17"},"“One time when I was leaving the temple,” says Cameron, “the temple president was at the front door. He reached out to me and said, ‘Thank you for coming.’ It made me really want to come back. It made me realize that it really is a huge work that we do in the temple. It made me want to be even more a part of it.”"],["div",{"id":"p18","uri":"/new-era/2013/02/mornings-with-promise.p18"},"By summer’s end, Cameron had made over 40 round trips to the temple, biking over 400 miles."]],["div",{"id":"t3","uri":"/new-era/2013/02/mornings-with-promise.t3"},[".title","A Family Goal"],["div",{"id":"p20","uri":"/new-era/2013/02/mornings-with-promise.p20"},"Like most priests, Steven P. was looking forward to sleeping in during his summer vacation. But then his bishop invited every temple-worthy member in the ward to do as many proxy ordinances in the temple during the summer as their circumstances would allow. Steven’s whole family decided to go to the temple early on two or three mornings each week."],["div",{"id":"p21","uri":"/new-era/2013/02/mornings-with-promise.p21"},"Waking up at 5:00 a.m. was challenging at first, but after several trips “it became like clockwork,” Steven says. And he kept going back. By the end of summer, Steven had performed over 400 baptisms and confirmations. “It made me feel good to go to the temple to be baptized and confirmed for those who aren’t able to do it.”"],["div",{"id":"p22","uri":"/new-era/2013/02/mornings-with-promise.p22"},"For Steven, being with his family was an important part of going to the temple. “I feel the Spirit a lot stronger when I am with people I am familiar with,” Steven says. “We’re pretty close as a family as it is.” After attending the temple together frequently, “I feel we got closer as a family.”"]]]],"refs":null}
