{"id":13,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":13,"title":"Move Forward in Faith","subtitle":"","short_title":"Move Forward in Faith","uri":"/ensign/2013/08/move-forward-in-faith","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/move-forward-in-faith"},[".heading",{"id":"head1","uri":"/ensign/2013/08/move-forward-in-faith.head1"},[".title",["span.dominant","Move Forward"],"in Faith"],[".kicker","What should you do when you have to make a decision and you’ve prayed about your choices, but you’re still unsure of what to do?"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/08/move-forward-in-faith.p3"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles has stated, “It is the plain and very sobering truth that before [and after] great moments, certainly … great spiritual moments, there can come adversity, opposition, and darkness” (“Cast Not Away Therefore Your Confidence,”",["span.emphasis","Ensign,"],"Mar. 2000, 7)."],["p.para",{"id":"p4","uri":"/ensign/2013/08/move-forward-in-faith.p4"},"But opposition doesn’t mean that Heavenly Father has abandoned you. He is there, and He will guide you. Sometimes we must move forward in faith until our way is illuminated. Following are some insights from modern prophets about patiently waiting for answers and guidance."],[".quote",{"id":"f76","uri":"/ensign/2013/08/move-forward-in-faith.f76"},[".title","Walk to the Edge of the Light"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/boyd-k-packer.jpg"}],["p.para",{"id":"p6","uri":"/ensign/2013/08/move-forward-in-faith.p6"},"“Shortly after I was called as a General Authority, I went to Elder Harold B. Lee for counsel. He listened very carefully to my problem and suggested that I see President David O. McKay. President McKay counseled me as to the direction I should go. I was very willing to be obedient but saw no way possible for me to do as he counseled me to do."],["p.para",{"id":"p7","uri":"/ensign/2013/08/move-forward-in-faith.p7"},"“I returned to Elder Lee and told him that I saw no way to move in the direction I was counseled to go. He said, ‘The trouble with you is you want to see the end from the beginning.’ I replied that I would like to see at least a step or two ahead. Then came the lesson of a lifetime: ‘You must learn to walk to the edge of the light, and then a few steps into the darkness; then the light will appear and show the way before you.’ Then he quoted these 18 words from the Book of Mormon:"],["p.para",{"id":"p8","uri":"/ensign/2013/08/move-forward-in-faith.p8"},"“‘Dispute not because ye see not, for ye receive no witness until after the trial of your faith’” (",["a",{"href":"/scriptures/bofm/ether/12.6"},"Ether 12:6"],")."],[".citationInfo",["p.para",{"id":"p9","uri":"/ensign/2013/08/move-forward-in-faith.p9"},"President Boyd K. Packer, President of the Quorum of the Twelve Apostles, “The Edge of the Light,”",["span.emphasis","BYU Magazine,"],"Mar. 1991,",["a",{"href":"http://magazine.byu.edu"},"magazine.byu.edu"],"."]]],[".quote",{"id":"f77","uri":"/ensign/2013/08/move-forward-in-faith.f77"},[".title","Proceed with Trust"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/richard-g-scott.jpg"}],["p.para",{"id":"p11","uri":"/ensign/2013/08/move-forward-in-faith.p11"},"“What do you do when you have prepared carefully, have prayed fervently, waited a reasonable time for a response, and still do not feel an answer? You may want to express thanks when that occurs, for it is an evidence of [Heavenly Father’s] trust. When you are living worthily and your choice is consistent with the Savior’s teachings and you need to act, proceed with trust. As you are sensitive to the promptings of the Spirit, one of two things will certainly occur at the appropriate time: either the stupor of thought will come, indicating an improper choice, or the peace or the burning in the bosom will be felt, confirming that your choice was correct. When you are living righteously and are acting with trust, God will not let you proceed too far without a warning impression if you have made the wrong decision.”"],[".citationInfo",["p.para",{"id":"p12","uri":"/ensign/2013/08/move-forward-in-faith.p12"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles, “Using the Supernal Gift of Prayer,”",["span.emphasis","Ensign,"],"May 2007, 10."]]],[".quote",{"id":"f78","uri":"/ensign/2013/08/move-forward-in-faith.f78"},[".title","Don’t Take Counsel from Your Fears"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/james-e-faust.jpg"}],["p.para",{"id":"p14","uri":"/ensign/2013/08/move-forward-in-faith.p14"},"“Let us not take counsel from our fears. May we remember always to be of good cheer, put our faith in God, and live worthy for Him to direct us. We are each entitled to receive personal inspiration to guide us through our mortal probation. May we so live that our hearts are open at all times to the whisperings and comfort of the Spirit.”"],[".citationInfo",["p.para",{"id":"p15","uri":"/ensign/2013/08/move-forward-in-faith.p15"},"President James E. Faust (1920–2007), Second Counselor in the First Presidency, “Be Not Afraid,”",["span.emphasis","Ensign,"],"Oct. 2002, 6."]]],[".quote",{"id":"f79","uri":"/ensign/2013/08/move-forward-in-faith.f79"},[".title","Wait Patiently for Revelation"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/david-a-bednar.jpg"}],["p.para",{"id":"p17","uri":"/ensign/2013/08/move-forward-in-faith.p17"},"“The gradual increase of light radiating from the rising sun is like receiving a message from God ‘line upon line, precept upon precept’ (",["a",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"],"). Most frequently, revelation comes in small increments over time and is granted according to our desire, worthiness, and preparation. Such communications from Heavenly Father gradually and gently ‘distil upon [our souls] as the dews from heaven’ (",["a",{"href":"/scriptures/dc-testament/dc/121.45"},"D&C 121:45"],").”"],[".citationInfo",["p.para",{"id":"p18","uri":"/ensign/2013/08/move-forward-in-faith.p18"},"Elder David A. Bednar of the Quorum of the Twelve Apostles, “The Spirit of Revelation,”",["span.emphasis","Ensign,"],"May 2011, 88."]]],[".quote",{"id":"f80","uri":"/ensign/2013/08/move-forward-in-faith.f80"},[".title","Know That God Will Provide"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dieter-f-uchtdorf.jpg"}],["p.para",{"id":"p20","uri":"/ensign/2013/08/move-forward-in-faith.p20"},"“During [a] busy season of my life, Elder Joseph B. Wirthlin extended a call to me to serve as stake president."],["p.para",{"id":"p21","uri":"/ensign/2013/08/move-forward-in-faith.p21"},"“During my interview with him, many thoughts raced through my mind, not the least of which was the unsettling worry that I might not have the time this calling would require. Although I felt humbled and honored by the call, I briefly wondered if I could accept it. But it was only a fleeting thought because I knew that Elder Wirthlin was called of God and that he was doing the Lord’s work. What could I do but accept?"],["p.para",{"id":"p22","uri":"/ensign/2013/08/move-forward-in-faith.p22"},"“There are times when we have to step into the darkness in faith, confident that God will place solid ground beneath our feet once we do. And so I accepted gladly, knowing that God would provide.”"],[".citationInfo",["p.para",{"id":"p23","uri":"/ensign/2013/08/move-forward-in-faith.p23"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, “The",["span.emphasis","Why"],"of Priesthood Service,”",["span.emphasis","Ensign,"],"May 2012, 59."]]]],[".resources",[".heading",{"id":"head1","uri":"/ensign/2013/08/move-forward-in-faith/go-forward.head1"},[".title","Go Forward"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/08/move-forward-in-faith/go-forward.p2"},"Steven Scott Stokes, North Carolina, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/08/move-forward-in-faith/go-forward.p3"},"Right before I graduated from college, my wife and I were pondering two questions: when we should begin having children and where to go after graduation. We spent many hours talking about these intimidating issues but hadn’t come to any conclusions."],["p.para",{"id":"p4","uri":"/ensign/2013/08/move-forward-in-faith/go-forward.p4"},"One particular Sunday, our conversation slowly turned into a debate, which then escalated into an argument. At that moment, the doorbell rang. We were surprised to find our home teachers standing in the doorway."],["p.para",{"id":"p5","uri":"/ensign/2013/08/move-forward-in-faith/go-forward.p5"},"We invited them in and listened to their message. One of our home teachers began talking about Moses and the children of Israel making their escape from Egypt. When the children of Israel got to the shores of the Red Sea, they could go no further, and the Egyptians were quickly approaching. The scriptures say that the children of Israel “were sore afraid” (",["a",{"href":"/scriptures/ot/ex/14.10"},"Exodus 14:10"],"). When Moses prayed for guidance, the Lord responded, “Wherefore criest thou unto me? speak unto the children of Israel, that they go forward” (",["a",{"href":"/scriptures/ot/ex/14.15"},"Exodus 14:15"],")."],["p.para",{"id":"p6","uri":"/ensign/2013/08/move-forward-in-faith/go-forward.p6"},"As soon as our home teacher read that scripture, the feelings of frustration and fear melted away. My wife and I realized that we had been sitting on the banks of the Red Sea wondering what to do but that in order to “see the salvation of the Lord” (",["a",{"href":"/scriptures/ot/ex/14.13"},"Exodus 14:13"],"), we would have to go forward."],["p.para",{"id":"p7","uri":"/ensign/2013/08/move-forward-in-faith/go-forward.p7"},"In our case, going forward meant making an informed decision, working diligently, and trusting in the Lord. We had to stop debating and start acting in faith. As we followed the Lord’s guidance, the sea of choices before us parted, and we were able to walk through unscathed. We are grateful for the blessings we received from moving forward in faith and for home teachers who inspired us to take the first steps."]],[".heading",{"id":"head1","uri":"/ensign/2013/08/move-forward-in-faith/faith-precedes-miracles.head1"},[".title","Faith Precedes Miracles"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/08/move-forward-in-faith/faith-precedes-miracles.p2"},"Cheenee Lagunzad, Bulacan, Philippines"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/08/move-forward-in-faith/faith-precedes-miracles.p3"},"I wanted to be a missionary ever since I was young. It started as a simple desire and continued to grow. But life in the Philippines was difficult. My father and brother didn’t have jobs, so I was the only one who could help my mother support our family. Because I was helping my family financially, my savings for my mission built up slowly."],["p.para",{"id":"p4","uri":"/ensign/2013/08/move-forward-in-faith/faith-precedes-miracles.p4"},"I wasn’t sure how things would work out. One night I read",["a",{"href":"/scriptures/bofm/ether/12.12"},"Ether 12:12"],": “For if there be no faith among the children of men God can do no miracle among them; wherefore, he showed not himself until after their faith.” Then I read a message from President Spencer W. Kimball (1895–1985) regarding faith: “It takes faith—unseeing faith—for young people to proceed immediately with their family responsibilities in the face of financial uncertainties. … It takes faith to fill full-time missions. But know this—that all these are of the planting, while faithful, devout families, spiritual security, peace, and eternal life are the harvest.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p5","uri":"/ensign/2013/08/move-forward-in-faith/faith-precedes-miracles.p5"},"These teachings helped me understand that I needed more faith to submit my mission papers and to be a full-time missionary. I knew that even though it was hard, God would help me."],["p.para",{"id":"p6","uri":"/ensign/2013/08/move-forward-in-faith/faith-precedes-miracles.p6"},"My branch president interviewed me and told me afterward that the last thing I needed to do was make the initial payment and then be interviewed by the mission president. I felt so happy and excited. I would get my paycheck that week, and I would be able to give the required amount. However, when I got home, I found out that my father was in the hospital. I felt overwhelmed when I realized we had to pay the hospital the exact amount I needed for my mission payment."],["p.para",{"id":"p7","uri":"/ensign/2013/08/move-forward-in-faith/faith-precedes-miracles.p7"},"But Heavenly Father prepared a way. We got some help from relatives and members of the Church, including my branch president. Miraculously my father was out of the hospital after one week, and I was able to make my payment. Two weeks after I turned 22, I received my mission call to the Philippines Olongapo Mission."],["p.para",{"id":"p8","uri":"/ensign/2013/08/move-forward-in-faith/faith-precedes-miracles.p8"},"I know that Heavenly Father made it possible for me to submit my mission papers. I know that if I continue to trust in Him and to act in faith, He will make impossible things possible. He will answer all our prayers, and He will continue to guide us as long as we continue to obey Him."]],[".notes",["h3","Note"],[".footnote",{"id":"fn1","uri":"/ensign/2013/08/move-forward-in-faith/faith-precedes-miracles.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Spencer W. Kimball,",["span.emphasis","Faith Precedes the Miracle"],"(1972), 11; see also",["span.emphasis","Teachings of Presidents of the Church: Spencer W. Kimball"],"(2006), 143."]]]]]],"refs":null}
