{"id":13,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":13,"title":"Move Forward with Faith","subtitle":"By Elder Brent H. Nielson","short_title":"Move Forward with Faith","uri":"/ensign/2013/06/move-forward-with-faith","content":[["div",{"id":"head1","uri":"/ensign/2013/06/move-forward-with-faith.head1"},[".title",["span.dominant","Move Forward"],"with Faith"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/06/move-forward-with-faith.p2"},"By Elder Brent H. Nielson"],["div",{"id":"p3","uri":"/ensign/2013/06/move-forward-with-faith.p3"},"Of the Seventy"]],[".event",["div",{"id":"p4","uri":"/ensign/2013/06/move-forward-with-faith.p4"},"From a devotional address delivered May 24, 2011, at Brigham Young University–Hawaii. For the full text in English, go to",["a",{"href":"http://devotional.byuh.edu/archive"},"http://devotional.byuh.edu/archive"],"."]],[".kicker","May we stay out of roundabouts and move forward with faith in God the Father and His Son, Jesus Christ."]],[".bodyBlock",["div",{"id":"p6","uri":"/ensign/2013/06/move-forward-with-faith.p6"},"A few years ago my wife, Marcia, and I arrived on assignment in New Zealand. We had been there only a few hours when we were given keys to a car and told we needed to be in Hamilton, a two-hour drive from our home in Auckland. This didn’t sound like a difficult task until we got in the car and started to drive."],["div",{"id":"p7","uri":"/ensign/2013/06/move-forward-with-faith.p7"},"In New Zealand they drive on the right side of the car and on the left side of the road, opposite of what we were used to in the United States. To make matters more difficult, in New Zealand almost every intersection is a roundabout—a circular drive connecting several intersecting roads. We don’t have many of those in the western United States."],["div",{"id":"p8","uri":"/ensign/2013/06/move-forward-with-faith.p8"},"We spent a lot of our trip in roundabouts. In fact, we noticed that we could stay in a roundabout as long as we liked; there was no requirement to get out. So as we were trying to determine directions, we found ourselves stuck in roundabouts, going in circles."],["div",{"id":"p9","uri":"/ensign/2013/06/move-forward-with-faith.p9"},"Marcia and I are currently helping our six children make the transition to adulthood. We have watched them, their spouses and friends, and many other young adults go through the process of getting an education, choosing to serve a mission, deciding to marry, selecting an occupation, making mistakes, and developing a testimony. We have noticed that occasionally they get stuck in a roundabout. Instead of moving forward to their destination, they spend time going around and around, their progress stalled."],["div",{"id":"p10","uri":"/ensign/2013/06/move-forward-with-faith.p10"},"Their biggest challenge seems to be fear—fear of the future, fear of failure, fear of not knowing who they are or what they can become. I have learned a very important lesson. In the gospel of Jesus Christ, fear is the opposite of faith. If you have fear, faith diminishes, but if you have faith, fear diminishes."],["div",{"id":"p11","uri":"/ensign/2013/06/move-forward-with-faith.p11"},"In The Church of Jesus Christ of Latter-day Saints, we need have no fear. We need not fear death, because we have faith in the Lord Jesus Christ and His gift of the Resurrection. We need not fear what man can do to us, because we know that if God is with us and if we have faith in Jesus Christ, we can accomplish whatsoever thing is expedient to His work (see",["a",{"href":"/scriptures/bofm/moro/7.33"},"Moroni 7:33"],"). We need not fear the future, because we know that as we keep the commandments, the Lord will bless us."],["div",{"id":"p12","uri":"/ensign/2013/06/move-forward-with-faith.p12"},"Paul teaches, “For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind” (",["a",{"href":"/scriptures/nt/2-tim/1.7"},"2 Timothy 1:7"],"). We move forward with faith in God the Father and in His Son, Jesus Christ."],["div",{"id":"p13","uri":"/ensign/2013/06/move-forward-with-faith.p13"},"If we eliminate fear, we can get out of the roundabouts that stop our progress and keep us from reaching our divine potential."],["div",{"id":"t1","uri":"/ensign/2013/06/move-forward-with-faith.t1"},[".title","The Roundabout of Forgetfulness"],["div",{"id":"p15","uri":"/ensign/2013/06/move-forward-with-faith.p15"},"The first roundabout where we can get stalled is when we forget who we really are and fail to understand our divine identity. Many young single adults and young married members struggle with their identity and wonder why they are here on earth."],["div",{"id":"p16","uri":"/ensign/2013/06/move-forward-with-faith.p16"},"Your future is extremely bright. Never before has knowledge and information been so readily available. The world in which you live is incredible. To succeed, you will need the very best education possible. You will want to understand how technology works and how it can benefit you and your children."],["div",{"id":"p17","uri":"/ensign/2013/06/move-forward-with-faith.p17"},"In all of your learning, understand that the most brilliant minds of our day are only discovering and inventing what God already knows and has created. The more we learn, the more we understand how little we know about God and His creations."],["div",{"id":"p18","uri":"/ensign/2013/06/move-forward-with-faith.p18"},"However, I do know that, above all that He has created, you are His most prized and divine creation. Just as Moses learned when he spoke with God face to face, you are God’s son or daughter (see",["a",{"href":"/scriptures/pgp/moses/1.4,6-7"},"Moses 1:4, 6–7"],")."],["div",{"id":"p19","uri":"/ensign/2013/06/move-forward-with-faith.p19"},"Imagine your ability—as you live righteously, receive sacred ordinances, and follow God’s commandments—to “inherit all things” (",["a",{"href":"/scriptures/nt/rev/21.7"},"Revelation 21:7"],"). Does that begin to expand your understanding and imagination of who you really are and what you can possibly achieve? Do you begin to see that if you take your education and couple it with enlightenment from the Holy Ghost, you will begin to understand things as they really are and as they really will be? (see",["a",{"href":"/scriptures/bofm/jacob/4.13"},"Jacob 4:13"],"). Do you understand that “with God all things are possible”? (",["a",{"href":"/scriptures/nt/matt/19.26"},"Matthew 19:26"],"). And here is the fascinating part: you are His divine heir (see",["a",{"href":"/scriptures/nt/1-cor/2.9"},"1 Corinthians 2:9"],")."],["div",{"id":"p20","uri":"/ensign/2013/06/move-forward-with-faith.p20"},"To move forward with faith, you must get out of this roundabout and understand that God is truly your Father and that you are His divine creation."]],["div",{"id":"t2","uri":"/ensign/2013/06/move-forward-with-faith.t2"},[".title","The Roundabout of Sin"],["div",{"id":"p22","uri":"/ensign/2013/06/move-forward-with-faith.p22"},"Because of our Father’s infinite love for us, He has provided a plan whereby we may return to Him. To become like our Father and inherit all that He has, it was necessary for us to obtain a physical body. Our bodies, as functional as they are, have desires, appetites, and passions that are sometimes difficult to control. We spend a lifetime learning how to overcome our physical desires and understanding how our spirits can become the master of our souls. Because our Father knew this process would be difficult, He knew we would sin. He also knew that no unclean thing could return to His presence (see",["a",{"href":"/scriptures/bofm/3-ne/27.19"},"3 Nephi 27:19"],")."],["div",{"id":"p23","uri":"/ensign/2013/06/move-forward-with-faith.p23"},"Justice, or the law of God, requires that someone pay for our sins. Our Father provided a Savior for us, His Only Begotten Son, even Jesus Christ (see",["a",{"href":"/scriptures/nt/john/3.16"},"John 3:16"],"). When the need for a Savior was presented in premortality, Jesus Christ stepped forward and said, “Here am I, send me” (",["a",{"href":"/scriptures/pgp/abr/3.27"},"Abraham 3:27"],")."],["div",{"id":"p24","uri":"/ensign/2013/06/move-forward-with-faith.p24"},"We overcome sin and move forward with faith in the Savior as we take upon ourselves His name and understand and apply His infinite Atonement by repenting of our sins. We gain some insight into His experience by reading His words in the Garden of Gethsemane (see",["a",{"href":"/scriptures/nt/matt/26.39,42"},"Matthew 26:39, 42"],";",["a",{"href":"/scriptures/nt/luke/22.41-44"},"Luke 22:41–44"],"; see also",["a",{"href":"/scriptures/dc-testament/dc/19.16-19"},"D&C 19:16–19"],"). I am not aware of any more tender words ever being recorded than the intimate prayer of the Son to His Father just prior to the Atonement (see",["a",{"href":"/scriptures/nt/john/17"},"John 17"],")."],["div",{"id":"p25","uri":"/ensign/2013/06/move-forward-with-faith.p25"},"If you find yourself stuck in the roundabout of sin, go see your bishop, confess your sins to him, and allow the Atonement to work for you. Most important, move forward with faith in Jesus Christ. The Savior does not want us to sit trapped by our sins. When we do that, we miss the indescribable joy and happiness the Atonement can bring to us."]],["div",{"id":"t3","uri":"/ensign/2013/06/move-forward-with-faith.t3"},[".title","The Roundabout of Deciding to Serve a Mission"],["div",{"id":"p27","uri":"/ensign/2013/06/move-forward-with-faith.p27"},"The prophets and apostles have made it clear that every able, worthy young man should serve an honorable, full-time mission. President Thomas S. Monson has also welcomed young women to serve a mission if they choose.",["sup",["a",{"href":"fn_footnote1"},"1"]],"The Savior’s call is clear: “Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost” (",["a",{"href":"/scriptures/nt/matt/28.19"},"Matthew 28:19"],")."],["div",{"id":"p28","uri":"/ensign/2013/06/move-forward-with-faith.p28"},"My mission in Finland changed my life. Because Finland is on the top of the world, it is often dark. It is also extremely cold; the snow melts in May and comes again in September. My first winter there I spent in Rovaniemi, a few miles south of the Arctic Circle. When the sun went down the first part of December, we rarely saw it again until February. The temperature was often below zero (-18°C)."],["div",{"id":"p29","uri":"/ensign/2013/06/move-forward-with-faith.p29"},"We were asked to find people to teach. I would wear two pairs of socks, two pairs of gloves, a shirt, a sweater, my suit, a heavy coat, a hat, and a scarf. As we would leave our apartment, my eyes were the only part of my body not covered. After walking just 100 yards (90 m) from our apartment, I would be freezing cold. We would be out working from 9:00 in the morning until 9:00 at night. We had little success."],["div",{"id":"p30","uri":"/ensign/2013/06/move-forward-with-faith.p30"},"The Finnish people thought we had lost our minds; I wondered the same thing. All I could do was ask the Lord if the work really was true. He often answered me in no uncertain terms. It was in the icy winter of Finland that the fire of the Spirit bore witness to me of the truthfulness of the gospel. Had I not gone there, been pushed to those extremes, and had cause to truly find out for myself, I might have never received the confirming witness that came—the kind of witness that goes deep down inside and never leaves you."],["div",{"id":"p31","uri":"/ensign/2013/06/move-forward-with-faith.p31"},"During my time in Finland, I taught and baptized three people. Up to that time I had never experienced the great joy I felt as I watched someone accept the gospel of Jesus Christ. But the truth is, there was a fourth convert—me. Had I labored all my days and converted only myself, the experience would still have been worth it to me."],["div",{"id":"p32","uri":"/ensign/2013/06/move-forward-with-faith.p32"},"The Lord needs you on a mission, but perhaps even more important, you need a mission for yourself. It is there you will feel and understand the sweet whisperings of the Spirit and learn the lessons you need to know to be a good husband or wife, a good parent, and an outstanding member of the Church."],["div",{"id":"p33","uri":"/ensign/2013/06/move-forward-with-faith.p33"},"If you are worried about serving a mission, follow the Savior’s call. You will need to exercise both faith and courage to leave the roundabout of indecision, but choosing to serve a mission will be one of the most important decisions you make in your life."]],["div",{"id":"t4","uri":"/ensign/2013/06/move-forward-with-faith.t4"},[".title","The Roundabout of Dating"],["div",{"id":"p35","uri":"/ensign/2013/06/move-forward-with-faith.p35"},"Your decision to marry the right person in the right place and by the right authority is critical to your eternal happiness. The right place, of course, is the temple, and the right authority is the wonderful sealing power that has been restored to the earth. As for the right person, you should not make this decision lightly. It will require you to seek the confirming Spirit of the Holy Ghost and to feel safe and comfortable with your decision. If you have received those comforting feelings, then move forward with faith."],["div",{"id":"p36","uri":"/ensign/2013/06/move-forward-with-faith.p36"},"Many cultures teach that you can’t marry until your education is complete or you have established yourself in your occupation. That culture is not God’s culture. Marriage is ordained of God.",["sup",["a",{"href":"fn_footnote2"},"2"]],"It is in marriage that true happiness is found. You must not let education or other worldly pursuits keep you from this important step."],["div",{"id":"p37","uri":"/ensign/2013/06/move-forward-with-faith.p37"},"Marcia and I were married when she had two years left to complete her bachelor’s degree and I was just beginning three years of law school. During those three years, we completed our degrees and had our first two children. I went to school during the day while Marcia stayed with the children. She went to school at night while I stayed with the children. At the same time we cleaned a 10-story condominium."],["div",{"id":"p38","uri":"/ensign/2013/06/move-forward-with-faith.p38"},"Each day we had to vacuum every floor. By the end of our experience there, we each had a child on our back in a backpack as we vacuumed. I would start on the tenth floor, and Marcia would start on the first floor, and we would meet on the fifth floor. Those are some of our best memories. We would not trade those wonderful first years of our marriage for anything."],["div",{"id":"p39","uri":"/ensign/2013/06/move-forward-with-faith.p39"},"If you are stuck in the roundabout of delaying marriage, move forward with faith. Marry the right person in the right place under the right authority. You will be forever grateful you did."]],["div",{"id":"t5","uri":"/ensign/2013/06/move-forward-with-faith.t5"},[".title","The Roundabout of Choosing a Career"],["div",{"id":"p41","uri":"/ensign/2013/06/move-forward-with-faith.p41"},"How can you know as a young adult what you should do with the rest of your life? The answer is you don’t need to know. At this stage of your life, you simply pick something that interests you, allows you to be constructive in your life, and provides opportunities to serve others. You confirm that decision with the Lord and then move forward with faith."],["div",{"id":"p42","uri":"/ensign/2013/06/move-forward-with-faith.p42"},"As you move forward, new doors will open and opportunities will present themselves. Don’t sit idly by because you can’t see the next 70 years mapped out perfectly before you. The most important aspect of our agency is that you and I act for ourselves and not be acted upon (see",["a",{"href":"/scriptures/bofm/2-ne/2.26"},"2 Nephi 2:26"],"). We choose, and then we act on our choices. We move forward in faith, and the Lord will bless us."],["div",{"id":"p43","uri":"/ensign/2013/06/move-forward-with-faith.p43"},"One of our sons finished his mission in Poland in 2006 thinking he wanted to be a psychologist. He began studying psychology but soon realized he didn’t want to be a psychologist, but he was interested in the behavior of people. He began to focus on market research and became interested in why people buy what they buy and make consumer choices the way they do. He graduated in psychology and business. It was not where his education started, but he was out of the roundabout and moving forward with faith."],["div",{"id":"p44","uri":"/ensign/2013/06/move-forward-with-faith.p44"},"Unfortunately, the job market was weak, especially in market research. He could have sat at home stuck in the roundabout of watching TV or playing video games or feeling sorry for himself. Instead, he found a company that did market research, and he met with the owner. He told the owner he was interested in the company and wondered if he could just come and work as an intern for free. The owner thought free was good, so within days our son was working at the company. Within weeks the owner spoke with our son and told him the company really liked his work ethic, and asked if he would like to be hired full-time."],["div",{"id":"p45","uri":"/ensign/2013/06/move-forward-with-faith.p45"},"Our son is now working in a field and in a job he loves. He moved forward with faith, not fear, and the Lord blessed him. As you choose your major or your occupation, find something you enjoy that will allow you to become a true disciple of Christ. Then do it."]],["div",{"id":"p46","uri":"/ensign/2013/06/move-forward-with-faith.p46"},"When we keep the commandments, the Lord is bound to help us. When we don’t, we have no promise (see",["a",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],")."],["div",{"id":"p47","uri":"/ensign/2013/06/move-forward-with-faith.p47"},"As we keep the commandments and do those things the Lord has instructed, we will be guided and directed throughout our life. But if we sit and worry all the time about whether we are making the right choice, we will miss opportunities that will present themselves along the way."],["div",{"id":"p48","uri":"/ensign/2013/06/move-forward-with-faith.p48"},"May we stay out of roundabouts and move forward with faith in God the Father and His Son, Jesus Christ."]],[".bodyNotes",["h3","Notes"]],[".resources",[".moreInfo",[".title","Answering Questions"],["div",{"id":"p53","uri":"/ensign/2013/06/move-forward-with-faith.p53"},"Why is marriage essential to God’s eternal plan for His children?"],["div",{"id":"p54","uri":"/ensign/2013/06/move-forward-with-faith.p54"},"The First Presidency and Quorum of the Twelve Apostles have proclaimed that “marriage between a man and a woman is ordained of God and that the family is central to the Creator’s plan for the eternal destiny of His children” (“The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 2010, 129)."],["div",{"id":"p55","uri":"/ensign/2013/06/move-forward-with-faith.p55"},"When a man and woman are sealed to one another in the temple for time and eternity, their relationship with each other and with their children can continue forever, provided they keep their covenants."],["div",{"id":"p56","uri":"/ensign/2013/06/move-forward-with-faith.p56"},"Life’s greatest joys are found in marriage and family life. Men and women complement each other, and God intends that they progress together. “In marriage all of the worthy yearnings of the human soul, all that is physical and emotional and spiritual, can be fulfilled” (Boyd K. Packer, “Marriage,”",["span.emphasis","Ensign,"],"May 1981, 15)."]]]],"refs":[["div",{"id":"/ensign/2013/06/move-forward-with-faith","uri":"/ensign/2013/06/move-forward-with-faith"},["span.label",["a",{"name":"footnote1"},"1."]],"See Thomas S. Monson,",["span.crossRef","“As We Meet Together Again,”"],["span.emphasis","Ensign,"],"Nov. 2010, 5–6; see also",["a.crossRef",{"href":"/ensign/2012/11/welcome-to-conference.p1"},"“Welcome to Conference,”"],["span.emphasis","Ensign,"],"Nov. 2012, 4–5."],["div",{"id":"/ensign/2013/06/move-forward-with-faith","uri":"/ensign/2013/06/move-forward-with-faith"},["span.label",["a",{"name":"footnote2"},"2."]],"See “The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 2010, 129."]]}
