{"id":11,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":11,"title":"My Invitation to Salvation","subtitle":"By Emerson José da Silva","short_title":"My Invitation to Salvation","uri":"/new-era/2013/04/my-invitation-to-salvation","content":[["div",{"id":"head1","uri":"/new-era/2013/04/my-invitation-to-salvation.head1"},[".seriesTitle","How I Know"],[".title","My",["span.dominant","Invitation"],"to",["span.dominant","Salvation"]],[".byline",["div",{"id":"p3","uri":"/new-era/2013/04/my-invitation-to-salvation.p3"},"By Emerson José da Silva"]],[".bio",["div",{"id":"p4","uri":"/new-era/2013/04/my-invitation-to-salvation.p4"},"Emerson José da Silva lives in Pernambuco, Brazil."]]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/04/my-invitation-to-salvation.f1"},[".credit",["div",{"id":"p5","uri":"/new-era/2013/04/my-invitation-to-salvation.p5"},"Illustration by Roger Motzkus"]]],["div",{"id":"p6","uri":"/new-era/2013/04/my-invitation-to-salvation.p6"},"As a young man, I visited many denominations and was confused because each one taught different interpretations of the scriptures. I did not feel good about the irreverence I found in some of them, so I gave up trying to find a church to attend."],["div",{"id":"p7","uri":"/new-era/2013/04/my-invitation-to-salvation.p7"},"Several years later a friend of mine, Cleiton Lima, was baptized into The Church of Jesus Christ of Latter-day Saints. He did not mention this to me even though we were good friends, but as time went by, I began to see changes in him. On Sundays I usually went to his house in the morning so we could play soccer, but I could never find him at home. This happened two or three Sundays in a row. Finally Cleiton told me that he could no longer play soccer on Sundays because he was honoring the Lord’s day. I told him, “This church is making you crazy.”"],["div",{"id":"p8","uri":"/new-era/2013/04/my-invitation-to-salvation.p8"},"Then Cleiton invited me to attend church. I gave him an excuse because I was still disenchanted with religion. For 10 months, Cleiton brought over missionaries to teach me, but I always excused myself or told them I was too busy. But he never gave up."],["div",{"id":"p9","uri":"/new-era/2013/04/my-invitation-to-salvation.p9"},"One day in June, he invited me to attend a Church dance. I teased him, “Is there going to be free food and a lot of girls?” Laughing, he said yes!"],["div",{"id":"p10","uri":"/new-era/2013/04/my-invitation-to-salvation.p10"},"I have to admit that I was defeated by my stomach. I visited the church and loved it. I was welcomed by everyone, I ate a lot, and I became interested in attending a meeting. When I arrived at church on Sunday, I met many people and heard their testimonies. I was not familiar with the Book of Mormon, but I felt the Spirit of the Lord when various Church members testified that they know the Book of Mormon is true, that this is the Church of Jesus Christ, and that Joseph Smith was a prophet called by God. I had never felt so good. I still did not want to meet with the missionaries, but that testimony meeting touched me."],["div",{"id":"p11","uri":"/new-era/2013/04/my-invitation-to-salvation.p11"},"The next week, Cleiton again invited me to go to church. I couldn’t because I had another obligation. I could see the sadness in his face when I told him I didn’t know if I could go."],["div",{"id":"p12","uri":"/new-era/2013/04/my-invitation-to-salvation.p12"},"However, on Sunday morning I awoke with a desire to go to church. I got up at 6:50, which was difficult for me, and I got ready and waited for Cleiton to walk by. He was surprised when he saw me dressed and waiting. That Sunday the bishop taught about the priesthood. I felt the Spirit strongly and had the impression that I should take the missionary lessons. By the end of the Aaronic Priesthood meeting, I knew that I was going to be baptized."],["div",{"id":"p13","uri":"/new-era/2013/04/my-invitation-to-salvation.p13"},"When church ended, I told Cleiton, “I want to be baptized!”"],["div",{"id":"p14","uri":"/new-era/2013/04/my-invitation-to-salvation.p14"},"He thought I was joking. But then he said, “If I call the elders, will you meet with them?” I answered yes."],["div",{"id":"p15","uri":"/new-era/2013/04/my-invitation-to-salvation.p15"},"I was taught by great elders. When I heard the message of the Restoration, I had an even greater confirmation that I should be baptized. But I wanted to know for myself the truthfulness of the Book of Mormon. The elders marked",["a",{"href":"/scriptures/bofm/moro/10.3-5"},"Moroni 10:3–5"],"in my Book of Mormon and invited me to pray and ask God if it is true."],["div",{"id":"p16","uri":"/new-era/2013/04/my-invitation-to-salvation.p16"},"The next evening I remembered that I had not yet read the Book of Mormon. As I began to read, I felt a very strong spirit. I prayed, and before I was finished, I knew that the Book of Mormon is true. I am grateful to God for having answered my prayer. I was baptized in July 2006."],["div",{"id":"p17","uri":"/new-era/2013/04/my-invitation-to-salvation.p17"},"I later served as a missionary in the Brazil Cuiabá Mission, and my friend Cleiton served in the Brazil Santa Maria Mission. We did what Cleiton did for me: invite people to come unto Christ and help them receive the restored gospel through exercising faith in Jesus Christ, repenting, being baptized, and receiving the gift of the Holy Ghost. This truly is the way to salvation."],["div",{"id":"p18","uri":"/new-era/2013/04/my-invitation-to-salvation.p18"},"Let us always invite our friends and relatives to learn of this gospel, for the Savior invited everyone when He said, “Come unto me” (",["a",{"href":"/scriptures/nt/matt/11.28"},"Matthew 11:28"],"). I know that this is the Church of Jesus Christ and that now is the time to invite everyone to come unto Him."]]],"refs":null}
