{"id":12,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":12,"title":"My Lifeline Was Prayer","subtitle":"Phyllis Bishop","short_title":"My Lifeline Was Prayer","uri":"/ensign/2013/03/my-lifeline-was-prayer","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/my-lifeline-was-prayer"},[".heading",{"id":"head1","uri":"/ensign/2013/03/my-lifeline-was-prayer.head1"},[".title","My Lifeline Was",["span.dominant","Prayer"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/my-lifeline-was-prayer.p2"},"Phyllis Bishop"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/03/my-lifeline-was-prayer.p3"},"Phyllis Bishop lives in Alabama, USA."]],[".kicker","When the dust had settled, I was found underneath the bus—my face showing through a broken window."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/03/my-lifeline-was-prayer.p5"},"My uncle Alfred drove the school bus for our small community in Pahranagat Valley, Nevada, USA. In September 1934, I was just beginning the third grade. My 13-year-old sister, Virginia, and I were on the bus on our way home from school when we came to a portion of the road along a cliff. Something broke in the steering mechanism, and the bus careened over the embankment, plunged down the cliff, and landed in a ditch on its side."],["p.para",{"id":"p6","uri":"/ensign/2013/03/my-lifeline-was-prayer.p6"},"When the dust had settled, I was found underneath the bus—my face showing through a broken window. The glass had severely lacerated my scalp, and my body was crushed in several places. Miraculously, no one else was seriously injured. Virginia’s arms were pinned under the bus for a brief time, but some of the older boys found a fence post and raised the bus enough to release her. Hoping to remove me from under the bus, my uncle sent the boys for more fence posts. Each post, however, snapped like a toothpick when the boys tried to lift the bus. My uncle, with tears streaming down his face, prayed for divine help. After he prayed, he tried another fence post and this time raised the bus high enough for me to be pulled out alive. There amid the fragments of glass, my uncle knelt and gave me a priesthood blessing stating that I would live and that my body would be made whole again."],["p.para",{"id":"p7","uri":"/ensign/2013/03/my-lifeline-was-prayer.p7"},"Our bishop owned one of the few cars in our farming community. Upon hearing about the bus accident, he rushed to the scene. He and my uncle carried me up the steep incline to his waiting car. They decided to take me to Caliente, a small railroad town some 60 miles (97 km) away. They hoped they would find a doctor there who could provide me with the medical attention I needed."],["p.para",{"id":"p8","uri":"/ensign/2013/03/my-lifeline-was-prayer.p8"},"On that same afternoon, my father and others were on horseback driving a herd of cattle to Caliente. It had been a very long day for him. He had been driving the cattle for two days. The sun was going down, and he had become very uneasy. The feeling that something terrible had happened was so strong that he could not ignore it any longer. He left the cattle drive and rode his horse toward the highway. He made it to the highway just in time to stop our bishop’s car and learn that I lay injured in the backseat. He slipped off his horse, told it to go home, and got into the car."],["p.para",{"id":"p9","uri":"/ensign/2013/03/my-lifeline-was-prayer.p9"},"Upon arriving in Caliente, we learned that the only doctor was out of town on another emergency. Sometime in the middle of the night, a kind dentist said that he would try to sew up my lacerated head. After he finished, I was taken to a hospital about 100 miles (160 km) away, in Cedar City, Utah, USA. The doctors were amazed that I was alive and that my scalp had been so skillfully sewn up. They told my father that I was paralyzed from the waist down and would never walk again. My right hip was broken in several places, and the extent of the spinal injury was unknown. My hips were bound with tape, and the doctors did all that they could do to help me."],["p.para",{"id":"p10","uri":"/ensign/2013/03/my-lifeline-was-prayer.p10"},"In a week or two, I was released from the hospital and sent home with instructions for my father to massage my legs, back, and hip areas three times a day. It was the day before Thanksgiving that I felt a tingling in both legs. When I told my father, his eyes glistened with tears and were full of pure joy. As the feeling returned to my legs, I learned to crawl, and eventually I learned to walk again."],["p.para",{"id":"p11","uri":"/ensign/2013/03/my-lifeline-was-prayer.p11"},"My uncle offered a prayer of faith during my time of need, and Heavenly Father answered that prayer abundantly. With the power of prayer as our lifeline, we need never be alone or without hope or protection. We are promised that our sincere prayers will be answered. The answer may be different from the one we are seeking, but I know this: our Heavenly Father will hear us, and the Holy Ghost will confirm to us that the answer we receive will be for our greater good."]],[".resources",[".figure",{"id":"f1","uri":"/ensign/2013/03/my-lifeline-was-prayer.f1"},[".title","Prayers Offered in Faith"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],["p.para",{"id":"p13","uri":"/ensign/2013/03/my-lifeline-was-prayer.p13"},"“Wherever we may be, our Heavenly Father can hear and answer the prayer offered in faith.”"],[".citationInfo",["p.para",{"id":"p14","uri":"/ensign/2013/03/my-lifeline-was-prayer.p14"},"President Thomas S. Monson, “Come unto Him in Prayer and Faith,”",["span.emphasis","Ensign,"],"Mar. 2009, 7."]]],[".sidebar",["h3","Doctrinal Points"],["ul.bullet",["li",["span.label","•"],["p.para","Prayer is the act by which we align our will with the will of Heavenly Father."]],["li",["span.label","•"],["p.para","Prayer is a means to secure blessings that God is already willing to give us."]],["li",["span.label","•"],["p.para","Prayer is a form of work."]]],[".citationInfo",["p.para",{"id":"p19","uri":"/ensign/2013/03/my-lifeline-was-prayer.p19"},"(See Bible Dictionary,",["a",{"href":"/scriptures/bd/prayer"},"“Prayer.”"],")"]]]]]]],"refs":null}
