{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":7,"title":"My Prayers of Gratitude","subtitle":"By Christie Skrinak","short_title":"My Prayers of Gratitude","uri":"/liahona/2013/09/my-prayers-of-gratitude","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/09/my-prayers-of-gratitude"},[".heading",{"id":"head1","uri":"/liahona/2013/09/my-prayers-of-gratitude.head1"},["h1","My",["span.dominant","Prayers"],"of",["span.dominant","Gratitude"]],[".byline",["p.para",{"id":"p2","uri":"/liahona/2013/09/my-prayers-of-gratitude.p2"},"By Christie Skrinak"]],[".bio",["p.para",{"id":"p3","uri":"/liahona/2013/09/my-prayers-of-gratitude.p3"},"The author lives in Nevada, USA."]],[".kicker","As we struggled financially, I felt that we had so many needs to pray for. Could I really focus my prayers on just gratitude?"]],[".bodyBlock",["p.para",{"id":"p5","uri":"/liahona/2013/09/my-prayers-of-gratitude.p5"},"Years ago my husband and I purchased a home we adored and spent a lot of time and money fixing it up. Eighteen months later, the economy took a dive. We had to spend our hard-earned savings on a hefty mortgage and a slew of unforeseen expenses."],["p.para",{"id":"p6","uri":"/liahona/2013/09/my-prayers-of-gratitude.p6"},"Months of trials and financial hardships went by. We hit a particularly difficult month of home and auto repairs, medical bills, and a decrease in pay. Our savings quickly disappeared."],["p.para",{"id":"p7","uri":"/liahona/2013/09/my-prayers-of-gratitude.p7"},"I remember praying, asking over and over again for the things we needed. Consumed by stress, I found it difficult to care properly for our children and our family’s needs as I was falling into depression and despair. Still, I continued to pray, seeking comfort and knowing prayer to be the anchor keeping me from falling further into darkness."],["p.para",{"id":"p8","uri":"/liahona/2013/09/my-prayers-of-gratitude.p8"},"After months of praying for help, I began thinking of ways to pray more fervently. The Spirit brought to my mind counsel from priesthood leaders and scriptures that taught the importance of expressing gratitude to Heavenly Father. These promptings helped me realize that I needed to express deeper appreciation for my blessings and ask less for the things my family and I needed. I decided that I would try for one week to let go of my daily pleadings and express only gratitude in my prayers."],["p.para",{"id":"p9","uri":"/liahona/2013/09/my-prayers-of-gratitude.p9"},"It was difficult. I felt my family had so many needs. I felt as though I was letting my family down by not asking for the blessings we so desperately needed. How would the Lord bless me when I didn’t ask?"],["p.para",{"id":"p10","uri":"/liahona/2013/09/my-prayers-of-gratitude.p10"},"Despite my nervousness about it, I tried. I soon realized that my prayers were no longer monotonous pleadings. I regained the ability to recognize the needs of others and see beyond my problems to the blessings that were still mine. My gratitude was drawing me closer to the Savior, comforting me in ways I could not have received otherwise."],["p.para",{"id":"p11","uri":"/liahona/2013/09/my-prayers-of-gratitude.p11"},"A scripture kept coming to mind: “If God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?” (",["a",{"href":"/scriptures/nt/matt/6.30"},"Matthew 6:30"],"). This scripture humbled me as I continued to pray. Through gratitude, I was learning more about true humility."],["p.para",{"id":"p12","uri":"/liahona/2013/09/my-prayers-of-gratitude.p12"},"As the week progressed, my prayers changed from “I thank Thee for food, clothing, and shelter” to “I thank Thee for the family that Thou hast preserved and kept well, for the protection Thou dost continue to afford us. I thank Thee for the provisions Thou wilt continue to bless us with.” I also remember praying, “I thank Thee for our dependence upon Thee, for Thy mindfulness of us, and for the pathway Thou art preparing for us to escape this bondage, whatever it may be.” Somewhere along the line, my prayers became prayers of not just gratitude, not just humility, but of faith also. Without asking for blessings, I was expressing faith that the Lord would provide for us, and my faith was growing exponentially."],["p.para",{"id":"p13","uri":"/liahona/2013/09/my-prayers-of-gratitude.p13"},"During these prayers, my thoughts were often drawn to the sacrifice of the early Saints, and I would ask myself what I was willing to sacrifice. A few more days passed, and we put our beloved home up for sale. The real estate market was severely depressed, but amazingly we were blessed to sell our home. Though we took a significant loss—as we had expected—our family was now in a position to begin building a more firm temporal foundation."],["p.para",{"id":"p14","uri":"/liahona/2013/09/my-prayers-of-gratitude.p14"},"Still, selling our home in such difficult times is not the miracle that I take with me from this experience. The miracle is the faith I developed and the understanding I gained. President James E. Faust (1920–2007), Second Counselor in the First Presidency, declared gratitude to be a “saving principle.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"I think I experienced something of what he was talking about as I turned my heart and prayers to Heavenly Father, receiving comfort, peace, and guidance. My newfound testimony of gratitude is that it inspires humility, humility encourages faith, and faith brings miracles."]],[".notes",["h3","Note"]],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/liahona/2013/09/my-prayers-of-gratitude.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"See James E. Faust,",["span.crossRef","“Gratitude as a Saving Principle,”"],["span.emphasis","Ensign,"],"May 1990, 85–87."]]}
