{"id":10,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":10,"title":"My Summers by the Temple","subtitle":"By David Isaksen","short_title":"My Summers by the Temple","uri":"/new-era/2013/07/my-summers-by-the-temple","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/my-summers-by-the-temple"},[".heading",{"id":"head1","uri":"/new-era/2013/07/my-summers-by-the-temple.head1"},[".title","My Summers by",["span.dominant","the Temple"]],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/07/my-summers-by-the-temple.p2"},"By David Isaksen"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/07/my-summers-by-the-temple.p3"},"David Isaksen lives in Utah, USA."]],[".kicker","Great blessings came as my family used our vacation time to attend the temple each summer."]],[".bodyBlock",[".figure",{"id":"f32","uri":"/new-era/2013/07/my-summers-by-the-temple.f32"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul22-Stockholm-Sweden-Temple-82668.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/07/my-summers-by-the-temple.p5"},"Photograph by Stefan Hallberg, may not be copied"]]],["p.para",{"id":"p6","uri":"/new-era/2013/07/my-summers-by-the-temple.p6"},"I grew up in Norway. The nearest temple was in Stockholm, Sweden, an 8- to 10-hour drive away. Needless to say, any trip to the temple took careful planning and deliberation. Our stake planned two visits to the temple for the youth each year; several wards would rent a bus and go to the temple for a weekend. It was fun to go with other youth, but my family and I wanted to go to the temple together sometime."],["p.para",{"id":"p7","uri":"/new-era/2013/07/my-summers-by-the-temple.p7"},"So one year we decided to go to Stockholm during our summer vacation. It was a great experience, and it soon became a pattern for our summers. We would camp at a campground close to the temple. Each morning we would get up early for a baptismal session with other families from Norway who had come to the temple. Afterward we would play football and go swimming at the campground."],["p.para",{"id":"p8","uri":"/new-era/2013/07/my-summers-by-the-temple.p8"},"These summers are sacred memories for me now. Although we didn’t live close enough to the temple to go there each month, it was always a special occasion when we could go. And even though the car ride was long and tedious, the Lord blessed us for our sacrifice. The spiritual experiences I had at the temple helped me develop my love for the temple and its ordinances. They also brought us closer together as a family."],["p.para",{"id":"p9","uri":"/new-era/2013/07/my-summers-by-the-temple.p9"},"One special experience I remember was when I was going through a little rebellious period. It felt like I could see so many of my parents’ flaws, and I felt that they had no right to counsel me how to live my life. Although I lived worthy to go to the temple, I was questioning my father’s role as the head of our family. But when we went to the temple together to do baptisms and confirmations, I felt the presence of a sweet spirit. As my father laid his hands on my head to confirm me on behalf of people who had passed away, I felt the Spirit confirm to me that he was acting by the true authority of the priesthood. This made me realize that although my father was not perfect, he was still a good father and I was blessed to be his son. I felt I needed to repent of my rebelliousness and try to see the wisdom and love of his admonitions."],["p.para",{"id":"p10","uri":"/new-era/2013/07/my-summers-by-the-temple.p10"},"These many years later those summers by the temple still shine in my memory. The temple has become one of the truly beautiful places of the world, like the Waters of Mormon were for the people of Alma: “How beautiful are they to the eyes of them who there came to the knowledge of their Redeemer” (",["a",{"href":"/scriptures/bofm/mosiah/18.30"},"Mosiah 18:30"],")."]],[".resources",[".moreInfo",[".title","Blessings of the Temple"],["p.para",{"id":"p12","uri":"/new-era/2013/07/my-summers-by-the-temple.p12"},"What blessings have you experienced as you’ve gone to the temple? Consider sharing your feelings with a family member or writing about them in your journal."]]]]]],"refs":null}
