{"id":888,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":888,"title":"Names of persons","subtitle":"","short_title":"Names of persons","uri":"/scriptures/bd/names-of-persons","content":[["div",{"id":"t1","uri":"/scriptures/bd/names-of-persons.t1","order":".000.2336"},[".title","Names of persons"],["div",{"id":"p1","uri":"/scriptures/bd/names-of-persons.p1","order":".000.2337"},"The numerous passages of holy scripture in which reasons are given for bestowing a particular name on any person show that the Hebrews attached great importance to the",["i","meanings"],"of their names (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.5,15,19"},"Gen. 17:5, 15, 19"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/21.3,6"},"21:3, 6"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/30"},"30"],"). In the Old Testament, special reverence is paid to the name of God as representing His person and character. In many cases a Hebrew personal name was composed of (1) one of the names or titles of God, (2) a verb or adjective, forming together a simple sentence, such as",["i","Azar-iah,"],"“the Lord hath helped.” Two names of God are chiefly used in this way: (1)",["i","El,"],"which is found as",["i","El-, Eli-,"],"at the beginning of a word, or as",["i","-el, -eel, -iel"],"at the end of it; and (2)",["i","Jah,"],"which is found as",["i","Jo-, Jeho-,"],"at the beginning, or as",["i","-iah, -jah, -ia"],"at the end. (The three terminations",["i","-iah, -jah, -ia,"],"should all be pronounced “yah,” one syllable, not two.) Thus, from the name Nathan (“He has given”) are formed the four names Elnathan, Nathaniel, Jonathan, Nethaniah, all of which mean “God” or “the Lord gives” (or “has given”). The frequent use of",["i","nathan,"],"“to give,”",["i","hanan,"],"“to graciously bestow,” and other words of similar meaning, in composition with the names of God, throws light on the view taken by the Israelite as to God’s providential care of the household."],["div",{"id":"p2","uri":"/scriptures/bd/names-of-persons.p2","order":".000.2338"},"The use of Baal as part of a name deserves notice. At one time this name could be applied to Jehovah Himself (see",["a.scriptureRef",{"href":"/scriptures/ot/hosea/2.16"},"Hosea 2:16"],"); so it was not infrequently used as part of a Hebrew name, such as Baaliah. But when it became associated with idolatrous worship its use was given up, and names of which it formed part were frequently changed,",["span.translit",["span.emphasis","bosheth"]],"(“shame,”",["a.scriptureRef",{"href":"/scriptures/ot/jer/11.13"},"Jer. 11:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/hosea/9.10"},"Hosea 9:10"],") being substituted for",["span.translit",["span.emphasis","baal."]],"Thus Eshbaal became Ishbosheth, and Jerubbaal became Jerubbesheth."],["div",{"id":"p3","uri":"/scriptures/bd/names-of-persons.p3","order":".000.2339"},"From the time the Jews came under Greek influences it was not at all unusual for a man to adopt a Greek name in addition to his Jewish one; for example, Cephas and Peter both mean “a rock,” the one being Aramaic and the other Greek. Latin names were also freely adopted, such as Paulus, Lucanus, Silvanus, Justus, or Niger. We have no reference in the New Testament to the giving of a name at baptism, but such a custom arose out of the Jewish custom of giving a name at circumcision (in New Testament times,",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.59"},"Luke 1:59"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.21"},"2:21"],", there being no reference to it in the Old Testament except in",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.5-12"},"Gen. 17:5–12"],")."]]],"refs":null}
