{"id":12,"parent_id":0,"book_id":1750,"content_id":1,"language_id":1,"display_order":12,"title":"November: Reverence Is Love and Respect for God","subtitle":"","short_title":"November","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god","content":[["div",{"id":"head1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.head1"},[".titleNumber","November"],["h1","Reverence Is Love and Respect for God"],"“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind” (Matthew 22:37).",[".intro","Supplement the ideas provided here with some of your own. Plan ways to identify the doctrine for the children and help them understand it and apply it in their lives. Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]],[".bodyBlock",[".topic",["h2","Week 1: Reverence is love and respect for God."],[".img-right",{"id":"f1","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.f1"},[".caption",["span.emphasis",["b","Review:"],"Connecting a doctrine to a physical activity or visual will help the children remember it (see TNGC, 182–83). The second activity in week 1 helps the children remember that reverence is tied to love for God by inviting them to place their hand on their heart. Consider reviewing this doctrine for several months by placing your hand on your heart when you encourage reverence."]]],["div",{"id":"p6","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.p6"},["b","Identify the doctrine",["span.emphasis","(seeing a picture and playing a game):"]],"Show a picture of a child praying, and explain that the child is showing love and respect for God. Tell the children that you are thinking of a nine-letter word that means love and respect for God. Draw nine blanks on the board, one for each letter in the word",["span.emphasis","reverence,"],"and invite the children to guess letters. As they guess correct letters, write them in the appropriate blanks. You may want to have an older child help you. For younger children, show the picture and ask them how they know the child is being reverent. Have the children say together, “Reverence is love and respect for God.”"],["div",{"id":"p7","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.p7"},["b","Encourage understanding",["span.emphasis","(reading a scripture and singing a song):"]],"Ask the children to open their scriptures and read",["a.scriptureRef",{"href":"/scriptures/nt/john/14.15"},"John 14:15"],". (If the children memorized this verse last year, you may want to ask them to recite it.) Ask the children how we show our love for Jesus Christ. Sing",["span.crossRef","“Reverence Is Love”"],"(",["span.emphasis","CS,"],"31). Ask the children to put their hand on their heart each time they hear the word “reverence” or “reverent.”"],["div",{"id":"p8","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.p8"},["b","Encourage application",["span.emphasis","(discussing reverence):"]],"Divide the children into small groups, and have them discuss ways they can show reverence for Heavenly Father and Jesus Christ in one of the following situations: when they are at church, when they pray, and when they are at home or with friends. Younger children could draw pictures of what they could do. Have some of the children share their ideas with the whole group. Encourage them to share their ideas with their families at home."]],[".topic",["h2","Week 2: Reverence during the sacrament helps me to remember Jesus Christ."],["div",{"id":"p10","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.p10"},["b","Encourage understanding and application",["span.emphasis","(learning about the sacrament):"]],"Invite the bishop or branch president and a few Aaronic Priesthood holders to teach the children about the sacrament. If possible, you could ask them to take the children into the chapel and teach them what the sacrament symbolizes and show them the sacrament table, the place where they kneel to offer the prayer, and the cloth used to cover the sacrament. Invite another Aaronic Priesthood holder to explain what he does to pass the sacrament each week to the congregation and why this is a sacred privilege. Ask the children what the priesthood bearers do that shows respect for God when they bless the sacrament (kneel to pray, cover the sacrament with a white cloth, dress and act in a reverent manner). Invite the children to share what they can do to show respect for Jesus Christ during the administration of the sacrament."],[".",{"id":"f2","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.f2"},[".caption",["span.emphasis","When inviting guest speakers to Primary, remind them to keep their message simple so the children will understand. All guest speakers should be approved by the bishopric."]]]],[".topic",["h2","Week 3: I can show reverence for sacred places and things."],[".img-right",{"id":"f3","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.f3"}],["div",{"id":"p12","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.p12"},["b","Identify the doctrine",["span.emphasis","(participating in an object lesson):"]],"Write “I can show reverence for sacred places and things” on the board, and ask a child to read it to the whole Primary. Ask the children to close their eyes and to raise their hands if they can hear when you drop a coin or button. Tell the children that the church building is a sacred place and that sitting still and listening carefully is one way we can show our reverence. Invite the children to share several other things they can do in church buildings to show reverence."],[".img-left",{"id":"f4","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.f4"}],["div",{"id":"p13","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.p13"},["b","Encourage understanding",["span.emphasis","(listening to a scripture story):"]],"Display a picture of Moses and the burning bush, and tell the story found in",["a.scriptureRef",{"href":"/scriptures/ot/ex/3.1-10"},"Exodus 3:1–10"],". Read aloud verse 5 and have the children listen for why the Lord asked Moses to take off his shoes. Explain that we do not have to take off our shoes to be reverent, but there are many things we can do to show reverence for sacred places and things."],["div",{"id":"p14","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.p14"},["b","Encourage application",["span.emphasis","(playing a game):"]],"Display some of the following pictures: a temple or a church building, a home, a family, someone praying, a child, the scriptures, a group of children, a Primary class, and the sacrament. Hold up a large cloth in front of all the pictures and remove one picture. Take away the cloth and have the children tell you which picture is missing. Show the missing picture and invite the children to share a way they can show reverence or respect for the place or thing in the picture. Repeat with the other pictures."],[".",{"id":"f5","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.f5"},[".caption",["span.emphasis","What will the children do to learn? Asking this question as you prepare activities will help the children learn through participation. For example, the third activity in week 3 allows all of the children to participate by discussing, seeing pictures, and sharing ideas."]]]],[".topic",["h2","Week 4: Reverence for God helps me respect and love others."],[".img-right",{"id":"f6","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.f6"},[".caption",["span.emphasis",["b","Teach by example"],"how to show love and respect for others (see TNGC, 18–19). Minister to the teachers in your Primary by offering encouragement and support. Then help the children see how they can love and encourage one another."]]],["div",{"id":"p16","uri":"/manual/2011-outline-for-sharing-time-i-know-the-scriptures-are-true/november-reverence-is-love-and-respect-for-god.p16"},["b","Encourage understanding",["span.emphasis","(singing songs):"]],"Sing the following songs. After each song, discuss the accompanying questions."],["ul.bullet",["li",["span.label","•"],[".para",["span.crossRef","“Reverence Is Love”"],"(",["span.emphasis","CS,"],"31). Repeat the line that says, “When I’m reverent, it shows in my words and my deeds.” Ask: What are some words or phrases that show respect to Heavenly Father or others? What are some things we can do to show respect for others?"]],["li",["span.label","•"],[".para",["span.crossRef","“Kindness Begins with Me”"],"(",["span.emphasis","CS,"],"145). Ask: What are some ways we can show kindness to our friends?"]],["li",["span.label","•"],[".para",["span.crossRef","“I’ll Walk with You”"],"(",["span.emphasis","CS,"],"140–41). Ask: Who are some of the people who need our kindness? How can we show kindness to them?"]]]]]],"refs":null}
