{"id":27,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":27,"title":"Numbers 13–36: Wilderness Wanderings, Part 2","subtitle":"","short_title":18,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.head1"},[".titleNumber","18"],["h1","Numbers 13–36"],["h1","Wilderness Wanderings, Part 2"]],[".bodyBlock",[".topic",["h2","(18-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p5"},"The Old Testament has some stories of great and marvelous men and women. Abraham, Sarah, Ruth, Moses, Adam, Eve, Enoch, and many others provide inspiration to all who desire to achieve true greatness. But the Old Testament also records many tragedies. The tragedy was not so much in what happened, but in what was lost, in what could have been, compared to what was. King David lost his exaltation because of his foolish attempt to cover his sin of adultery through murder. Saul, called by the Lord to be the first king of Israel, soon forgot who was the true king and ended his life in a frantic search for tranquility. Samson had unusual powers given him, and yet he wasted them in frivolous and self-centered actions."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p6"},"In this chapter you will study another Old Testament tragedy, but in this case it was a national tragedy. The Israelites had been led out of the power of the greatest empire in the world at that time. They had been personal witnesses to plagues that afflicted the Egyptians but left Israel untouched. They had with their own hands smeared blood on the doorways of their homes and then heard the cries of the Egyptians as their firstborn fell. They had walked between towering walls of water that divided at the command of Moses, then watched as those walls collapsed on the armies of the pharaoh. They ate bread that miraculously appeared each morning, drank water gushing from a rock, felt Sinai quake, and saw it glow with fire. What people in all of history had greater witness that God was with them and would use His unsurpassable power in their behalf? They had so much and were promised so much more. Then came the choice. In one foolish, blind, faithless choice this generation of Israel lost it all."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p7"},"Read now the tragedy of Israel. It should make every righteous soul of every age weep for these foolish people. Look into your own heart and see if the tragedy of Israel could not be repeated in your own life."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/num/13"},"Numbers 13–36"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Numbers 13–36"],[".topic",["h3","(18-2)",["a.scriptureRef",{"href":"/scriptures/ot/num/13"},"Numbers 13–14"],". The Spies and Their Evil Report of the Land"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p13"},"At this point in history, Israel was just a few months out of Egypt, and they had been given the law of God. The Lord indicated that it was then time to go in and possess the promised land. He commanded that a reconnaissance group be sent into Canaan to reconnoiter the land. The evidence of the richness of the land was irrefutable, and the spies even brought back a cluster of grapes carried on a staff between two men to demonstrate the beauty and richness of the produce (see",["a.scriptureRef",{"href":"/scriptures/ot/num/13.23"},"Numbers 13:23"],"). Yet the spies, except for Joshua and Caleb, reported that, despite the richness of the land, there was no hope for driving out the inhabitants. The exaggerated tone of their negative report shows in the use of such words as “",["span.emphasis","very"],"great,” the land “eateth up the inhabitants thereof,” “",["span.emphasis","all"],"the people … are men of",["span.emphasis","great"],"stature,” “we saw the",["span.emphasis","giants,"],"” “we were … as",["span.emphasis","grasshoppers"],"” (",["a.scriptureRef",{"href":"/scriptures/ot/num/13.28,32-33"},"vv. 28, 32–33"],"; emphasis added)."],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p14"},"Such an exaggerated report of itself was bad enough and demonstrated the lack of faith of the ten men who gave it. But the national tragedy began when Israel hearkened to their report. They openly rejected the numerous evidences of God’s power that had been almost daily fare and began to cry out that it would have been better for them never to have left Egypt. Nor did the murmuring stop there. A movement was started to reject Moses and choose a leader that would take them back to Egypt (see",["a.scriptureRef",{"href":"/scriptures/ot/num/14.4"},"Numbers 14:4"],"and",["a.scriptureRef",{"href":"/scriptures/ot/neh/9.17"},"Nehemiah 9:17"],", which suggest that they actually chose the leaders who would take them back). When Joshua and Caleb tried to counteract the effect of the negative report, the congregation sought to have them stoned (see",["a.scriptureRef",{"href":"/scriptures/ot/num/14.10"},"Numbers 14:10"],")."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p15"},"Little wonder that the anger of the Lord was kindled. In a great intercessory prayer, Moses pleaded for mercy for his people (see",["a.scriptureRef",{"href":"/scriptures/ot/num/14.13-14"},"Numbers 14:13–14"],"). He did not excuse the behavior of his people, but only emphasized the long-suffering mercy of the Lord. Israel was spared destruction but lost the privilege of immediately entering the promised land. For the next thirty-eight years they were to wander in the harsh wilderness of Sinai. During that time they could have conquered the inhabitants of the land of promise, built cities, eaten the fruit of the land flowing “with milk and honey” (",["a.scriptureRef",{"href":"/scriptures/ot/num/13.27"},"Numbers 13:27"],"), and raised their children in comfort and peace. But they would not, and so all above the age of twenty who had repudiated the power of the Lord, except Joshua and Caleb, were to die in the wilderness."]],[".topic",["h3","(18-3)",["a.scriptureRef",{"href":"/scriptures/ot/num/14.40-45"},"Numbers 14:40–45"],". Can Israel Prevail without the Lord?"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p17"},"When Moses told the Israelites all the words of the Lord, he records that they “mourned greatly” (",["a.scriptureRef",{"href":"/scriptures/ot/num/14.39"},"Numbers 14:39"],"). And yet, their mourning was not that of true repentance, as the events which immediately follow show. Like immature children who missed the whole point of parental punishment, Israel suddenly decided they would go up against the Canaanites, “for we have sinned” (",["a.scriptureRef",{"href":"/scriptures/ot/num/14.40"},"v. 40"],"). But Moses indicated that it was too late. The Lord had retracted the commandment to go up and possess the land, and, therefore, if they went up then, they would go without His power."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p18"},"Then came the second stage of the tragedy. The Israelites had just lost the right to enter the promised land because they had refused to follow the Lord. Now, in an attempt to show how “repentant” they were,",["span.emphasis","they refused to follow the Lord."],"With sorrowful brevity Moses simply said, “Then the Amalekites came down, and the Canaanites which dwelt in that hill, and smote them, and discomfited them” (",["a.scriptureRef",{"href":"/scriptures/ot/num/14.45"},"v. 45"],")."]],[".topic",["h3","(18-4)",["a.scriptureRef",{"href":"/scriptures/ot/num/15.1-26"},"Numbers 15:1–26"]],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p20"},"Recorded here is the actual application of the various sacrificial offerings prescribed in",["a.scriptureRef",{"href":"/scriptures/ot/lev/1"},"Leviticus 1"],"through 7. The laws of sacrifice, which brought about atonement and reconciliation with God, were reiterated at this point in Moses’ account because in Israel’s state of rebellion they provided the way to come back into God’s favor."]],[".topic",["h3","(18-5)",["a.scriptureRef",{"href":"/scriptures/ot/num/15.27-31"},"Numbers 15:27–31"]],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p22"},"Persons who sinned willfully in ancient Israel were to be “cut off” (",["a.scriptureRef",{"href":"/scriptures/ot/num/15.30"},"v. 30"],"). That is, they were to be excommunicated from the camp of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/num/15.30"},"v. 30"],"). In some cases the sin also required the death penalty. This extreme action was necessitated because the sinner “despised the word of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/num/15.31"},"v. 31"],"). It was not a sin committed in ignorance or weakness, but a deliberate refusal to obey the word of the Lord. This law thus teaches, on an individual basis, the same lesson taught Israel collectively; that is, when persons or nation despise the word of the Lord and willfully sin, they will be cut off from God and not be counted part of His covenant people. They will suffer spiritual death."]],[".topic",["h3","(18-6)",["a.scriptureRef",{"href":"/scriptures/ot/num/15.32-36"},"Numbers 15:32–36"],". Is Picking Up Sticks on the Sabbath Worthy of Death?"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p24"},"To stone a man for violation of the Sabbath seems a harsh punishment. But in its historical context, two things are significant. Moses had just given the law for willful rebellion against God. Did this man know the law of the Sabbath? Moses had clearly taught earlier that one who violated the Sabbath was to be put to death (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.14-15"},"Exodus 31:14–15"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/35.2"},"35:2"],"). Obviously, here is an example of one who “despised the word of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/num/15.31"},"Numbers 15:31"],")."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p25"},"But think for a moment of what had just happened to Israel. They, as a nation, had despised the word of the Lord, first, by refusing to go up against the Canaanites when the Lord had told them to, and second, by going up against them after the Lord had told them not to. Thus Israel had been denied entry into the promised land. Now, an individual despised the word of the Lord and refused to enter the rest required on the Sabbath. Just as Israel was to suffer death in the wilderness for their rebellion, so a rebellious individual must be punished with the same punishment. Otherwise, God would be inconsistent."]],[".topic",["h3","(18-7)",["a.scriptureRef",{"href":"/scriptures/ot/num/15.37-41"},"Numbers 15:37–41"],". What Were the Fringes on the Garment?"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p27"},"A symbol is one thing that represents another. One use of symbols is to remind us of our important commitments. For example, the bread and water of the sacrament are symbols that remind us of Jesus’ sacrifice for us and of our covenants with Him. Israel practiced the law of sacrifice for a similar reason."],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p28"},"Similarly, the Lord commanded wandering Israel to fringe the borders of their garments so that when they looked upon the fringes they would be reminded of the commandments of the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/num/15.39"},"v. 39"],")."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p29"},"Clothing is used to cover, protect, and beautify. To put fringes on an article of clothing symbolized that an individual is clothed, or covered, with the commandments of God."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p30"},"The ribbon of blue also symbolically suggested concepts of deep importance. Blue signifies the heavens and so symbolizes the spiritual realm or godliness (see Fallows, Bible Encyclopedia, s.v. “colors,” 1:440)."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p31"},"“The",["span.emphasis","zizith"],"[tassel] on the sky-blue thread was to serve as a memorial sign to the Israelites, to remind them of the commandments of God, that they might have them constantly before their eyes and follow them, and not direct their heart and eyes to the things of this world, which turn away from the word of God, and lead astray to idolatry.” (Keil and Delitzsch, Commentary, 1:3:104.)"]],[".topic",["h3","(18-8)",["a.scriptureRef",{"href":"/scriptures/ot/num/16.1-40"},"Numbers 16:1–40"],". The Rebellion of Korah and Other Leaders of Israel"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p33"},"In Korah’s rebellion is a direct challenge to Moses’ and Aaron’s leadership. Up to this time, Israel was constantly murmuring and complaining, but apparently this was a greater attempt to replace Moses as the one chosen by God to lead His people. (Miriam’s and Aaron’s rebellion was an attempt to be equal with Moses, but it did not seek to overthrow him.) Korah, a Levite, had two hundred and fifty of Israel’s most prominent leaders behind him when he accused Moses and Aaron of taking too much upon themselves (see",["a.scriptureRef",{"href":"/scriptures/ot/num/16.2-3"},"vv. 2–3"],"). Korah’s statement that “all the congregation are holy, every one of them” (",["a.scriptureRef",{"href":"/scriptures/ot/num/16.3"},"v. 3"],") is similar to that of the apostate Zoramites who, in their great wickedness, thanked God that they were His “holy children” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.16"},"Alma 31:16"],")."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p34"},"Had the insurrection been led by just any Israelite, it would have been serious enough, but Korah was a Levite, one who held the holy priesthood, and should therefore have been one of those in the forefront of obedience rather than of rebellion. Moses’ questions to him in",["a.scriptureRef",{"href":"/scriptures/ot/num/16.9-10"},"verses 9 and 10"],"are very pointed ones. The Prophet Joseph Smith made a significant change in",["a.scriptureRef",{"href":"/scriptures/ot/num/16.10"},"verse 10"],". It should read, “Seek ye the",["span.emphasis","high"],"priesthood also” (",["a.scriptureRef",{"href":"/scriptures/ot/num/16.10a"},"JST, Numbers 16:10"],"; emphasis added). Instead of having a sense of awe and gratitude that he had the honor of being a Levite, Korah and those with him sought to take the higher priesthood and the leadership of Israel unto themselves. This was a serious crisis in the political and religious life of Israel, and the Lord chose to deal with it in a direct and dramatic manner."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p35"},"The Lord commanded both Aaron and the legitimate priesthood holders and Korah and those who followed him to bring censers and incense to the tabernacle. A",["span.emphasis","censer"],"was a small metal container made to hold hot coals taken from the altar of the tabernacle. During the tabernacle service, the officiating priest was required to sprinkle incense on the burning coals on the altar of incense, which stood directly in front of the veil of the tabernacle. Other scriptures indicate that the burning of incense was a symbol of prayer (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.8"},"Revelation 5:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/8.3-4"},"8:3–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/141.2"},"Psalm 141:2"],"), suggesting that God can only be approached in holy supplication. By asking each group to bring censers and incense, the Lord set up a test very similar to that of Elijah’s contest with the priests of Baal (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.17-40"},"1 Kings 18:17–40"],"). In that instance, false worshipers were asked to call upon God for a sign that Baal had power. When they failed, the Lord gave a dramatic physical witness that He was God—fire from heaven consumed not just the sacrifice but also the altar."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p36"},"Here, Korah and his supporters were asked to bring fire before the Lord as a symbol of their prayers and supplication for His support of their cause. Instead, the earth opened up and swallowed the leaders of the rebellion (see",["a.scriptureRef",{"href":"/scriptures/ot/num/16.31-33"},"Numbers 16:31–33"],"), and fire came down and consumed the other two hundred and fifty who presumed to take priesthood power unto themselves (see",["a.scriptureRef",{"href":"/scriptures/ot/num/16.35"},"v. 35"],")."]],[".topic",["h3","(18-9)",["a.scriptureRef",{"href":"/scriptures/ot/num/16.41-50"},"Numbers 16:41–50"],". The Children of Israel Murmured"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p38"},"One cannot help but stand in disbelief at the hardness of the hearts of Israel. They had seen an incredible demonstration of the Lord’s power that directly supported the call of Moses and Aaron as leaders of Israel. Yet, in the face of that miraculous power, they murmured and said that Moses and Aaron had killed the true servants of the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/num/16.41"},"v. 41"],"). No wonder Abinadi described them as “a stiffnecked people, quick to do iniquity, and slow to remember the Lord their God” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.29"},"Mosiah 13:29"],"). One also cannot help but marvel at the patience and long-suffering of the Lord."]],[".topic",["h3","(18-10)",["a.scriptureRef",{"href":"/scriptures/ot/num/17.1-13"},"Numbers 17:1–13"],". What Is the Significance of the Budding of Aaron’s Rod?"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p40"},"In the rebellion against the leadership of Moses and Aaron, the Lord gave two miraculous demonstrations that showed Israel without question whom He had chosen to lead His people. First, Korah and those who joined him in the rebellion were killed by being either swallowed in the earth or consumed by fire. Second, those who still continued to sustain his evil leadership, even after Korah’s death, were killed in a plague (see",["a.scriptureRef",{"href":"/scriptures/ot/num/16.49"},"Numbers 16:49"],"). The scriptures state that nearly fifteen thousand people died trying to prove that Moses and Aaron were not the ones who should lead Israel. Then the Lord offered one more miracle to further demonstrate who was chosen to hold the priesthood. Bible scholars have explained the significance of this miracle in this way:"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p41"},"“The miracle which God wrought here as the Creator of nature, was at the same time a significant symbol of the nature and meaning of the priesthood. The choice of the rods had also a bearing upon the object in question. A man’s rod was the sign of his position as ruler in the house and congregation; with a prince the rod becomes a sceptre, the insignia of rule [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.10"},"Genesis 49:10"],"]. As a severed branch, the rod could not put forth shoots and blossom in a natural way. But God could impart new vital powers even to the dry rod. And so Aaron had naturally no preeminence above the heads of the other tribes. But the priesthood was founded not upon natural qualifications and gifts, but upon the power of the Spirit, which God communicates according to the choice of His wisdom, and which He had imparted to Aaron through his consecration with holy anointing oil. It was this which the Lord intended to show to the people, by causing Aaron’s rod to put forth branches, blossom, and fruit, through a miracle of His omnipotence; whereas the rods of the others heads of the tribes remained as barren as before. In this way, therefore, it was not without deep significance that Aaron’s rod not only put forth shoots, by which the divine election might be recognized, but bore even blossom and ripe fruit. This showed that Aaron was not only qualified for his calling, but administered his office in the full power of the Spirit, and bore the fruit expected of him. The almond rod was especially adapted to exhibit this, as an almond-tree flowers and bears fruit the earliest of all the trees, and has received its name [in Hebrew, which means] ‘awake,’ from this very fact [cf.",["a.scriptureRef",{"href":"/scriptures/ot/jer/1.11"},"Jeremiah 1:11"],"].” (Keil and Delitzsch, Commentary, 1:3:114)."]],[".topic",["h3","(18-11)",["a.scriptureRef",{"href":"/scriptures/ot/num/18"},"Numbers 18"],". The Levitical and Aaronic Priesthoods"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p43"},"Here a distinction is made between the two orders of the Aaronic Priesthood. Although the terms",["span.emphasis","Aaronic"],"and",["span.emphasis","Levitical"],"are sometimes used interchangeably (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.1,6,10"},"D&C 107:1, 6, 10"],"), there were differences in duties. The lesser priesthood was given to those of “the tribe of Levi” (",["a.scriptureRef",{"href":"/scriptures/ot/num/18.2"},"Numbers 18:2"],"), to which Aaron and his sons belonged. The Levites performed the housekeeping chores of the tabernacle, such as filling and lighting the lamps, carrying the ark of the covenant, assembling and disassembling the tabernacle, and so forth. The priests, who were chosen from Aaron’s sons alone, were appointed to offer sacrifice, burn incense, instruct in the law, and so forth. Presiding over all the priests, or sons of Aaron, was a firstborn son. He served as high priest or president of the priests (see",["a.scriptureRef",{"href":"/scriptures/ot/num/3.5-10"},"Numbers 3:5–10"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/18.1-7"},"18:1–7"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/23.27-32"},"1 Chronicles 23:27–32"],")."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p44"},"Those selected to minister in the offices of priest and Levite were to be supported from the tithes and offerings made by the children of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/num/18.21,24"},"Numbers 18:21, 24"],"). The Lord said to Aaron, “All the best of the oil, and all the best of the wine, and of the wheat, the first fruits of them which they shall offer unto the Lord, them have I given thee” (",["a.scriptureRef",{"href":"/scriptures/ot/num/18.12"},"v. 12"],"). These, like everything else in Israel, were to be tithed (see",["a.scriptureRef",{"href":"/scriptures/ot/num/18.26"},"v. 26"],")."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p45"},"In addition, the Levites had to have a place to live. They were not given land as the other tribes were because their inheritance was the priesthood instead (see",["a.scriptureRef",{"href":"/scriptures/ot/num/18.20"},"v. 20"],"). In order to scatter them among the tribes and provide homes for the Levites, Moses commanded that forty-eight “Levite cities” be established for those who ministered to Israel’s spiritual needs (see",["a.scriptureRef",{"href":"/scriptures/ot/num/35.1-8"},"Numbers 35:1–8"],"). This Levitical inheritance was provided when the land of Canaan was conquered under Joshua (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/21"},"Joshua 21"],")."]],[".topic",["h3","(18-12)",["a.scriptureRef",{"href":"/scriptures/ot/num/19"},"Numbers 19"],". Laws of Purification"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p47"},"Anciently, an Israelite who had been in the presence of one who died or had been dead was held to be defiled (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p1"},"Reading 15-3"],"). This chapter in Numbers describes the way in which such a person was purified. First, a red heifer was slain, burned, and the ashes laid aside. Then the ashes were placed in pure water and the mixture sprinkled upon those who had been defiled. This was known as “the water of separation,” since by it one was separated, or purified, from sin (",["a.scriptureRef",{"href":"/scriptures/ot/num/19.9"},"v. 9"],"). Failure to avail oneself of the cleansing power in this way resulted in being “cut off from among the congregation” (",["a.scriptureRef",{"href":"/scriptures/ot/num/19.20"},"v. 20"],")."],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p48"},"Much vital symbolism can be found in this ordinance. One who defiles himself with sin undergoes a spiritual death and is cut off from God’s presence through the loss of the Holy Spirit. Recovery from spiritual death is obtained by faith in Christ’s Atonement (symbolized by the death of the red heifer), repentance from sin, baptism in water, receiving the Holy Ghost, and obedience to God’s commandments. All who thereafter commit certain serious sins and refuse to repent are likewise “cut off from among the congregation,” that is, excommunicated (",["a.scriptureRef",{"href":"/scriptures/ot/num/19.20"},"v. 20"],")."]],[".topic",["h3","(18-13)",["a.scriptureRef",{"href":"/scriptures/ot/num/20.2-13"},"Numbers 20:2–13"],". Why Was Moses Not Allowed into the Holy Land?"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p50"},"Rebellion among the children of Israel was not at all uncommon in their desert wanderings. The rebellion described in these verses, however, was especially serious because it apparently led Moses, the prophet of God, to momentarily forget what the Lord had commanded him to do. The Lord had told Moses to provide water for murmuring Israel in a special way. Pointing out a certain rock, the Lord told Moses, “Speak ye unto the rock before their [Israel’s] eyes; and it shall give forth his water” (",["a.scriptureRef",{"href":"/scriptures/ot/num/20.8"},"v. 8"],"). But Moses was weary and angry with Israel. “Hear now, ye rebels,” he said. “Must",["span.emphasis","we"],"fetch you water out of this rock?” (",["a.scriptureRef",{"href":"/scriptures/ot/num/20.10"},"v. 10"],"; emphasis added). Then, instead of speaking to the rock as God commanded, Moses “smote the rock twice” and water gushed forth (",["a.scriptureRef",{"href":"/scriptures/ot/num/20.11"},"v. 11"],"). The Lord then chided Moses and Aaron for their failure to sanctify Him in the eyes of the people and told both men that neither of them would be allowed to bring Israel into the promised land (see",["a.scriptureRef",{"href":"/scriptures/ot/num/20.12"},"v. 12"],"). Not only did they not follow the Lord’s instructions carefully but they also suggested by the use of",["span.emphasis","we"],"that they were the ones who provided the water."],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p51"},"This incident, taken together with other scripture, creates a number of questions. Did Moses really sin against the Lord? Was that the reason Moses was not permitted to enter the promised land? Did Moses really assume glory to himself, or was he simply angry with the lack of faith exhibited by the children of Israel? Was this one error enough to cancel out years of great faith, obedience, and devotion?"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p52"},"At least two other Old Testament passages indicate that Moses did sin in striking the rock at Meribah (see",["a.scriptureRef",{"href":"/scriptures/ot/num/27.12-14"},"Numbers 27:12–14"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/32.51-52"},"Deuteronomy 32:51–52"],"). Other passages, however, help to clarify the matter.",["a.scriptureRef",{"href":"/scriptures/ot/deut/3.26"},"Deuteronomy 3:26"],"and 4:21 indicate that the Lord told Moses that the reason he could not enter the promised land was that the Lord was angry with him",["span.emphasis","“for your sakes”"],"(emphasis added). This statement could imply that there were reasons other than the error of Moses for the prohibition. Two other facts strengthen this supposition. First, both Moses and the higher priesthood were taken from Israel because of the people’s unworthiness, not Moses’ (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.23-25"},"D&C 84:23–25"],"). Second, Moses was translated when his mortal ministry was finished (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45.19"},"Alma 45:19"],"). In other words, Moses was privileged to enter a land of promise far greater than the land of Canaan. He had finished his calling in mortality, and a new leader was to take Israel into the promised land. And, Moses was translated—hardly a punishment for sinning against God."]],[".topic",["h3","(18-14)",["a.scriptureRef",{"href":"/scriptures/ot/num/20.14"},"Numbers 20:14"]],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p55"},"Moses referred to his people as “brother Israel” when he addressed the king of the Edomites (",["a.scriptureRef",{"href":"/scriptures/ot/num/20.14"},"v. 14"],") because the Edomites were direct descendants of Edom (Esau), the brother of Jacob (Israel), from whom the Israelites descended. There was therefore a blood relationship between the two peoples. The things that Moses said imply that the Edomite king was well aware of the relationship. Still, he refused to let the Israelites pass through his lands."],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p56"},"Between the rebellion of Korah (chaps. 16–17) and the request for passage through the land of Edom (chap. 20), thirty-eight years of wandering had transpired. For reasons not known to us now, Moses did not describe those years in this record."]],[".topic",["h3","(18-15)",["a.scriptureRef",{"href":"/scriptures/ot/num/20.17"},"Numbers 20:17"],". To What Does the Phrase “King’s High Way” Refer?"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p59"},"“The ‘king’s way’ is the public high road, which was probably made at the cost of the state, and kept up for the king and his armies to travel upon, and is synonymous with the ‘sultan-road’ (",["span.emphasis","Derb es Sultan"],") or ‘emperor road,’ as the open, broad, old military roads are still called in the East” (Keil and Delitzsch, Commentary, 1:3:134)."],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p60"},"The highway ran along the highlands of present-day Jordan from the Red Sea up into Syria. On the east it paralleled the Dead Sea and the River Jordan."]],[".topic",["h3","(18-16)",["a.scriptureRef",{"href":"/scriptures/ot/num/20.22-29"},"Numbers 20:22–29"],". What Is the Significance of Moses’ Removing Aaron’s Clothes and Placing Them on Eleazar?"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p62"},"“This was, in effect, depriving him of his office; and putting the clothes on his son Eleazar implied a transfer of that office to him. A transfer of office, from this circumstance of",["span.emphasis","putting the clothes"],"of the late possessor on the person intended to succeed him, was called",["span.emphasis","investing"],"or",["span.emphasis","investment,"],"(",["span.emphasis","clothing;"],") as removing a person from an office was termed",["span.emphasis","divesting"],"or",["span.emphasis","unclothing.”"],"(Clarke, Bible Commentary, 1:682.)"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p63"},"The same custom continues to this day in some institutions. When an officer is installed or removed from office, ceremonial clothing is either put on or taken off, symbolizing a transfer of authority. When one departs in dishonor, he is literally stripped of his gown or robes. In the military, the cutting off of one’s epaulets or insignia of rank is the same thing."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p64"},"Aaron, however, was not retiring in dishonor or disgrace. His death was imminent (see",["a.scriptureRef",{"href":"/scriptures/ot/num/20.28"},"v. 28"],"), and it was time for new and younger leadership."]],[".topic",["h3","(18-17)",["a.scriptureRef",{"href":"/scriptures/ot/num/21.4-9"},"Numbers 21:4–9"],". The Brazen Serpent in the Wilderness"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p66"},"For the typological significance of this event read",["a.scriptureRef",{"href":"/scriptures/nt/john/3.14-15"},"John 3:14–15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.20"},"2 Nephi 25:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/33.19-20"},"Alma 33:19–20"],"; Reading 18-26."]],[".topic",["h3","(18-18)",["a.scriptureRef",{"href":"/scriptures/ot/num/22"},"Numbers 22–24"],". The Story of Balaam"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p68"},"When the two mighty kings of the Amorites were defeated by the irresistible might of Israel, the Moabites, with their Midianite confederates, were filled with such alarm that Balak, their king, sought assistance. It was not from his own god, Baal, who had proven impotent against Israel during the Amorite conflict, that he sought power, however. Instead, he decided to use Israel’s own God, whose power had been marvelously manifest, against them. To this end he sent a delegation bearing presents to Balaam of Pethor, a celebrated prognosticator in upper Mesopotamia, who apparently had a reputation for being able to bless and curse with great effect (see",["a.scriptureRef",{"href":"/scriptures/ot/num/22.3-6"},"Numbers 22:3–6"],")."],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p69"},"It is difficult to determine from the record whether or not Balaam was a true prophet of God holding the powers of the priesthood authority. He lived in an area known as Aram, probably named after the son of Kemuel and grandson of Nahor, a cousin of Abraham. Haran, the place of Abraham’s first settlement after he left Ur, was a seat for the worship of Jehovah and was also in Aram. Therefore, Balaam could have been one of the few scattered people such as Jethro, who held the priesthood and exercised its power. The Bible suggests that he had a true knowledge of God and was susceptible to revelation from Him. Regardless of their origin, the Lord raises up inspired men to all nations (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.8"},"Alma 29:8"],")."],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p70"},"It is significant that Balaam is referred to as a soothsayer or diviner, somewhat on the order of Simon of the New Testament (compare",["a.scriptureRef",{"href":"/scriptures/ot/josh/13.22"},"Joshua 13:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/8.9-24"},"Acts 8:9–24"],"). Although he acknowledged Jehovah and professed his dependence on Him, Balaam was willing to go against the Lord’s counsel and accompany the men of Balak. To assure his responsiveness to God’s will, the Lord sent an angel to threaten him with death should he curse Israel."],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p71"},"One of the remarkable things about Balaam’s blessing of Israel is the Messianic promise of Christ (see",["a.scriptureRef",{"href":"/scriptures/ot/num/24.14,17,19"},"Numbers 24:14, 17, 19"],")."],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p72"},"The rebuke received by Balaam from an animal wrought upon by the Spirit of God is a singular event in history. Speculation on how the deed was accomplished is useless. It is certain that the beast spoke in a way understandable to Balaam. Other scriptures indicate that when animals are filled with the divine Spirit and celestialized, they will be able to express themselves in ways presently denied them (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/4.6,9"},"Revelation 4:6, 9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.2-4"},"D&C 77:2–4"],"). Balaam is not recorded as showing surprise at this phenomenon, which circumstance has led some to suggest that Balaam’s mind was troubled because of his attempt to serve both God and mammon. Had he been more thoughtful, the unusual behavior of his otherwise obedient mount would have caused him to look about to discover the trouble. Then perchance he would have discovered the angel’s presence."],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p73"},"The incident was sufficient to carry out the Lord’s purposes, however. Balaam was shown that it was not the journey in itself that was displeasing to God, but the feelings and intentions he harbored. The entire incident seems to have been brought about to sharpen his conscience and sober his mind so he would strictly speak only the word of God."],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p74"},"The record next describes the whoredoms Israel committed with the daughters of Moab; that is, Israel joined the women of Moab in worshiping Baal-peor, a fertility god, including offering sacrifices to the god and indulging in sexual immorality. What is not mentioned here but is explained later (",["a.scriptureRef",{"href":"/scriptures/ot/num/31.16"},"Numbers 31:16"],") is that Balaam advised the Moabites in this action. Evidently, when he saw that he could not earn Balak’s commission by cursing Israel directly, he told Balak that God would only bless Israel when they were righteous. If the Moabites could seduce Israel into idol worship, they would lose God’s power. Thus, Balaam became a symbol of those who use their callings and gifts to get gain and pervert the Lord’s people (see",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/2.15"},"2 Peter 2:15"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/2.14"},"Revelation 2:14"],")."]],[".topic",["h3","(18-19)",["a.scriptureRef",{"href":"/scriptures/ot/num/25.1-10"},"Numbers 25:1–10"]],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p76"},"Despite the severe action taken by Moses against those who had joined the Moabites in the worship of Baal, one man dared to bring one of the women into camp. Phinehas slew them both, signifying to all that the priesthood could not tolerate such evil. He knew that the evil of a few could result in suffering and even death for many. If Israel lost power with God by tolerating evil in their midst, innocent people would die in the wars with the Canaanites when Israel crossed over Jordan."],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p77"},"Modern bishops have a similar responsibility to put away evil in the Church. While excommunication is the most severe penalty they can invoke, it is nonetheless their responsibility to root out evil from among the Saints. Failure to do so is to bear responsibility for the people’s sins themselves (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.19"},"Jacob 1:19"],")."]],[".topic",["h3","(18-20)",["a.scriptureRef",{"href":"/scriptures/ot/num/26"},"Numbers 26"]],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p80"},"Prior to entrance into the promised land, Moses and Eleazar, the priest, counted by their respective tribes the children of Israel aged twenty years and older. In the process, they discovered that, except for three people, not one living soul over twenty years of age who had been numbered at the beginning of the desert wanderings thirty-eight years earlier was left among the children of Israel. Only Joshua, Caleb, and Moses himself remained of the original company that came out of Egypt. All of this was as the Lord had said (see",["a.scriptureRef",{"href":"/scriptures/ot/num/26.65"},"v. 65"],").",["a.scriptureRef",{"href":"/scriptures/ot/num/33.54"},"Numbers 33:54"],"gives the reason the Israelites were numbered on this occasion."]],[".topic",["h3","(18-21)",["a.scriptureRef",{"href":"/scriptures/ot/num/27.18-23"},"Numbers 27:18–23"]],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p82"},"The event described here is the ordination and setting apart of Joshua to the priesthood held by Moses."],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p83"},"“Special blessings, anointings, sealing of anointings, confirmations, ordinations, callings, healings, offices, and graces are conferred by the",["span.emphasis","laying on of hands"],"by the Lord’s legal administrators. As with all of the Lord’s prescribed procedural requisites, the proffered blessings come only when the designated formalities are observed. (Teachings, pp. 198–199.) …"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p84"},"“‘According to the order of God,’ ordination to offices in the priesthood is performed by the laying on of hands. (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/6.1"},"Alma 6:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.5-6"},"Acts 6:5–6"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/5.22"},"1 Tim. 5:22"],".) Setting apart to positions of presidency, administration, or special responsibility comes in the same way. (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Fifth Article of Faith"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/27.18-23"},"Num. 27:18–23"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/34.9"},"Deut. 34:9"],".)” (McConkie, Mormon Doctrine, p. 438.)"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p85"},"For an account of ancient Israel’s use of the Urim and Thummim, see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p1"},"Reading 13-13"],"."]],[".topic",["h3","(18-22)",["a.scriptureRef",{"href":"/scriptures/ot/num/30"},"Numbers 30"],". The Making of Vows and the Conditions of Validity"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p87"},"The making of a covenant with the Lord was a very serious act in ancient Israel (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-19-27-a-law-of-performances-and-ordinances-part-3-laws-of-mercy-and-righteousness.p1"},"Reading 16-15"],"). This chapter in Numbers discusses the force and strength of one’s vows before the Lord. Particularly, it sets forth the relationship between man and woman where a vow or covenant is concerned. Four special instances are discussed:"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p88"},"“The first case (vers. 3–5) is that of a woman in her youth, while still unmarried, and living in her father’s house. If she made a vow of performance or abstinence, and her father heard of it and remained silent, it was to stand,",["span.emphasis","i.e."],"to remain in force. But if her father held her back when he heard of it,",["span.emphasis","i.e."],"forbade her fulfilling it, it was not to stand or remain in force, and Jehovah would forgive her because of her father’s refusal. Obedience to a father stood higher than a self-imposed religious service.—The",["span.emphasis","second"],"case (vers. 6–8) was that of a vow of performance or abstinence, made by a woman before her marriage, and brought along with her (… ‘upon herself’) into her marriage. In such a case the husband had to decide as to its validity, in the same way as the father before her marriage. In the day when he heard of it he could hold back his wife,",["span.emphasis","i.e."],"dissolve her vow; but if he did not do this at once, he could not hinder its fulfilment afterwards. … The",["span.emphasis","third"],"case (ver. 9) was that of a vow made by a widow or divorced woman. Such a vow had full force, because the woman was not dependent upon a husband.—The",["span.emphasis","fourth"],"case (vers. 10–12) was that of a vow made by a wife in her married state. Such a vow was to remain in force if her husband remained silent when he heard of it, and did not restrain her. On the other hand, it was to have no force if her husband dissolved it at once.” (Keil and Delitzsch, Commentary, 1:3:224)."]],[".topic",["h3","(18-23)",["a.scriptureRef",{"href":"/scriptures/ot/num/32"},"Numbers 32"]],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p90"},"See",["a.scriptureRef",{"href":"/scriptures/bible-maps/map-3"},"map 3"],"in the Bible for the tribal divisions of the land."]],[".topic",["h3","(18-24)",["a.scriptureRef",{"href":"/scriptures/ot/num/35.9-27"},"Numbers 35:9–27"],". Why Were “Cities of Refuge” Necessary, and Who Was the Appointed “Revenger of Blood”?"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p92"},"Six of the forty-eight Levitical cities were appointed to be “cities of refuge,” places where those who had taken human life could find protection until they had been tried and either convicted of murder or released (",["a.scriptureRef",{"href":"/scriptures/ot/num/35.11"},"v. 11"],"). These cities were to be located on both sides of the Jordan (see",["a.scriptureRef",{"href":"/scriptures/ot/num/35.14"},"v. 14"],"). Note the distinction that Moses made between murdering and slaying a human being (see",["a.scriptureRef",{"href":"/scriptures/ot/num/35.15-25"},"vv. 15–25"],"). Differentiation was made among what is called today premeditated murder, murder of passion, manslaughter, and self-defense."],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p93"},"“Cities of refuge among the Hebrews were necessary, because the old patriarchal law still remained in force, viz., that the",["span.emphasis","nearest akin"],"had a right to avenge the death of his relation by slaying the murderer; for the original law enacted that",["span.emphasis","whosoever shed man’s blood, by man should his blood be shed,"],["a.scriptureRef",{"href":"/scriptures/ot/gen/9.6"},"Genesis 9:6"],", and none was judged so proper to execute this law as the man who was nearest akin to the deceased. As many rash executions of this law might take place, from the very nature of the thing, it was deemed necessary to qualify its claims, and prevent injustice; and the cities of refuge were judged proper for this purpose. Nor do we ever read that they were ever found inefficient, or that they were ever abused.” (Clarke, Bible Commentary, 1:730.)"]],[".topic",["h3","(18-25)",["a.scriptureRef",{"href":"/scriptures/ot/num/36"},"Numbers 36"],". The Daughters of Zelophehad and Their Inheritance"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p95"},"Here Moses dealt with a practical problem that would face Israel when they began to conquer the land. Once the tribal divisions were determined, individual families within each tribe were given a land inheritance. If a portion of land was given to a single woman and she married into another tribe, which was probably quite common, then the woman’s land would become the joint property of her husband. Thus, another tribe would get a portion of the land assigned by the Lord and Moses to the original tribe. Moses and the elders foresaw the potential problems and ruled that land inheritances could not move from tribe to tribe."]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p97"},["span.dominant","(18-26)"],"In this chapter we have reviewed several instances in which Israel or its individual members did not keep the laws of God."],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/ot/num/21.4-9"},"Numbers 21:4–9"],"."]],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p99"},"This incident is famous in Israel’s history. Notice that all one had to do to recover from the serpent’s poisonous strike was to look to the brass serpent on the pole that Moses had made and held up before the people. Nothing more is told of the story. Yet, later prophets have used this incident to teach some valuable lessons. Jesus used it as a type of Himself. How?"],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/nt/john/3.14"},"John 3:14"],"."]],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p101"},"Nephi reported that although God had prepared the serpent on the pole as a means of the people’s being healed, some refused to avail themselves of the proffered gift. Why? What happened then?"],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.41"},"1 Nephi 17:41"],"."]],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p103"},"Alma added a reason why the people would not obey. What does he say?"],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/33.20-22"},"Alma 33:20–22"],"."]],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p105"},"Nephi, son of Helaman, said that Moses and later prophets taught the children of Israel that the brazen serpent was a type of Christ. What special connection did Nephi draw between the serpent on the pole and Jesus Christ, the Son of God?"],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.13-16"},"Helaman 8:13–16"],"."]],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p107"},"Elder Boyd K. Packer likewise drew upon this incident to teach us why we should heed the words of the living prophets."],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p108"},"“They are given divine authority. Not one of them aspired to the office he holds, nor did he call himself, for ‘in the Church of Jesus Christ of Latter-day Saints, one takes the place to which one is duly called,’ said President Clark, ‘which place one neither seeks nor declines.’ (Improvement Era, June 1951, p. 412.)"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p109"},"“‘Ye have not chosen me,’ said the Lord, ‘but I have chosen you, and ordained you.’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/15.16"},"John 15:16"],".)"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p110"},"“We don’t have to listen to them or pay heed to them—we have our agency. But there is a lesson in scripture to consider."],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p111"},"“The children of Israel entered the land of Edom. It was infested with serpents and snakes, the bite of which was so painful and so dangerous that they called them fiery, flying serpents. They cried for deliverance."],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p112"},"“‘… And Moses prayed for the people."],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p113"},"“‘And the Lord said unto Moses, Make thee a fiery serpent, and set it upon a pole: and it shall come to pass, that every one that is bitten, when he looketh upon it, shall live."],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p114"},"“‘And Moses made a serpent of brass, and put it upon a pole, and it came to pass, that if a serpent had bitten any man, when he beheld the serpent of brass, he lived.’ (",["a.scriptureRef",{"href":"/scriptures/ot/num/21.7-9"},"Num. 21:7–9"],".)"],["p.para",{"id":"p115","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p115"},"“‘How silly,’ some must have said. ‘How can such a thing cure me? I’ll not show my stupidity by paying any attention,’ and some would not look. …"],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p116"},"“And today many say, ‘How silly! How could accepting Christ save me?’ They will not turn their heads to look nor incline their ears to hear. They ignore the great witness that comes from these conferences. We ought to, indeed we must, heed the counsel of these men, for the Lord said, ‘What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same.’” (In Conference Report, Oct. 1968, pp. 75–76.)"],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-13-36-wilderness-wanderings-part-2.p117"},"It is not because they are learned, or have achieved professional success, or have traveled widely, that one should listen, but because they are “called of God, by prophecy, and by the laying on of hands, by those who are in authority to preach the Gospel and administer in the ordinances thereof” that one should listen (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"],"). Those who fail to heed their warning voice lose the promised blessings. Truly, as the scriptures record, there are no successful sinners."]]]]]],"refs":null}
