{"id":13,"parent_id":0,"book_id":23405,"content_id":1,"language_id":0,"display_order":13,"title":"O How Great the Plan of Our God!","subtitle":"By Amarsanaa E.","short_title":"O How Great the Plan of Our God!","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god"},[".heading",{"id":"head1","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.head1"},[".title",["span.dominant","O How Great the Plan"],"of Our God!"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p2"},"By Amarsanaa E."]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p3"},"Amarsanaa E. lives in Mongolia."]],[".kicker","At a time when there was so much hurt and loneliness in my heart, my knowledge of the gospel gave me the confidence to move forward."]],[".bodyBlock",[".figure",{"id":"f1","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun29-ALL-o-how-great-the-plan-of-our-god-L13UCA51a.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p5"},"Illustrations by Cynthia Clark"]]],["p.para",{"id":"p6","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p6"},"I was raised in a place where the Church was not well known—a town now called Berkh, in northern Mongolia. I am the middle child of three boys, and growing up, we were together all the time. When my older brother went to the city to go to school, I missed him a lot. Two years later he came home for his summer vacation. That summer our family went hunting for three months in the rocky hills. It was one of the best summer vacations of my life."],["p.para",{"id":"p7","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p7"},"My brother started telling me about a church he had joined called The Church of Jesus Christ of Latter-day Saints. At that time I didn’t like Christian churches, so I didn’t pay much attention to what he was telling me."],["p.para",{"id":"p8","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p8"},"One autumn day we arrived home from hunting to discover some visitors from the city. They were from the Church that my brother had been talking about. He returned to the city with them that night. Later we heard why he had left: he had received a mission call. He hadn’t even told us he had sent in his application! My older brother left for his mission to the United States of America soon after."],[".topic",{"id":"t1","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.t1"},[".title","Converted to the Gospel"],["p.para",{"id":"p10","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p10"},"The next year, when I finished high school, I went to the city to attend a university. The family I stayed with turned out to be members of the Church. On Sunday morning they invited me to come to church with them. Since I’d heard a lot about this Church, I decided that I would try going once."],["p.para",{"id":"p11","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p11"},"I ended up attending church many times. I couldn’t help but feel peaceful every time I was there. People there were nice, always shaking hands with me. The Church was different from what I had thought. Soon I started taking discussions from the missionaries. I met with the missionaries for almost two years."],["p.para",{"id":"p12","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p12"},"I knew I wanted to be baptized, but my baptism had to be postponed because of my struggles with the Word of Wisdom. It was difficult for me, but eventually I was ready for baptism. I was fortunate to be baptized by my older brother, who had returned from his mission only months earlier. When I remember that moment now, I cry sometimes. It was the happiest moment of my life."],["p.para",{"id":"p13","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p13"},"After I joined the Church, my brother talked about missionary work almost every day. He always encouraged me to go on a mission. With his help, I filled out my mission application. I will never forget how happy my older brother and I were then."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun30-ALL-o-how-great-the-plan-of-our-god-L13UCA52-53a.jpg"}],[".topic",{"id":"t2","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.t2"},[".title","A Frightening Experience"],["p.para",{"id":"p15","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p15"},"One evening my brother called me to come and meet with him after work. He wanted to talk with me about some things relating to my mission. We set a time to meet at the central square."],["p.para",{"id":"p16","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p16"},"Around this time parliamentary elections were happening in Mongolia. When we met at the central square, citizens were holding a demonstration because of the election. Police were there, but the demonstration was getting violent and scary, escalating into a riot. A big building and several cars were on fire, and people were screaming. It was frightening."],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun30-31-ALL-o-how-great-the-plan-of-our-god-L13UCA52-53b.jpg"}],["p.para",{"id":"p17","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p17"},"My brother and I had met far away from the demonstration, but he was worried. He gave me money for a taxi and told me to go straight home. He told me that I would see him the next day. He planned to go back to his home, which was close to where he worked. The taxi arrived, and we said a quick good-bye before I drove away."],["p.para",{"id":"p18","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p18"},"I soon found out that the government had closed all the roads because of the rioting. Unable to get to my home, which was in the outskirts of the city, I spent the night at work instead. Armored cars and armed soldiers were everywhere. The fighting worsened, and that night a state of emergency was called. It lasted for four days."],["p.para",{"id":"p19","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p19"},"When the state of emergency ended, my brother-in-law came to pick me up. We got to his home to find all our relatives waiting there. They were all crying. I learned that my older brother had been shot as he was walking home."],["p.para",{"id":"p20","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p20"},"My heart felt like it was going to burst. My brother died when he was 24 because of that demonstration. The days following my brother’s death were among the most horrible of my life."],["p.para",{"id":"p21","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p21"},"It was during this difficult time that I received my mission call. After having been through my conversion, baptism, and mission paper preparation with my brother, I was left to open my mission call alone. To my surprise, I was called to serve in my own country."],["p.para",{"id":"p22","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p22"},"Since I was alone, I knelt down right there and thanked my Heavenly Father in prayer. And I prayed for my brother. I cried and cried while I prayed. At this time, when there was so much hurt and loneliness in my heart, I felt the Spirit witness of the plan of salvation more deeply to me, and my faith was strengthened."]],[".figure",{"id":"f2","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun31-ALL-o-how-great-the-plan-of-our-god-L13UCA53comp.jpg"}],[".caption",["p","Left to right: Amarsanaa and his brothers, Dorjsuren and Amarsaikhan"]]],[".topic",{"id":"t3","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.t3"},[".title","A Testimony of His Plan"],["p.para",{"id":"p25","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p25"},"Even though my brother was not there to open my mission call with me, I will always be grateful to him. I am also very grateful that God has given us the plan of salvation through the Atonement of Jesus Christ. It is the most amazing plan. If we follow this plan, we will feel peace in our hearts."],["p.para",{"id":"p26","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p26"},"The scriptures tell us: “O how great the plan of our God! For … the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls” (",["a",{"href":"/scriptures/bofm/2-ne/9.13"},"2 Nephi 9:13"],")."],["p.para",{"id":"p27","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p27"},"I know that my brother is alive in the spirit world. This knowledge gives me the confidence I need to do well on my mission. I know he will be with me during the difficult times—and so will the Lord."]]],[".resources",[".sideQuote",{"id":"f3","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.f3"},[".title","Even the Hardest Times Can Be a Blessing"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/henry-b-eyring.jpg"}],["p.para",{"id":"p29","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p29"},"“If we have faith in Jesus Christ, the hardest as well as the easiest times in life can be a blessing. In all conditions, we can choose the right with the guidance of the Spirit. We have the gospel of Jesus Christ to shape and guide our lives if we choose it. And with prophets revealing to us our place in the plan of salvation, we can live with perfect hope and a feeling of peace.”"],[".citationInfo",["p.para",{"id":"p30","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p30"},"President Henry B. Eyring, First Counselor in the First Presidency, “Mountains to Climb,”",["span.emphasis","Ensign,"],"May 2012, 26."]]],[".moreInfo",[".title","Hope after Losing Loved Ones"],["p.para",{"id":"p32","uri":"/new-era/2013/06/o-how-great-the-plan-of-our-god.p32"},"Learn how another young man found strength after several members of his family were killed; see the short video at",["a",{"href":"http://lds.org/go/63D"},"lds.org/go/63D"],"."]]]]]],"refs":null}
