{"id":6,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":6,"title":"Obedience: The Hallmark of Faith","subtitle":"By Elder F. Michael Watson","short_title":"Obedience: The Hallmark of Faith","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith"},[".heading",{"id":"head1","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.head1"},[".title",["span.dominant","Obedience:"],"The Hallmark of Faith"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p2"},"By Elder F. Michael Watson"],["p.para",{"id":"p3","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p3"},"Of the Seventy"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/f-michael-watson.jpg"}],[".kicker","May we strive to live in obedience to the commandments, following divine direction from the Lord’s chosen servants and receiving promised blessings from His hand."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p5"},"Obedience to the laws and commandments of God has been and ever will be necessary for those searching to become recipients of the Savior’s promised blessings."],["p.para",{"id":"p6","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p6"},"In May 1833 the Prophet Joseph Smith received a revelation in which the Lord declared:"],["p.para",{"id":"p7","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p7"},"“Truth is knowledge of things as they are, and as they were, and as they are to come. …"],["p.para",{"id":"p8","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p8"},"“And no man receiveth a fulness unless he",["span.emphasis","keepeth [God’s] commandments."]],["p.para",{"id":"p9","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p9"},"“He that keepeth his commandments receiveth truth and light, until he is glorified in truth and knoweth all things” (",["a",{"href":"/scriptures/dc-testament/dc/93.24,27-28"},"D&C 93:24, 27–28"],"; emphasis added)."],["p.para",{"id":"p10","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p10"},"By studying and obeying the truths found in the laws and ordinances of the gospel, we learn of and receive the gospel’s promised blessings. In accordance with Heavenly Father’s wisdom and timing, the truths that guide Latter-day Saints are becoming available to all of God’s children. For, as He declared, “this is my work and my glory—to bring to pass the immortality and eternal life of man” (",["a",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],")."],["p.para",{"id":"p11","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p11"},"Our beloved prophet, President Thomas S. Monson, has counseled: “Obey the laws of God. They are given to us by a loving Heavenly Father. When they are obeyed, our lives will be more fulfilling, less complicated. Our challenges and problems will be easier to bear. We will receive the Lord’s promised blessings. He has said, ‘The Lord requireth the heart and a willing mind; and the willing and obedient shall eat the good of the land of Zion in these last days.’”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p12","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p12"},"The words of President Monson ring true to an earlier time, when Nephi declared to his father, “I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them” (",["a",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],")."],["p.para",{"id":"p13","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p13"},"A children’s hymn reminds us of our duty and direction:"],[".poetry",[".stanza",[".line","I will go; I will do the thing the Lord commands."],[".line","I know the Lord provides a way; he wants me to obey.",["sup",["a",{"href":"fn_footnote2"},"2"]]]]],["p.para",{"id":"p16","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p16"},"As we remember the counsel of our prophet to faithfully keep the commandments and as we recall Nephi’s response to his father, we will become a blessed people."],["p.para",{"id":"p17","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p17"},"Following direction from the angel Moroni, the Prophet Joseph told his earthly father what had transpired. Joseph Smith’s father, upon learning that his son would be entrusted with the gold plates, said “that it was of God, and told me to go and do as commanded by the messenger” (",["a",{"href":"/scriptures/pgp/js-h/1.50"},"Joseph Smith—History 1:50"],"). Anything short of obedience to the counsel Joseph had received from both heaven and earth would have changed the course of history."],[".topic",{"id":"t1","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.t1"},[".title","When Can We Be Baptized?"],["p.para",{"id":"p19","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p19"},"Our missionaries pray and go and do, trusting that the Lord will give no commandment unto them save He will prepare a way that they may be successful through their obedience and willingness to serve. They trust in His promise: “Whoso receiveth you, there I will be also, for I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up” (",["a",{"href":"/scriptures/dc-testament/dc/84.88"},"D&C 84:88"],")."],["p.para",{"id":"p20","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p20"},"Many individuals who seek the truth willingly follow the teachings of our missionaries. Often, those wishing to be counted among the believers already have a desire to become obedient followers of truth. They likewise are willing to go and do."],["p.para",{"id":"p21","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p21"},"Such was the case with 42 individuals who attended a district conference in Kananga, Democratic Republic of the Congo. They came willingly because they had read and heard the truths of the Restoration, they had begun living associated principles, and they had desires to become members of The Church of Jesus Christ of Latter-day Saints.",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p22","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p22"},"Obedient to the promptings of the Spirit and with faith in every footstep, they had walked six days so they could attend the conference. Their first question to the presiding authority after arriving was, “When can we be baptized?”"],["p.para",{"id":"p23","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p23"},"They understood that the Lord would eventually make it possible for the missionaries to teach them in their homes and to bring them the truth they had sought for so long. About 200 others who could not make the six-day journey waited for the word that the missionaries would soon seek them out."]],[".topic",{"id":"t2","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.t2"},[".title","A Prayer of Faith"],["p.para",{"id":"p25","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p25"},"In the country of Angola, opposition threatened to thwart the desire of faithful and obedient Saints to see the gospel take root in their land. The Lord had sent His servants to open the door to missionary work, but on the eve of their scheduled travel, visas still had not been granted. When Church representatives visited immigration officials about the delay, they were turned away."],["p.para",{"id":"p26","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p26"},"With approval from the First Presidency to dedicate Angola for missionary work, Elder D. Todd Christofferson of the Quorum of the Twelve Apostles and others awaited word in Johannesburg, South Africa. At the same time, faithful member Paulina Lassalete da Cunha Gonçalves tried to open what seemed to be a closing door. She hoped to obtain letters of invitation that would grant permission for the Church party to enter Angola. Once there, they could then obtain necessary visas."],["p.para",{"id":"p27","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p27"},"Within minutes of government offices closing in Angola, Elder Christofferson assembled with those waiting in the Africa Southeast Area offices. Then, kneeling in prayer, he asked Heavenly Father to intervene. In that same hour, immediately following his prayer of faith, the letters of invitation were signed. A loving Father in Heaven had prepared the way for the day of dedication. At the request of Elder Christofferson, a humble prayer of thanks was offered for the granted miracle.",["sup",["a",{"href":"fn_footnote4"},"4"]]],["p.para",{"id":"p28","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p28"},"The words of a Primary song ring sweet and unmistakable:"],[".poetry",[".stanza",[".line","Heavenly Father, are you really there?"],[".line","And do you hear and answer ev’ry child’s prayer?",["sup",["a",{"href":"fn_footnote5"},"5"]]]]],["p.para",{"id":"p31","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p31"},"Yes, He is there, and yes, He does answer the prayers of His obedient children."]],["p.para",{"id":"p32","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p32"},"Obedience has been the hallmark of the prophets, and this source of spiritual strength is available to everyone who faithfully follows the servants of God. President Monson has impressed upon the Saints the need for obedience to the commandments, for “in this there is safety; in this there is peace.”",["sup",["a",{"href":"fn_footnote6"},"6"]]],["p.para",{"id":"p33","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.p33"},"May we strive to live in obedience to the commandments, following divine direction from the Lord’s chosen servants and receiving promised blessings from His hand."]],[".notes",["h3","Notes"]],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Thomas S. Monson, “Believe, Obey, Endure,”",["span.emphasis","Ensign,"],"May 2012, 128."],[".footnote",{"id":"fn2","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"“Nephi’s Courage,”",["span.emphasis","Children’s Songbook,"],"121."],[".footnote",{"id":"fn3","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"I was present at the district conference in Kananga attended by the 42 investigators."],[".footnote",{"id":"fn4","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],"I had the blessing of witnessing firsthand the events in Johannesburg and of traveling with Elder Christofferson to Angola; for a news report on his and Elder Jeffrey R. Holland’s visit to Africa, see “Apostles Bless Two African Nations,”",["span.emphasis","Church News,"],"Nov. 6, 2010, 8–10."],[".footnote",{"id":"fn5","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.fn5"},["span.label",["a",{"name":"footnote5"},"5."]],"“A Child’s Prayer,”",["span.emphasis","Children’s Songbook,"],"12."],[".footnote",{"id":"fn6","uri":"/ensign/2013/08/obedience-the-hallmark-of-faith.fn6"},["span.label",["a",{"name":"footnote6"},"6."]],"“Keep the Commandments,”",["span.emphasis","Children’s Songbook,"],"146."]]}
