{"id":1,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":1,"title":"Obey and Serve","subtitle":"President Thomas S. Monson","short_title":"Obey and Serve","uri":"/new-era/2013/05/obey-and-serve","content":[["div",{"id":"head1","uri":"/new-era/2013/05/obey-and-serve.head1"},[".title","Obey and Serve"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/05/obey-and-serve.p2"},"President Thomas S. Monson"]]],[".bodyBlock",["div",{"id":"t1","uri":"/new-era/2013/05/obey-and-serve.t1"},[".title","Anxious to Serve as Missionaries"],["div",{"id":"p4","uri":"/new-era/2013/05/obey-and-serve.p4"},"“The response of our young people [to the missionary age change] has been remarkable and inspiring. As of April 4—two days ago—we have 65,634 full-time missionaries serving, with over 20,000 more who have received their calls but who have not yet entered a missionary training center and over 6,000 more in the interview process with their bishops and stake presidents. It has been necessary for us to create 58 new missions to accommodate the increased numbers of missionaries.”"]],["div",{"id":"t2","uri":"/new-era/2013/05/obey-and-serve.t2"},[".title","“Go Ye Therefore, and Teach”"],["div",{"id":"p6","uri":"/new-era/2013/05/obey-and-serve.p6"},"“The holy scriptures contain no proclamation more relevant, no responsibility more binding, no instruction more direct than the injunction given by the resurrected Lord as He appeared in Galilee to the eleven disciples. Said He:"],["div",{"id":"p7","uri":"/new-era/2013/05/obey-and-serve.p7"},"“‘Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:"],["div",{"id":"p8","uri":"/new-era/2013/05/obey-and-serve.p8"},"“‘Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world’ [",["a",{"href":"/scriptures/nt/matt/28.19-20"},"Matthew 28:19–20"],"]."],["div",{"id":"p9","uri":"/new-era/2013/05/obey-and-serve.p9"},"“This divine command, coupled with its glorious promise, is our watchword today as it was in the meridian of time. Missionary work is an identifying feature of The Church of Jesus Christ of Latter-day Saints. Always has it been; ever shall it be. …"],["div",{"id":"p10","uri":"/new-era/2013/05/obey-and-serve.p10"},"“The challenge is to be more profitable servants in the Lord’s vineyard. This applies to all of us, whatever our age, and not alone to those who are preparing to serve as full-time missionaries, for to each of us comes the mandate to share the gospel of Christ."],["div",{"id":"p11","uri":"/new-era/2013/05/obey-and-serve.p11"},"“May I suggest a formula that will ensure our success: first,",["b","search the scriptures with diligence;"],"second,",["b","plan your life with purpose"],"… ; third,",["b","teach the truth with testimony;"],"and fourth,",["b","serve the Lord with love."],"”"]],["div",{"id":"t3","uri":"/new-era/2013/05/obey-and-serve.t3"},[".title","Obedience Brings Blessings"],["div",{"id":"p13","uri":"/new-era/2013/05/obey-and-serve.p13"},"“There is no need for you or for me, in this enlightened age when the fulness of the gospel has been restored, to sail uncharted seas or to travel unmarked roads in search of truth. A loving Heavenly Father has plotted our course and provided an unfailing guide—even",["span.emphasis","obedience."],"A knowledge of truth and the answers to our greatest questions come to us as we are obedient to the commandments of God."],["div",{"id":"p14","uri":"/new-era/2013/05/obey-and-serve.p14"},"“We learn obedience throughout our lives. Beginning when we are very young, those responsible for our care set forth guidelines and rules to ensure our safety. Life would be simpler for all of us if we would obey such rules completely. …"],["div",{"id":"p15","uri":"/new-era/2013/05/obey-and-serve.p15"},"“There are rules and laws to help ensure our physical safety. Likewise, the Lord has provided guidelines and commandments to help ensure our spiritual safety so that we might successfully navigate this often-treacherous mortal existence and return eventually to our Heavenly Father. …"],["div",{"id":"p16","uri":"/new-era/2013/05/obey-and-serve.p16"},"“As the Savior instructed His early Apostles, so He instructs you and me, ‘Follow thou me’ [",["a",{"href":"/scriptures/nt/john/21.22"},"John 21:22"],"]. Are we willing to obey?"],["div",{"id":"p17","uri":"/new-era/2013/05/obey-and-serve.p17"},"“The knowledge which we seek, the answers for which we yearn, and the strength which we desire today to meet the challenges of a complex and changing world can be ours when we willingly obey the Lord’s commandments. …"],["div",{"id":"p18","uri":"/new-era/2013/05/obey-and-serve.p18"},"“It is my humble prayer that we may be blessed with the rich rewards promised to the obedient.”"]],["div",{"id":"t4","uri":"/new-era/2013/05/obey-and-serve.t4"},[".title","Reach Out in Love"],["div",{"id":"p20","uri":"/new-era/2013/05/obey-and-serve.p20"},"“I admonish you to be good citizens of the nations in which you live and good neighbors in your communities, reaching out to those of other faiths as well as to our own. May we be tolerant of, as well as kind and loving to, those who do not share our beliefs and our standards. The Savior brought to this earth a message of love and goodwill to all men and women. May we ever follow His example."],["div",{"id":"p21","uri":"/new-era/2013/05/obey-and-serve.p21"},"“I pray that we may be aware of the needs of those around us. There are some … who are tragically involved in drugs, immorality, pornography, and so on. There are those who are lonely, … who long for the company and concern of others. May we ever be ready to extend to them a helping hand and a loving heart.”"]],["div",{"id":"t5","uri":"/new-era/2013/05/obey-and-serve.t5"},[".title","Testimony"],["div",{"id":"p23","uri":"/new-era/2013/05/obey-and-serve.p23"},"“The gospel of Jesus Christ, restored in these latter days through the Prophet Joseph Smith[,] … is the key to our happiness. May we be humble and prayerful, having the faith that our Heavenly Father can guide and bless us in our lives."],["div",{"id":"p24","uri":"/new-era/2013/05/obey-and-serve.p24"},"“I bear my personal witness and testimony to you that God lives, that He hears the prayers of humble hearts. His Son, our Savior and Redeemer, speaks to each of us: ‘Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him’ [",["a",{"href":"/scriptures/nt/rev/3.20"},"Revelation 3:20"],"]. May we believe these words and take advantage of this promise.”"]]],[".resources",[".moreInfo",[".title","Short Videos"],["div",{"id":"p26","uri":"/new-era/2013/05/obey-and-serve.p26"},"Watch short video highlights from President Monson’s conference addresses at",["a",{"href":"http://lds.org/go/531"},"lds.org/go/531"],",",["a",{"href":"http://lds.org/go/532"},"lds.org/go/532"],",",["a",{"href":"http://lds.org/go/533"},"lds.org/go/533"],", and",["a",{"href":"http://lds.org/go/534"},"lds.org/go/534"],"."]],[".quote",{"id":"f2","uri":"/new-era/2013/05/obey-and-serve.f2"},["div",{"id":"p27","uri":"/new-era/2013/05/obey-and-serve.p27"},"“During President Monson’s talk, I was impressed that now is the time for me to become converted and dedicated to the Lord. I know that giving up all worldly desires will be hard at first but that I will be strengthened by the Lord.”"],[".bio",["div",{"id":"p28","uri":"/new-era/2013/05/obey-and-serve.p28"},"Faith C., 17, Louisiana, USA"]]]]],"refs":null}
