{"id":11,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":11,"title":"October: I Will Share the Gospel with All of God’s Children","subtitle":"","short_title":"October","uri":"/manual/2013-outline-for-sharing-time/october","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/2013-outline-for-sharing-time/october"},[".heading",{"id":"head1","uri":"/manual/2013-outline-for-sharing-time/october.head1"},[".titleNumber","October"],["h1","I Will Share the Gospel with All of God’s Children"],["span.epigraph",{"id":"lds-"},"“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.16"},"Matthew 5:16"],")."],[".intro","Supplement the ideas provided here with some of your own. Each week, plan ways to (1) identify the doctrine, (2) help the children understand it, and (3) help them apply it in their lives.",["b","Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]]],[".bodyBlock",[".box-decor",{"id":"f1","uri":"/manual/2013-outline-for-sharing-time/october.f1"},["p.para",{"id":"p5","uri":"/manual/2013-outline-for-sharing-time/october.p5"},["b","Review:"],"Remember to give the children opportunities to share what they learned as they watched or listened to general conference (see",["a.crossRef",{"href":"/manual/2013-outline-for-sharing-time/september.p15"},"September, week 2"],")."]],[".topic",{"id":"t1","uri":"/manual/2013-outline-for-sharing-time/october.t1"},["h2","Week 1: Living the gospel helps me to be a missionary now."],["p.para",{"id":"p7","uri":"/manual/2013-outline-for-sharing-time/october.p7"},["b","Identify the doctrine and encourage understanding",["span.emphasis","(hearing a story):"]],"Display a picture of missionaries. Ask the children what missionaries do. Share the following story or one from the",["span.emphasis","Friend"],"or",["span.emphasis","Liahona:"],"“One day two missionaries knocked on the door of a home. A woman named Mrs. James opened the door. The missionaries told her they were from The Church of Jesus Christ of Latter-day Saints. Mrs. James invited the missionaries in and told them she would like to learn more about the Church. … Mrs. James told the missionaries that she used to live next door to a family that belonged to the Church. She said the children in that family were always very polite and kind. They played fairly with everyone and treated other people’s property with respect. Mrs. James said she would like to learn about a church that taught those children to be such nice neighbors” (",["span.emphasis","Primary 2,"],"52). Ask: “How were the children who lived next to Mrs. James missionaries?” Explain that whenever we live the gospel we are being missionaries. Invite the children to say with you “Living the gospel helps me to be a missionary now,” emphasizing the word",["span.emphasis","now."]]],[".topic",{"id":"t2","uri":"/manual/2013-outline-for-sharing-time/october.t2"},["h2","Week 2: Living the gospel helps me to be a missionary now."],["p.para",{"id":"p9","uri":"/manual/2013-outline-for-sharing-time/october.p9"},["b","Encourage understanding",["span.emphasis","(singing a song and discussing gospel standards):"]],"Make 13 cards, each with one of “My Gospel Standards” written on it (see “Sharing Time: Keep the Commandments,”",["span.emphasis","Friend,"],"June 2006, 36). Hand out some of the cards to the children, and have them pass the cards to one another while everyone sings “I Want to Be a Missionary Now” (",["span.emphasis","CS,"],"168). When the song ends, have each child holding a card read the standard aloud and then share how living that standard will help him or her be a missionary now. Repeat, using different cards each time."],[".image",{"id":"f2","uri":"/manual/2013-outline-for-sharing-time/october.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/primary-sharing-time_938799_inl.jpg"}],[".caption",["p",{"id":"lds-"},"Singing about a doctrine helps children learn and remember it. Children also learn better if they see a visual or perform an activity in conjunction with the music."]]],["p.para",{"id":"p11","uri":"/manual/2013-outline-for-sharing-time/october.p11"},["b","Encourage application",["span.emphasis","(setting goals):"]],"Ask each child to choose one gospel standard they will try to live better in the coming week. Have them write or draw a picture of the standard on a piece of paper and look at it each day as a reminder. Invite them to report their experiences next week in Primary."]],[".box-decor",{"id":"f3","uri":"/manual/2013-outline-for-sharing-time/october.f3"},["p.para",{"id":"p12","uri":"/manual/2013-outline-for-sharing-time/october.p12"},["b","Tip:"],"Some weeks contain more ideas than you can cover in one sharing time. Prayerfully choose the activities that will work best for the children in your Primary."]],[".topic",{"id":"t3","uri":"/manual/2013-outline-for-sharing-time/october.t3"},["h2","Week 3: I can share the gospel with my family and friends."],["p.para",{"id":"p14","uri":"/manual/2013-outline-for-sharing-time/october.p14"},["b","Identify the doctrine",["span.emphasis","(hearing a story):"]],"Before Primary, read Elder Robert C. Oaks’s October 2000 conference talk, “Sharing the Gospel” (see",["span.emphasis","Ensign,"],"Nov. 2000, 81–82). Tell the children the story of the orange juice. Explain that the gospel is far sweeter than orange juice and that we should share it with others. Have the children say, “I can share the gospel with my family and friends.”"],["p.para",{"id":"p15","uri":"/manual/2013-outline-for-sharing-time/october.p15"},["b","Encourage understanding",["span.emphasis","(listening to a guest speaker):"]],"Invite a missionary or a returned missionary to speak about ways children can share the gospel with others (such as by being good examples, inviting friends to Primary, and sharing their testimonies) and how their efforts to share the gospel help Heavenly Father and the missionaries."],["p.para",{"id":"p16","uri":"/manual/2013-outline-for-sharing-time/october.p16"},["b","Encourage application",["span.emphasis","(hearing a story and sharing ideas):"]],"Remind the children they can be missionaries now. Share a time when you or someone you know has shared the gospel. Have the children stand one at a time and each say one word of the sentence “I can share the gospel.” Invite the child who says “gospel” to think of a way he or she can share the gospel with family or friends. Repeat as time allows."]],[".topic",{"id":"t4","uri":"/manual/2013-outline-for-sharing-time/october.t4"},["h2","Week 4: My testimony is strengthened when I share the gospel."],[".img-left",{"id":"f4","uri":"/manual/2013-outline-for-sharing-time/october.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/ink-jar-water_938782_inl.jpg"}],[".caption",["p",{"id":"lds-"},"Object lessons create interest and focus the children’s attention on a gospel principle."]]],["p.para",{"id":"p19","uri":"/manual/2013-outline-for-sharing-time/october.p19"},["b","Identify the doctrine",["span.emphasis","(seeing an object lesson):"]],"Fill a clear container with water. Explain that each time we share the gospel, our testimony grows stronger. Put a drop of food coloring in the container. Give a few examples of how we can share the gospel, adding another drop of the same color of food coloring for each example. Point out that just as the color grows stronger with each drop of food coloring, our testimony grows stronger each time we share the gospel."],["p.para",{"id":"p22","uri":"/manual/2013-outline-for-sharing-time/october.p22"},["b","Encourage understanding",["span.emphasis","(discussing testimonies):"]],"Put the following in a bag: a picture of Jesus Christ, a picture of Joseph Smith, a picture of the current prophet, a Book of Mormon, and the words “true Church.” Write the word",["span.emphasis","testimony"],"on the board, and ask the children what a testimony is. Discuss their answers. Tell the following story: “A young girl was afraid to bear her testimony because she felt unsure of her feelings. But she knew it was important, so one day she bravely stood and bore her testimony, listing five things she believed in. When she was through, she had a good feeling and knew that her testimony had grown stronger.” Have the children discover the five things she had a testimony of by pulling the items from the bag you have prepared. Discuss each item, and display them at the front of the room."],[".image",{"id":"f5","uri":"/manual/2013-outline-for-sharing-time/october.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/chalkboard_783104_oct_inl.jpg"}]],["p.para",{"id":"p23","uri":"/manual/2013-outline-for-sharing-time/october.p23"},["b","Encourage application",["span.emphasis","(sharing examples):"]],"Allow each child to share an example of how he or she could share the gospel. Each time a child mentions something, add a drop of food coloring to the container of water to show that sharing the gospel can strengthen testimonies. (If you have a large Primary, you may want to do this in groups so each child has an opportunity to share ideas.)"],[".box-decor",{"id":"f6","uri":"/manual/2013-outline-for-sharing-time/october.f6"},["p.para",{"id":"p24","uri":"/manual/2013-outline-for-sharing-time/october.p24"},["b","Invite responses:"],"When children share how they can apply a doctrine, it confirms the message in their hearts and invites the Spirit. After you have taught a doctrine, give the children an opportunity to share how they can apply it in their lives."]]]]]]],"refs":null}
