{"id":17,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":17,"title":"Only 10 Dollars","subtitle":"By Emma C. Miller","short_title":"Only 10 Dollars","uri":"/ensign/2013/08/only-10-dollars","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/only-10-dollars"},[".heading",{"id":"head1","uri":"/ensign/2013/08/only-10-dollars.head1"},[".title","Only 10 Dollars"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/08/only-10-dollars.p2"},"By Emma C. Miller"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/08/only-10-dollars.p3"},"The author lives in Utah, USA."]],[".kicker","I wasn’t expecting the lesson in justice and mercy I learned while standing in line at the grocery store."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/08/only-10-dollars.p5"},"One semester a few years ago, after my college tuition was paid for with grant money, some cash was unexpectedly given to me. As a single mom, I was grateful indeed for this blessing."],["p.para",{"id":"p6","uri":"/ensign/2013/08/only-10-dollars.p6"},"On my way home from school, I made a quick trip to the store, grabbing a few items and making my way to the express lane. The cashier finished ringing up a man’s order, and when the man handed her the money, she protested, stating it wasn’t enough. English was not the man’s native language, however, so he had difficulty understanding."],["p.para",{"id":"p7","uri":"/ensign/2013/08/only-10-dollars.p7"},"The woman in front of me let out three heavy sighs, then turned to the rest of us in line and rolled her eyes, as if to say, “Can you believe this?” Another lady in line added a few heavy sighs of her own, along with a rhythmic tapping of her high-heeled shoes."],["p.para",{"id":"p8","uri":"/ensign/2013/08/only-10-dollars.p8"},"The cashier spoke louder, reiterating that the man needed more money. He dug into his pockets and turned them out empty. She then said loudly, “You don’t have enough money!”"],["p.para",{"id":"p9","uri":"/ensign/2013/08/only-10-dollars.p9"},["span.emphasis","Tap. Tap. Tap."],"The woman behind me clicked her shoes a little louder. The woman in front of me stood with her hands on her hips, shaking her head."],["p.para",{"id":"p10","uri":"/ensign/2013/08/only-10-dollars.p10"},"He was short 10 dollars. I had 10 dollars in my wallet. It was some of my “extra” money."],["p.para",{"id":"p11","uri":"/ensign/2013/08/only-10-dollars.p11"},"Just because I’ve never stood in a line at the grocery store as people glared at me for not having enough cash doesn’t mean I haven’t ever stressed over feeding my family. I can recall countless times I have worried, and it was during those times that I would receive an envelope of money in my mailbox or find a 20-dollar bill in my old jacket, or someone else would bring me dinner or let me “borrow” a can of soup. How could I ever repay their generosity?"],["p.para",{"id":"p12","uri":"/ensign/2013/08/only-10-dollars.p12"},"This man needed help right then. He didn’t have time to go home and see if there was a 10-dollar bill in an old coat."],["p.para",{"id":"p13","uri":"/ensign/2013/08/only-10-dollars.p13"},"“I’ve got it,” I said. I was shaking as I reached in my purse and fumbled to release the clasp of my wallet. The woman behind me looked at me with shock, the woman in front of me with disgust, and the cashier with disbelief. “I’ve got it,” I said again, handing the bill to the cashier."],["p.para",{"id":"p14","uri":"/ensign/2013/08/only-10-dollars.p14"},"All of a sudden, 10 dollars didn’t seem like so much—especially considering everything I had been given through the kind acts of others."],["p.para",{"id":"p15","uri":"/ensign/2013/08/only-10-dollars.p15"},"I asked myself, “Isn’t this the opportunity I want anyway?” When I pray, I often ask Heavenly Father that I might be aware of those in need. Maybe this was my chance to help one in need. Some might call me foolish, saying that it wasn’t my responsibility to help this man, that he should have planned a little better. They might say that I should have used the money for my own family."],["p.para",{"id":"p16","uri":"/ensign/2013/08/only-10-dollars.p16"},"A few minutes later, as I got ready to pay for my own items, the cashier thanked me. She went on to say, “This is not the first time this has happened. He has come through my line before, and he has come up short before. It’s so frustrating. Usually I have to tell him to put something back.”"],["p.para",{"id":"p17","uri":"/ensign/2013/08/only-10-dollars.p17"},"Once in my car, I began sobbing. Not because I regretted giving up the 10 dollars. Not because I felt like a do-gooder, though I did feel good about helping. But I was moved because this thought hit me: “How many times in my life have",["span.emphasis","I"],"come up short? How many times have",["span.emphasis","I"],"taken my case to the Lord in spite of feeling inadequate or unworthy to receive His blessings?”"],["p.para",{"id":"p18","uri":"/ensign/2013/08/only-10-dollars.p18"},"And Heavenly Father doesn’t say, “Again? This isn’t the first time this has happened; you’ve come down this road before. This is so frustrating.” The Father doesn’t call the Savior in and ask Him to explain to us why we can’t have what we so desperately need at that moment. He doesn’t tell us we should have planned a little better. The Savior paid the price for us, and we are saved by His grace, “after all we can do” (",["a",{"href":"/scriptures/bofm/2-ne/25.23"},"2 Nephi 25:23"],")."],["p.para",{"id":"p19","uri":"/ensign/2013/08/only-10-dollars.p19"},"The man at the grocery store probably gave all he had and needed someone to come to his aid. He needed mercy. Justice meant the items would have to be paid for, but mercy meant that someone else could step in and pay the debt."],["p.para",{"id":"p20","uri":"/ensign/2013/08/only-10-dollars.p20"},"I cried because this experience solidified for me how much my Heavenly Father truly loves me and that because He loves me, He sent His Son to pay for my sins. And not only did He do that, but He continues to bless me through everyday “angels” who step in from time to time to give me what I need. And sometimes He lets me know He loves me by letting",["span.emphasis","me"],"serve someone else."]],[".resources"]]]],"refs":null}
