{"id":12,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":12,"title":"Opening Our Hearts to Revelation","subtitle":"By Elder Patrick Kearon","short_title":"Opening Our Hearts to Revelation","uri":"/ensign/2013/08/opening-our-hearts-to-revelation","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/opening-our-hearts-to-revelation"},[".heading",{"id":"head1","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.head1"},[".title","Opening Our Hearts to",["span.dominant","Revelation"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p2"},"By Elder Patrick Kearon"],["p.para",{"id":"p3","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p3"},"Of the Seventy"]],[".event",["p.para",{"id":"p4","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p4"},"From a devotional address given at Brigham Young University on February 14, 2012. For the full text, visit",["a",{"href":"http://speeches.byu.edu"},"speeches.byu.edu"],"."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/patrick-kearon.jpg"}],[".kicker","As we sincerely seek and are worthy to receive, our Eternal Father often communicates with us through revelation."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p6"},"My parents loved me dearly—of that I had no doubt. But when I was 10 years old, I had to attend boarding school in England while my parents continued to live thousands of miles away in Saudi Arabia. The separation was an enormous trial for me."],["p.para",{"id":"p7","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p7"},"The brightest spot in any week came during breakfast time when mail was delivered. I would receive letters from home with such happiness and relief. I would wait until I could be alone to carefully unseal them and then eagerly read the messages of love, reassurance, and advice from my parents. I savored every line and felt, for those moments, closer to home and closer to my parents’ love, and I received the courage I needed to continue on for another week."],["p.para",{"id":"p8","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p8"},"There is much in the natural course of mortal life that can make us feel alone and afraid, even while we are surrounded by people, as I was at boarding school. And we all feel far from home at times."],["p.para",{"id":"p9","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p9"},"Messages of love, reassurance, and guidance from home, however they arrive at your door or in your inbox, can have a powerful influence in steadying you along your journey while you are away from home. They remind you that you are loved and cherished. Letters, cards, texts, emails, and phone calls from Mom and Dad, brothers and sisters, grandparents, relatives, and friends go a long way to help us when we face challenges and adversity far from the comforts of home."],["p.para",{"id":"p10","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p10"},"Of course, in many ways we are all far from home. The metaphor here for our eternal home is clear. Do you ever feel homesick and long for your eternal home and for the love and affirmation and pure truth and light we know exist there?"],[".topic",{"id":"t1","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.t1"},[".title","Daily Guidance"],["p.para",{"id":"p12","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p12"},"Our Eternal Father has not let any of us leave His presence without the opportunity to access His love and guidance—every day of our lives. President Henry B. Eyring, First Counselor in the First Presidency, assures us, “[The Father] offers us, through prayer in the name of His Son, the opportunity to commune with Him in this life",["span.emphasis","as often as we choose."],"”",["sup",["a",{"href":"fn_footnote1"},"1"]],"Sometimes we forget this. Sometimes we doubt this. Sometimes we cut ourselves off from it. But He has endowed us all with the Light of Christ to enable us to judge right from wrong and to determine light from darkness and truth from error (see",["a",{"href":"/scriptures/bofm/moro/7.16"},"Moroni 7:16"],")."],["p.para",{"id":"p13","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p13"},"As we repeatedly respond to the Light of Christ and train ourselves to “lay hold upon every good thing” (",["a",{"href":"/scriptures/bofm/moro/7.19"},"Moroni 7:19"],"), we increase our sensitivity to the things of the Spirit and enhance our ability to receive messages from our eternal home. As we sincerely seek and are worthy to receive, our Eternal Father often communicates with us through revelation—messages that come to us in the reflective moments of prayer, through the words and enlightenment of the scriptures, from the teachings of the prophets, or in the peaceful melodies of heavenly music. His messages are often quiet, and we can miss them if we are not ready to receive them."],["p.para",{"id":"p14","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p14"},"In fact, it is often",["span.emphasis","because"],"we are so busy receiving other messages that we impair our ability to receive the much-needed messages from our eternal home. We live in a world in which messages surround us, even bombard us. Our smartphones, our computers, and our tablets are constantly buzzing, beeping, and vibrating with every new text, social media update, email, and photograph. It really is instant and insistent messaging."],["p.para",{"id":"p15","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p15"},"We must be selective in the messages we choose to receive. It is vital to our spiritual well-being that we not consume so much of our time receiving good messages that we make ourselves unavailable to receive the best messages.",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p16","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p16"},"To return safely to our eternal home, we must remain in constant communication with our Heavenly Father. If we place barriers between ourselves and the source of that critical communication—revelation—we will be unable to receive the messages of guidance we need from Him."],["p.para",{"id":"p17","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p17"},"Many conditions of the heart may affect our ability to tune in to and receive messages from our Heavenly Father. I will touch upon three."]],[".topic",{"id":"t2","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.t2"},[".title","Hearts Burdened by Cares and Clamor"],["p.para",{"id":"p19","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p19"},"We may not",["span.emphasis","know"],"we are doing it, but occasionally we cut ourselves off from divine communication when our hearts become overburdened by the worries, pressures, irritations, and deadlines of daily life. Our hearts can become blocked from the peace and comfort the Lord would give us if we are too troubled and concerned. When we stay up too late and work too hard in order to meet our daily demands, fatigue sets in, we become overtired, and the world looks like a much gloomier place; things get out of perspective and out of proportion."],["p.para",{"id":"p20","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p20"},"When you are feeling overwhelmed and overburdened, it seems impossible to slow down, find a quiet space, and draw close to your Heavenly Father. Just the mere suggestion that you carve out some time from your already overscheduled day may increase the sense of pressure you feel. You may doubt that choosing to spend that segment of quiet time will actually yield much benefit, and so you think your time is better spent getting on with something else. However, that’s when problems can arise."],["p.para",{"id":"p21","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p21"},"President Boyd K. Packer, President of the Quorum of the Twelve Apostles, teaches a vital truth with regard to our hearts being burdened by the cares and clamor of daily life. He says:"],["p.para",{"id":"p22","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p22"},"“The Spirit does not get our attention by shouting or shaking us with a heavy hand. Rather it whispers. It caresses so gently that",["span.emphasis","if we are preoccupied we may not feel it at all."]],["p.para",{"id":"p23","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p23"},"“Occasionally, it will press just firmly enough for us to pay heed. But most of the time, if we do not heed the gentle feeling, the Spirit will withdraw and wait until we come",["span.emphasis","seeking and listening."],"”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p24","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p24"},"We must each find and then guard a time each day to remember these words of the Lord: “All flesh is in mine hands;",["span.emphasis","be still"],"and know that I am God” (",["a",{"href":"/scriptures/dc-testament/dc/101.16"},"D&C 101:16"],"; emphasis added). A segment of time when we can be",["span.emphasis","still,"],"quiet, and removed from our busyness will help recenter us, refocus our priorities, and bring us back into a position to receive and feel the messages our Heavenly Father wishes to send us."],["p.para",{"id":"p25","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p25"},"When we make ourselves ready and take the step of faith to put Him first (and why not first?) at some point in our day, we find peace even in the midst of an otherwise hectic schedule."]],[".topic",{"id":"t3","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.t3"},[".title","Hearts Hardened by Sin and Unworthiness"],["p.para",{"id":"p27","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p27"},"There can be no doubt that those with hearts carrying sin and unworthiness place barriers between God and themselves. Sometimes a heart can carry sin for so long that it becomes desensitized to spiritual things and incapable of receiving and feeling the messages of the Lord. If there is something you carry in your heart that is blocking you—in any degree—from truly connecting with your Heavenly Father and feeling His love and His plan for you, resolve now to make it right. Hearts become hardened by unworthiness, particularly when we continue to live as if that unworthiness were not actually there. This is compounded and complicated when we partake of the sacrament or participate in other ordinances as if our hearts were clean when really they are not."],["p.para",{"id":"p28","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p28"},"Nephi teaches a beautiful truth when he says:"],["p.para",{"id":"p29","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p29"},"“The Lord God worketh not in darkness."],["p.para",{"id":"p30","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p30"},"“He doeth not",["span.emphasis","anything"],"save it be for the benefit of the world; for he loveth the world, even that he layeth down his own life that he may draw all men unto him” (",["a",{"href":"/scriptures/bofm/2-ne/26.23-24"},"2 Nephi 26:23–24"],"; emphasis added)."],["p.para",{"id":"p31","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p31"},"In the spirit of that loving, tender reminder that He does nothing save it be for our benefit and that He laid down His life that He might draw each of us unto Him, the Savior Himself says, “Wherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him” (",["a",{"href":"/scriptures/dc-testament/dc/59.5"},"D&C 59:5"],")."],["p.para",{"id":"p32","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p32"},"What is holding you back from giving Him your whole heart, your whole mind, and all your strength?"],["p.para",{"id":"p33","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p33"},"Let your heart",["span.emphasis","feel"],"the reality of Lehi’s teaching about your perfectly loving and perfectly forgiving Savior: “Behold, he offereth himself a sacrifice for sin, to answer the ends of the law, unto all those who have a broken heart and a contrite spirit” (",["a",{"href":"/scriptures/bofm/2-ne/2.7"},"2 Nephi 2:7"],")."],["p.para",{"id":"p34","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p34"},"He offered Himself as a sacrifice for",["span.emphasis","you,"],"and His suffering can answer the ends of the law for",["span.emphasis","you."],"“Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more” (",["a",{"href":"/scriptures/dc-testament/dc/58.42"},"D&C 58:42"],"). Can we ever hear this promise too often?"]],[".topic",{"id":"t4","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.t4"},[".title","Hearts Malnourished by a Poor Digital Diet"],["p.para",{"id":"p36","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p36"},"As with so much in life, what we consume is a choice, so if you spend much of your time consuming one kind of message, don’t be surprised that you become influenced by it. Spending too much of our time with social media, celebrity or entertainment news, games, and the pursuit of online, time-hungry activities constitutes a poor digital diet. When we choose to consume the attitudes and opinions of the mass media, we find our own values and viewpoints following suit. We tell ourselves we’re not being affected by these messages, but that is not possible."],["p.para",{"id":"p37","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p37"},"Elder David A. Bednar of the Quorum of the Twelve Apostles posed these questions:"],["p.para",{"id":"p38","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p38"},"“1. Does the use of various technologies and media invite or impede the constant companionship of the Holy Ghost in your life?"],["p.para",{"id":"p39","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p39"},"“2. Does the time you spend using various technologies and media enlarge or restrict your capacity to live, to love, and to serve in meaningful ways?”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["p.para",{"id":"p40","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p40"},"We need to be aware that many of today’s messages in the media can cause us to doubt our faith, compromise our convictions, and view the world through cynical eyes. But we",["span.emphasis","can"],"deflect deceptive messages with our faith intact if we are connected in a vibrant, continuous stream to the source of truth and light. If we have questions or doubts, we get answers from Heavenly Father through the delicate and precious channels of revelation that operate when we remove all barriers to our hearts.",["span.emphasis","We"],"choose to “look to God and live” (",["a",{"href":"/scriptures/bofm/alma/37.47"},"Alma 37:47"],")."],["p.para",{"id":"p41","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p41"},"I love what President Packer has taught: “We are not obedient because we are",["span.emphasis","blind,"],"we are obedient because we can",["span.emphasis","see."],"”",["sup",["a",{"href":"fn_footnote5"},"5"]]],["p.para",{"id":"p42","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p42"},"I recently experienced a reminder to watch my own digital diet when I had been consumed with a particular strand of news stories one day. I had a sense that I had spent too much time on it, but it was only later, when I picked up a book by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles and read a few chapters, that I became acutely aware of the contrast. The news I had been so consumed with left me feeling unsettled and uneasy, whilst the book brought me peace and a sense of order and calm."]],[".topic",{"id":"t5","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.t5"},[".title","Conclusion"],["p.para",{"id":"p44","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p44"},"We believe that we are that we might have joy (see",["a",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],"), and that means joy here and now as well as in eternity. It is hard for us to feel joy, however, when we make choices that block the very messages that bring it to us."],["p.para",{"id":"p45","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p45"},"As you examine the condition of your heart and the barriers you may be putting in the way of your communication with God, you will know what you need to do, and you will know what you need to change. I invite you to act",["span.emphasis","now."],"Be bold in choosing to remove any obstruction to the sweet, comforting, guiding messages of love from your Father in Heaven."],["p.para",{"id":"p46","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p46"},"The most important message any of us could receive or carry is a reminder of who we are and how we are loved by our Eternal Father and His Son, Jesus Christ. When the truth and reality of this message sink deep into our hearts, we are drawn back to Them—to Their love, to Their light, and to Their arms."],["p.para",{"id":"p47","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p47"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, fervently declared:"],["p.para",{"id":"p48","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p48"},"“Brothers and sisters, the most powerful Being in the universe is the Father of your spirit. He knows you. He loves you with a perfect love."],["p.para",{"id":"p49","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p49"},"“… He wants you to know that",["span.emphasis","you matter to Him."],"”",["sup",["a",{"href":"fn_footnote6"},"6"]]],["p.para",{"id":"p50","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p50"},"My witness is that your Eternal Father in Heaven is real. He lives, and He loves you, adores you, and cherishes you—including those of you who are thinking, “Well, not me.” Jesus Christ is His Son, His gift to us all, the Savior of all mankind."],["p.para",{"id":"p51","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p51"},"I conclude with the words of President Thomas S. Monson: “Remember that one with authority placed his hands on your head at the time of your confirmation and said, ‘Receive the Holy Ghost.’",["span.emphasis","Open your hearts,"],"even your very souls, to the sound of that special voice which",["span.emphasis","testifies of truth."],"As the prophet Isaiah promised, ‘Thine ears shall hear a word … saying,",["span.emphasis","This is the way, walk ye in it."],"’ [",["a",{"href":"/scriptures/ot/isa/30.21"},"Isaiah 30:21"],".]”",["sup",["a",{"href":"fn_footnote7"},"7"]]]]],[".notes",["h3","Notes"]],[".resources",[".sideQuote",{"id":"f74","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.f74"},[".title","Turn Your Heart toward the Lord"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dieter-f-uchtdorf.jpg"}],["p.para",{"id":"p61","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p61"},"“Lift up your soul in prayer and explain to your Heavenly Father what you are feeling. Acknowledge your shortcomings. Pour out your heart and express your gratitude. Let Him know of the trials you are facing. Plead with Him in Christ’s name for strength and support. Ask that your ears may be opened, that you may hear His voice. Ask that your eyes may be opened, that you may see His light.”"],[".citationInfo",["p.para",{"id":"p62","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.p62"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, “The Hope of God’s Light,”",["span.emphasis","Ensign,"],"May 2013, 75."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Henry B. Eyring, “Exhort Them to Pray,”",["span.emphasis","Ensign,"],"Feb. 2012, 4; emphasis added."],[".footnote",{"id":"fn2","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"See Dallin H. Oaks,",["span.crossRef","“Good, Better, Best,”"],["span.emphasis","Ensign,"],"Nov. 2007, 104–8."],[".footnote",{"id":"fn3","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"Boyd K. Packer, “The Quest for Spiritual Knowledge,”",["span.emphasis","New Era,"],"Jan. 2007, 4; emphasis added."],[".footnote",{"id":"fn4","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],"David A. Bednar, “Things as They Really Are,”",["span.emphasis","Ensign,"],"June 2010, 23."],[".footnote",{"id":"fn5","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.fn5"},["span.label",["a",{"name":"footnote5"},"5."]],"Boyd K. Packer, “Agency and Control,”",["span.emphasis","Ensign,"],"May 1983, 66; emphasis added."],[".footnote",{"id":"fn6","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.fn6"},["span.label",["a",{"name":"footnote6"},"6."]],"Dieter F. Uchtdorf, “You Matter to Him,”",["span.emphasis","Ensign,"],"Nov. 2011, 22; emphasis added."],[".footnote",{"id":"fn7","uri":"/ensign/2013/08/opening-our-hearts-to-revelation.fn7"},["span.label",["a",{"name":"footnote7"},"7."]],"Thomas S. Monson, “Be Thou an Example,”",["span.emphasis","Ensign,"],"May 2005, 113; emphasis added."]]}
