{"id":2,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":2,"title":"Our Service","subtitle":"President Henry B. Eyring","short_title":"Our Service","uri":"/new-era/2013/05/our-service","content":[["div",{"id":"head1","uri":"/new-era/2013/05/our-service.head1"},[".title","Our Service"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/05/our-service.p2"},"President Henry B. Eyring"],["div",{"id":"p3","uri":"/new-era/2013/05/our-service.p3"},"First Counselor in the First Presidency"]]],[".bodyBlock",["div",{"id":"t1","uri":"/new-era/2013/05/our-service.t1"},[".title","Faithfully Serving Others"],["div",{"id":"p5","uri":"/new-era/2013/05/our-service.p5"},"“We are under covenant both to lift up those in need and to be witnesses of the Savior as long as we live."],["div",{"id":"p6","uri":"/new-era/2013/05/our-service.p6"},"“We will be able to do it without fail only as we feel love for the Savior and His love for us. As we are faithful to the promises we have made, we will feel our love for Him. It will increase because we will feel His power and His drawing near to us in His service. …"],["div",{"id":"p7","uri":"/new-era/2013/05/our-service.p7"},"“… You will have the comfort of His love and feel the answer of His drawing closer as you reach out your arms in giving service to others. As you bind up the wounds of those in need and offer the cleansing of His Atonement to those who sorrow in sin, the Lord’s power will sustain you. His arms are outstretched with yours to succor and bless the children of our Heavenly Father, including those in your family.”"]],["div",{"id":"t2","uri":"/new-era/2013/05/our-service.t2"},[".title","Bringing the Gospel to All the World"],["div",{"id":"p9","uri":"/new-era/2013/05/our-service.p9"},"“The Lord made it clear at the very start of this last dispensation that we were to take the gospel to all the world. What He said to the few priesthood holders in 1831 He says to the many now. Whatever our age, capacity, Church calling, or location, we are as one called to the work to help Him in His harvest of souls until He comes again. …"],["div",{"id":"p10","uri":"/new-era/2013/05/our-service.p10"},"“Recently I asked [a bishop] how he explained the surge of convert baptisms in his ward and the increase in the number of young people ready and eager to take the gospel of Jesus Christ out to the world. He said it seemed to him that it was not so much the duty anyone performed but the way they all became one in their enthusiasm to bring people into the community of Saints that had brought them such happiness."],["div",{"id":"p11","uri":"/new-era/2013/05/our-service.p11"},"“For some it was that and more. Like the sons of Mosiah, they had felt the effects of sin in their own lives and the marvelous healing of the Atonement within the Church of God. Out of love and gratitude for the Savior’s gift to them, they wanted to help everyone they could to escape the sadness of sin, feel the joy of forgiveness, and gather with them to safety in the kingdom of God."],["div",{"id":"p12","uri":"/new-era/2013/05/our-service.p12"},"“It was the love of God and the love for their friends and neighbors that unified them to serve the people. They desired to take the gospel to everyone in their part of the world. And they prepared their children to be worthy to be called by the Lord to teach, to testify, and to serve in other parts of His vineyard.”"]]],[".resources",[".moreInfo",[".title","Short Videos"],["div",{"id":"p14","uri":"/new-era/2013/05/our-service.p14"},"Watch short video highlights from President Eyring’s conference addresses at",["a",{"href":"http://lds.org/go/535"},"lds.org/go/535"],"and",["a",{"href":"http://lds.org/go/536"},"lds.org/go/536"],"."]],[".quote",{"id":"f2","uri":"/new-era/2013/05/our-service.f2"},["div",{"id":"p15","uri":"/new-era/2013/05/our-service.p15"},"“Every time I hear these addresses, I feel the encouragement to share the gospel with everyone. I also feel my Savior’s love and know this is true. I’m so grateful for living with the gospel of Jesus Christ.”"],[".bio",["div",{"id":"p16","uri":"/new-era/2013/05/our-service.p16"},"Jimmy P., Ecuador"]]]]],"refs":null}
