{"id":18,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":18,"title":"Our First Family Home Evening","subtitle":"","short_title":"Our First Family Home Evening","uri":"/friend/2013/04/our-first-family-home-evening","content":[["div",{"id":"head1","uri":"/friend/2013/04/our-first-family-home-evening.head1"},[".title","Our First Family Home Evening"]],[".bodyBlock",["div",{"id":"p2","uri":"/friend/2013/04/our-first-family-home-evening.p2"},"You are never too young to strengthen your family. Just ask Edward B., age 7, from Halifax, Canada. His testimony helped his father realize that the Church is true. Now their family is holding family home evening for the very first time and getting ready to go to the temple!"],["div",{"id":"f1","uri":"/friend/2013/04/our-first-family-home-evening.f1"},[".caption","When I was born, my dad wasn’t a member of the Church. When he tucked me in at night, I always told him, “Daddy, you have to know that this really is the true Church.” Mom and I prayed and prayed that he would join the Church. Finally, one day he told me that he wanted to be baptized!"]],["div",{"id":"f2","uri":"/friend/2013/04/our-first-family-home-evening.f2"},[".caption","Even our cat came to family home evening!"]],["div",{"id":"f3","uri":"/friend/2013/04/our-first-family-home-evening.f3"},[".caption","We sang my favorite Primary song, “Nephi’s Courage,” and had chocolate brownies, which I love."]],["div",{"id":"f4","uri":"/friend/2013/04/our-first-family-home-evening.f4"},[".caption","To prepare for family home evening, we visited the Halifax Nova Scotia Temple grounds. I took lots of pictures."]],["div",{"id":"f5","uri":"/friend/2013/04/our-first-family-home-evening.f5"},[".caption","During our first family home evening, we talked about how our family could get ready to go to the temple. Every time we thought of a way we could prepare to go to the temple, we put one of my pictures of the temple up on a board."]],["div",{"id":"f6","uri":"/friend/2013/04/our-first-family-home-evening.f6"},[".caption","We braided bracelets out of colorful string. The strands of the bracelet are tied together to remind us that our family can be sealed together forever."]]]],"refs":null}
