{"id":4,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":4,"title":"Our Law of Tithing","subtitle":"By President Howard W. Hunter (1907–95)","short_title":"Our Law of Tithing","uri":"/ensign/2013/03/our-law-of-tithing","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/our-law-of-tithing"},[".heading",{"id":"head1","uri":"/ensign/2013/03/our-law-of-tithing.head1"},[".seriesTitle","Gospel Classics"],[".title","Our Law of Tithing"],[".byline",["p.para",{"id":"p3","uri":"/ensign/2013/03/our-law-of-tithing.p3"},"By President Howard W. Hunter (1907–95)"]],[".bio",["p.para",{"id":"p4","uri":"/ensign/2013/03/our-law-of-tithing.p4"},"Howard W. Hunter was born on November 14, 1907, in Boise, Idaho, USA. He was ordained an Apostle on October 15, 1959, and was ordained and set apart as the 14th President of the Church on June 5, 1994. He passed away on March 3, 1995. The following excerpt comes from a general conference address given in April 1964. For the full address, see Conference Report, April 1964, 33–36."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/howard-w-hunter.jpg"}]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/03/our-law-of-tithing.p5"},"The tithe is God’s law for His children, yet the payment is entirely voluntary. In this respect it does not differ from the law of the Sabbath or from any other of His laws. We may refuse to obey any or all of them. Our obedience is voluntary, but our refusal to pay does not abrogate or repeal the law."],["p.para",{"id":"p6","uri":"/ensign/2013/03/our-law-of-tithing.p6"},"If tithing is a voluntary matter, is it a gift or a payment of an obligation? There is a substantial difference between the two. A gift is a voluntary transfer of money or property with-out consideration. It is gratuitous. No one owes the obligation to make a gift. If tithing is a gift, we could give whatever we please, when we please, or make no gift at all. It would place our Heavenly Father in the very same category as the street beggar to whom we might toss a coin in passing."],["p.para",{"id":"p7","uri":"/ensign/2013/03/our-law-of-tithing.p7"},"The Lord has established the law of tithing, and because it is His law, it becomes our obligation to observe it if we love Him and have a desire to keep His commandments and receive His blessings. In this way it becomes a debt. The man who doesn’t pay his tithing because he is in debt should ask himself if he is not also in debt to the Lord. The Master said: “But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you” (",["a",{"href":"/scriptures/nt/matt/6.33"},"Matthew 6:33"],")."],["p.para",{"id":"p8","uri":"/ensign/2013/03/our-law-of-tithing.p8"},"We can’t walk east and west at the same time. We can’t serve both God and mammon [see",["a",{"href":"/scriptures/nt/matt/6.24"},"Matthew 6:24"],"]. The man who rejects the law of the tithe is the man who has not given it a fair try. Of course it costs something. It takes work and thought and effort to live any of the laws of the gospel or any of its principles."],[".topic",{"id":"t1","uri":"/ensign/2013/03/our-law-of-tithing.t1"},[".title","A Sacrifice and a Privilege"],["p.para",{"id":"p10","uri":"/ensign/2013/03/our-law-of-tithing.p10"},"Are we willing to keep God’s commandments even though it costs us something? King David refused the gift of the threshing floor and the oxen for the burnt offering because it cost him nothing. He wanted to be in the position of having made the gift, the sacrifice, himself. [See",["a",{"href":"/scriptures/ot/1-chr/21.18-26"},"1 Chronicles 21:18–26"],".] Even tithing is not sufficient if it costs nothing for the giver."],["p.para",{"id":"p11","uri":"/ensign/2013/03/our-law-of-tithing.p11"},"It may be that we make a gift and also pay an obligation with our tithes. The payment of the obligation is to the Lord. The gift is to our fellow men for the upbuilding of God’s kingdom. If one thoughtfully observes the proselyting done by the missionaries, the teaching program of the Church, the great educational system, and the building program to erect houses of worship, there will come a realization that it is not a burden to pay tithing, but a great privilege. The blessings of the gospel are shared with many through our tithes."],["p.para",{"id":"p12","uri":"/ensign/2013/03/our-law-of-tithing.p12"},"The principle of tithing should be more than a mathematical, mechanical compliance with the law. The Lord condemned the Pharisees for mechanically tithing herbs without coming into the circumference of spirituality [see",["a",{"href":"/scriptures/nt/matt/23.23"},"Matthew 23:23"],";",["a",{"href":"/scriptures/nt/luke/11.42"},"Luke 11:42"],"]. If we pay our tithes because of our love for the Lord, in complete freedom and faith, we narrow our distance from Him and our relationship to Him becomes intimate. We are released from the bondage of legalism, and we are touched by the Spirit and feel a oneness with God."]],[".topic",{"id":"t2","uri":"/ensign/2013/03/our-law-of-tithing.t2"},[".title","Blessings Will Come"],["p.para",{"id":"p14","uri":"/ensign/2013/03/our-law-of-tithing.p14"},"The payment of tithing strengthens faith, increases spirituality and spiritual capacity, and solidifies testimony. It gives the satisfaction of knowing one is complying with the will of the Lord. It brings the blessings that come from sharing with others through the purposes for which tithing is used. We cannot afford to deny ourselves these blessings. We cannot afford not to pay our tithing. We have a definite relationship to the future as well as to the present. What we give, and how we give, and the way we meet our obligations to the Lord has eternal significance."],["p.para",{"id":"p15","uri":"/ensign/2013/03/our-law-of-tithing.p15"},"A testimony of the law of tithing comes from living it. Like all other of God’s laws, when we live them we receive the blessings. I know God lives, that Jesus is the Christ, and that blessings do come to us by living the law of the tithe."]],[".annotation",["p.para",{"id":"p16","uri":"/ensign/2013/03/our-law-of-tithing.p16"},"Capitalization and punctuation standardized; subheads added."]]],[".resources"]]]],"refs":null}
