{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":15,"title":"Our Space","subtitle":"","short_title":"Our Space","uri":"/liahona/2013/04/our-space","content":[["div",{"id":"head1","uri":"/liahona/2013/04/our-space.head1"},[".seriesTitle","Our Space"]],[".resources",["div",{"id":"head1","uri":"/liahona/2013/04/our-space/counsel-with-the-lord.head1"},[".title","Counsel with the Lord"],[".bio",["div",{"id":"p2","uri":"/liahona/2013/04/our-space/counsel-with-the-lord.p2"},"Eduardo Oliveira, Ceará, Brazil"]]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/04/our-space/counsel-with-the-lord.p3"},"When I was 15 years old, I liked a girl in my class at school and wanted to date her. She was attractive, but I wondered if I should ask her out before I turned 16. I remembered",["a",{"href":"/scriptures/bofm/alma/37.37"},"Alma 37:37"],", which says, “Counsel with the Lord in all thy doings, and he will direct thee for good.” So that is what I did. I prayed and waited several days for the Lord’s answer before making a decision."],["div",{"id":"p4","uri":"/liahona/2013/04/our-space/counsel-with-the-lord.p4"},"One day at church, my bishop called me in to a room and invited me to speak the next Sunday. Guess what the topic was? Do not date until you are at least 16 years old. I felt that this was the Lord’s answer to me, and it was no. How could I teach something that I did not practice?"],["div",{"id":"p5","uri":"/liahona/2013/04/our-space/counsel-with-the-lord.p5"},"Because I had counseled with the Lord, I was able to learn the Lord’s will for my life and also to flee from temptation. I know that if we counsel with the Lord, He will tell us His will and we will be greatly blessed."]],["div",{"id":"head1","uri":"/liahona/2013/04/our-space/the-power-of-the-atonement.head1"},[".title","The Power of the Atonement"],[".bio",["div",{"id":"p2","uri":"/liahona/2013/04/our-space/the-power-of-the-atonement.p2"},"Ioriti Taburuea, Kiribati"]]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/04/our-space/the-power-of-the-atonement.p3"},"When the missionaries taught me, the main topics of their lessons were always Jesus Christ and His Atonement. They explained that the Atonement is a gift from Jesus Christ for each of us. It is a gift that we can use in our daily lives when we are faced with trials or when we sin. The power of the Atonement uplifts, heals, and helps us return to the strait and narrow path that leads to eternal life."],["div",{"id":"p4","uri":"/liahona/2013/04/our-space/the-power-of-the-atonement.p4"},"As the missionaries shared this, I had a strong feeling that testified to me that it was true, and I decided to join the Church."],["div",{"id":"p5","uri":"/liahona/2013/04/our-space/the-power-of-the-atonement.p5"},"Later I decided to serve a mission because I wanted to help others know about this wonderful gift. By teaching and sharing about the Atonement, I have seen others change to a new way of life. A complete change came, not just by hearing about the Atonement but by applying it in my life as well."],["div",{"id":"p6","uri":"/liahona/2013/04/our-space/the-power-of-the-atonement.p6"},"I know that the Atonement is real. When we invite its influence into our lives, whatever circumstances we face, everything can be taken care of and we will feel joy."]],[".quote",{"id":"f1","uri":"/liahona/2013/04/our-space.f1"},[".title","My Favorite Scripture"],["div",{"id":"p3","uri":"/liahona/2013/04/our-space.p3"},["a",{"href":"/scriptures/dc-testament/dc/24.8"},"Doctrine and Covenants 24:8"]],["div",{"id":"p4","uri":"/liahona/2013/04/our-space.p4"},"This scripture makes me feel good when I’m passing through a trial because it says, “I am with thee, even unto the end of thy days.” This means to me that, if I seek Him, Heavenly Father will always be there with me unto the end of my life."],[".bio",["div",{"id":"p5","uri":"/liahona/2013/04/our-space.p5"},"Alex Ortiz, Nuevo Casas Grandes, Mexico"]],["div",{"id":"f2","uri":"/liahona/2013/04/our-space.f2"},[".credit",["div",{"id":"p9","uri":"/liahona/2013/04/our-space.p9"},"Photograph courtesy of Alex Ortiz"]]]]]],"refs":null}
