{"id":1,"parent_id":0,"book_id":22338,"content_id":1,"language_id":1,"display_order":1,"title":"Welcome","subtitle":"","short_title":"Welcome","uri":"/youth/learn/guidebook/overview","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/youth/learn/guidebook/overview"},[".bodyBlock",[".heading",["h1","Welcome"],[".intro"]],[".topic",["p.para",["i","Beloved Parents, Teachers, Advisers, and Leaders of Youth:"]],["p.para","You are called by the Lord to help youth become converted to the gospel. What a wonderful blessing this is! You have the opportunity to establish lifelong relationships with the precious youth the Lord has entrusted to your care. As you understand their unique needs and desires, you will be able to help them experience for themselves the blessings of learning and living the gospel every day."],["p.para","The most important part of your service will be your own daily spiritual preparation, including prayer, scripture study, and obedience to the commandments. We encourage you to dedicate yourself to living the gospel with greater purpose than ever before. As you do, you will understand how to help youth learn the gospel by their own study and faith, to discover the truthfulness of the gospel for themselves, and to strengthen their families and others by sharing their experiences, insights, and testimony."],["div",["p.para","As your love for each youth grows, you will be filled with a desire to help them establish patterns of personal prayer, scripture study, and obedience that will lead them to conversion. Pray for the youth each day, and counsel with parents, leaders, and teachers to coordinate your efforts. You will be richly rewarded as you encourage, mentor, and support youth in every opportunity."],["p.para","Every worthy Latter-day Saint can teach the gospel in the Savior’s way. As you follow His example, the Holy Ghost will help you know what to do. Your own testimony will grow, your conversion will be deepened, and you will be strengthened to meet the challenges of life."],["p.para","May our Heavenly Father bless you in your service to His beloved youth."],["p.para",["i","The First Presidency"]]],["p.para"]]]]]],"refs":null}
