{"id":19,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":19,"title":"Permanent Marker","subtitle":"By Dani Dunaway Rowan","short_title":"Permanent Marker","uri":"/new-era/2013/07/permanent-marker","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/permanent-marker"},[".heading",{"id":"head1","uri":"/new-era/2013/07/permanent-marker.head1"},[".title","Permanent Marker"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/07/permanent-marker.p2"},"By Dani Dunaway Rowan"]],[".bio",["p.para",{"id":"p3","uri":"/new-era/2013/07/permanent-marker.p3"},"Dani Dunaway Rowan lives in Utah, USA."]],[".kicker","The marks of our mistakes don’t have to be permanent. Having clean hands is worth it, even if it’s painful."]],[".bodyBlock",[".figure",{"id":"f69","uri":"/new-era/2013/07/permanent-marker.f69"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jul39-washing-hands-1105608.jpg"}],[".credit",["p.para",{"id":"p5","uri":"/new-era/2013/07/permanent-marker.p5"},"Photograph from iStockphoto/Thinkstock"]]],["p.para",{"id":"p6","uri":"/new-era/2013/07/permanent-marker.p6"},"A week after graduating high school, I moved to the other side of the country to live with my older sister’s family for the summer before I started college in the fall."],["p.para",{"id":"p7","uri":"/new-era/2013/07/permanent-marker.p7"},"I made a few friends, most of them older and in college. One Saturday night two of my new friends picked me up to go hear a good band that was playing at a local club."],["p.para",{"id":"p8","uri":"/new-era/2013/07/permanent-marker.p8"},"As we parked, I started feeling a little nervous, but I didn’t want to object and ruin the evening. We entered the club, and the man behind the counter looked at my driver’s license. Without warning he swiped a black permanent marker across the knuckles on both of my hands."],["p.para",{"id":"p9","uri":"/new-era/2013/07/permanent-marker.p9"},"I looked down in surprise. I realized he had marked my hands to show that I was too young to buy alcohol at the bar."],["p.para",{"id":"p10","uri":"/new-era/2013/07/permanent-marker.p10"},"I was immediately uncomfortable. People were drinking and smoking."],["p.para",{"id":"p11","uri":"/new-era/2013/07/permanent-marker.p11"},"I’m sorry to say that I didn’t have the courage to leave right then. After about 30 minutes, one of my friends asked if I was feeling OK. I told him I had a headache from the music and smoke. He offered to take me home, and I gratefully accepted."],["p.para",{"id":"p12","uri":"/new-era/2013/07/permanent-marker.p12"},"I rushed into the bathroom at my sister’s house and scrubbed at those black marks until it hurt. I would be taking the sacrament with these hands the next day, and I desperately wanted them to be clean. However, two faint black lines remained visible on my raw, pink skin."],["p.para",{"id":"p13","uri":"/new-era/2013/07/permanent-marker.p13"},"Before I went to bed, in prayer I asked forgiveness for not having the courage to leave—and more appropriately, for not having the courage to never go inside in the first place. I promised Heavenly Father I would never allow myself to get in that kind of situation again."],["p.para",{"id":"p14","uri":"/new-era/2013/07/permanent-marker.p14"},"The next morning I was able to remove most of the rest of the marker, and my hands were almost completely clean when I took the sacrament. I thought of how sin is like those black marks. It takes effort and can even be painful, but we can repent and have our sins removed through the power of the Atonement and be clean from the black marks in our lives."]]]]],"refs":null}
