{"id":2,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":2,"title":"Preface","subtitle":"","short_title":"Preface","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/preface","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/preface.head1"},["h1","Preface"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/preface.p2"},"This Church history teacher manual has been written for use in teaching Religion 341–43. The corresponding student manual is entitled",["span.emphasis","Church History in the Fulness of Times"],"and is referred to throughout this guide. Both the teacher manual and the student manual should be studied in preparation for teaching this course."],["div",{"id":"p3","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/preface.p3"},"The teacher manual contains forty-nine lessons that correspond with the forty-nine chapters in the student manual. The format of the teacher manual is as follows:"],[".topic",["h2","Themes"],["div",{"id":"p5","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/preface.p5"},"The themes are drawn from the student manual and suggest to the teacher the central idea or message of each chapter. The lesson preparation should center around the themes."]],[".topic",["h2","Student Manual and Scripture Sources"],["div",{"id":"p7","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/preface.p7"},"The heading “Student Manual and Scripture Sources” is a reminder that the chapter in the student manual should be reviewed prior to preparing and teaching the lesson. Even though the Church history course is not primarily a doctrinal one, if you study the scripture references closely, they will help you see and understand the doctrine in relationship to the history of the Church."]],[".topic",["h2","Suggested Approaches"],["div",{"id":"p9","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/preface.p9"},"The “Suggested Approaches” section contains a variety of ideas or teaching methods that you could consider in preparing your lesson. Methodology, however, is not provided for every theme in each lesson."]],[".topic",["h2","Theme Sources"],["div",{"id":"p11","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/preface.p11"},"The references under “Theme Sources” provide help outside of the student manual in understanding the themes.",["span.emphasis","History of the Church, A Comprehensive History of the Church,"],"and",["span.emphasis","Readings in LDS Church History"],"are basic sources for understanding Church history and are readily available. References for these sources are abbreviated, and generally no annotation as to content is provided. All other references provide a brief annotation so that you, the teacher, can quickly see what the reference contains. Full source citations are as follows:"],["ul.bullet",["li",["span.label","•"],[".para","Joseph Smith,",["span.emphasis","History of The Church of Jesus Christ of Latter-day Saints,"],"ed. B. H. Roberts, 7 vols., 2nd ed. (Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1932–51)."]],["li",["span.label","•"],[".para","B. H. Roberts,",["span.emphasis","A Comprehensive History of The Church of Jesus Christ of Latter-day Saints, Century One,"],"6 vols. (Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1930)."]],["li",["span.label","•"],[".para","William E. Berrett and Alma P. Burton,",["span.emphasis","Readings in LDS Church History,"],"3 vols. (Salt Lake City: Deseret Book Co., 1953–58)."]]]],[".topic",["h2","Additional Sources"],["div",{"id":"p16","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/preface.p16"},"“Additional Sources” refers to sources that in many cases are not readily available, though they are helpful in understanding the period covered by the lesson. Some of the references also deal with events or people in the time period that are secondary to the designated themes. Do not be concerned if you do not have access to any of these references; the references listed under “Theme Sources” will provide ample material."]]]],"refs":null}
