{"id":2,"parent_id":0,"book_id":23429,"content_id":1,"language_id":1,"display_order":2,"title":"Preface","subtitle":"","short_title":"Preface","uri":"/manual/jesus-the-christ/preface","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/jesus-the-christ/preface"},[".heading",{"id":"head1","uri":"/manual/jesus-the-christ/preface.head1"},["h1","Preface"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/manual/jesus-the-christ/preface.p2"},"The scope of the subject presented in this work is expressed on the title page. It will be readily seen that the author has departed from the course usually followed by writers on the Life of Jesus Christ, which course, as a rule, begins with the birth of Mary’s Babe and ends with the ascension of the slain and risen Lord from Olivet. The treatment embodied in these pages, in addition to the narrative of the Lord’s life in the flesh, comprizes the antemortal existence and activities of the world’s Redeemer, the revelations and personal manifestations of the glorified and exalted Son of God during the apostolic period of old and in modern times, the assured nearness of the Lord’s second advent, and predicted events beyond—all so far as the Holy Scriptures make plain."],["p.para",{"id":"p3","uri":"/manual/jesus-the-christ/preface.p3"},"It is particularly congruous and appropriate that the Church of Jesus Christ of Latter-day Saints—the only Church that affirms authority based on specific revelation and commission to use the Lord’s Holy Name as a distinctive designation—should set forth her doctrines concerning the Messiah and His mission."],["p.para",{"id":"p4","uri":"/manual/jesus-the-christ/preface.p4"},"The author of this volume entered upon his welcome service under request and appointment from the presiding authorities of the Church; and the completed work has been read to and is approved by the First Presidency and the Council of the Twelve. It presents, however, the writer’s personal belief and profoundest conviction as to the truth of what he has written. The book is published by the Church of Jesus Christ of Latter-day Saints."],["p.para",{"id":"p5","uri":"/manual/jesus-the-christ/preface.p5"},"A characteristic feature of the work is the guidance afforded by modern scriptures and the explication of the Holy Writ of olden times in the light of present-day revelation, which, as a powerful and well directed beam, illumines many dark passages of ancient construction."],["p.para",{"id":"p6","uri":"/manual/jesus-the-christ/preface.p6"},"The spirit of the sacredness inherent in the subject has been a constant companion of the writer throughout his pleasing labor, and he reverently invokes the same as a minister to the readers of the volume."]]]]],"refs":null}
