{"id":3,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":3,"title":"Preface","subtitle":"","short_title":"Preface","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.head1"},["h1","Preface"]],[".bodyBlock",[".topic",["h2","The Importance of Studying the Old Testament"],["p.para",{"id":"p3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p3"},"The Old Testament has greatly influenced many people down through time. Even today the roots of three of the world’s greatest religions—Christianity, Islam, and Judaism—are firmly planted in the richness of its soil. Except for those to whom the books were originally written, their messages are perhaps of greater value to those living in the dispensation of the fulness of times than to any other people. And they are especially valuable to Latter-day Saints."],["p.para",{"id":"p4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p4"},"Some of the lessons and insights that make a careful study of the Old Testament’s contents not only meaningful but critical are—"],[".figure",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.f1"},["ol.number",["li",["span.label","1."],["p.para","The testimony of the existence of God."]],["li",["span.label","2."],["p.para","The history of the beginnings of mankind as a divine race placed on the earth for eternal, divine purposes."]],["li",["span.label","3."],["p.para","The importance of establishing a covenant relationship with God."]],["li",["span.label","4."],["p.para","The history and purpose of the establishment of the elect lineage through which the priesthood would be restored in the last days."]],["li",["span.label","5."],["p.para","The development of that law upon which most civil and criminal laws would be built."]],["li",["span.label","6."],["p.para","The knowledge that God intervenes directly in the lives of men and nations and that through Him many are divinely led, directed, and protected."]],["li",["span.label","7."],["p.para","The consequences of disobedience and rebellion against God and His laws."]],["li",["span.label","8."],["p.para","The baseness of any form of idolatry and the commandments of the Lord against it."]],["li",["span.label","9."],["p.para","The need to endure, even through suffering and pain."]],["li",["span.label","10."],["p.para","The way by which the Saints can escape the major destructions of the last days."]],["li",["span.label","11."],["p.para","The greatness and dreadfulness of the day when the Lord will come in His glory."]],["li",["span.label","12."],["p.para","The testimony that the God of the Old Testament is Jesus Christ and that He came to earth to free men from death and make it possible for men to be freed from sin and thus return to the presence of God the Father."]]]],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p17"},"The gems in the book were meant to be enjoyed. Those whose works are recorded in the Bible were anxious that their message be clear and comprehensible. Through time, translation, and corruption, part of that clarity has been obscured. Fortunately for Latter-day Saints, much of this clarity has been restored by (1) inspired commentary of modern prophets; (2) the guidance of the Holy Ghost; and (3) the revelation of the fulness of the gospel in the other standard works, especially the Book of Mormon."]],[".topic",["h2","What Should Be the Goal or Purpose in Taking This Course of Study?"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p19"},"To Israel Moses declared, “Unto thee it was shewed, that thou mightest know that the Lord he is God; there is none else beside him” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.35"},"Deuteronomy 4:35"],"). This course of study is designed to give you the opportunity to come to know the God of the Old Testament in an intimate, personal, and powerful way. He is our Redeemer, and our goal for this course should be to be able to declare as did Job: “For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth” (",["a.scriptureRef",{"href":"/scriptures/ot/job/19.25"},"Job 19:25"],"). In the pages of the Old Testament we see the premortal Jesus working with our Heavenly Father’s children to save them. From these accounts we can learn much about how to come unto Christ. Moses summed up the process with these significant words: “If … thou shalt seek the Lord thy God, thou shalt find him, if thou seek him with all thy heart and with all thy soul” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.29"},"Deuteronomy 4:29"],"). What greater goal could we seek?"]],[".topic",["h2","How May This Goal Be Reached Most Effectively?"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p21"},"Through the prophet Jeremiah the Lord declared, “My people have committed two evils; they have forsaken me the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/2.13"},"Jeremiah 2:13"],"). Cisterns, as sources of reserve water supply, were extremely important to the ancients, for it was on these that they could rely to preserve themselves against the uncertainties of nature. Cisterns were carved out of rock. On occasion the rock would prove full of fissures and unable to hold water. Using this fact as a metaphor, the Lord brought two accusations against Israel. The first was their lack of trust in Him. Jehovah, as the spring of living water, could always be relied upon, but ancient Israel hewed new cisterns for themselves; that is, they turned to other sources for spiritual life and power. Second, these new cisterns could preserve the Spirit no better than a fractured cistern could hold water. Thus, Israel was like people in a drought who ignored the cistern that held sufficient reserves to help them and trusted instead in sources that could provide nothing."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p22"},"Each chapter in this manual is designed to help you find the true source of living water—Jesus Christ. In the Old Testament this source is the Lord, and your purpose is to come to know Him better."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p23"},"Each lesson has a designated reading assignment from the Old Testament. This assignment will be the core of your study and should be read carefully while you are studying each lesson. This manual (Religion 301) covers approximately one-half of the Old Testament, from Genesis through 2 Samuel, including excerpts from Psalms. The rest of the Old Testament will be covered in the manual for Religion 302."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p24"},"The course is not designed to have you read every chapter of this part of the Old Testament. After you complete the parts assigned in the reading blocks, however, you will have read the greater part and acquired the skills necessary to understand the rest on your own. Combined with sincere prayer, scripture study can become the source of personal revelation and an avenue to increased spiritual power in your daily life. It is the way to come to the cistern that will quench your thirst, the one filled with living water."]],[".topic",["h2","Why a Student Manual?"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p26"},"Some parts of the ancient scriptures are not easily understood by today’s students. Even the Jews who returned from exile (around 500",["span.small","B.C."],") found it necessary to have assistance. The Bible records that Ezra the scribe “caused the people to understand the law. … So they [the scribes] read in the book in the law of God distinctly, and gave the sense, and caused [the people] to understand the reading.” (",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.7-8"},"Nehemiah 8:7–8"],".) Although their problem was primarily because of a change in language, the word of the Lord still needed some explaining. So it is today. Corrupt texts, archaic language, and a lack of understanding of the doctrinal, historical, or geographical setting explain some of the difficulty in reading and comprehending the Old Testament. For these reasons this student manual provides the following to assist you:"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.f2"},["ol.number",["li",["span.label","1."],["p.para","Background information to help you understand the Middle Eastern world in which the prophets declared their messages."]],["li",["span.label","2."],["p.para","Background information about Old Testament prophets as well as key contemporary political figures."]],["li",["span.label","3."],["p.para","Background information on many of the books in the Old Testament."]],["li",["span.label","4."],["p.para","Interpretive and prophetic commentary on the most important passages and some of the difficult passages."]],["li",["span.label","5."],["p.para","A maps and charts section, which includes helps to identify key geographical places, some of the major activities of the prophets and the Israelites, a time line for the events being studied, and modern equivalents of ancient measurements."]]]]],[".topic",["h2","How the Manual Is Organized"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p33"},"The twenty-eight chapters in the manual are organized to correlate with the order of the books as they are arranged in the Old Testament, except for the book of Psalms. Since many of the psalms were written by David, you will be asked to study them immediately after you have finished your study of the life of David."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p34"},"Throughout the text you will find special enrichment sections—seven in all—that are designed to provide information to assist you in better understanding the chapters that follow them."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.f3"},["p.preamble","This manual should be used as a resource to help you organize and get the most from your study of the scriptural passages. The chapters are arranged as follows:"],["ol.number",["li",["span.label","1."],["p.para","A short introductory section that sets the stage for the scriptures you will read."]],["li",["span.label","2."],["p.para","A reading assignment."]],["li",["span.label","3."],["p.para","A section of notes and commentary (primarily from Church leaders) that will help with particularly difficult passages."]],["li",["span.label","4."],["p.para","A section of points to ponder that call your attention to some of the major lessons of the part of the Old Testament you are studying and gives you the opportunity to thoughtfully consider how these lessons can be applied in your life."]]]]],[".topic",["h2","How to Use Your Student Manual"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p41"},"The basic text for this course is the Old Testament. This student manual is not designed to replace your reading of the scriptures nor can it be a substitute for inspired guidance of the Holy Ghost as you seek that guidance in humble prayer. Here are some suggestions on how this student manual may most profitably be used:"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.f4"},["ol.number",["li",["span.label","1."],["p.para","Before actually getting into the scriptures, study the maps to get a feeling for the location of various lands, areas, peoples, geographical features, and cities. Then, throughout your study, refer back to the maps as needed."]],["li",["span.label","2."],["p.para","Read the reading assignment for each chapter. The number of chapters you are asked to read for each class period may vary according to your instructor’s wishes and according to whether you are studying on the semester, quarter, or individual study system. Whatever system you are on, you will be asked to complete the reading of the major part of the Old Testament from Genesis to 2 Samuel and selected psalms."]],["li",["span.label","3."],["p.para","Study the enrichment sections as you come to them. You will find that understanding the history, geography, or doctrine explained in these sections will help you better understand the scriptures as you read them."]],["li",["span.label","4."],["p.para","Read the notes and commentary on those passages that are difficult to understand."]],["li",["span.label","5."],["p.para","Complete the assignments in Points to Ponder as directed by your instructor."]],["li",["span.label","6."],["p.para","Use the indexes at the end of the manual in locating a particular scripture, author, or subject."]]]]],[".topic",["h2","Which Version of the Bible Should You Use in Your Study of the Old Testament?"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p49"},"There are a large number of Bible translations now in existence. The translation recommended for Latter-day Saints has been clarified many times by Church leaders. The following are examples of such counsel:"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p50"},"“None of these [other] translations surpasses the King James version of the English Bible in beauty of language and spiritual connotation, and probably in faithful adherence to the text available to translators. It is this version which is used by the Church of Jesus Christ of Latter-day Saints in all of its official work both at home and abroad. The literature of the Church refers invariably to the King James translation. Other translations are used by the Church only to help explain obscure passages in the authorized version.” (Widtsoe,",["span.emphasis","Evidences and Reconciliations,"],"1:100–101.)"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p51"},"“This King James or Authorized Version, ‘as far as it is translated correctly,’ has been the version accepted by this Church since it was organized” (J. Reuben Clark, Jr., in Conference Report, Apr. 1954, p. 38)."],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p52"},"“The Official Bible of our Church is the King James version” (Editorial,",["span.emphasis","Church News,"],"14 Nov. 1970, p. 16)."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p53"},"This official recommendation does not mean that the King James Version is a perfect translation. Elder James E. Talmage gave a reason why there is not a perfect translation:"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p54"},"“There will be, there can be, no absolutely reliable translation … unless it be effected through the gift of translation, as one of the endowments of the Holy Ghost. The translator must have the spirit of the prophet if he would render in another tongue the prophet’s words; and human wisdom alone leads not to that possession.” (",["span.emphasis","Articles of Faith,"],"p. 237.)"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p55"},"Such an effort to translate the Bible scriptures by the power of the Holy Ghost was begun by the Prophet Joseph Smith under the direction of, and at the command of, the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.60-61"},"D&C 45:60–61"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.53"},"93:53"],"). The following is instructive information concerning the status of the Joseph Smith Translation (formerly called the Inspired Version) in the Church today:"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p56"},"“The Inspired Version [as it is called by its publishers] does not supplant the King James Version as the official church version of the Bible, but the explanations and changes made by the Prophet Joseph Smith provide enlightenment and useful commentary on many biblical passages."],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p57"},"“Part of the explanations and changes made by the Prophet Joseph Smith were finally approved before his death; and some of these have been cited in current church instructional materials or may be cited in future church instructional materials."],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p58"},"“Accordingly, these cited portions of the Inspired Version may be used by church writers and teachers, along with the Book of Mormon, Doctrine and Covenants, and Pearl of Great Price, in connection with Biblical interpretations, applying always the divine injunction that ‘whoso is enlightened by the Spirit shall obtain benefit therefrom.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/91.5"},"D&C 91:5"],")"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p59"},"“When the Book of Mormon, Doctrine and Covenants, and Pearl of Great Price offer information relative to biblical interpretation, these should be given preference in writing and teaching. But when these sources of latter-day revelation do not provide significant information which is available in the Inspired Version, then this version may be used.” (Editorial,",["span.emphasis","Church News,"],"7 Dec. 1974, p. 16.)"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p60"},"References from the Joseph Smith Translation are used throughout this manual for clarification of particularly vague or faulty passages of the King James Version."],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p61"},"In 1979 a new edition of the King James Version was published by The Church of Jesus Christ of Latter-day Saints. It contains an extensive cross-referencing system that includes latter-day and biblical scriptures, alternate renderings of difficult passages, language insights to certain Hebrew and Greek words, and many helpful changes from the Joseph Smith Translation. It also has an appendix, which includes a Topical Guide, a Bible Dictionary, passages from the Joseph Smith Translation too long to include in the footnotes, and a section of maps. Similar Bible study helps have been added to triple combinations in other languages since that time. These are without question the finest collection of study aids designed specifically for Latter-day Saints ever provided with the scriptures. They will prove to be an invaluable aid as you study the Old Testament. A selection of cross-references and significant Joseph Smith Translation changes are also included in this manual."]],[".topic",["h2","Using the Internal References"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p63"},"Numerous works by biblical scholars have been cited throughout the manual. Shortened references to these works have been used in order to interrupt the reading as little as possible. Complete reference data has been given in the Bibliography near the end of the manual."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/preface.p64"},"A special system of referencing was devised for quotations taken from",["span.emphasis","Commentary on the Old Testament,"],"by C. F. Keil and F. Delitzsch. The original work was published in twenty-five books, but in the reprint edition they have been combined into a ten-book set. This organization means that in some cases one book may have three different pages with the same number. To keep a shortened reference, a three-number system was devised.",["span.emphasis","Commentary,"],"3:2:51 means that the reference is found on page 51 of the second volume contained in book 3."]]]]]],"refs":null}
