{"id":3,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":3,"title":"Preface","subtitle":"","short_title":"Preface","uri":"/manual/doctrine-and-covenants-student-manual/preface","content":[["div",{"id":"head1","uri":"/manual/doctrine-and-covenants-student-manual/preface.head1"},["h1","Preface"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/preface.p1"},"You are about to begin a study of the Doctrine and Covenants. Think for a moment about that title and its significance to you. These revelations contain the truths necessary to save you. They reveal the doctrines of salvation, the principles that will bring men to a fulness of joy. In the earliest dispensations of the world the Lord made covenants with His children through which they could bind themselves to Him. Now in the last dispensation those covenants have been revealed again. Within the 138 sections of this work you can find the doctrine and the covenants that are more important than all the treasures of the earth. As the Twelve Apostles testified in the introduction to the Doctrine and Covenants, it is a book that is truly “rofitable for all men.”"]],[".topic",["h2","How This Manual Is Organized"],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/preface.p2"},"President Joseph Fielding Smith made this observation about how to most effectively study the Doctrine and Covenants:"],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/preface.p3"},"“I heard a brother say he could not read the Doctrine and Covenants because it was so much like a dictionary. It is not a consecutive story—it changes the subject, and so on—well of course it does."],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/preface.p4"},"“Many years ago when I was a president in a quorum of seventies—and in those days we did not have any supervision so far as our study was concerned—it was decided by that quorum of seventies that they would study the Doctrine and Covenants, and I was appointed to be the class teacher. We took it up section by section. You are not going to get all there is out of it in any other way. You may take it up if you want to by topics, or doctrines, that is good; but you are not going to understand the Doctrine and Covenants, you are not going to get out of it all there is in it unless you take it up section by section; and then when you do that, you will have to study it with its setting as you get it in the history of the Church.” (",["span.emphasis","Doctrines of Salvation,"],"3:199.)"],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/preface.p5"},"This manual is organized to help you study the Doctrine and Covenants in the way recommended by President Smith. Three kinds of information are given in the manual. Each section is treated individually in the order in which it appears. Because many of the revelations came forth in response to a particular situation that the Prophet Joseph Smith was in, a short historical background is given for each section, followed by notes and commentary on the revelations themselves."],["div",{"id":"p6","uri":"/manual/doctrine-and-covenants-student-manual/preface.p6"},"Though the revelations were given independently over a period of about twenty years, you will quickly find certain major themes being emphasized again and again through many sections of the Doctrine and Covenants. Such themes are dealt with in doctrinal enrichment sections in the appendix at the end of the manual. So if you wish to study what the Doctrine and Covenants teaches about a specific doctrine, such as the Second Coming of Christ, rather than going from section to section, you can turn to Enrichment H for a detailed treatment of this theme. The enrichment sections are cross-referenced throughout the manual."]],[".topic",["h2","How to Use Your Student Manual"],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/preface.p7"},"The basic text for your study is the Doctrine and Covenants, not this manual. You will find that you cannot simply read the manual and have it be very significant. Only when you use it as a supplement in your study of the Doctrine and Covenants will the quotations and information given be as helpful as they should be."],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/preface.p8"},"If you are studying the manual on your own, without a teacher and formal classes, you can work through the manual at your own speed, studying section by section. Study the enrichment sections as they are referred to in the text. If you are enrolled in a class, however, the teacher will assign you a schedule for your study. Sections may be combined or reordered for class assignments. Also, the teacher will decide when or if to use each enrichment section."],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/preface.p9"},"Sources are given in shortened references throughout the manual. For complete information, see the",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/reference-materials/bibliography.p1"},"Bibliography"],"at the end of the manual."]]]],"refs":null}
