{"id":3,"parent_id":0,"book_id":9136,"content_id":1,"language_id":1,"display_order":3,"title":"Preface","subtitle":"","short_title":"Preface","uri":"/manual/old-testament-student-manual-kings-malachi/preface","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-kings-malachi/preface"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-kings-malachi/preface.head1"},["h1","Preface"]],[".bodyBlock",[".topic",["h2","The Importance of Studying the Old Testament"],["p.para",{"id":"p3","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p3"},"The Old Testament has greatly influenced many people down through time. The roots of three of the world’s great religions—Christianity, Islam, and Judaism—have sprouted from the richness of its soil. Except perhaps to those for whom the books were originally written, these recorded messages are of greater value to those living in the dispensation of the fulness of times than to any other people. And they are especially valuable to Latter-day Saints."],["p.para",{"id":"p4","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p4"},"Some of the lessons and insights that make a careful study of the Old Testament not only meaningful but critical are—"],[".figure",{"id":"f1","uri":"/manual/old-testament-student-manual-kings-malachi/preface.f1"},["ol.number",["li",["span.label","1."],["p.para","The testimony of the existence of God."]],["li",["span.label","2."],["p.para","The record of the beginnings of mankind as a divine race placed on the earth for eternal purposes."]],["li",["span.label","3."],["p.para","The importance of establishing a covenant relationship with God."]],["li",["span.label","4."],["p.para","The history and purpose of the establishment of the elect lineage through which the priesthood would be restored and the blessings of the gospel extended to all in the last days."]],["li",["span.label","5."],["p.para","The revelation of a divine law upon which civil and criminal codes of many nations would be built."]],["li",["span.label","6."],["p.para","The knowledge that God intervenes directly in the lives of men and nations and that through Him many are divinely led, directed, and protected."]],["li",["span.label","7."],["p.para","The blessings of obedience to the laws of God and faith in His name."]],["li",["span.label","8."],["p.para","The consequences of disobedience and rebellion against God and His laws."]],["li",["span.label","9."],["p.para","The corruption that results from any form of idolatry and the reasons for the commandments of the Lord against it."]],["li",["span.label","10."],["p.para","The need to live and endure throughout mortality in obedience to God’s laws, even though suffering and pain and persecution may come."]],["li",["span.label","11."],["p.para","The way by which the Saints can escape the corruptions and resulting judgments of the last days."]],["li",["span.label","12."],["p.para","The promises of a literal gathering of Israel in the last days and a time of restoration and redemption for Israel."]],["li",["span.label","13."],["p.para","The greatness and the dreadfulness of the day when the Lord will come in His glory."]],["li",["span.label","14."],["p.para","The testimony that the God of the Old Testament is Jesus Christ and that He came to earth to free us from death and make it possible for us to be freed from sin and thus return to the presence of God the Father."]]]],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p19"},"The spiritual gems in the book were meant to be enjoyed. The prophets whose words are recorded in the Bible were anxious that their message be clear and comprehensible. Through time, mistranslation, and corruption, part of that clarity has been obscured. Fortunately for Latter-day Saints, much of this clarity has been restored by (1) inspired commentary of modern prophets; (2) the guidance of the Holy Ghost; and (3) the revelation of the fulness of the gospel in the other standard works, including the Book of Mormon, the Doctrine and Covenants, the Pearl of Great Price, and Joseph Smith’s translation of the Bible."]],[".topic",["h2","Your Goal in Taking This Course"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p21"},"To Israel Moses declared, “Unto thee it was shewed, that thou mightest know that the Lord he is God; there is none else beside him” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.35"},"Deuteronomy 4:35"],"). This course of study is designed to increase your opportunity to come to know the God of the Old Testament in an intimate, personal, and powerful way. He is our Redeemer, and your goal in taking this course should be to declare as did Job: “For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth” (",["a.scriptureRef",{"href":"/scriptures/ot/job/19.25"},"Job 19:25"],"). In the pages of the Old Testament we see the Lord, the premortal Jesus, working with our Heavenly Father’s children to save them from various perils. From these accounts we can learn much about how to come unto Christ. Moses summed up the process with these words: “If … thou shalt seek the Lord thy God, thou shalt find him, if thou seek him with all thy heart and with all thy soul” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.29"},"Deuteronomy 4:29"],"). What better guidance and greater goal could we seek?"]],[".topic",["h2","Reaching This Goal Most Effectively"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p23"},"Through the prophet Jeremiah the Lord declared, “My people have committed two evils; they have forsaken me the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water” (",["a.scriptureRef",{"href":"/scriptures/ot/jer/2.13"},"Jeremiah 2:13"],"). Cisterns, as sources of a reserve water supply, were extremely important to people in the arid lands of the Old Testament, for it was on these that they relied to preserve themselves during the dry seasons. Cisterns were carved out of rock. They could only",["span.emphasis","retain"],"water; they could not",["span.emphasis","produce"],"it. On occasion the rock would prove full of fissures and be unable even to hold water. Using this fact as a metaphor, the Lord brought two accusations against Israel. The first was their lack of trust in Him. Jehovah, as the spring of living water, could always be relied upon, but ancient Israel hewed new cisterns for themselves; that is, they turned to idolatrous sources for security and spiritual life and power. Second, the new cisterns could preserve the Spirit no better than a fractured cistern could hold water. Thus, Israel was like a people in a drought who ignore a living spring that provides sufficient reserves and trust instead in broken wells that provide nothing."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p24"},"Each chapter in this manual is designed to help you find the true source of living water—the Lord Jesus Christ. Your study of the Old Testament is an opportunity to come to know Him better."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p25"},"Each lesson designates a part of the Old Testament as a reading assignment. This assignment will be the core of your study and should be read carefully for each lesson."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p26"},"The student manual for Religion 302 covers approximately one-half of the Old Testament, from 1 Kings through Malachi except for Psalms. The rest of the Old Testament is covered in the student manual for Religion 301."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p27"},"The course does not require you to read every chapter of the second part of the Old Testament. After you complete the parts assigned in the reading blocks, however, you will have read the greater part of the Old Testament and acquired the skills necessary to understand the rest on your own. Combined with sincere prayer, scripture study can become a source of personal revelation and an avenue to increased spiritual power in your daily life. It is the way to come to the true spring that will quench your thirst, the one cistern filled with living water."]],[".topic",["h2","Why a Student Manual?"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p29"},"Some parts of the ancient scriptures are not easily understood by today’s readers. Even the Jews who returned from exile (around 500",["span.small","B.C."],") needed assistance. The Bible records that Ezra the scribe “caused the people to understand the law. … So they [the scribes] read in the book in the law of God distinctly, and gave the sense, and caused [the people] to understand the reading.” (",["a.scriptureRef",{"href":"/scriptures/ot/neh/8.7-8"},"Nehemiah 8:7–8"],".) Although their problem was caused primarily by changes in their language, the word of the Lord still needed some explaining. So it is today. Corrupt texts, archaic language, and a lack of understanding of the doctrinal, historical, or geographical settings cause some of the difficulty in reading and comprehending the Old Testament. For these reasons this student manual provides the following to assist you:"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-kings-malachi/preface.f2"},["ol.number",["li",["span.label","1."],["p.para","Background information to help you better understand the Middle Eastern world in which the prophets declared their messages."]],["li",["span.label","2."],["p.para","Background information about Old Testament prophets and important contemporary political figures."]],["li",["span.label","3."],["p.para","Background information on many of the books in the Old Testament."]],["li",["span.label","4."],["p.para","Interpretive and prophetic commentary on many of the most important passages and some of the difficult passages."]],["li",["span.label","5."],["p.para","A maps section, which identifies key geographical places, some of the major activities of the prophets and the Israelites, a time line for the events being studied, and modern equivalents of ancient measurements."]]]]],[".topic",["h2","How the Manual Is Organized"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p36"},"The twenty-eight chapters in the manual are organized to correspond with the chronology of events in the Old Testament. This organization does not strictly follow the sequence of books as they appear in the Old Testament. It is not possible to adhere exactly to the chronology because several accounts overlap in the time periods they cover, and sometimes several prophets ministered at the same time in different areas. Also, the time of the writing of some books is not known (Job and Proverbs, for example). This manual does, however, basically follow the chronology of the Old Testament."],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p37"},"Throughout the text you will find special enrichment sections—eleven in all—that provide information to help you better understand the chapters that follow them."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p38"},"This manual should be used to help you organize your study and get the most from your reading of the scriptural passages. Each chapter includes:"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-kings-malachi/preface.f3"},["ol.number",["li",["span.label","1."],["p.para","A short introduction that sets the stage for the scriptures you will read."]],["li",["span.label","2."],["p.para","A reading assignment."]],["li",["span.label","3."],["p.para","Notes and commentary that will help with particularly difficult passages."]],["li",["span.label","4."],["p.para","Points to ponder that call your attention to some of the major lessons of the part of the Old Testament you are studying and give you the opportunity to thoughtfully consider how these lessons can be applied in your life."]]]]],[".topic",["h2","How to Use Your Student Manual"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p44"},"The basic text for this course is the Old Testament. This student manual does not replace your reading of the scriptures nor can it substitute for inspired guidance of the Holy Ghost as you seek that guidance in humble prayer. Here are some suggestions on how this manual may be used most profitably:"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-kings-malachi/preface.f4"},["ol.number",["li",["span.label","1."],["p.para","Before reading the scriptures, study the maps to get a feeling for the location of various lands, areas, peoples, geographical features, and cities. Then, throughout your study, refer to the maps as needed."]],["li",["span.label","2."],["p.para","Read the reading assignment for each chapter. The number of chapters you are asked to read for each class period may vary according to your instructor’s wishes and according to whether you are studying on the semester, quarter, or individual-study system. Whatever system you are on, however, you will read most of the Old Testament from 1 Kings to Malachi."]],["li",["span.label","3."],["p.para","Study the enrichment sections as you come to them. You will find that understanding the history, geography, or doctrine explained in these sections will help you better understand the scriptures as you read them."]],["li",["span.label","4."],["p.para","Read Notes and Commentary on any passages that are difficult to understand."]],["li",["span.label","5."],["p.para","Complete the assignments in Points to Ponder as directed by your instructor."]],["li",["span.label","6."],["p.para","Use the indexes at the end of the manual to locate a particular scripture, author, or subject."]]]]],[".topic",["h2","Which Version of the Bible Should You Use in Your Study of the Old Testament?"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p52"},"A large number of Bible translations are now in existence. The King James Version, the translation recommended for English-speaking Latter-day Saints, has been spoken of many times by the Church leaders. The following are examples of their counsel:"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p53"},"“None of these [other] translations surpasses the King James Version of the English Bible in beauty of language and spiritual connotation, and probably in faithful adherence to the text available to translators. It is this version which is used by the Church of Jesus Christ of Latter-day Saints in all of its official work [in the English language] both at home and abroad. The literature of the Church refers invariably to the King James translation. Other translations are used by the Church only to help explain obscure passages in the authorized version.” (John A. Widtsoe,",["span.emphasis","Evidences and Reconciliations,"],"p. 120.)"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p54"},"“This King James or Authorized Version, ‘as far as it is translated correctly,’ has been the version accepted by this Church since it was organized” (J. Reuben Clark, Jr., in Conference Report, Apr. 1954, p. 38)."],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p55"},"“The Official Bible of our Church is the King James version” (editorial,",["span.emphasis","Church News,"],"14 Nov. 1970, p. 16)."],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p56"},"In languages other than English, available versions are acceptable, of course."],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p57"},"The official recommendation does not mean that the King James Version is a perfect translation. Elder James E. Talmage gave a reason why there is not a perfect translation: “There will be, there can be, no absolutely reliable translation … unless it be effected through the gift of translation, as one of the endowments of the Holy Ghost. The translator must have the spirit of the prophet if he would render in another tongue the prophet’s words; and human wisdom alone leads not to that possession.” (",["span.emphasis","The Articles of Faith,"],"p. 237.)"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p58"},"Such an effort to translate the Bible scriptures by the power of the Holy Ghost was begun by the Prophet Joseph Smith at the command of the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.60-61"},"D&C 45:60–61"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.53"},"93:53"],"). The status of the Joseph Smith Translation in the Church today is as follows:"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p59"},"“The Inspired Version [as it is called by its publishers] does not supplant the King James Version as the official church version of the Bible, but the explanations and changes made by the Prophet Joseph Smith provide enlightenment and useful commentary on many biblical passages."],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p60"},"“Part of the explanations and changes made by the Prophet Joseph Smith were finally approved before his death; and some of these have been cited in current church instructional materials or may be cited in future church instructional materials."],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p61"},"“Accordingly, these cited portions of the Inspired Version may be used by church writers and teachers, along with the Book of Mormon, Doctrine and Covenants, and Pearl of Great Price, in connection with Biblical interpretations, applying always the divine injunction that ‘whoso is enlightened by the Spirit shall obtain benefit therefrom.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/91.5"},"D&C 91:5"],")"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p62"},"“When the Book of Mormon, Doctrine and Covenants, and Pearl of Great Price offer information relative to biblical interpretation, these should be given preference in writing and teaching. But when these sources of latter-day revelation do not provide significant information which is available in the Inspired Version, then this version may be used.” (Editorial,",["span.emphasis","Church News,"],"7 Dec. 1974, p. 16.)"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p63"},"References from the Joseph Smith Translation are used throughout this manual for clarification of particularly vague or faulty passages of the King James Version."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p64"},"In 1979 a new edition of the King James Version was published by The Church of Jesus Christ of Latter-day Saints. It contains an extensive cross-referencing system that includes latter-day and biblical scriptures, alternate renderings of difficult passages, language insights to certain Hebrew and Greek words, and many helpful changes from the Joseph Smith Translation. It also has an appendix, which includes a Topical Guide, a Bible Dictionary, passages from the Joseph Smith Translation too long to include in the footnotes, and a section of maps. Similar Bible study helps have been added to triple combinations in other languages since that time. These are without question the finest collection of study aids designed specifically for Latter-day Saints ever provided with the scriptures. They will prove to be an invaluable aid as you study the Old Testament. A selection of cross-references and significant Joseph Smith Translation changes are also included in this manual."]],[".topic",["h2","Using the Internal References"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p66"},"Numerous works by biblical scholars have been cited throughout the manual. Shortened references to these works have been used in order to interrupt the reading as little as possible. Complete reference information has been given in the bibliography near the end of the manual."],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-kings-malachi/preface.p67"},"A special system of referencing was devised for quotations taken from",["span.emphasis","Commentary on the Old Testament,"],"by C. F. Keil and F. Delitzsch. The original work was published in twenty-five books, but the reprint edition quoted in this manual combines the twenty-five books into a ten-book set. This organization means that in some cases one book may have three different pages with the same number. To minimize confusion and to keep a shortened reference, a three-number system was devised.",["span.emphasis","Commentary,"],"3:2:51, means that the reference is found on page 51 of the second volume contained in book 3."]]]]]],"refs":null}
