{"id":4,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":4,"title":"Preventing Child Abuse","subtitle":"","short_title":"Preventing Child Abuse","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/preventing-child-abuse","content":[["div",{"id":"head1","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/preventing-child-abuse.head1"},["h1","Preventing Child Abuse"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/preventing-child-abuse.p2"},"Children need parents who are unselfish and loving and who are committed to their children’s happiness and success. Children need to be treated with kindness, affection, courtesy, patience, and forgiveness. Parents should express their love for them frequently and compliment and recognize them consistently for good behavior. Parents need to provide activities and tasks in which their children can experience success, acceptance, love, and family unity."],["div",{"id":"p3","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/preventing-child-abuse.p3"},"Children are helped and strengthened by appropriate and loving discipline. However, criticism or ridicule will undermine their confidence and feelings of self-worth and well-being. When these things occur over time, children may come to feel inadequate, unattractive, and unloved."],["div",{"id":"p4","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/preventing-child-abuse.p4"},"For these reasons, parents and others should strive to teach and discipline children as needed with patience and love. Loving parents will avoid any abusive conduct toward their children and will strive to protect their children from the abuse of others. Parents should learn to control their anger. They may wish to seek help from the bishop or a professional counselor if they are concerned about their or others’ behavior toward their children."],[".topic",["h2","Preventing Abuse by Others"],["div",{"id":"p6","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/preventing-child-abuse.p6"},"Parents can do much to protect their children from sexual abuse. They should develop a close relationship with their children and teach them what to do to guard against this great evil."],["div",{"id":"p7","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/preventing-child-abuse.p7"},"Parents should ensure that the atmosphere in the home allows children to feel comfortable in discussing sensitive matters. Children should be encouraged to talk freely about their likes and dislikes, their friends, and their true feelings. They should feel that they can tell their parents if someone approaches them in an inappropriate manner or in a way that makes them uncomfortable. (For more suggestions, see",["span.emphasis","A Parent’s Guide"],"[31125],",["a.crossRef",{"href":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p1"},"32–33"],".)"],["div",{"id":"p8","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/preventing-child-abuse.p8"},"Parents should know where their children are and who they are with. They should be careful that only responsible people baby-sit or have custody of them. They should ask their children about their experiences with baby-sitters and other caregivers. Wise parents will closely monitor what happens when their children are away from home overnight. They will be alert if a teenager or adult is paying an unusual amount of attention to one of their children and carefully investigate the situation."],["div",{"id":"p9","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/preventing-child-abuse.p9"},"Parents and youth leaders should be aware of changes in a child’s behavior. Behavioral changes can be a signal that someone should talk with the child about what caused the changes."]],[".topic",["h2","Helping Children to Protect Themselves"],["div",{"id":"p11","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/preventing-child-abuse.p11"},"Children can learn how to protect themselves against sexual abuse and exploitation. Every child should be taught that no one should touch them in inappropriate ways, and that they should resist and flee from any situation where the touching or other behavior of another person makes them feel uncomfortable. They should also be taught to tell their parents promptly of any such situation, and if someone attempts to take them away without their parents’ approval, to resist and attract the attention of others around them."]]]],"refs":null}
