{"id":18,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":18,"title":"Principles of Decision Making","subtitle":"","short_title":"Lesson 16","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.head1"},[".titleNumber","Lesson 16"],["h1","Principles of Decision Making"],[".intro","“Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness;"],[".intro","“For the power is in them, wherein they are agents unto themselves. And inasmuch as men do good they shall in nowise lose their reward” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.27-28"},"D&C 58:27–28"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p6","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p6"},"Good decision-making ability is necessary for Christlike leadership."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.f1"},["ol.number",["li",["span.label","1."],[".para","Leaders must be able to make wise decisions."]]]]],[".topic",["h2","Concept 1. Leaders Must Be Able to Make Wise Decisions."],[".topic",["h3","Commentary"],["div",{"id":"p11","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p11"},"“Making decisions is probably the most important thing people ever do,” taught President Ezra Taft Benson, who was then President of the Quorum of the Twelve. “Nothing happens until someone makes a decision. …"],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p12"},"“Fortunately the ability and judgment necessary to make decisions can be acquired” (",["span.emphasis","God, Family, Country: Our Three Great Loyalties"],"[1974], 145). See the Teacher Resource section for suggestions by President Benson on how to learn to make wise decisions."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p14"},"Discuss the idea that leaders must make wise decisions to help people come to Christ. Explain that we all can improve in our ability to make wise decisions."],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p15"},"Select several points that you consider important for making decisions as a leader (see the Teacher Resource section), and discuss them with the class."],["div",{"id":"p16","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p16"},"Divide the class into small groups. Have each group come up with a hypothetical situation in which a Church or family leader must make a decision. (For example, a bishopric might be concerned that ward members are not coming to meetings on time, or a family might not know where to go for a vacation.)"],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p17"},"Have each group exchange its hypothetical situation with another group. Invite the groups to apply the principles of decision making you discussed and come up with a decision and plan of action. Have each group share their decision and plans and how they arrived at them."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p19","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p19"},"President Ezra Taft Benson"],["div",{"id":"p20","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p20"},"President of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p21","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p21"},["span.emphasis","“Suggestions on Making Decisions,” in"],"God, Family, Country: Our Three Great Loyalties",["span.emphasis","(1974), 143–53"]]],["div",{"id":"p22","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p22"},"Our decisions have made us what we are. Our eternal destiny will be determined by the decisions we yet will make."],["div",{"id":"p23","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p23"},"Wise decisions are the stepping stones of progress. They are the building blocks of life. Decisions are the ingredients of success. For individuals and institutions, they mark the way of progress. The mind of an individual or the collective mind of the council, committee, or board of directors decides what the present state and the future direction of the individual or institution will be."],["div",{"id":"p24","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p24"},"Wise decisions will show the way to progress."],["div",{"id":"p25","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p25"},"We live in a wicked world. Never in our memory has the adversary been so well organized and never had he had so many emissaries working for him. As a people we face difficult days—days of pressing decisions, for young and old."],["div",{"id":"p26","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p26"},"In The Church of Jesus Christ of Latter-day Saints we face momentous decisions. Our people—heads of families, parents, children—must make important decisions. Help is needed and help is available."],["div",{"id":"p27","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p27"},"As a church we hold the saving truths and ordinances which will bring salvation and exaltation to members of the human race. It is therefore most important that church leaders make the right decisions and guide those under them in the paths of truth and righteousness toward the accomplishment of our goals, but also our families, wards, stakes, missions, the Church, and the world."],["div",{"id":"p28","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p28"},"If we are to make proper, Christ-like decisions, we must first of all live so we can reach out and tap that unseen power without which no man can do his best in decision making."],["div",{"id":"p29","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p29"},"One of the greatest decisions of this age was when the boy Joseph Smith decided that he would follow the admonition in James: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.” (",["a.scriptureRef",{"href":"/scriptures/nt/james/1.5-6"},"James 1:5–6"],".)"],["div",{"id":"p30","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p30"},"The very salvation of millions of men and women in the dispensation of the fulness of times depends upon that decision! We must keep in mind that individuals do matter and that decisions they make may greatly affect the lives of others."],["div",{"id":"p31","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p31"},"In addition to heavenly sources, it is important also that we realize that individual effort and resourcefulness are necessary not only in solving the day-to-day problems of the Church, but also in bringing growth and development to those required to make decisions."],["div",{"id":"p32","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p32"},"There are some guiding principles that will assist church leaders in making decisions both in their own personal lives and in their important responsibility of leading others to their eventual goal of exaltation in the kingdom of God."],["div",{"id":"p33","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p33"},"The biggest business of any life is making decisions. While one of the greatest gifts of God to man is free agency or the right of choice, he has also given man responsibility for these choices. We may choose between good and evil. We put our own lives in the direction of success or failure. We may not only choose our ultimate goals, but we may also determine and decide for ourselves, in many cases, the means by which we will arrive at those goals, and by our industry or lack of it determine the speed by which they may be reached. This takes individual effort and energy and will not be without opposition or conflict."],["div",{"id":"p34","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p34"},"Making decisions is probably the most important thing people ever do. Nothing happens until someone makes a decision. Even the world itself circled into being as the result of God’s decisions. God said, “… In the beginning I created the heaven, and the earth,” “Let there be light; and there was light,” “Let there be a firmament in the midst of the water, and it was so. …” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.1,3,6"},"Moses 2:1, 3, 6"],".)"],["div",{"id":"p35","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p35"},"Fortunately the ability and judgment necessary to make decisions can be acquired. Certain methods and practices can bring to us all greater skill in every-day, every-week, every-month opportunities to make decisions."],["div",{"id":"f4","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.f4"},"There are some basic principles recommended and used by specialists in the field. It is generally recognized that there are five fundamental steps in decision making:",["ol.number",["li",["span.label","1."],[".para","Defining the problem, its scope and significance:"],["div",{"id":"f","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r.f"},["ol.alphaLowCase",["li",["span.label","a."],[".para","What kind of problem is it?"]],["li",["span.label","b."],[".para","What is its critical factor?"]],["li",["span.label","c."],[".para","When do we have to solve it?"]],["li",["span.label","d."],[".para","Why solve it?"]],["li",["span.label","e."],[".para","What will it take to solve it?"]],["li",["span.label","f."],[".para","What is the value or gain in solving it?"]]]]],["li",["span.label","2."],[".para","Collecting facts and analyzing and using them."]],["li",["span.label","3."],[".para","Developing and weighing possible solutions to arrive at conclusions."]],["li",["span.label","4."],[".para","Carrying a decision into action with plans and controls."]],["li",["span.label","5."],[".para","Follow-up on the results of the decisions and action."]]]],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p48"},"Decisions should be based on correct principles and facts. A thorough knowledge of the principles and facts surrounding any particular problem usually leads to an easy and correct decision. A thorough knowledge of the facts surrounding a welfare problem, for example, will, when considered in connection with fundamental welfare principles, bring the bishop to the right answer in that particular case. One of the most basic elements of decision making, therefore, is to have possession of the facts and to understand and be familiar with the basic and underlying principles."],["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p49"},"For another example, a bishop may feel that his ward should be doing better in temple work. How does he make a decision on this problem? He would first want to determine the facts by asking and finding the answers to several questions. How many temple recommends do my ward members hold? How is this number divided between the high priests, … elders, and sisters? … How does my ward … compare with other wards in the stake? Even if it compares favorably, is it good enough? How important is this work anyway? (See",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],".) Why would the whole earth be smitten with a curse had not Elijah come with the keys of sealing which he held?"],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p50"},"After discussing the problem and its solution with his counselors and the high priests group leader and perhaps the entire ward executive committee, the bishop would then decide on a course of action. He would write down the various steps to implement the course of action decided upon, activate the program by making assignments and delegation of responsibility, and then remember to follow up."],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p51"},"On a personal basis, a decision to turn down a proffered cigarette or a drink of liquor will be easy to make if one has the facts, understands the underlying principles and concepts of the Word of Wisdom, and has already determined in his mind that he will uphold and sustain this divinely revealed principle."],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p52"},"Again, if one understands the principle, he will already know the right decision when he is faced with a problem involving [sexual] morality. All he will need under the pressure of the moment will be the fortitude to make the decision he already knows is the right one."],["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p53"},"One of the best ways for leaders to understand correct principles is to have a thorough knowledge and understanding of the scriptures and the appropriate handbook. Most situations have already arisen before, perhaps many times, and policy and procedure have already been determined to handle the problem. It is always wise, therefore, to refer to and be familiar with existing written instructions and church policy on questions as they arise."],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p54"},"Decisions should be timely. Sometimes a lack of decision on a point is actually a decision in the opposite direction. We need to make up our minds. Elijah said to ancient Israel: “How long halt ye between two opinions? if the Lord be God, follow him: but if Baal, then follow him. And the people answered him not a word.” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/18.21"},"1 Kings 18:21"],".)"],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p55"},"Joshua advocated this principle when he gathered all the elders and judges of the tribes of Israel to Shechem and told them, in effect, to make up their minds today. He said: “And if it seem evil unto you to serve the Lord, choose you this day whom ye will serve; whether the gods which your fathers served that were on the other side of the flood, or the gods of the Amorites, in whose land ye dwell; but as for me and my house, we will serve the Lord.” (",["a.scriptureRef",{"href":"/scriptures/ot/josh/24.15"},"Joshua 24:15"],".)"],["div",{"id":"p56","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p56"},"Some people intend to make a decision and then never get around to it. They intend to paint the barn, to fix the fence, to haul away that old machinery or remove that old shed, but the time of decision just never arrives."],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p57"},"Some of us face a similar situation in our personal lives. We intend to pay a full tithing, to begin keeping the Word of Wisdom, to make our initial home teaching visits early in the month. However, without actual decision followed by implementation, the weeks and months go by and nothing is accomplished. We could drift into eternity on these kinds of good intentions. Thus lack of decision becomes our decision",["span.emphasis","not"],"to do those good things for which we had the best of intentions. The Lord apparently sensed this weakness in his children, for he said: “Wherefore, if ye believe me, ye will labor while it is called today.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.25"},"D&C 64:25"],".)"],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p58"},"Get the facts—then decide promptly. As an excuse for postponing decisions, do not rely on the old clichés some people use, such as “I want to sleep on it.” We don’t make decisions in our sleep. However, don’t jump to conclusions or make snap judgments. Get the facts, be sure of the basic principles, and weigh the consequences. Then decide!"],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p59"},"The prophet Joel recognized the principle of timeliness as priesthood leaders should today, for now, as then, wickedness is almost everywhere. Sound decisions are needed. Joel said: “Put ye in the sickle, for the harvest is ripe: come, get you down; for the press is full, … for their wickedness is great. Multitudes, multitudes in the valley of decision: for the day of the Lord is near in the valley of decision.” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/3.13-14"},"Joel 3:13–14"],".)"],["div",{"id":"p60","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p60"},"The decisions of which Joel spoke are the decisions that lead to eternal exaltation. May we help in showing the way."],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p61"},"Wise decisions are usually arrived at following work, struggle, and prayerful effort. The Lord’s response to Oliver Cowdery’s ineffective effort makes this clear: “But, behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.8"},"D&C 9:8"],".)"],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p62"},"Let us begin, therefore, by saying that earnestly seeking our Father in heaven, having faith that he will answer our prayers, is a comforting base on which to begin. Joseph Smith also said the Lord will not take water from a dry well, so we must do our part. Sometimes attempting to find a correct decision takes great amounts of energy, study, and long-suffering."],["div",{"id":"f6","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.f6"},"Here are some effective suggestions our leaders can use to assist them in correctly deciding what actions should be taken.",["ol.number",["li",["span.label","1."],[".para","Is the problem clearly understood? All too often our leaders haven’t defined what is to be decided. The problem must be expressed clearly on paper."]],["li",["span.label","2."],[".para","Is the stated problem the real one? Is our leader treating the symptoms or the causes? For example, a stake president was concerned with home teaching in his stake and wanted to make some decisions in order to improve it. The records established that fewer families were being visited each month. The stake president was upset with the home teachers without realizing that he wasn’t properly communicating on a continuing basis with the bishops and quorum leaders about home teaching and its importance. The real problem wasn’t low home teaching activity; the difficulty was inadequate communication between the stake president and his subordinates. Once the stake president realized the difficulty and corrected it, the home teaching improved greatly in his stake."]],["li",["span.label","3."],[".para","Does the problem “feel” right? We in the Church are open to inspiration and should seek it, and our Father in heaven will let us know if the problem we are concerned about is one demanding a decision. Inspiration is an important aspect of decision making."]],["li",["span.label","4."],[".para","Diagnose the problem. The problem must be analyzed and divided into its parts. Common sense dictates that the items to be decided should be written down and each facet be listed. Assess the whole situation, looking to the experience of the past and present as much as possible. Keep an open mind."]],["li",["span.label","5."],[".para","Evaluate the available alternatives. Justice Benjamin Nathan Cardozo of the [United States] Supreme Court said, “There is in each of us a stream of tendency that gives coherence and direction to thought and action.” The selected facts must be carefully evaluated and listed in their order of importance as we best see them. How the Saints are affected must be of primary concern."]],["li",["span.label","6."],[".para","Pray and fast for inspiration. “Counsel with the Lord in all thy doings, and he will direct thee for good. …” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.37"},"Alma 37:37"],".) After an adequate evaluation of the situation, prayer and fasting must then be brought in as the final step before the decision. Listen for an answer. Too often we pray without listening."]],["li",["span.label","7."],[".para","Make the decision. “Decision making is a lonely business,” said my good friend Clarence B. Randall, former head of Inland Steel Company, “and the greater the degree of responsibility, the more intense the loneliness.” After following the six steps previously mentioned, however, most decisions our priesthood brethren make will be for the best."]],["li",["span.label","8."],[".para","Determine how to accomplish the decision. Action must follow the decision. The procedures of accomplishment must be listed and assignments made."]],["li",["span.label","9."],[".para","Follow up and reevaluate. One good brother said, “If a decision has come from inspiration, then why evaluate?” Circumstances change and with change comes time to review and, at least some of the time, to begin the decision-making process all over again. In any event, a follow-up to see if the job is being done must be part of the procedure."]]]],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p73"},"Our fellow workers will make better decisions in their callings if they will follow these nine steps. But remember, while the Lord will give us help in making decisions, he expects us to do our homework."],["div",{"id":"f7","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.f7"},"What are the tests that might well be applied to a proposed course of action—a pending decision? Here are six:",["ol.number",["li",["span.label","1."],[".para","Could it retard or injure spiritual or moral progress?"]],["li",["span.label","2."],[".para","Could it create unhappy or unpeaceful memories?"]],["li",["span.label","3."],[".para","Is it contrary to the revealed will or commandments of God? “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],".)"]],["li",["span.label","4."],[".para","Could it harm any individual, family, or group?"]],["li",["span.label","5."],[".para","Would the decision make a better person or a better associate as it pertains to God’s laws? For example, by living the Word of Wisdom, we are promised that we “shall find wisdom and great treasures of knowledge, even hidden treasures.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.19"},"D&C 89:19"],".)"]],["li",["span.label","6."],[".para","Could a blessing be derived from this particular action? “There is a law, irrevocably decreed in heaven before the foundation of this world, upon which all blessings are predicated—And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D&C 130:20–21"],".)"]]]],["div",{"id":"f8","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.f8"},"May I, in conclusion, offer the following ten points for the consideration of leaders as helps in making wise decisions:",["ol.number",["li",["span.label","1."],[".para","Ask for guidance from the Lord in making decisions."]],["li",["span.label","2."],[".para","Do you get a burning in your bosom after you have made the decision?"]],["li",["span.label","3."],[".para","Is it in keeping with the words of the prophets—that is, the Presidents of the Church, particularly the living President?"]],["li",["span.label","4."],[".para","Some decisions are simply a matter of making good judgment, and simply coming to a decision. For instance, in the Doctrine and Covenants, the Lord tells the brethren he is not concerned whether they go by land or by sea, as long as they get going. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.22"},"D&C 61:22"],".)"]],["li",["span.label","5."],[".para","There are a few cases where a decision cannot be made immediately, because the Lord wants to bring other factors to the attention of the decision maker. In that case, a man must learn to wait on the Lord or, as the Lord would say, “Be still, and know that I am God.” (",["a.scriptureRef",{"href":"/scriptures/ot/ps/46.10"},"Psalm 46:10"],".)"]],["li",["span.label","6."],[".para","In decisions of crucial importance, fasting combined with prayer can bring great spiritual insight."]],["li",["span.label","7."],[".para","While it is usually advisable to try to see the long-range view of the decision you make, sometimes the Lord will inspire you to make only temporary decisions that will lead to an end that only he knows about. A man should never hesitate to make such decisions. Wilford Woodruff [the fourth President of the Church] had to make a number of those decisions that required him to say “I know not save the Lord commanded it” [see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.6"},"Moses 5:6"],"]. Nephi returned to Jerusalem without knowing exactly what his plan of action was going to be."]],["li",["span.label","8."],[".para","President Harold B. Lee tells, in his book",["span.emphasis","Decisions for Successful Living"],"(page 45), about talking with a church leader who sometimes, in trying to come to a decision on a given matter, would say to himself, “What would Jesus do in this situation?” This would mean, of course, that a man would have to know Jesus well enough through study and righteous living that he might ask that question intelligently."]],["li",["span.label","9."],[".para","A man should always be sure that he consults the Spirit in his decision making. In other words, he should keep the door ajar in case the Spirit wants to dictate a course other than the one he might have naturally followed. Brigham Young at one time said that he wanted to do a certain thing, but that the Spirit dictated otherwise."]],["li",["span.label","10."],[".para","It’s always good to know what other Church leaders have done in making decisions on similar matters. That’s why, in part at least, the Prophet Joseph had records kept of various meetings. Therefore a man should study the records, the prophets, and Church history."]]]],["div",{"id":"p92","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/principles-of-decision-making.p92"},"We are engaged in a work in which we cannot fail—be it decision making or other—if we do our part. The Lord will not permit us to fail. This is his work. These are his children we are called to labor with, and he loves them. This is his program through which we work, his authority, and he will magnify us—yes, when necessary, even beyond our natural abilities. This I know, and I thank God for this priceless knowledge and blessing."],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","Which comments by President Benson help us understand how important wise decisions are to our eternal life?"]],["li",["span.label","•"],[".para","Which of the “five fundamental steps in decision making” seems most important to you in your development as a leader? Explain your answer. (",["span.emphasis","Note:"],"If you use this question in the classroom, ask something less personal, such as “Why is each of these five steps important in decision making?”)"]],["li",["span.label","•"],[".para","Why is it important that decisions be based on “correct principles and facts”?"]],["li",["span.label","•"],[".para","How can we test our decisions to see if they are correct?"]]]]]]]],"refs":null}
