{"id":27,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":27,"title":"Prophets Teach Us to Live the Restored Gospel","subtitle":"","short_title":"Prophets Teach Us to Live the Restored Gospel","uri":"/friend/2013/05/prophets-teach-us-to-live-the-restored-gospel","content":[["div",{"id":"head1","uri":"/friend/2013/05/prophets-teach-us-to-live-the-restored-gospel.head1"},[".seriesTitle","Bringing Primary Home"],[".title","Prophets Teach Us to Live the Restored Gospel"],[".kicker","You can use this lesson and activity to learn more about this month’s Primary theme."]],[".bodyBlock",["div",{"id":"p4","uri":"/friend/2013/05/prophets-teach-us-to-live-the-restored-gospel.p4"},"When President Monson was a young boy, his parents taught him to serve others. One Christmas, his mother asked him to choose one of his toys to give to a boy who had no gifts. And on Sundays, before his family ate their dinner, his mother had him deliver a plate of food to a neighbor who was in need. As President Monson got older, his desire to help others grew and grew."],["div",{"id":"p5","uri":"/friend/2013/05/prophets-teach-us-to-live-the-restored-gospel.p5"},"President Monson is now our prophet. He still visits people who are lonely and sick, and he often gives them priesthood blessings. By his example of loving and helping others, President Monson is teaching us to live the gospel of Jesus Christ."],["div",{"id":"p6","uri":"/friend/2013/05/prophets-teach-us-to-live-the-restored-gospel.p6"},"Another way President Monson teaches us to live the gospel is by speaking to us in general conference. In general conference, President Monson tells us what Jesus Christ would like us to hear. He teaches us how to follow Jesus Christ. When we listen to the prophet and follow his direction, we learn how to live the restored gospel of Jesus Christ."]],[".resources",[".moreInfo",[".title","Scripture and Song"],["ul.bullet",["li",["span.label","•"],[".para",["a",{"href":"/scriptures/ot/amos/3.7"},"Amos 3:7"]]],["li",["span.label","•"],[".para","“We Thank Thee, O God, for a Prophet” (",["span.emphasis","Hymns,"],"no. 19)"]]]]]],"refs":null}
