{"id":19,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":19,"title":"Providing Care for Elderly Loved Ones","subtitle":"By Todd F. Cope","short_title":"Providing Care for Elderly Loved Ones","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones"},[".heading",{"id":"head1","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.head1"},["h1","Providing Care for",["span.dominant","Elderly Loved Ones"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p2"},"By Todd F. Cope"],["p.para",{"id":"p3","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p3"},"Registered Nurse"]],[".bio",["p.para",{"id":"p4","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p4"},"The author lives in Utah, USA."]],[".kicker","As in all things, we can look to the example of the Savior in making care decisions regarding elderly loved ones."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p6"},"Delia (names have been changed) was a wonderful neighbor. Even when she was well into her 90s, her house was one that neighbors loved to visit. That’s why so many people were willing to help her. But as Delia grew older, she began to expect her neighbors and ward members to meet all of her needs."],["p.para",{"id":"p7","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p7"},"With encouragement from her bishop, a concerned visiting teacher contacted Delia’s daughter, Anne. She explained to Anne that neighbors and ward members were happy to help but that Delia had become demanding, even calling people in the middle of the night."],["p.para",{"id":"p8","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p8"},"Anne arranged for Delia to see her doctor, who diagnosed Delia with dementia. Anne immediately hired a part-time caregiver to help Delia with household tasks, and she recruited the help of family members who lived nearby. With this help and the willingness of neighbors and ward members, Delia was checked on daily. These arrangements worked well for a time, but concerns for her safety soon surfaced when the caregiver arrived one day to find a dish towel smoldering in the oven. Delia’s doctor recommended that she receive around-the-clock care."],["p.para",{"id":"p9","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p9"},"After a great deal of prayer, contemplation, and discussion, Anne determined that the best way to meet Delia’s needs was to move her to an assisted-living facility. Anne found herself in tears after moving her mother, and she contemplated having Delia move in with her. Seeing his mother’s guilt, Anne’s son helped her recognize that under the circumstances, she was doing what was best for Delia."],[".topic",{"id":"t1","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.t1"},[".title","“Honour Thy Father and Thy Mother”"],["p.para",{"id":"p11","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p11"},"One blessing of modern medicine is the greatest life expectancy in modern history. But this blessing also presents challenges for many as they wrestle with the realities of caring for an aging or otherwise dependent loved one. Latter-day Saints often feel an additional burden because of the desire to follow the loving and appropriate admonition of modern prophets to care for aging and dependent family members."],["p.para",{"id":"p12","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p12"},"The Lord’s charge to “honour thy father and thy mother” (",["a",{"href":"/scriptures/ot/ex/20.12"},"Exodus 20:12"],") sets the standard for a child’s responsibility toward his or her parents. President Ezra Taft Benson (1899–1994) counseled families to “give their elderly parents and grandparents the love, care, and attention they deserve.” President Benson added, “When the elderly become unable to care for themselves, even with supplemental aid, care can be provided in the home of a family member when possible.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p13","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p13"},"The ideal situation allows elderly loved ones to remain in their own homes, where they can receive supplemental care as necessary. If needs increase to the point that being on their own is no longer practical, they can live with another family member. Elder Dallin H. Oaks of the Quorum of the Twelve Apostles said, “When aged parents who are not able to live alone are invited to live with their children, this keeps them in the family circle and allows them to continue their close ties with all members of the family.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p14","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p14"},"Most Latter-day Saints are aware of the responsibility to care for elderly loved ones and the blessings that accompany such service. Yet many struggle for an understanding of their personal role in fulfilling this sacred duty. As a professional caregiver, I regularly meet with people who feel trapped between their sense of obligation to care for aging loved ones and the realities of life."]],[".topic",{"id":"t2","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.t2"},[".title","Provide as Best You Can"],["p.para",{"id":"p16","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p16"},"Unfortunately, the ideal situation does not exist for everyone. The demands of modern society often mean that the homes of potential caregivers are unoccupied for a good portion of the day. These realities of life may not, of themselves, prevent adult children from taking care of their elderly parents, but they can interfere with the ability to personally provide that care. In any case, the admonition is simply to provide and does not include specific or personal instructions. For some, care may be provided in the form of personal assistance at the bedside; for others, it may be in the form of financial or other personal resources. We must simply provide in the best way we can."],["p.para",{"id":"p17","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p17"},"The Lord does not expect us to give more than we can reasonably give (see",["a",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"],") and surely would not be pleased with the negative disruption of a family because of a sense of duty or a perceived obligation to care for an elderly loved one at home. It is my experience that when such attempts are made simply to avoid feelings of guilt, the result is often substandard care, caregiver burnout, and family resentment toward loved ones."],["p.para",{"id":"p18","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p18"},"Modern society typically offers several appropriate options for care. Care can be arranged in the home, in an institution, or through a combination of both, depending on individual needs and circumstances. In determining where a loved one’s needs will best be met, seek the advice of those who are or have been in similar circumstances, along with that of competent professionals. Where possible, those receiving care should have input regarding care decisions. Consult with other family members and with your bishop or branch president, and attend the temple to seek guidance. Prayerfully consider counsel received from all sources (see",["a",{"href":"/scriptures/dc-testament/dc/9.7-9"},"D&C 9:7–9"],")."],["p.para",{"id":"p19","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p19"},"“We should prayerfully seek inspiration and direction in caring for the elderly,” said President Benson. “There is always a great diversity of individuals and individual needs.”",["sup",["a",{"href":"fn_footnote3"},"3"]]]],[".topic",{"id":"t3","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.t3"},[".title","Remain Actively Involved"],["p.para",{"id":"p21","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p21"},"If the best care decision for your parent or other loved one is placement in an appropriate care facility, be aware that your obligation does not end there. Elder Oaks said: “When it is not possible for parents to be cared for in the homes of their children, so that some type of institutional care is obtained, their children should remember that institutional care will generally focus on physical needs. Members of the family should make regular visits and contacts to provide the spiritual and emotional sustenance and the love that must continue in the family relationship for mortal life and throughout all eternity.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["p.para",{"id":"p22","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p22"},"Regardless of the care arrangements, remain actively involved in your loved one’s life. This involvement will vary with individual circumstances, but consistent, meaningful association will be a blessing to you and your loved one."],["p.para",{"id":"p23","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p23"},"When my father’s health declined in his senior years, the family came together and determined the best way to meet his needs. Our circumstances, individual skills, and abilities combined to create an ideal situation that allowed us to provide care in his home until his death. As a family, we still have the privilege of working together in caring for our mother, now in her 94th year. This service brings great joy into the lives of everyone involved, but it is not always easy. Even with 11 living children and their families working together, Mother still needs care that includes the selfless service of concerned neighbors and ward members."]],[".topic",{"id":"t4","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.t4"},[".title","Turn to the Lord"],["p.para",{"id":"p25","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p25"},"Most of us will at some time be blessed with the opportunity to assist in the care of an elderly loved one. Though we may feel unprepared, we can turn to the Lord for direction in making the difficult decisions that are part of this responsibility. Our individual roles in providing care may vary, but the responsibility to participate in providing that care remains constant for each of us."],["p.para",{"id":"p26","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p26"},"As in all things, we can look to the example of the Savior in making care decisions regarding elderly loved ones. Even in His final hours, He made appropriate arrangements for the care of His mother in her time of need (see",["a",{"href":"/scriptures/nt/john/19.26-27"},"John 19:26–27"],"). May we all do likewise for our loved ones."]]],[".notes",["h3","Notes"]],[".resources",[".sideQuote",{"id":"f84","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.f84"},[".title","Welfare Guidelines"],["p.para",{"id":"p33","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p33"},"“When Church members are doing all they can to provide for themselves but cannot meet their basic needs, generally they should first turn to their families for help. When this is not sufficient or feasible, the Church stands ready to help.”"],[".citationInfo",["p.para",{"id":"p34","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.p34"},["span.emphasis","Handbook 2: Administering the Church"],"(2010), 6.1.1."]]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Ezra Taft Benson, “To the Elderly in the Church,”",["span.emphasis","Ensign,"],"Nov. 1989, 6, 7."],[".footnote",{"id":"fn2","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Dallin H. Oaks, “Honour Thy Father and Thy Mother,”",["span.emphasis","Ensign,"],"May 1991, 16."],[".footnote",{"id":"fn3","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"Ezra Taft Benson, “To the Elderly,” 8."],[".footnote",{"id":"fn4","uri":"/ensign/2013/09/providing-care-for-elderly-loved-ones.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],"Dallin H. Oaks, “Honour,” 16."]]}
