{"id":998,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":998,"title":"Pseudepigrapha","subtitle":"","short_title":"Pseudepigrapha","uri":"/scriptures/bd/pseudepigrapha","content":[["div",{"id":"t1","uri":"/scriptures/bd/pseudepigrapha.t1","order":".000.2748"},[".title","Pseudepigrapha"],["div",{"id":"p1","uri":"/scriptures/bd/pseudepigrapha.p1","order":".000.2749"},"The word refers to certain noncanonical writings purported to have come from biblical characters, and refers to books of ancient Jewish literature outside the canon and the Apocrypha. The writings purport to be the work of ancient patriarchs and prophets but are, in their present form, mostly productions from about 200",["span.small","B.C."],"to",["span.small","A.D."],"200."],["div",{"id":"p2","uri":"/scriptures/bd/pseudepigrapha.p2","order":".000.2750"},"These writings have at times been popular with some branches of Christianity, but by their very nature there is no accepted fixed limit to the number of writings that are called pseudepigrapha, for what one person or group regards as canon another may call pseudepigrapha. Some of the writings originated in Palestine and were written in Hebrew or Aramaic; others originated in North Africa and were written in coptic Greek and Ethiopic. These include legends about biblical characters, hymns, psalms, and apocalypses. Things relating to Enoch, Moses, and Isaiah are prominent."],["div",{"id":"p3","uri":"/scriptures/bd/pseudepigrapha.p3","order":".000.2751"},"Although not canonized nor accepted as scripture, the pseudepigrapha are useful in showing various concepts and beliefs held by ancient peoples in the Middle East. In many instances latter-day revelation gives the careful student sufficient insight to discern truth from error in the narratives, and demonstrates that there is an occasional glimmer of historical accuracy in those ancient writings. The student may profit from this, always applying the divine injunction that “whoso is enlightened by the Spirit shall obtain benefit therefrom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/91.5"},"D&C 91:5"],")."]]],"refs":null}
