{"id":12,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":12,"title":"Putting First Things First","subtitle":"","short_title":"Lesson 10","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.head1"},[".titleNumber","Lesson 10"],["h1","Putting First Things First"],[".intro","“Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:"],[".intro","“But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:"],[".intro","“For where your treasure is, there will your heart be also. …"],[".intro","“But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.19-21,33"},"Matthew 6:19–21, 33"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p8","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p8"},"Leaders should plan their time with eternity in mind."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.f1"},["ol.number",["li",["span.label","1."],[".para","Leaders should place a higher priority on eternal life than on the things of this world."]],["li",["span.label","2."],[".para","Balance is an important attribute of Church and family leaders."]],["li",["span.label","3."],[".para","Leaders must learn to budget their time."]]]]],[".topic",["h2","Concept 1. Leaders Should Place a Higher Priority on Eternal Life Than on the Things of This World."],[".topic",["h3","Commentary"],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p15"},"During His Sermon on the Mount, Jesus taught: “Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: …"],["div",{"id":"p16","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p16"},"“For where your treasure is, there will your heart be also” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.19,21"},"Matthew 6:19, 21"],")."],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p17"},"Elder Delbert L. Stapley, who was a member of the Quorum of the Twelve, explained: “The renewal and sanctification of our bodies by the power of the Holy Ghost is obtained by living the gospel. Our treasures of good works that precede us are building our eternal mansions. To project one’s thinking into the eternities under the influence of the spirit will stretch one’s mind and give clear vision of God’s plan, which will help chart a true course back to his presence. Keep eternity always before you here in mortality and base your acts and judgments and decisions upon God’s eternal laws. We should educate ourselves not only for time but also for eternity” (in Conference Report, Sept.–Oct. 1967, 75)."],["div",{"id":"p18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p18"},"Elder M. Russell Ballard, who was then a member of the Seventy, counseled: “Remember, eternity is now, not a vague, distant future. We prepare each day, right now, for eternal life. If we are not preparing for eternal life, we are preparing for something else, perhaps something far less” (in Conference Report, Sept.–Oct. 1978, 100; or",["span.emphasis","Ensign,"],"Nov. 1978, 66)."],["div",{"id":"p19","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p19"},"President Harold B. Lee, who was then a Counselor in the First Presidency, advised: “Most men do not set priorities to guide them in allocating their time, and most men forget that the first priority should be to maintain their own spiritual and physical strength. Then comes their family, then the Church, and then their professions—and all need time” (",["span.emphasis","The Teachings of Harold B. Lee,"],"ed. Clyde J. Williams [1996], 615)."],["div",{"id":"p20","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p20"},"Elder Ballard, after he became a member of the Quorum of the Twelve, added this counsel: “First, think about your life and set your priorities. Find some quiet time regularly to think deeply about where you are going and what you will need to do to get there. Jesus, our exemplar, often ‘withdrew himself into the wilderness, and prayed’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.16"},"Luke 5:16"],"). We need to do the same thing occasionally to rejuvenate ourselves spiritually as the Savior did. Write down the tasks you would like to accomplish each day. Keep foremost in mind the sacred covenants you have made with the Lord as you write down your daily schedules” (in Conference Report, Apr. 1987, 15; or",["span.emphasis","Ensign,"],"May 1987, 14)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p22","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p22"},"Read with students",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.19-21"},"Matthew 6:19–21"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.13-21"},"Luke 12:13–21"],". Discuss what these scriptures teach us about the relative importance of temporal and eternal things (see also the commentary)."],["div",{"id":"p23","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p23"},"Have students list activities and concerns that compete for their time. Their list might include studying the scriptures, giving service, working, doing things with friends, spending time with family, exercising, doing school work, and recreating. Have students rank each activity on the list from most to least important, and discuss their criteria for ranking."],["div",{"id":"p24","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p24"},"Be sure students understand that at times we may need to set aside even high priorities to meet an emergency, accomplish a worthwhile task, or serve others. Similarly, priorities that may seem less important from an eternal perspective, such as schoolwork, may be very important in preparing us for future service in the kingdom. Through all our priorities we should keep our lives centered in Jesus Christ and the gospel."]]],[".topic",["h2","Concept 2. Balance Is an Important Attribute of Church and Family Leaders."],[".topic",["h3","Commentary"],["div",{"id":"p27","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p27"},"President Ezra Taft Benson wrote: “Of Jesus’ preparation for His mission, the scripture states that He ‘increased in wisdom and stature, and in favour with God and man’ (",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.52"},"Luke 2:52"],"). This encompasses four main areas for goals: spiritual, mental, physical, and social. ‘Therefore, what manner of men ought ye to be?’ asked the Master, and He answered, ‘Verily I say unto you, even as I am’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.27"},"3 Nephi 27:27"],"). Now, there is a lifetime goal—to walk in His steps, to perfect ourselves in every virtue as He has done” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[1988], 383–84)."],["div",{"id":"p28","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p28"},"Elder Spencer W. Kimball, who was then a member of the Quorum of the Twelve, testified: “The Savior had a pleasing personality, he was kind, he was pleasant, he was understanding, he never went off on tangents, he was perfectly balanced. No eccentricities could be found in his life” (",["span.emphasis","The Teachings of Spencer W. Kimball, ed. Edward L. Kimball"],"[1982], 13)."],["div",{"id":"p29","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p29"},"Elder Neal A. Maxwell, a member of the Quorum of the Twelve, taught: “Given the uneven seasons of life, the Lord desires balance in His disciples as well as in the Church collectively. We cannot be all sail and no anchor. Moreover, as we grow, ‘the root and the top’ should be ‘equal in strength,’ providing a capacity to endure both heat and storm (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.66"},"Jacob 5:66"],")” (",["span.emphasis","If Thou Endure It Well"],"[1996], 122)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p31","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p31"},"Have a student read",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.52"},"Luke 2:52"],"aloud. List on the board the words in this verse that describe the ways Jesus Christ grew (",["span.emphasis","wisdom, stature, favour with God and man"],"). Next to these words write",["span.emphasis","mental, physical, spiritual, and social"],"(see the commentary). Have the students discuss the challenges of maintaining balance in these areas."],["div",{"id":"p32","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p32"},"Consider discussing the idea that sometimes we temporarily lead an “unbalanced” life because of circumstances. For example, university students may spend an unusually large portion of their time studying. While this may be necessary for a time, students should not totally neglect developing other areas of their life and personality. A bishop’s schedule may seem “unbalanced” at times in the sense that his ward duties may keep him from spending as much time as he would like with his family. However, he must do all in his power to spend the necessary time with them and then rely on the Lord to help him meet their needs."]]],[".topic",["h2","Concept 3. Leaders Must Learn to Budget Their Time."],[".topic",["h3","Commentary"],["div",{"id":"p35","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p35"},"Church leaders encourage us to establish priorities that are consistent with gospel principles. Elder Richard G. Scott of the Quorum of the Twelve taught: “Place the Savior, His teachings, and His church at the center of your life. Make sure that all decisions comply with this standard” (in Conference Report, Apr. 1991, 43; or",["span.emphasis","Ensign,"],"May 1991, 34). Later Elder Scott counseled: “Make your Eternal Father and His Beloved Son the most important priority in your life—more important than life itself, more important than a beloved companion or children or anyone on earth. Make their will your central desire. Then all that you need for happiness will come to you” (in Conference Report, Apr. 1993, 43; or",["span.emphasis","Ensign,"],"May 1993, 34)."],["div",{"id":"p36","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p36"},"On another occasion Elder Scott warned: “Part of [our] testing [in mortality] is to have so many seemingly interesting things to do that we can forget the main purposes for being here. Satan works very hard so that the essential things won’t happen. …"],["div",{"id":"p37","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p37"},"“… In quiet moments when you think about it, you recognize what is critically important in life and what isn’t. Be wise and don’t let good things crowd out those that are essential. …"],["div",{"id":"p38","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p38"},"“… Study the things you do in your discretionary time, that time you are free to control. Do you find that it is centered in those things that are of highest priority and of greatest importance? Or do you unconsciously, consistently fill it with trivia and activities that are not of enduring value nor help you accomplish the purpose for which you came to earth? Think of the long view of life, not just what’s going to happen today or tomorrow.",["span.emphasis","Don’t give up what you most want in life for something you think you want now."]],["div",{"id":"p39","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p39"},"“The essential things must be accomplished during your testing period on earth. They must have first priority. They must not be sacrificed for lesser things, even though they are good and worthwhile accomplishments” (in Conference Report, Apr. 1997, 78–79; or",["span.emphasis","Ensign,"],"May 1997, 53–54)."],["div",{"id":"p40","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p40"},"Most of us feel at times that we do not have enough time to do all we should do or would like to do. Church callings, family obligations, work, hobbies, and so forth all compete for our attention. Elder Neal A. Maxwell, who was then a member of the Presidency of the Seventy, counseled us to use our agency “in such a way that we do the things that matter most, so that these things are not at the mercy of the things that matter least” (",["span.emphasis","Deposition of a Disciple"],"[1976], 58). Church and family leaders need to center their lives on heavenly treasures so they can help others do the same."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p42","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p42"},"We budget our time for the same reason we budget our money: to make sure we have enough to spend for that which we most need and want."],["div",{"id":"p43","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p43"},"Explain that the first step in managing our time is to figure out how much we have to spend. Ask students how many hours there are in one week (168). Ask students what activities they",["span.emphasis","have"],"to do each week (working, going to school, sleeping, eating, and so forth), and have them list them on a piece of paper. Have them write next to each item how many hours they spend at that activity weekly and subtract it from the total. For example, if they spend 40 hours a week working, they have 128 hours left. If they spend 8 hours a day sleeping, then they have 72 hours a week left. If they spend 3 hours at church each Sunday, they have 69 hours left."],["div",{"id":"p44","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p44"},"When students arrive at a total, ask them what activities they",["span.emphasis","like"],"to do in their free time, and have them write them on their paper. Have them write next to each item how much time they think they should devote to it weekly and subtract it from the total. (If some of the activities they want to do were also included on their lists of things they have to do, do not have them subtract those hours a second time.)"],["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p45"},"Point out that the activities we value most do not necessarily take the most time. For example, we might only spend a few minutes on a given day in prayer, but prayer might be the most important thing we do that day."],["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p46"},"Now give each student a generic weekly calendar. Have the students look at their list of activities they",["span.emphasis","have"],"to do and mark them on the calendar. Then have them write the activities they would",["span.emphasis","like"],"to do in the space that remains."],["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p47"},"Stress the importance of giving the activities they value most the highest priority. Suggest that they budget time each week for the Church’s goals of proclaiming the gospel, redeeming the dead, and perfecting the Saints."],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p48"},"Tell students that as leaders we need to organize our time so that we can live according to gospel principles and help others do likewise."],["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p49"},"Explain that a calendar can help them remember appointments and other commitments and balance all the activities they value. Point out that a calendar is just one way to budget time, and encourage them to find a way that works for them."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p51"},"Elder M. Russell Ballard"],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p52"},"Of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p53"},["span.emphasis","“Keeping Life’s Demands in Balance,” in Conference Report, Apr. 1987, 14–18; or"],"Ensign,",["span.emphasis","May 1987, 13–16"]]],[".topic",["h3","Reexamine life’s priorities"],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p55"},"My dear brothers and sisters, since last general conference, I have felt in my own life the power of priesthood blessings and the power of the faith and prayers of Church members. For many years, I have given blessings to others. I have fasted and prayed for their well-being and have exercised my faith for their recovery. Recently, during a serious illness, I was the recipient of such faith, prayers, and blessings. I thank you, brothers and sisters, for the prayers that you have offered in my behalf."],["div",{"id":"p56","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p56"},"One of my colleagues said to me that some good would come from this illness. He suggested that it is good, on occasion, for everyone to face adversity, especially if it causes introspection that enables us to openly and honestly assess our lives. That is what I did."],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p57"},"The night before my surgery, my doctors talked about the possibility of cancer. When I was left alone, my mind filled with thoughts of my family and of my ministry. I found comfort in the ordinances of the gospel that bind me to my family if we are faithful. I realized that I needed to rearrange some of my priorities to accomplish the things that matter most to me."],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p58"},"Sometimes we need a personal crisis to reinforce in our minds what we really value and cherish. The scriptures are filled with examples of people facing crises before learning how to better serve God and others. Perhaps if you, too, search your hearts and courageously assess the priorities in your life, you may discover, as I did, that you need a better balance among your priorities."],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p59"},"All of us must come to an honest, open self-examination, an awareness within as to who and what we want to be."]],[".topic",["h3","Reviewing covenants helps us balance life’s demands"],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p61"},"As most of you know, coping with the complex and diverse challenges of everyday life, which is not an easy task, can upset the balance and harmony we seek. Many good people who care a great deal are trying very hard to maintain balance, but they sometimes feel overwhelmed and defeated."],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p62"},"A mother of four small children said: “There is no balance at all in my life. I am completely consumed in trying to raise my children. I hardly have time to think of anything else!”"],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p63"},"A young father, who felt the pressure of being the family provider, said: “My new business requires all of my time. I realize that I am neglecting my family and church duties, but if I can just get through one more year I will make enough money, and then things will settle down.”"],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p64"},"A high school student said, “We hear so many contrasting views that it is hard to always know what is right and what is wrong.”"],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p65"},"How often have we heard this one? “No one knows better than I do how important exercise is, but I just have no time in my day for exercising.”"],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p66"},"A single parent said: “I find it next to impossible to accomplish all that I need to do to manage my home and lead my family. In fact, sometimes I think the world expects too much of me. Regardless of how hard I work, I never will live up to everyone’s expectations.”"],["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p67"},"Another mother of four remarked, “My struggle is between self-esteem, confidence, and feelings of self-worth versus guilt, depression, and discouragement for not doing everything I am told we must do to attain the celestial kingdom.”"],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p68"},"Brothers and sisters, we all face these kinds of struggles from time to time. They are common human experiences. Many people have heavy demands upon them stemming from parental, family, employment, church, and civic responsibilities. Keeping everything in balance can be a real problem."],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p69"},"A periodic review of the covenants we have made with the Lord will help us with our priorities and with balance in our lives. This review will help us see where we need to repent and change our lives to ensure that we are worthy of the promises that accompany our covenants and sacred ordinances. Working out our own salvation requires good planning and a deliberate, valiant effort."],["div",{"id":"p70","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p70"},"I have a few suggestions that I hope will be valuable to those of you concerned with balancing life’s demands. These suggestions are very basic; their concepts can easily be overlooked if you are not careful. You will need a strong commitment and personal discipline to incorporate them into your life."]],[".topic",["h3","Use an eternal perspective to set priorities"],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p72"},"First, think about your life and set your priorities. Find some quiet time regularly to think deeply about where you are going and what you will need to do to get there. Jesus, our exemplar, often “withdrew himself into the wilderness, and prayed” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.16"},"Luke 5:16"],"). We need to do the same thing occasionally to rejuvenate ourselves spiritually as the Savior did. Write down the tasks you would like to accomplish each day. Keep foremost in mind the sacred covenants you have made with the Lord as you write down your daily schedules."]],[".topic",["h3","Set reasonable short-term goals"],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p74"},"Second, set short-term goals that you can reach. Set goals that are well balanced—not too many nor too few, and not too high nor too low. Write down your attainable goals and work on them according to their importance. Pray for divine guidance in your goal setting."],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p75"},"You recall that Alma said he would like to be an angel so he could “speak with the trump of God, … to shake the earth, and cry repentance unto every people!” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.1"},"Alma 29:1"],"). He then said, “But behold, I am a man, and do sin in my wish; for I ought to be content with the things which the Lord hath allotted unto me. …"],["div",{"id":"p76","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p76"},"“… Why should I desire more than to perform the work to which I have been called?” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.3,6"},"Alma 29:3, 6"],")."]],[".topic",["h3","Become financially responsible and secure"],["div",{"id":"p78","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p78"},"Third, everyone faces financial challenges in life. Through wise budgeting, control your real needs and measure them carefully against your many wants in life. Far too many individuals and families have incurred too much debt. Be careful of the many attractive offers to borrow money. It is much easier to borrow money than it is to pay it back. There are no shortcuts to financial security. There are no get-rich-quick schemes that work. Perhaps no one needs the principle of balance in their lives more than those who are driven toward accumulating “things” in this world."],["div",{"id":"p79","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p79"},"Do not trust your money to others without a thorough evaluation of any proposed investment. Our people have lost far too much money by trusting their assets to others. In my judgment, we never will have balance in our lives unless our finances are securely under control."],["div",{"id":"p80","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p80"},"The prophet Jacob said to his people: “Wherefore, do not spend money for that which is of no worth, nor your labor for that which cannot satisfy. Hearken diligently unto me, and remember the words which I have spoken; and come unto the Holy One of Israel, and feast upon that which perisheth not, neither can be corrupted, and let your soul delight in fatness” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.51"},"2 Nephi 9:51"],")."],["div",{"id":"p81","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p81"},"Brothers and sisters, remember to always pay a full tithing."]],[".topic",["h3","Build close relationships with family and friends"],["div",{"id":"p83","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p83"},"Fourth, stay close to your spouse, children, relatives, and friends. They will help you keep a balance in your life. In a recent study by the Church, adults in the United States were asked to identify a time when they were very happy and to describe the experience. They were also asked to describe a time when they were very unhappy. For most people, one thing that had made them the most happy or the most sad was their personal relationships with others. Much less important were their personal health, employment, money, and other material things. Build relationships with your family and friends through open and honest communication."],["div",{"id":"p84","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p84"},"A good marriage and good family relationships can be maintained through gentle, loving, thoughtful communication. Remember that often a glance, a wink, a nod, or a touch will say more than words. A sense of humor and good listening are also vital parts of good communication."]],[".topic",["h3","Study the scriptures"],["div",{"id":"p86","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p86"},"Fifth, study the scriptures. They offer one of the best sources we have to keep in touch with the Spirit of the Lord. One of the ways I have gained my sure knowledge that Jesus is the Christ is through my study of the scriptures. President Ezra Taft Benson has called upon members of the Church to make the study of the Book of Mormon a daily habit and a lifetime pursuit. The Apostle Paul’s advice to Timothy is good counsel for each of us. He wrote, “From a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus."],["div",{"id":"p87","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p87"},"“All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness” (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.15-16"},"2 Timothy 3:15–16"],")."]],[".topic",["h3","Rest, exercise, and relax"],["div",{"id":"p89","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p89"},"Sixth, many people, including me, have difficulty finding the time for sufficient rest, exercise, and relaxation. We must schedule time on our daily calendars for these activities if we are to enjoy a healthy and balanced life. Good physical appearance enhances our dignity and self-respect."]],[".topic",["h3","“Teach one another the gospel”"],["div",{"id":"p91","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p91"},"Seventh, the prophets have taught repeatedly that families should teach one another the gospel, preferably in a weekly family home evening. This family practice, if we are not very careful, can slowly drift away from us. We must not lose this special opportunity to “teach one another the doctrine of the kingdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77"},"D&C 88:77"],"), which will lead families to eternal life."],["div",{"id":"p92","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p92"},"Satan is always working to destroy our testimonies, but he will not have the power to tempt or disturb us beyond our strength to resist when we are studying the gospel and living its commandments."]],[".topic",["h3","Pray often"],["div",{"id":"p94","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p94"},"My last suggestion is to pray often as individuals and as families. Parents need to exercise the discipline required to lead out and motivate children to join together for regular family prayers. Our youth can know the right decisions to make each day through constant, sincere prayer."],["div",{"id":"p95","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p95"},"The prophet Alma summarized the importance of prayer in these words: “But that ye would humble yourselves before the Lord, and call on his holy name, and watch and pray continually, that ye may not be tempted above that which ye can bear, and thus be led by the Holy Spirit, becoming humble, meek, submissive, patient, full of love and all long-suffering” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.28"},"Alma 13:28"],"). When I am in tune spiritually, I find that I can balance everything in my life much more easily."]],[".topic",["h3","Do all things in wisdom and order"],["div",{"id":"p97","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p97"},"I realize, brothers and sisters, that other suggestions could be added to these. However, I believe that when we focus on a few basic objectives, we are more likely to be able to manage the many demands that life makes on us. Remember, too much of anything in life can throw us off-balance. At the same time, too little of the important things can do the same thing. King Benjamin counseled “that all these things are done in wisdom and order” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"],")."],["div",{"id":"p98","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p98"},"Often the lack of clear direction and goals can waste away our time and energy and contribute to imbalance in our lives. A life that gets out of balance is much like a car tire that is out of balance. It will make the operation of the car rough and unsafe. Tires in perfect balance can give a smooth and comfortable ride. So it is with life. The ride through mortality can be smoother for us when we strive to stay in balance. Our main goal should be to seek “immortality and eternal life” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). With this as our goal, why not eliminate from our lives the things that clamor for and consume our thoughts, feelings, and energies without contributing to our reaching that goal?"]],[".topic",["h3","Help rather than hinder"],["div",{"id":"p100","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p100"},"Just a word to Church leaders: Be very careful that what you ask from members will help them attain eternal life. For Church members to be able to balance their lives, Church leaders must be sure they do not require so much from members that they have no time to accomplish their personal and family goals."]],[".topic",["h3","Do your best each day"],["div",{"id":"p102","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p102"},"Not long ago, one of my children said, “Dad, sometimes I wonder if I will ever make it.” The answer I gave to her is the same as I would give to you if you have had similar feelings. Just do the very best you can each day. Do the basic things and, before you realize it, your life will be full of spiritual understanding that will confirm to you that your Heavenly Father loves you. When a person knows this, then life will be full of purpose and meaning, making balance easier to maintain."],["div",{"id":"p103","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/putting-first-things-first.p103"},"Live every day with joy in your heart, brothers and sisters. I humbly testify that life can be wonderful, in the name of Jesus Christ, amen."]],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","What can we do to encourage ourselves and those we lead to assess our priorities and seek balance in our lives?"]],["li",["span.label","•"],[".para","What role can adversity play in motivating us to assess our lives?"]],["li",["span.label","•"],[".para","What do you think should be the highest five or six priorities in your life? Should these priorities change with age and experience? Why or why not? Which priorities are flexible?"]],["li",["span.label","•"],[".para","Make a list of secular goals, then spiritual. Combine the lists according to priority. What lessons can we learn from this exercise?"]],["li",["span.label","•"],[".para","What danger is there in pursuing spiritual goals while ignoring physical ones?"]],["li",["span.label","•"],[".para","Discuss King Benjamin’s counsel that “all … things [be] done in wisdom and order” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"],")."]],["li",["span.label","•"],[".para","How can we as Church leaders ensure that all programs and activities help strengthen families and support parents in their duty to teach the gospel in their home, rather than detracting from that duty?"]]]]]]]],"refs":null}
