{"id":31,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":31,"title":"Question Corner","subtitle":"","short_title":"Question Corner","uri":"/friend/2013/05/question-corner","content":[["div",{"id":"head1","uri":"/friend/2013/05/question-corner.head1"},[".seriesTitle","Question Corner"],[".kicker","Heavenly Father sometimes helps me with small things, but why doesn’t He always help with bigger things, like healing someone who has a serious sickness?"]],[".bodyBlock",["div",{"id":"p3","uri":"/friend/2013/05/question-corner.p3"},"Experiencing trials is part of life here on earth. Some of them pass quickly, while others can last a long time. Even in the middle of hard challenges, however, we can still feel Heavenly Father’s love. President Henry B. Eyring of the First Presidency taught, “If we have faith in Jesus Christ, the hardest as well as the easiest times in life can be a blessing” (“Mountains to Climb,”",["span.emphasis","Ensign,"],"May 2012, 26). Sometimes Heavenly Father answers prayers in a way we may not understand at first. But we can always know Heavenly Father is watching over us."],[".quote",{"id":"f1","uri":"/friend/2013/05/question-corner.f1"},["div",{"id":"p4","uri":"/friend/2013/05/question-corner.p4"},"Here’s my perspective: God loves everyone. You need to remember that. He has a plan for us that involves some suffering and pain along the way, but we came to earth to be tested. He is our Father in Heaven, who cares about us. We need to know that He doesn’t want to hurt us, but He wants to know that we have testimonies of our own. We can’t just pretend to have a testimony. We need to have one of our very own. Just let the Holy Ghost talk to you and comfort you."],[".bio",["div",{"id":"p5","uri":"/friend/2013/05/question-corner.p5"},"Hannah M., age 11, Idaho, USA"]]],[".quote",{"id":"f2","uri":"/friend/2013/05/question-corner.f2"},["div",{"id":"p6","uri":"/friend/2013/05/question-corner.p6"},"We need to trust and have faith in God and know that He has a plan for us. We don’t always know the reasons why bad things happen, even if we pray for them not to. We just need to have faith in Heavenly Father’s plan for us and know that He loves us."],[".bio",["div",{"id":"p7","uri":"/friend/2013/05/question-corner.p7"},"Ella D., age 9, Utah, USA"]]],[".quote",{"id":"f3","uri":"/friend/2013/05/question-corner.f3"},["div",{"id":"p8","uri":"/friend/2013/05/question-corner.p8"},"Good question. I think the smaller problems are answered to show us that He lives and loves us. The bigger problems like illnesses or death are just plans of Heavenly Father."],[".bio",["div",{"id":"p9","uri":"/friend/2013/05/question-corner.p9"},"Liezl G., age 8, Ohio, USA"]]],[".quote",{"id":"f4","uri":"/friend/2013/05/question-corner.f4"},["div",{"id":"p10","uri":"/friend/2013/05/question-corner.p10"},"Heavenly Father has a plan for us, and even though sometimes He doesn’t always answer our prayers the way we want, He always loves us. He wants us to learn, and if He just did everything we asked, we wouldn’t learn and grow. Always trust in Him, and keep praying."],[".bio",["div",{"id":"p11","uri":"/friend/2013/05/question-corner.p11"},"Jaycie S., age 9, Utah, USA"]]],[".annotation",["div",{"id":"p12","uri":"/friend/2013/05/question-corner.p12"},"Responses are intended for help and perspective, not as pronouncements of Church doctrine."]]],[".resources",[".moreInfo",[".title","Next Question"],["div",{"id":"p14","uri":"/friend/2013/05/question-corner.p14"},"Some of my friends have been daring each other to do some dangerous things. They say they’re only having fun, but I’m afraid someone might get hurt. What can I do?"],["div",{"id":"p15","uri":"/friend/2013/05/question-corner.p15"},"Do you have some advice about this? Send us your answer and photo by May 31, 2013. Find our address on",["a.crossRef",{"href":"/friend/2013/05/guide-to-the-friend.p1"},"page 48"],"or email us at",["a",{"href":"mailto:friend@ldschurch.org"},"friend@ldschurch.org"],". (Put “Question Corner” in the subject line.) Remember to include a parent’s permission!"]]]],"refs":null}
