{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":7,"title":"Questions and Answers","subtitle":"","short_title":"Questions and Answers","uri":"/new-era/2013/09/questions-and-answers","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/09/questions-and-answers"},[".heading",{"id":"head1","uri":"/new-era/2013/09/questions-and-answers.head1"},[".seriesTitle","Questions & Answers"],["h1","“Some of my friends have questions about the Church, but it seems they just want to argue. How can I avoid an argument and turn this into an opportunity to share?”"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/new-era/2013/09/questions-and-answers.p3"},"The Savior taught, “Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another” (",["a",{"href":"/scriptures/bofm/3-ne/11.30"},"3 Nephi 11:30"],"). Christ does not want us to argue, and He certainly does not want us to argue about His gospel."],["p.para",{"id":"p4","uri":"/new-era/2013/09/questions-and-answers.p4"},"So when you’re speaking with friends who want only to argue about the Church, it might be wisest to exit the conversation as soon as possible. You can tell them you would love to answer their sincere questions, but because the gospel is important to you",["span.emphasis","and"],"your friends are important to you, you don’t want to fight with them about it. Bear a sincere testimony and invite them to learn more."],["p.para",{"id":"p5","uri":"/new-era/2013/09/questions-and-answers.p5"},"You could also try to focus on what you have in common. Ask them about what they believe and then explain how your beliefs are similar or dissimilar. Explain that regardless of what either of you believes, you are friends first."],[".quote",{"id":"f13","uri":"/new-era/2013/09/questions-and-answers.f13"},[".title","Invite the Spirit"],["p.para",{"id":"p7","uri":"/new-era/2013/09/questions-and-answers.p7"},"This can be a very hard situation, especially when you want to share the gospel. The most important thing to remember is that the Spirit cannot reside where there is contention. The best way to share the gospel is to bear testimony, and when you bear testimony, the Spirit can and will be there. When I am confronted with a situation like this, I remain calm and simply bear testimony that I know the gospel is true or that the answer I give to a particular question is what I believe. As I approach situations in this manner, people are more open and respectful because they feel the Spirit."],[".bio",["p.para",{"id":"p8","uri":"/new-era/2013/09/questions-and-answers.p8"},"Allison A., 18, Rhineland-Palatinate, Germany"]]],[".quote",{"id":"f14","uri":"/new-era/2013/09/questions-and-answers.f14"},[".title","Don’t Give Up"],["p.para",{"id":"p10","uri":"/new-era/2013/09/questions-and-answers.p10"},"If they are asking questions about the Church and they just want to argue, then they probably don’t really want to know more about the Church. However, don’t give up. Pray and ask for inspiration from God. He will tell you what to do and give the Spirit to help reach their hearts if they open them. If you do it His way, good will come of it."],[".bio",["p.para",{"id":"p11","uri":"/new-era/2013/09/questions-and-answers.p11"},"James D., 15, Utah, USA"]]],[".quote",{"id":"f15","uri":"/new-era/2013/09/questions-and-answers.f15"},[".title","Don’t Demand the Last Word"],["p.para",{"id":"p13","uri":"/new-era/2013/09/questions-and-answers.p13"},"It’s easy to let others’ argumentative approach trigger a defensive attitude in you. Calmly state the facts and use friendly, cheerful language. Patiently explain that you can see where they are coming from, but explain the truths and why you believe them. Being defensive or arguing back will only invite more anger and fighting. If you’ve tried to be patient and calm and they’re still not listening, then it may be best to just let them have the last word. Remember it’s not going to be your last word that touches them most—it’s going to be the Holy Ghost."],[".bio",["p.para",{"id":"p14","uri":"/new-era/2013/09/questions-and-answers.p14"},"Mary Ann C., 18, Missouri, USA"]]],[".quote",{"id":"f16","uri":"/new-era/2013/09/questions-and-answers.f16"},[".title","Stand Up for What You Believe"],["p.para",{"id":"p16","uri":"/new-era/2013/09/questions-and-answers.p16"},"Probably the best way to respond is by listening to the Spirit for guidance. You can pray to know what to say either before people ask or quickly in your heart after they ask. Be honest and remember Paul’s conviction: “For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth” (",["a",{"href":"/scriptures/nt/rom/1.16"},"Romans 1:16"],"). Stand up for what you believe in; the gospel is valuable to you and everyone you meet."],[".bio",["p.para",{"id":"p17","uri":"/new-era/2013/09/questions-and-answers.p17"},"Nicholas J., 20, Utah, USA"]]],[".quote",{"id":"f17","uri":"/new-era/2013/09/questions-and-answers.f17"},[".title","Be a Peacemaker"],["p.para",{"id":"p19","uri":"/new-era/2013/09/questions-and-answers.p19"},"If they start to argue, then try saying something like, “This is what my religion believes, and it’s OK if you don’t agree. I respect your beliefs, so please respect mine.” It’s our job as Church members to share the gospel truth, not to prove anyone wrong or convert anyone on the spot. Remain a peacemaker and stay respectful."],[".bio",["p.para",{"id":"p20","uri":"/new-era/2013/09/questions-and-answers.p20"},"Katrina H., 16, California, USA"]]],[".quote",{"id":"f18","uri":"/new-era/2013/09/questions-and-answers.f18"},[".title","Stay Positive"],["p.para",{"id":"p22","uri":"/new-era/2013/09/questions-and-answers.p22"},"This situation can be awkward, but what I’ve discovered is pretty simple: stay positive! Even if your friends are trying to argue, then they are still asking questions! Answer their questions with a smile on your face. More often than not, this attitude will rub off, and you will be able to finish your discussion in a calm environment where you can both feel the Spirit. It can be nerve-racking, but just remember to “be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest” (",["a",{"href":"/scriptures/ot/josh/1.9"},"Joshua 1:9"],")."],[".bio",["p.para",{"id":"p23","uri":"/new-era/2013/09/questions-and-answers.p23"},"Amberly L., 18, Arizona, USA"]]],[".annotation",["p.para",{"id":"p24","uri":"/new-era/2013/09/questions-and-answers.p24"},"Responses are intended for help and perspective, not as official pronouncements of Church doctrine."]]],[".resources",[".moreInfo",[".title","Read More"],["p.para",{"id":"p26","uri":"/new-era/2013/09/questions-and-answers.p26"},"Find additional ideas in “Answering Difficult Questions about the Church” by Young Men general president David L. Beck in the September 2012",["span.emphasis","New Era"],"or online at",["a",{"href":"http://lds.org/go/93Answer"},"lds.org/go/93Answer"],"."]],[".sideQuote",{"id":"f20","uri":"/new-era/2013/09/questions-and-answers.f20"},[".title","Show Christlike Love"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/l-tom-perry.jpg"}],["p.para",{"id":"p28","uri":"/new-era/2013/09/questions-and-answers.p28"},"“We should appreciate and approach [faith-centered] conversations with Christlike love. Our tone, whether speaking or writing, should be respectful and civil, regardless of the response of others. We should be honest and open and try to be clear in what we say. We want to avoid arguing or becoming defensive in any way.”"],[".citationInfo",["p.para",{"id":"p29","uri":"/new-era/2013/09/questions-and-answers.p29"},"Elder L. Tom Perry of the Quorum of the Twelve Apostles, “Perfect Love Casteth Out Fear,”",["span.emphasis","Ensign,"],"Nov. 2011, 43."]]],[".moreInfo",[".title","Upcoming Question"],["p.para",{"id":"p31","uri":"/new-era/2013/09/questions-and-answers.p31"},"“How can I learn to show respect and love for my younger siblings when they sometimes seem to be so difficult?”"],["p.para",{"id":"p32","uri":"/new-era/2013/09/questions-and-answers.p32"},"Send your answer and photo by October 15, 2013."],["p.para",{"id":"p33","uri":"/new-era/2013/09/questions-and-answers.p33"},"Go to",["a",{"href":"http://newera.lds.org"},"newera.lds.org"],"and click “Submit Your Work.”"],["p.para",{"id":"p34","uri":"/new-era/2013/09/questions-and-answers.p34"},"You can also write to us at",["a",{"href":"mailto:newera@ldschurch.org"},"newera@ldschurch.org"],"or"],[".address",["span.emphasis","New Era,"],"Q&A, siblings"],[".address","50 E. North Temple St., Rm. 2420"],[".address","Salt Lake City, UT 84150-0024, USA"],["p.para",{"id":"p38","uri":"/new-era/2013/09/questions-and-answers.p38"},"Responses may be edited for length or clarity."]]]]]],"refs":null}
