{"id":8,"parent_id":0,"book_id":22912,"content_id":1,"language_id":0,"display_order":8,"title":"Questions and Answers","subtitle":"","short_title":"Questions and Answers","uri":"/new-era/2013/03/questions-and-answers","content":[["div",{"id":"head1","uri":"/new-era/2013/03/questions-and-answers.head1"},[".seriesTitle","Questions & Answers"],[".title","“My older brother isn’t active. When I invite him to church or ask him not to swear, he gets upset. How do I let him know that I want him to come back to church because I care?”"]],[".bodyBlock",["div",{"id":"p3","uri":"/new-era/2013/03/questions-and-answers.p3"},"It sounds like your brother is already a bit defensive about your attempts to get him to go to church or to follow gospel teachings, so you’ll probably have more success reaching out to your brother in a non-pressured spirit of love. Your brother needs to know—and really believe—that you care about him as a person and that you’re not just trying to get him to come to church."],["div",{"id":"p4","uri":"/new-era/2013/03/questions-and-answers.p4"},"Pray to Heavenly Father for guidance on how to approach your brother with the Spirit and with love. Make sure all you do and say to your brother is done with love. Rather than preaching to your brother, you’re probably better off allowing your good example to show him how much joy the gospel brings."],["div",{"id":"p5","uri":"/new-era/2013/03/questions-and-answers.p5"},"Pray for your brother. Pray for the gifts of the Spirit. Read and ponder the words of living prophets and the scriptures, especially the example of the Savior. Then put your prayers into action by doing things that will show your brother you love him no matter whether he is active in the Church or not."],["div",{"id":"p6","uri":"/new-era/2013/03/questions-and-answers.p6"},"Hopefully, as you do these things, you will be able to help your brother feel the Spirit in his own life."],["div",{"id":"f1","uri":"/new-era/2013/03/questions-and-answers.f1"},[".title","Arise and Shine"],["div",{"id":"p8","uri":"/new-era/2013/03/questions-and-answers.p8"},["a",{"href":"/scriptures/dc-testament/dc/115.5"},"Doctrine and Covenants 115:5"],"says, “Arise and shine forth, that thy light may be a standard for the nations.” If you let your light shine forth, your brother may realize he needs to come back. Let him feel your love. Let him feel that Heavenly Father desires him to come back to His presence. Don’t let him feel that he is alone. Let him feel the love and guidance of a real brother."],[".bio",["div",{"id":"p9","uri":"/new-era/2013/03/questions-and-answers.p9"},"Ric Eldrid P., 18, Philippines"]]],["div",{"id":"f2","uri":"/new-era/2013/03/questions-and-answers.f2"},[".title","Let the Spirit Guide"],["div",{"id":"p11","uri":"/new-era/2013/03/questions-and-answers.p11"},"My family has a similar situation, and I think one of the most important things to do is pray for him and give him time. He has agency, so you cannot force him to come back to church. Let the Spirit guide you as you decide when it would be appropriate to give him friendly encouragement and what to say. No matter what, be a supportive and loving sibling and friend. Help him to feel your love and Heavenly Father’s love for him and to feel welcome and included in the family. When he is ready, he will come back."],[".bio",["div",{"id":"p12","uri":"/new-era/2013/03/questions-and-answers.p12"},"Samantha J., 17, New York, USA"]]],["div",{"id":"f3","uri":"/new-era/2013/03/questions-and-answers.f3"},[".title","Serve with Love"],["div",{"id":"p14","uri":"/new-era/2013/03/questions-and-answers.p14"},"At first I was frustrated with my siblings when they wouldn’t respond to my invitations. I became angry with them, and they started avoiding all talk on the subject of church. My dad helped me realize that isn’t what the Church is about. He reminded me, “People don’t care how much you know until they know how much you care.” I learned over time that I needed to love them as they are. I found little ways to serve them and show them I genuinely love them. Even though this did not win immediate results, they began to be more open to talk about the Church and were more receptive to my invitations when I showed them love."],[".bio",["div",{"id":"p15","uri":"/new-era/2013/03/questions-and-answers.p15"},"Name withheld, Taiwan"]]],["div",{"id":"f4","uri":"/new-era/2013/03/questions-and-answers.f4"},[".title","Be a Friend"],["div",{"id":"p17","uri":"/new-era/2013/03/questions-and-answers.p17"},"Be his friend. By interacting with him more, you’ll show that you care about his life and not just about what religion he attends. The closer you become to him, the more willing he may be to listen to the counsel of a loving sibling."],[".bio",["div",{"id":"p18","uri":"/new-era/2013/03/questions-and-answers.p18"},"Ashley S., 18, Utah, USA"]]],["div",{"id":"f5","uri":"/new-era/2013/03/questions-and-answers.f5"},[".title","Pray and Have Patience"],["div",{"id":"p20","uri":"/new-era/2013/03/questions-and-answers.p20"},"My older brother is inactive. My family and I show him we care, and we’re always there for him if he needs us. You can tell your brother he is missed in church and you’d like him back. Be patient and pray that your brother will have guidance back to the Church. He will come when he feels ready."],[".bio",["div",{"id":"p21","uri":"/new-era/2013/03/questions-and-answers.p21"},"Mariah D., 14, Saskatchewan, Canada"]]],["div",{"id":"f6","uri":"/new-era/2013/03/questions-and-answers.f6"},[".title","Be an Example"],["div",{"id":"p23","uri":"/new-era/2013/03/questions-and-answers.p23"},"Remember to be an example. There is no more simple yet straightforward way to teach. Consider the story of Ammon and King Lamoni (see",["a",{"href":"/scriptures/bofm/alma/17"},"Alma 17–20"],"). Ammon went to preach the gospel, but instead of lecturing the king, he set out to work in the fields with the sheep. The king recognized Ammon as different from his other servants and learned it was because Ammon had the power of God. This story of being an example is a good starting point to helping others come back into the gospel."],[".bio",["div",{"id":"p24","uri":"/new-era/2013/03/questions-and-answers.p24"},"Jacob W., 15, Nevada, USA"]]],["div",{"id":"f7","uri":"/new-era/2013/03/questions-and-answers.f7"},[".title","Don’t Give Up"],["div",{"id":"p26","uri":"/new-era/2013/03/questions-and-answers.p26"},"My brother was less-active for a while. I tried almost everything I could think of to get him back to church. My parents were trying as well. I was almost ready to give up when a thought came to my mind in the middle of sacrament meeting. I followed the prompting, and a few weeks later he started to come for only sacrament meeting. It made me feel wonderful that he was coming back. I know that my Father in Heaven had answered my prayers and was helping my brother and me along in this obstacle in our lives. I know that if you pray for guidance, then Heavenly Father will indeed help you. Just don’t give up."],[".bio",["div",{"id":"p27","uri":"/new-era/2013/03/questions-and-answers.p27"},"Hanna M., 15, Denmark"]]],["div",{"id":"f8","uri":"/new-era/2013/03/questions-and-answers.f8"},[".title","Don’t Judge"],["div",{"id":"p29","uri":"/new-era/2013/03/questions-and-answers.p29"},"I have the same situation in my home. The best thing to do is love him. Show him you care by serving him. Don’t judge him, and give him gentle reminders of your standards. He may or may not come back, but your example of love will stick with him, and it’s something he will remember later in life."],[".bio",["div",{"id":"p30","uri":"/new-era/2013/03/questions-and-answers.p30"},"Leah H., 15, Oregon, USA"]]],["div",{"id":"f9","uri":"/new-era/2013/03/questions-and-answers.f9"},[".title","Don’t Push"],["div",{"id":"p32","uri":"/new-era/2013/03/questions-and-answers.p32"},"My advice would be to not push him. Let him know you love him and want him to be happy. Express subtly how you feel about the Church. Don’t be pushy; he may react by pulling away."],[".bio",["div",{"id":"p33","uri":"/new-era/2013/03/questions-and-answers.p33"},"Gloria H., 17, Arkansas, USA"]]],[".annotation",["div",{"id":"p34","uri":"/new-era/2013/03/questions-and-answers.p34"},"Responses are intended for help and perspective, not as official pronouncements of Church doctrine."]]],[".resources",["div",{"id":"f10","uri":"/new-era/2013/03/questions-and-answers.f10"},[".title","Guides and Rescuers"],["div",{"id":"p36","uri":"/new-era/2013/03/questions-and-answers.p36"},"“Our most important and powerful assignments are in the family. They are important because the family has the opportunity … to put feet firmly on the path home. Parents, brothers and sisters, grandparents, aunts and uncles are made more powerful guides and rescuers by the bonds of love that are the very nature of a family.”"],[".citationInfo",["div",{"id":"p37","uri":"/new-era/2013/03/questions-and-answers.p37"},"President Henry B. Eyring, First Counselor in the First Presidency, “Help Them on Their Way Home,”",["span.emphasis","Ensign,"],"May 2010, 23."]]],[".sidebar",[".title","Upcoming Question"],["div",{"id":"p39","uri":"/new-era/2013/03/questions-and-answers.p39"},"“I sometimes feel like I’m alone in the world and that nobody understands what I’m going through as a teenager. What do I do?”"],["div",{"id":"p40","uri":"/new-era/2013/03/questions-and-answers.p40"},"Send your answer and photo by April 15, 2013."],["div",{"id":"p41","uri":"/new-era/2013/03/questions-and-answers.p41"},"Go to",["a",{"href":"http://www.newera.lds.org"},"newera.lds.org"],"and click “Submit Material.”"],["div",{"id":"p42","uri":"/new-era/2013/03/questions-and-answers.p42"},"You can also write to us at",["a",{"href":"mailto:newera@ldschurch.org"},"newera@ldschurch.org"]],[".address","or"],[".address",["span.emphasis","New Era,"],"Q&A, alone in the world"],[".address","50 E. North Temple St., Rm. 2420"],[".address","Salt Lake City, UT 84150-0024, USA"],["div",{"id":"p47","uri":"/new-era/2013/03/questions-and-answers.p47"},"Responses may be edited for length or clarity."]]]],"refs":null}
