{"id":6,"parent_id":0,"book_id":23495,"content_id":1,"language_id":0,"display_order":6,"title":"Questions and Answers","subtitle":"","short_title":"Questions and Answers","uri":"/new-era/2013/07/questions-and-answers","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/07/questions-and-answers"},[".heading",{"id":"head1","uri":"/new-era/2013/07/questions-and-answers.head1"},[".seriesTitle","Questions & Answers"],[".title","“What can I do to help my younger brother and sister be more reverent during sacrament meeting?”"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/new-era/2013/07/questions-and-answers.p3"},"Reverence is how we feel, not just how we act; sitting silently while our thoughts wander may not be enough. But when younger siblings or other children are being disruptive, it can be difficult to stay quiet and focused on the sacrament or speaker, let alone feel reverent."],["p.para",{"id":"p4","uri":"/new-era/2013/07/questions-and-answers.p4"},"Help your siblings be reverent by doing quiet activities that don’t distract them from listening. During hymns, have them help hold the hymnbook and follow the words with their finger. During talks, have them draw a picture about each speaker’s topic."],["p.para",{"id":"p5","uri":"/new-era/2013/07/questions-and-answers.p5"},"Talk to your siblings before the meeting about how important the sacrament is, and show it by the way you act. Help your siblings understand how reverence feels."],["p.para",{"id":"p6","uri":"/new-era/2013/07/questions-and-answers.p6"},"If your siblings are disruptive during sacrament meeting, don’t get so distracted or frustrated that",["span.emphasis","you"],"forget to be reverent. If you can’t get them to quiet down, focus on your own personal reverence. Listen carefully to the talks, take notes, and set a good example."],[".quote",{"id":"f12","uri":"/new-era/2013/07/questions-and-answers.f12"},[".title","Value the Sacrament"],["p.para",{"id":"p8","uri":"/new-era/2013/07/questions-and-answers.p8"},"Talk to your younger siblings about sacrament meeting throughout the week, and make sure they know that you look forward to attending it on Sunday. After sacrament meeting, review the messages and bring them back to life outside of the chapel. If the speaker shared a funny joke, perhaps you could recount it to spark an interest in the meeting and then go on to review what the speaker testified of. Set an example of reverence and appreciation for the sacrament while in the meeting by not only sitting quietly, but also by taking notes, etc. Set an example by thinking and talking about sacrament meeting throughout the week."],[".bio",["p.para",{"id":"p9","uri":"/new-era/2013/07/questions-and-answers.p9"},"Alex B., 18, Utah, USA"]]],[".quote",{"id":"f13","uri":"/new-era/2013/07/questions-and-answers.f13"},[".title","Show Love"],["p.para",{"id":"p11","uri":"/new-era/2013/07/questions-and-answers.p11"},"Be a good example. You are a hero to your younger siblings. They look to you for guidance and direction. Sometimes it seems like they don’t pay attention, but they do. If they are goofing off, just remember to show them love."],[".bio",["p.para",{"id":"p12","uri":"/new-era/2013/07/questions-and-answers.p12"},"Caleb Y., 13, Idaho, USA"]]],[".quote",{"id":"f14","uri":"/new-era/2013/07/questions-and-answers.f14"},[".title","Be an Example"],["p.para",{"id":"p14","uri":"/new-era/2013/07/questions-and-answers.p14"},"I may not have little siblings, but during sacrament meeting I sit with people who do. So I always try to be an example by letting them see me be reverent, and soon they’ll do the same. Being an example can remind you that you should always be on your best behavior because someone is always watching, whether it’s a small child or Heavenly Father."],[".bio",["p.para",{"id":"p15","uri":"/new-era/2013/07/questions-and-answers.p15"},"Katie E., 14, California, USA"]]],[".quote",{"id":"f15","uri":"/new-era/2013/07/questions-and-answers.f15"},[".title","Quietly Entertain"],["p.para",{"id":"p17","uri":"/new-era/2013/07/questions-and-answers.p17"},"Something that you can do to help your younger siblings be reverent during sacrament meeting is to prepare quiet activities for them to do. I made a little book with pictures of scripture heroes for my little brother to look at throughout sacrament meeting. Even if he doesn’t look at it all the time, my little sister does! Another option is to be friendly to your siblings. You can even just sit by them and make sure they’re comfortable or help them pretend to lead the music when you’re singing the hymns. Younger children tend to be more reverent and quiet when they’re not bored or uncomfortable."],[".bio",["p.para",{"id":"p18","uri":"/new-era/2013/07/questions-and-answers.p18"},"Meredith S., 13, Utah, USA"]]],[".quote",{"id":"f16","uri":"/new-era/2013/07/questions-and-answers.f16"},[".title","Bring Church Magazines"],["p.para",{"id":"p20","uri":"/new-era/2013/07/questions-and-answers.p20"},"I have three younger siblings, and they are sometimes a bit jumpy in their seats. Being the oldest brother, I try to be an example to them by sitting reverently in my seat, listening to the talks, and singing the hymns. Another great way is to bring a copy of the",["span.emphasis","Friend"],"or",["span.emphasis","New Era"],"to the meeting. They might not be listening to the talks, but at least they are learning about the gospel in a way they can understand."],[".bio",["p.para",{"id":"p21","uri":"/new-era/2013/07/questions-and-answers.p21"},"Cole B., 14, Iowa, USA"]]],[".quote",{"id":"f17","uri":"/new-era/2013/07/questions-and-answers.f17"},[".title","Be Patient"],["p.para",{"id":"p23","uri":"/new-era/2013/07/questions-and-answers.p23"},"Be a positive influence on your younger siblings. Don’t move away from them or show anger toward them when they behave irreverently. Sit beside them and patiently tell them (without being overbearing or bossy) how to be more reverent when you find it necessary. Remember that although it may not seem to you that they are being reverent enough, they may actually be making a real effort to do better."],[".bio",["p.para",{"id":"p24","uri":"/new-era/2013/07/questions-and-answers.p24"},"Kyrsten M., 13, Kentucky, USA"]]],[".quote",{"id":"f18","uri":"/new-era/2013/07/questions-and-answers.f18"},[".title","Look at Pictures"],["p.para",{"id":"p26","uri":"/new-era/2013/07/questions-and-answers.p26"},"I have three younger sisters and a baby brother who can get restless during sacrament meeting. One Christmas I asked for Mormonad cards. I put them in a little photo album that would fit into my purse, so I could take them to church with me. When my sisters start to get noisy, I pull out the Mormonads and they look at the pictures quietly. I also plan to add pictures of the temple, my family, and Jesus with little children."],[".bio",["p.para",{"id":"p27","uri":"/new-era/2013/07/questions-and-answers.p27"},"Olivia Q., 14, California, USA"]]],[".annotation",["p.para",{"id":"p28","uri":"/new-era/2013/07/questions-and-answers.p28"},"Responses are intended for help and perspective, not as official pronouncements of Church doctrine."]]],[".resources",[".sideQuote",{"id":"f19","uri":"/new-era/2013/07/questions-and-answers.f19"},[".title","Show Love and Respect"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/l-tom-perry.jpg"}],["p.para",{"id":"p30","uri":"/new-era/2013/07/questions-and-answers.p30"},"“Let us never depreciate the value of our own personal example of being a living witness of the love and respect we have for Him whom we call ‘Wonderful, Counselor, The Mighty God, The Everlasting Father, The Prince of Peace’ (",["a",{"href":"/scriptures/bofm/2-ne/19.6"},"2 Nephi 19:6"],").”"],[".citationInfo",["p.para",{"id":"p31","uri":"/new-era/2013/07/questions-and-answers.p31"},"Elder L. Tom Perry of the Quorum of the Twelve Apostles, “Serve God Acceptably with Reverence and Godly Fear,”",["span.emphasis","Ensign,"],"Nov. 1990, 72."]]],[".moreInfo",[".title","Upcoming Question"],["p.para",{"id":"p33","uri":"/new-era/2013/07/questions-and-answers.p33"},"“My friend feels like Heavenly Father has abandoned her. She doesn’t feel the Spirit. How can I help her?”"],["p.para",{"id":"p34","uri":"/new-era/2013/07/questions-and-answers.p34"},"Send your answer and photo by August 15, 2013."],["p.para",{"id":"p35","uri":"/new-era/2013/07/questions-and-answers.p35"},"Go to",["a",{"href":"http://newera.lds.org"},"newera.lds.org"],"and click “Submit Your Work.”"],["p.para",{"id":"p36","uri":"/new-era/2013/07/questions-and-answers.p36"},"You can also write to us at",["a",{"href":"mailto:newera@ldschurch.org"},"newera@ldschurch.org"],"or"],[".address",["span.emphasis","New Era,"],"Q&A, Spirit"],[".address","50 E. North Temple St., Rm. 2420"],[".address","Salt Lake City, UT 84150-0024, USA"],["p.para",{"id":"p40","uri":"/new-era/2013/07/questions-and-answers.p40"},"Responses may be edited for length or clarity."]]]]]],"refs":null}
