{"id":22,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":22,"title":"Questions & Answers","subtitle":"","short_title":"Questions & Answers","uri":"/new-era/2013/05/questions-and-answers","content":[["div",{"id":"head1","uri":"/new-era/2013/05/questions--answers.head1"},[".seriesTitle","Questions & Answers"],[".title","“I have a hard time reading the scriptures. Sometimes it is boring or feels like a chore. How can I feel excited about reading the scriptures?”"]],[".bodyBlock",["div",{"id":"p3","uri":"/new-era/2013/05/questions--answers.p3"},"Initially, scripture study can be tough if you don’t think the stories relate to you. But as with many skills, you can learn to love scripture study with practice, prayer, and patience. Sometimes it just means sticking with it every day for a little while so the scriptures can come to life for you. Also remember to start with a prayer to invite the Spirit to help you learn."],["div",{"id":"p4","uri":"/new-era/2013/05/questions--answers.p4"},"View your scripture study as a way to receive communication for your life from a loving Heavenly Father for",["span.emphasis","your individual needs."],"President Henry B. Eyring, First Counselor in the First Presidency, taught: “When we come to a crisis in our life, … we should go looking in the scriptures for specific help. We will find answers in the scriptures. The Lord seemed to anticipate all of our problems and all of our needs, and He put help in the scriptures for us—if only we seek it” (“A Discussion on Scripture Study,”",["span.emphasis","Ensign,"],"July 2005, 24). This approach can help give your study more purpose and meaning."],["div",{"id":"p5","uri":"/new-era/2013/05/questions--answers.p5"},"If you feel like your scripture reading is the same each day, try using different methods to add variety and make it meaningful",["span.emphasis","for you,"],"such as studying by topic or looking specifically for answers to personal questions. Studying the scriptures can be like exploring a mansion. You can visit a different room each day and learn new things in each one. Even if you visit the same room more than once, you will discover something you didn’t see before."],["div",{"id":"p6","uri":"/new-era/2013/05/questions--answers.p6"},"Remember that as you persevere in studying the scriptures, you’ll grow closer to your Heavenly Father, receive personal revelation, and find joy in the scriptures."],[".quote",{"id":"f1","uri":"/new-era/2013/05/questions--answers.f1"},[".title","Put Yourself in the Place of the People"],["div",{"id":"p8","uri":"/new-era/2013/05/questions--answers.p8"},"When I first started reading my scriptures, it was difficult to do on my own. But I didn’t stop. I set a time for reading every night. I began to look for things in the scriptures that related to me, to try to put myself in the place of the people I was reading about. I got strength from reading about Nephi and how his brothers made fun of him or how Abinadi was persecuted but acted with great courage."],[".bio",["div",{"id":"p9","uri":"/new-era/2013/05/questions--answers.p9"},"Joshua H., 13, North Carolina, USA"]]],[".quote",{"id":"f2","uri":"/new-era/2013/05/questions--answers.f2"},[".title","Set Goals"],["div",{"id":"p11","uri":"/new-era/2013/05/questions--answers.p11"},"I would set goals for myself along the way or read along with a group of people. Having a checklist with scriptures and physically checking it off to see my progress and having something I can look forward to always motivates me to read."],[".bio",["div",{"id":"p12","uri":"/new-era/2013/05/questions--answers.p12"},"Maddi H., 15, Texas, USA"]]],[".quote",{"id":"f3","uri":"/new-era/2013/05/questions--answers.f3"},[".title","Ponder and Pray with Real Intent"],["div",{"id":"p14","uri":"/new-era/2013/05/questions--answers.p14"},"This is exactly how I felt when I started reading the scriptures. But after a while, actually reading, pondering, and praying with real intent made me change my whole perspective. It went from being a chore in my life to a major blessing."],[".bio",["div",{"id":"p15","uri":"/new-era/2013/05/questions--answers.p15"},"Linne I., 16, Victoria, Australia"]]],[".quote",{"id":"f4","uri":"/new-era/2013/05/questions--answers.f4"},[".title","Look for Christ"],["div",{"id":"p17","uri":"/new-era/2013/05/questions--answers.p17"},"A way that I make scriptures easier or more fun to read is to have a study list with five steps: pray, search/read, ponder, write, and give thanks to Heavenly Father for the things that I learned. Another thing I am doing is taking a red colored pencil and putting a red check mark in my scriptures every time Jesus Christ is mentioned (you would be surprised at how many different names the Savior has!) and taking a yellow colored pencil and highlighting every time Jesus Christ speaks. This way I am actively looking for Christ."],[".bio",["div",{"id":"p18","uri":"/new-era/2013/05/questions--answers.p18"},"Ceana B., 17, Oregon, USA"]]],[".quote",{"id":"f5","uri":"/new-era/2013/05/questions--answers.f5"},[".title","Apply What You Learn"],["div",{"id":"p20","uri":"/new-era/2013/05/questions--answers.p20"},"I find that I always love studying the scriptures when I apply what I learn to my questions and problems. Take a day or two of study to simply search for solutions to whatever problems you may have. Use the Topical Guide and all of the scripture resources you can. When I focus on my needs, I feel more connected to Heavenly Father, and study becomes a wonderful activity that helps me grow!"],[".bio",["div",{"id":"p21","uri":"/new-era/2013/05/questions--answers.p21"},"Elder Martin, 19, Arizona Mesa Mission"]]],[".quote",{"id":"f6","uri":"/new-era/2013/05/questions--answers.f6"},[".title","Listen and Ponder"],["div",{"id":"p23","uri":"/new-era/2013/05/questions--answers.p23"},"I listen to the scriptures as I get ready for seminary. I try to ponder each word so I don’t think of other topics, like tests or school assignments. From this I’ve gained a better understanding of the Book of Mormon."],[".bio",["div",{"id":"p24","uri":"/new-era/2013/05/questions--answers.p24"},"Elise Ann R., 15, Colorado, USA"]]],[".annotation",["div",{"id":"p25","uri":"/new-era/2013/05/questions--answers.p25"},"Responses are intended for help and perspective, not as official pronouncements of Church doctrine."]]],[".resources",[".moreInfo",[".title","More Ideas Online"],["div",{"id":"p27","uri":"/new-era/2013/05/questions--answers.p27"},"For more ideas on studying the scriptures, see",["a.crossRef",{"href":"/new-era/2012/10/six-tips-for-scripture-study.p1"},"“Six Tips for Scripture Study”"],"in the October 2012",["span.emphasis","New Era"],"or at",["a",{"href":"http://lds.org/go/53C"},"lds.org/go/53C"],"and",["a.crossRef",{"href":"/new-era/2012/08/liken-it.p1"},"“Liken It”"],"in the August 2012",["span.emphasis","New Era"],"or at",["a",{"href":"http://lds.org/go/53D"},"lds.org/go/53D"],"."]],["div",{"id":"f8","uri":"/new-era/2013/05/questions--answers.f8"},[".title","A Promise to Youth Who Read the Scriptures"],["div",{"id":"p29","uri":"/new-era/2013/05/questions--answers.p29"},"“I hope that for you [reading the scriptures] will become something far more enjoyable than a duty; that, rather, it will become a love affair with the word of God. I promise you that as you read, your minds will be enlightened and your spirits will be lifted. At first it may seem tedious, but that will change into a wondrous experience.”"],[".citationInfo",["div",{"id":"p30","uri":"/new-era/2013/05/questions--answers.p30"},"President Gordon B. Hinckley (1910–2008), “The Light within You,”",["span.emphasis","Ensign,"],"May 1995, 99."]]],[".moreInfo",[".title","Upcoming Question"],["div",{"id":"p32","uri":"/new-era/2013/05/questions--answers.p32"},"“How do I know when something is personal revelation and not just my own thoughts?”"],["div",{"id":"p33","uri":"/new-era/2013/05/questions--answers.p33"},"Send your answer and photo by June 15, 2013."],["div",{"id":"p34","uri":"/new-era/2013/05/questions--answers.p34"},"Go to",["a",{"href":"http://newera.lds.org"},"newera.lds.org"],"and click “Submit Your Work.”"],["div",{"id":"p35","uri":"/new-era/2013/05/questions--answers.p35"},"You can also write to us at",["a",{"href":"mailto:newera@ldschurch.org"},"newera@ldschurch.org"],"or"],[".address",["span.emphasis","New Era,"],"Q&A, personal revelation"],[".address","50 E. North Temple St., Rm. 2420"],[".address","Salt Lake City, UT 84150-0024, USA"],["div",{"id":"p39","uri":"/new-era/2013/05/questions--answers.p39"},"Responses may be edited for length or clarity."]]]],"refs":null}
