{"id":13,"parent_id":0,"book_id":22654,"content_id":1,"language_id":0,"display_order":13,"title":"Questions and Answers","subtitle":"","short_title":"Questions and Answers","uri":"/liahona/2013/02/questions-and-answers","content":[["div",{"id":"head1","uri":"/liahona/2013/02/questions-and-answers.head1"},[".seriesTitle","Questions & Answers"],[".title","“One of my friends really offended me. I know I’m supposed to be forgiving, but how do I get over the hurt?”"]],[".bodyBlock",["div",{"id":"p3","uri":"/liahona/2013/02/questions-and-answers.p3"},"Forgiving your friend and letting go of hurt feelings can be difficult. To forgive",["span.emphasis","and"],"to get over the hurt feelings will require mercy—yours and the Lord’s. Your job is not to try to get over the hurt but to forgive: to show mercy to your friend (see",["a",{"href":"/scriptures/dc-testament/dc/64.8-10"},"D&C 64:8–10"],"). As you do, the Lord, if you seek His help, will show mercy to you. That is, He can replace your hurt feelings with love and peace."],["div",{"id":"p4","uri":"/liahona/2013/02/questions-and-answers.p4"},"Talk to your friend. Seek to understand what happened. You may find that your friend did not mean to hurt you, which could make it easier to forgive and get over the hurt."],["div",{"id":"p5","uri":"/liahona/2013/02/questions-and-answers.p5"},"Even if forgiveness is hard or takes a long time, keep trying. Eventually, you will want to let your friend know that you forgive him or her and still want to be friends. Holding a grudge at the cost of a friendship can never lead to the peace that comes from true forgiveness."],["div",{"id":"p6","uri":"/liahona/2013/02/questions-and-answers.p6"},"Remember that we all depend on the Savior’s Atonement to be forgiven of our sins. Pray to be able to forgive, and have faith that the Lord will help you. He has the power to heal the hurt in your heart."],["div",{"id":"f1","uri":"/liahona/2013/02/questions-and-answers.f1"},[".title","Let the Lord Judge"],["div",{"id":"p8","uri":"/liahona/2013/02/questions-and-answers.p8"},"Let the Lord be the judge of harmful acts done by others. Remember that the Lord says: “I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men” (",["a",{"href":"/scriptures/dc-testament/dc/64.10"},"D&C 64:10"],"). It is difficult to forget about hurt feelings, but if you pray for help, you will realize that forgiveness can heal terrible wounds and replace hatred with the peace and love that only God can give."],[".bio",["div",{"id":"p9","uri":"/liahona/2013/02/questions-and-answers.p9"},"Genessis H., age 16, Antofagasta, Chile"]]],["div",{"id":"f2","uri":"/liahona/2013/02/questions-and-answers.f2"},[".title","Forgive Everyone"],["div",{"id":"p11","uri":"/liahona/2013/02/questions-and-answers.p11"},"The sufferings of the Lord Jesus Christ made Him bleed from every pore, but He overcame the pain and had the strength to forgive while on the cross. Not because He didn’t feel pain but because for Him, the only thing that mattered was the will of the Father. Likewise for us, the only thing that should matter is the will of God, and He requires us to forgive everyone. Even if our wounds heal slowly, we can overcome our pain through prayer and sincere forgiveness of those who wrong us."],[".bio",["div",{"id":"p12","uri":"/liahona/2013/02/questions-and-answers.p12"},"Ahou O., age 17, Ivory Coast"]]],["div",{"id":"f3","uri":"/liahona/2013/02/questions-and-answers.f3"},[".title","Love Them"],["div",{"id":"p14","uri":"/liahona/2013/02/questions-and-answers.p14"},"I’ve found that the best way to deal with hurt is to love the person who offended you. After someone offends me, I try to compliment them and show extra kindness toward them as much as possible. By doing this, the anger doesn’t fester inside you. Instead it goes away completely. You will have a strengthened relationship with whoever offended you."],[".bio",["div",{"id":"p15","uri":"/liahona/2013/02/questions-and-answers.p15"},"Katie A., age 18, Utah, USA"]]],["div",{"id":"f4","uri":"/liahona/2013/02/questions-and-answers.f4"},[".title","See Them through the Lord’s Eyes"],["div",{"id":"p17","uri":"/liahona/2013/02/questions-and-answers.p17"},"Jesus Christ has felt your pain so that you can be forgiven for your sins and also so that you can forgive others. When you pray for the ability to see someone through His eyes, you will find that you understand them better. As the weeks pass, you will notice that your harsh feelings will go away."],[".bio",["div",{"id":"p18","uri":"/liahona/2013/02/questions-and-answers.p18"},"Kimberly B., age 18, Nebraska, USA"]]],["div",{"id":"f5","uri":"/liahona/2013/02/questions-and-answers.f5"},[".title","Pray to Feel Forgiving"],["div",{"id":"p20","uri":"/liahona/2013/02/questions-and-answers.p20"},"Pray to our loving Heavenly Father that you and your friend will have the courage to forgive one another. Forgiving someone who has hurt you is a Christlike action. Forgiveness cures even the most hurt feelings."],[".bio",["div",{"id":"p21","uri":"/liahona/2013/02/questions-and-answers.p21"},"Lehi E., age 16, Abu Dhabi, United Arab Emirates"]]],["div",{"id":"f6","uri":"/liahona/2013/02/questions-and-answers.f6"},[".title","Remember Charity"],["div",{"id":"p23","uri":"/liahona/2013/02/questions-and-answers.p23"},"Nephi taught, “The Lord God hath given a commandment that all men should have charity, which charity is love” (",["a",{"href":"/scriptures/bofm/2-ne/26.30"},"2 Nephi 26:30"],"). For me, charity is the best way to get over the hurt when one of my friends has offended me. Charity means accepting someone’s weaknesses; having patience with someone who has let us down; and resisting the impulse to become offended when someone doesn’t handle something the way we might have hoped. If we have charity toward our friends, we will be blessed."],[".bio",["div",{"id":"p24","uri":"/liahona/2013/02/questions-and-answers.p24"},"Liezel V., age 21, Negros Occidental, Philippines"]]],["div",{"id":"f7","uri":"/liahona/2013/02/questions-and-answers.f7"},[".title","Pray to Learn to Forgive"],["div",{"id":"p26","uri":"/liahona/2013/02/questions-and-answers.p26"},"You have to pray to learn how to love and forgive others. Although forgiveness can sometimes be very difficult, our Heavenly Father is always willing to help us. Remember the example that the Savior set by forgiving all.",["a",{"href":"/scriptures/nt/col/3.13"},"Colossians 3:13"],"says, “Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.” True forgiveness is a process, sometimes a long one. But when we truly forgive, we feel great relief and joy. I know that with effort you will be able to rid yourself of the pain and find true happiness."],[".bio",["div",{"id":"p27","uri":"/liahona/2013/02/questions-and-answers.p27"},"Leonardo L., age 20, Buenos Aires, Argentina"]]],["div",{"id":"f8","uri":"/liahona/2013/02/questions-and-answers.f8"},[".title","Trust in the Atonement"],["div",{"id":"p29","uri":"/liahona/2013/02/questions-and-answers.p29"},"My heart fills with joy when I remember that the atoning power of Jesus Christ can take away our pain. We all have painful experiences from time to time, but by holding tight to Heavenly Father’s word, we can receive the strength that we need to endure. Even while the soldiers nailed Him to the cross, Jesus Christ asked the Father to forgive them. His bowels were full of love and mercy for all men. I know that if we come unto Him and ask for His help, we will be encircled about by His infinite love."],[".bio",["div",{"id":"p30","uri":"/liahona/2013/02/questions-and-answers.p30"},"Virginia M., age 20, Peru"]]],[".annotation",["div",{"id":"p31","uri":"/liahona/2013/02/questions-and-answers.p31"},"Responses are intended for help and perspective, not as official pronouncements of Church doctrine."]]]],"refs":null}
