{"id":26,"parent_id":0,"book_id":22623,"content_id":1,"language_id":0,"display_order":26,"title":"Ready to Read","subtitle":"By Merillee Booren","short_title":"Ready to Read","uri":"/friend/2013/01/ready-to-read","content":[["div",{"id":"head1","uri":"/friend/2013/01/ready-to-read.head1"},[".title","Ready to Read"],[".byline",["div",{"id":"p2","uri":"/friend/2013/01/ready-to-read.p2"},"By Merillee Booren"],["div",{"id":"p3","uri":"/friend/2013/01/ready-to-read.p3"},"(Based on a true story)"]],[".epigraph","God hath not given us the spirit of fear; but of power",["span.emphasis","(",["a",{"href":"/scriptures/nt/2-tim/1.7"},"2 Timothy 1:7"],")."]],[".kicker","Mary hoped her turn to read would never come."]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/01/ready-to-read.p6"},"Mary anxiously shifted back and forth in her seat as she listened to the other children in her Primary class take turns reading from the scriptures. She hoped her turn would never come."],["div",{"id":"p7","uri":"/friend/2013/01/ready-to-read.p7"},"Mary had a learning disability called dyslexia. When she looked at letters on a page, they seemed to run around and switch places. When she read out loud, her words were slow and sometimes out of order. Often she read words that weren’t there at all."],["div",{"id":"p8","uri":"/friend/2013/01/ready-to-read.p8"},"The closer Mary’s turn came, the more scared she was. When it was finally her turn, Mary couldn’t stand it anymore."],["div",{"id":"p9","uri":"/friend/2013/01/ready-to-read.p9"},"“I have to go to the bathroom,” she said suddenly as she jumped up from her chair, sending her scriptures tumbling to the floor. Mary ran down the hallway to the bathroom. She was glad it was empty. She stood in the corner and began to cry."],["div",{"id":"p10","uri":"/friend/2013/01/ready-to-read.p10"},"A few minutes later, she heard Sister Smith call her name as she came into the bathroom. “Mary, what’s wrong?”"],["div",{"id":"p11","uri":"/friend/2013/01/ready-to-read.p11"},"Mary didn’t know what to say. She was so embarrassed. None of the other children had this problem. “I can’t read!” she cried as she tucked her head into her folded arms."],["div",{"id":"p12","uri":"/friend/2013/01/ready-to-read.p12"},"“You can’t read?” Sister Smith asked, puzzled. “I’ve seen you give talks in Primary. I know you can read.”"],["div",{"id":"p13","uri":"/friend/2013/01/ready-to-read.p13"},"Mary shook her head. “I memorize my talks. I practice them over and over so I don’t have to try to read them in front of people. When I read out loud, I make lots of mistakes. I don’t want the other kids to laugh at me.”"],["div",{"id":"p14","uri":"/friend/2013/01/ready-to-read.p14"},"“Oh, Mary, I’m sorry. I won’t call on you to read out loud until I know you’re ready,” Sister Smith said. “And I don’t believe anyone in our class will laugh at you. They are your friends.”"],["div",{"id":"p15","uri":"/friend/2013/01/ready-to-read.p15"},"“Kids at school laugh at me,” Mary whispered."],["div",{"id":"p16","uri":"/friend/2013/01/ready-to-read.p16"},"Sister Smith wiped Mary’s tears away. “Come back to class. You’ll see,” she said."],["div",{"id":"p17","uri":"/friend/2013/01/ready-to-read.p17"},"They walked back to the classroom together. Mary’s friend Betsy sat in the chair next to Mary’s, smoothing the ruffled pages of Mary’s scriptures. Mary sat down, and Betsy handed her scriptures back to her."],["div",{"id":"p18","uri":"/friend/2013/01/ready-to-read.p18"},"“Who would like to read next?” Sister Smith asked."],["div",{"id":"p19","uri":"/friend/2013/01/ready-to-read.p19"},"“It’s Mary’s turn,” a boy in the class said."],["div",{"id":"p20","uri":"/friend/2013/01/ready-to-read.p20"},"Mary hesitated, but she looked around at her classmates and saw their kind faces. Sister Smith nodded and smiled too. Mary was nervous, but she found her place and began to read."],["div",{"id":"p21","uri":"/friend/2013/01/ready-to-read.p21"},"Her words came slowly. She made some mistakes, but when she got stuck, Betsy quietly whispered the right word in Mary’s ear. Mary did not read as well as the other kids in her class, but no one laughed or made fun of her. Then it was someone else’s turn, and the lesson went on."],["div",{"id":"p22","uri":"/friend/2013/01/ready-to-read.p22"},"As they walked to the Primary room after class, Sister Smith whispered to Mary that she was proud of her. Mary was glad she didn’t have to try to hide her trouble reading anymore. “I’ll just keep practicing,” she thought. And she smiled, knowing she had good friends at church to support her along the way."]]],"refs":null}
