{"id":19,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":19,"title":"Refuge in Illinois","subtitle":"","short_title":"Lesson 17","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/refuge-in-illinois","content":[["div",{"id":"head1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/refuge-in-illinois.head1"},[".titleNumber","Lesson 17"],["h1","Refuge in Illinois"]],[".bodyBlock",["div",{"id":"f1","uri":"/manual/church-history-in-the-fulness-of-times-teacher-manual/refuge-in-illinois.f1"},["h3","Themes"],["ol.number",["li",["span.label","1."],[".para","The expulsion from Missouri threatened the Church in that area."]],["li",["span.label","2."],[".para","Elders Brigham Young, Heber C. Kimball, and others provided stability and leadership to the Church until the Prophet Joseph Smith was freed from jail."]],["li",["span.label","3."],[".para","Despite many obstacles, the Church settled in Nauvoo, Illinois, to begin the process of re-gathering the Saints."]],["li",["span.label","4."],[".para","As instructed by the Lord, the Prophet petitioned the highest earthly tribunals for redress for the Missouri persecutions."]]]],["ul.bullet",["h2","Student Manual and Scripture Sources"],["li",["span.label","•"],[".para","Student manual, chapter 17, pp. 211–24."]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123"},"Doctrine and Covenants 123"],"."]]],["ul.bullet",["h2","Suggested Approaches"],["li",["span.label","•"],[".para","List and discuss the problems the Church faced as the Saints left Missouri in the winter of 1838–39. You could consider:"],["ul.bullet",["li",["span.label","•"],[".para","The fact that the Prophet Joseph Smith was in Liberty Jail."]],["li",["span.label","•"],[".para","The season of the expulsion and the lack of sufficient food, clothing, and shelter."]],["li",["span.label","•"],[".para","Where to go, where to resettle. Should the Church scatter or re-gather? Refer to the student manual map (",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-sixteen-missouri-persecutions-and-expulsion.p1"},"p. 211"],"). Discuss the problems the Saints faced."]],["li",["span.label","•"],[".para","How members of the Church individually and collectively dealt with rejection, persecution, and hatred."]]]],["li",["span.label","•"],[".para","Discuss the role that Elders Brigham Young and Heber C. Kimball played in providing stability and leadership during a period of crisis for the Church. How did these events prepare them to lead the Saints west after the Prophet Joseph Smith’s death?"]],["li",["span.label","•"],[".para","Discuss how the Lord helped his people not only survive this crisis but continue to do missionary work and strengthen the Church. (See suggested readings for illustrations of how the Lord used friendly and sympathetic nonmembers to help the Saints.)"]],["li",["span.label","•"],[".para","Discuss the role that adversity plays in strengthening the Saints. In February 1839, during the expulsion from northern Missouri, a young woman named Elizabeth Haven Barlow wrote in a letter to her cousin:"],[".para","“O! how Zion mourns, her sons have fallen in the streets by the cruel hand of the enemy, and her daughters weep in silence. It is impossible for my pen to tell you of our situation,",["span.emphasis","only those who feel it, know."],"Between five and seven thousand men, women, and children driven from the places of gathering out of the state [Missouri] from houses and lands, in poverty, to seek for habitations where they can find them. The Saints are coming as fast as possible; they have only to the 8th of March to leave the state. The Prophet has sent word to have them make speed, haste out of the state. About twelve families cross the river into Quincy every day, and about thirty are constantly on the other side waiting to cross. It is slow and grimy; there is only one ferry boat to cross in. … By the river of Babylon we can sit down, yes, dear E[lizabeth],",["span.emphasis","we weep when we remember Zion"],". …"],[".para","“We look upon our present with sorrow and much anxiety. We must now scatter in every direction just so we can find employment. Some of our dear brethren who have mingled with us in praise and prayer are now buried with the dead; some who a few months ago seemed to run well in the strait and narrow path have to our astonishment and grief forsook us and fled; our Prophet is still in jail, and many others whom we love. To look at our situation at this present time it would seem that Zion is all destroyed, but it is not so; the work of the Lord is on the march. …"],[".para","“God moves in a mysterious way, his wonders to perform. Many have been sifted out of the Church, while others have been rooted and ground in love and are the salt of the earth. …"],[".para","“… It is only those who stand amidst all these trials unto the end that will at last be found worthy of a crown of glory. These scenes try us exceedingly, and we are to be tried … like gold seven times purified” (Kenneth W. Godfrey, Audrey M. Godfrey, and Jill Mulvay Derr,",["span.emphasis","Women’s Voices: An Untold History of the Latter-day Saints"],"[Salt Lake City: Deseret Book Co., 1982], pp. 106–9)."]],["li",["span.label","•"],[".para","Discuss the Prophet’s efforts to obtain redress for the Missouri grievances by petitioning the local, state, and federal governments for help (see student manual,",["a.crossRef",{"href":"/manual/church-history-in-the-fulness-of-times-student-manual/chapter-sixteen-missouri-persecutions-and-expulsion.p1"},"pp. 219–22"],"). You could share the following experience that Joseph had en route to Washington:"],[".para","“While on the mountains some distance from Washington, our coachman stepped into a public house to take his grog, when the horses took fright and ran down the hill at full speed. I persuaded my fellow travelers to be quiet and retain their seats, but had to hold one woman to prevent her throwing her infant out of the coach. The passengers were exceedingly agitated, but I used every persuasion to calm their feelings; and opening the door, I secured my hold on the side of the coach the best way I could, and succeeded in placing myself in the coachman’s seat, and reining up the horses, after they had run some two or three miles, and neither coach, horses, or passengers received any injury. My course was spoken of in the highest terms of commendation, as being one of the most daring and heroic deeds, and no language could express the gratitude of the passengers, when they found themselves safe, and the horses quiet. There were some members of Congress with us, who proposed naming the incident to that body, believing they would reward such conduct by some public act; but on inquiring my name, to mention as the author of their safety, and finding it to be Joseph Smith the ‘Mormon Prophet,’ as they called me, I heard no more of their praise, gratitude, or reward” (",["span.emphasis","History of the Church,"],"4:23–24)."]]],["ul.bullet",["h2","Theme Sources"],["li",["span.label","•"],[".para",["span.emphasis","History of the Church,"],"3:260–71, 274–76, 319–21, 327–402; 4:1–106, 168–97, 239–49."]],["li",["span.label","•"],[".para",["span.emphasis","Comprehensive History of the Church,"],"2:1–63."]],["li",["span.label","•"],[".para",["span.emphasis","Readings in LDS Church History,"],"1:319–79."]],["li",["span.label","•"],[".para","Eliza R. Snow, “Eliza R. Snow Letter from Missouri,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1973, pp. 544–52."],[".para","A long letter written by Eliza R. Snow addressed to Esquire Streator, in which she recounts the Saints’ expulsion from northern Missouri."]],["li",["span.label","•"],[".para","Paul C. Richards, “Missouri Persecutions: Petitions for Redress,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1973, pp. 520–43."],[".para","Traces the Saints’ attempts to be compensated for their loss of land and for their suffering."]],["li",["span.label","•"],[".para","James L. Kimball, Jr., “A Wall to Defend Zion: The Nauvoo Charter,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1975, pp. 491–97."],[".para","Chronicles the events of the passage of the Nauvoo Charter and shows how it allowed the Saints to exercise the laws of God within the framework of the civil government of Nauvoo. Provisions of the charter alienated the Saints from the surrounding non-Mormon society."]],["li",["span.label","•"],[".para","Stanley B. Kimball, “Nauvoo West: The Mormons of the Iowa Shore,”",["span.emphasis","Brigham Young University Studies,"],"Winter 1978, pp. 132–42."],[".para","Provides an overview of the important communities and events in Iowa, where most of the land purchased by the Church following the Missouri exodus was located."]]],["ul.bullet",["h2","Additional Sources"],["li",["span.label","•"],[".para","Ora H. Barlow,",["span.emphasis","The Israel Barlow Story and Mormon Mores"],"(Salt Lake City: Publishers Press, 1968), pp. 122–76."],[".para","Describes the Quincy experience, including several lengthy family letters written from Quincy in 1839."]],["li",["span.label","•"],[".para","Ronald K. Esplin, “Sickness and Faith, Nauvoo Letters,”",["span.emphasis","Brigham Young University Studies,"],"Summer 1975, pp. 425–34."],[".para","An exchange of letters between John and Leonora Taylor that details the effect of sickness on the Saints in Illinois and the sacrifices the Taylors had to make in furthering the work of the Lord."]],["li",["span.label","•"],[".para","Lyndon W. Cook, “Isaac Galland—Mormon Benefactor,”",["span.emphasis","Brigham Young University Studies,"],"Spring 1979, pp. 261–84."],[".para","A biographical sketch of Isaac Galland and his association with the Latter-day Saints."]]]]],"refs":null}
