{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":5,"title":"Responding to Child Abuse","subtitle":"","short_title":"Responding to Child Abuse","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse","content":[["div",{"id":"head1","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse.head1"},["h1","Responding to Child Abuse"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse.p2"},"Both male and female children can be abused sexually. The abuser usually is someone they know and trust, often a relative or friend of the family. How parents, family members, and leaders respond to abuse can alter the long-term effect of these tragic events."],[".topic",["h2","Reporting Child Abuse"],["div",{"id":"p4","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse.p4"},"Anyone who knows or has cause to believe that a child has been or is a victim of physical, emotional, or sexual abuse has a solemn responsibility to do something constructive about the situation. A child’s mental and physical well-being may be in jeopardy."],["div",{"id":"p5","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse.p5"},"The laws of most countries require that proper authorities be notified when child abuse is known or suspected. Persons with such information should determine their legal responsibilities and act in accordance with them. They should also contact their bishop for counsel and direction."]],[".topic",["h2","When a Child Tells Parents He or She Has Been Abused Sexually"],["div",{"id":"p7","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse.p7"},"When a child says that he or she has been abused sexually, parental reaction is very important in protecting the child from further harm and helping him or her deal with any harm that has been done."],["div",{"id":"p8","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse.p8"},"Parents can use the following guidelines to help them respond appropriately when children disclose that they have been abused:"],["div",{"id":"p9","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse.p9"},"Keep communication open. Do not panic or overreact to the information disclosed by the child. Overreaction can stop the child from communicating with you. Try not to express anger with the child for violating previous instructions.",["span.emphasis","Do not blame the child or suggest that the abuse somehow was his or her fault."]],["div",{"id":"p10","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse.p10"},"Provide a private, comfortable, and secure place where he or she can relate the story. Because children will fear telling you what has happened, be understanding and supportive of them as they talk. Remember that a child molester or exploiter often will tell children that physical harm or other bad things will happen to them if they ever tell anyone about the abuse. Reassure the child of your love and confidence."],["div",{"id":"p11","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse.p11"},"Explain to the child that he or she has done no wrong. The child may feel guilty and responsible and may assume that he or she is to blame. Children usually are enticed or tricked into acts of exploitation, and they think they should have been smarter or stronger."],["div",{"id":"p12","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse.p12"},"Try to maintain the regular routine in the home. Expect the abused child to perform usual chores and to follow family rules. If sibling children are aware of the abuse, help them to be supportive and empathetic. Give all children in the family enough information to protect themselves from the offender."],["div",{"id":"p13","uri":"/manual/preventing-and-responding-to-child-abuse-helps-for-members/responding-to-child-abuse.p13"},"Parents should seek spiritual direction from priesthood leaders, who may require an abuser to report to civil authorities as a step in the repentance process. They should also seek medical care if the child may have been injured physically. In some cases, a carefully selected professional whose approach is consistent with gospel standards can also be helpful."]]]],"refs":null}
