{"id":1,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":1,"title":"Saints for All Seasons","subtitle":"By President Dieter F. Uchtdorf","short_title":"Saints for All Seasons","uri":"/liahona/2013/09/saints-for-all-seasons","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/liahona/2013/09/saints-for-all-seasons"},[".heading",{"id":"head1","uri":"/liahona/2013/09/saints-for-all-seasons.head1"},[".seriesTitle","First Presidency Message"],["h1",["span.dominant","Saints"],"for All Seasons"],[".byline",["p.para",{"id":"p3","uri":"/liahona/2013/09/saints-for-all-seasons.p3"},"By President Dieter F. Uchtdorf"],["p.para",{"id":"p4","uri":"/liahona/2013/09/saints-for-all-seasons.p4"},"Second Counselor in the First Presidency"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dieter-f-uchtdorf.jpg"}]],[".bodyBlock",["p.para",{"id":"p5","uri":"/liahona/2013/09/saints-for-all-seasons.p5"},"I have childhood memories of a part of the world that could serve as a picture postcard for the changing seasons of the year. Each passing month was glorious and wonderful. During a perfect winter day, pristine snow blanketed the mountains and city streets. Spring brought cleansing rains and the explosion of green-dressed life. The lazy skies of summer served as a pleasant blue canvas for the blaze of a bright sun. And spectacular autumn transformed nature into brilliant shades of orange, yellow, and red. As a child, I loved each season, and to this day, I love the character and uniqueness of each one."],["p.para",{"id":"p6","uri":"/liahona/2013/09/saints-for-all-seasons.p6"},"We have seasons in our lives as well. Some are warm and pleasant. Others are not. Some of the days in our lives are as beautiful as pictures in a calendar. And yet there are days and circumstances that cause heartache and may bring into our lives deep feelings of despair, resentment, and bitterness."],["p.para",{"id":"p7","uri":"/liahona/2013/09/saints-for-all-seasons.p7"},"I am sure at one time or another we have all thought it would be nice to take up residence in a land filled only with days of picture-perfect seasons and avoid the unpleasant times in between."],["p.para",{"id":"p8","uri":"/liahona/2013/09/saints-for-all-seasons.p8"},"But this is not possible. Nor is it desirable."],["p.para",{"id":"p9","uri":"/liahona/2013/09/saints-for-all-seasons.p9"},"As I look over my own life, it is apparent that many of the times of greatest growth have come to me while passing through stormy seasons."],["p.para",{"id":"p10","uri":"/liahona/2013/09/saints-for-all-seasons.p10"},"Our all-wise Heavenly Father knew that for His children to grow into the beings they were designed to become, they would need to experience seasons of adversity during their sojourn in mortality. The Book of Mormon prophet Lehi said that without opposition, “righteousness could not be brought to pass” (",["a",{"href":"/scriptures/bofm/2-ne/2.11"},"2 Nephi 2:11"],"). Indeed, it is life’s bitterness that allows us to recognize, contrast, and appreciate its sweetness (see",["a",{"href":"/scriptures/dc-testament/dc/29.39"},"D&C 29:39"],";",["a",{"href":"/scriptures/pgp/moses/6.55"},"Moses 6:55"],")."],["p.para",{"id":"p11","uri":"/liahona/2013/09/saints-for-all-seasons.p11"},"President Brigham Young put it this way: “All intelligent beings who are crowned with crowns of glory, immortality, and eternal lives must pass through every ordeal appointed for intelligent beings to pass through, to gain their glory and exaltation. Every calamity that can come upon mortal beings will be suffered … to prepare them to enjoy the presence of the Lord. … Every trial and experience you have passed through is necessary for your salvation.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p12","uri":"/liahona/2013/09/saints-for-all-seasons.p12"},"The question is not whether we will experience seasons of adversity but how we will weather the storms. Our great opportunity during the ever-changing seasons of life is to hold fast to the faithful word of God, for His counsel is designed not only to help us weather the storms of life but also to guide us past them. Our Heavenly Father has given His word through His prophets—precious knowledge designed to lead us through the challenges of difficult seasons toward the unspeakable joy and brilliant light of eternal life. It is an important part of our life’s experience to develop the strength, courage, and integrity to hold fast to truth and righteousness despite the buffeting we may experience."],["p.para",{"id":"p13","uri":"/liahona/2013/09/saints-for-all-seasons.p13"},"Those who have entered the waters of baptism and received the gift of the Holy Ghost have set their feet on the path of discipleship and are charged to follow steadily and faithfully in the footsteps of our Savior."],["p.para",{"id":"p14","uri":"/liahona/2013/09/saints-for-all-seasons.p14"},"The Savior taught that the sun rises “on the evil and on the good, and … rain [falls] on the just and on the unjust” (",["a",{"href":"/scriptures/nt/matt/5.45"},"Matthew 5:45"],"). Sometimes we cannot understand why difficult, even unfair, things happen in life. But as followers of Christ, we trust that if we “search diligently, pray always, and be believing, … all things shall work together for [our] good,",["span.emphasis","if"],"[we] walk uprightly” (",["a",{"href":"/scriptures/dc-testament/dc/90.24"},"D&C 90:24"],"; emphasis added)."],["p.para",{"id":"p15","uri":"/liahona/2013/09/saints-for-all-seasons.p15"},"As members of His Church, as Saints, we serve joyfully and willingly in all weather and in all seasons. And as we do so, our hearts become filled with hallowed faith, healing hope, and heavenly charity."],["p.para",{"id":"p16","uri":"/liahona/2013/09/saints-for-all-seasons.p16"},"Still, we will have to pass through all seasons—both pleasant and painful. But no matter the season, as followers of Jesus the Christ, we will rest our hope upon Him as we walk toward His light."],["p.para",{"id":"p17","uri":"/liahona/2013/09/saints-for-all-seasons.p17"},"In short, we are Saints of God, determined to learn of Him, to love Him, and to love our fellowman. We are pilgrims on the blessed road of discipleship, and we will walk steadfastly toward our heavenly goal."],["p.para",{"id":"p18","uri":"/liahona/2013/09/saints-for-all-seasons.p18"},"Therefore, let us be Saints in spring, summer, fall, and winter. Let us be Saints for all seasons."]],[".notes",["h3","Note"]],[".resources",[".heading",{"id":"head1","uri":"/liahona/2013/09/saints-for-all-seasons/i-was-able-to-let-go-of-my-sorrow.head1"},[".sectionTitle","Youth"],[".title","I Was Able to Let Go of My Sorrow"],[".byline",["p.para",{"id":"p3","uri":"/liahona/2013/09/saints-for-all-seasons/i-was-able-to-let-go-of-my-sorrow.p3"},"By Juan Zhu"]],[".bio",["p.para",{"id":"p4","uri":"/liahona/2013/09/saints-for-all-seasons/i-was-able-to-let-go-of-my-sorrow.p4"},"The author is from Taiwan."]]],[".bodyBlock",["p.para",{"id":"p5","uri":"/liahona/2013/09/saints-for-all-seasons/i-was-able-to-let-go-of-my-sorrow.p5"},"When my friends Brother Chen and his wife were baptized into our ward, I was overjoyed. A year after their baptism, they were sealed in the temple, and their son who had passed away before they joined the Church was sealed to them. It was wonderful to see the Chens grow in the gospel."],["p.para",{"id":"p6","uri":"/liahona/2013/09/saints-for-all-seasons/i-was-able-to-let-go-of-my-sorrow.p6"},"Then Brother Chen was killed in a car accident the next year. Following the accident, his death seemed to always be on my mind and often haunted my dreams. I woke up in tears and asked over and over again, “Why? Why does the Lord allow this kind of tragedy to happen? Why does such a thing have to happen to this beautiful family?” One day, when I was struggling with these questions, I picked up a lesson manual and read these words from President Spencer W. Kimball (1895–1985):"],["p.para",{"id":"p7","uri":"/liahona/2013/09/saints-for-all-seasons/i-was-able-to-let-go-of-my-sorrow.p7"},"“If we looked at mortality as the whole of existence, then pain, sorrow, failure, and short life would be calamity. But if we look upon life as an eternal thing stretching far into the premortal past and on into the eternal post-death future, then all happenings may be put in proper perspective. …"],["p.para",{"id":"p8","uri":"/liahona/2013/09/saints-for-all-seasons/i-was-able-to-let-go-of-my-sorrow.p8"},"“Are we not exposed to temptations to test our strength, sickness that we might learn patience, death that we might be immortalized and glorified?”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p9","uri":"/liahona/2013/09/saints-for-all-seasons/i-was-able-to-let-go-of-my-sorrow.p9"},"At that moment, I decided to let go of my sorrow and look into the promised and possible future. I saw in my mind’s eye Brother Chen happily reunited with his family. That sight brought me peace. I know that Heavenly Father will give us the wisdom and courage to face adversities."]],[".notes",["h3","Note"],[".footnote",{"id":"fn1","uri":"/liahona/2013/09/saints-for-all-seasons/i-was-able-to-let-go-of-my-sorrow.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],["span.emphasis","Teachings of Presidents of the Church: Spencer W. Kimball"],"(2006), 15."]],[".resources"],[".heading",{"id":"head1","uri":"/liahona/2013/09/saints-for-all-seasons/serving-in-all-seasons.head1"},[".sectionTitle","Children"],[".title","Serving in All Seasons"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/liahona/2013/09/saints-for-all-seasons/serving-in-all-seasons.p3"},"President Uchtdorf teaches that we should “serve joyfully and willingly in all weather and in all seasons.” In the pictures below, children are using objects from different seasons to serve others. Match the object in the right column with its picture in the left column."],[".figure",{"id":"f9","uri":"/liahona/2013/09/saints-for-all-seasons/serving-in-all-seasons.f9"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/en13sep06-matching-activity.jpg"}],[".credit",["p.para",{"id":"p4","uri":"/liahona/2013/09/saints-for-all-seasons/serving-in-all-seasons.p4"},"Illustrations by Dilleen Marsh"]]]],[".figure",{"id":"f7","uri":"/liahona/2013/09/saints-for-all-seasons.f7"},[".title","Teaching from This Message"],["p.para",{"id":"p22","uri":"/liahona/2013/09/saints-for-all-seasons.p22"},"The First Presidency has taught, “Some of the greatest sermons are preached by the singing of hymns” (",["span.emphasis","Hymns,"],"ix). As you discuss this message, consider singing with those you teach one of these hymns or another song about enduring adversity: “How Firm a Foundation” (no. 85); “The Lord Is My Shepherd” (no. 108); or “Let Us All Press On” (no. 243). If you feel prompted, share a time when a stormy season in your life turned out to be a blessing."]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/liahona/2013/09/saints-for-all-seasons.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],["span.emphasis","Teachings of Presidents of the Church: Brigham Young"],"(1997), 261–62."]]}
