{"id":1072,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":1072,"title":"Sanhedrin","subtitle":"","short_title":"Sanhedrin","uri":"/scriptures/bd/sanhedrin","content":[["div",{"id":"t1","uri":"/scriptures/bd/sanhedrin.t1","order":".000.3549"},[".title","Sanhedrin"],["div",{"id":"p1","uri":"/scriptures/bd/sanhedrin.p1","order":".000.3550"},"The Jewish senate and the highest native court in both civil and ecclesiastical matters. Under the presidency of the high priest it regulated the whole internal affairs of the Jewish nation. It is first definitely mentioned in the days of Antiochus the Great (223–187",["span.small","B.C."],"), but it may date from a somewhat earlier period. No historical connection can be established between it and Moses’ council of 70 elders. It consisted of 71 members and had an aristocratic character, being drawn from the three classes of chief priests, scribes, and elders. In the time of the Lord the Pharisees had the predominating influence upon it (",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.34,40"},"Acts 5:34, 40"],"), but there were Sadducean elements (chief priests,",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.17"},"Acts 5:17"],"; scribes,",["a.scriptureRef",{"href":"/scriptures/nt/acts/23.6,9"},"23:6, 9"],"). The powers of the Sanhedrin were extensive, for the Greek and Roman masters of the Jews granted them a considerable amount of self-government. From the New Testament we gather that it was the supreme court of justice in all cases, and that it had officers of its own who arrested accused persons and carried out its sentences and decrees. Questions involving life and death were removed from its cognizance 40 years before the destruction of Jerusalem (",["a.scriptureRef",{"href":"/scriptures/nt/john/18.31"},"John 18:31"],"; the stoning of Stephen cannot be regarded as a formal execution), and the Roman authorities could remove a prisoner from its jurisdiction (as Paul was in",["a.scriptureRef",{"href":"/scriptures/nt/acts/23"},"Acts 23"],")."],["div",{"id":"p2","uri":"/scriptures/bd/sanhedrin.p2","order":".000.3551"},"The extent of the legal jurisdiction of the Sanhedrin varied at different times. Herod, when he was governor of Galilee (47",["span.small","B.C."],"), was summoned before it. At the time of the Lord its jurisdiction was restricted to Judea proper. In Galilee Christ was beyond its power (",["a.scriptureRef",{"href":"/scriptures/nt/john/7.1"},"John 7:1"],"). Its decisions were nevertheless regarded as morally binding all over the Jewish world. Thus we find it issuing letters to the synagogue of Damascus, ordering the arrest and removal to Jerusalem of the Christians of that place. Besides the supreme national Sanhedrin of Jerusalem, there were inferior local courts in all the Jewish cities. To these the name Sanhedrin (council) was given (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.17"},"Matt. 10:17"],")."]]],"refs":null}
