{"id":2,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":2,"title":"Save Her!","subtitle":"By Heidi S. Swinton","short_title":"Save Her!","uri":"/friend/2013/07/save-her","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/friend/2013/07/save-her"},[".heading",{"id":"head1","uri":"/friend/2013/07/save-her.head1"},[".seriesTitle","Follow the Prophet"],[".title","Save Her!"],[".byline",["p.para",{"id":"p3","uri":"/friend/2013/07/save-her.p3"},"By Heidi S. Swinton"]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}]],[".bodyBlock",["p.para",{"id":"p4","uri":"/friend/2013/07/save-her.p4"},"Every summer, the Monson family spent two months at the family cabin on the Provo River. Tommy Monson learned to swim in the river’s swift currents. One warm afternoon when Tommy was about 13, he grabbed a big inflated inner tube and floated down the river."],["p.para",{"id":"p5","uri":"/friend/2013/07/save-her.p5"},"That day a large group of people had gathered at a picnic area by the river to eat and play games. Tommy was about to float through the fastest part of the river when he heard the frantic cries, “Save her! Save her!” A young girl had fallen into the treacherous whirlpools. None of the people on shore could swim to save her."],["p.para",{"id":"p6","uri":"/friend/2013/07/save-her.p6"},"That’s when Tommy appeared on the scene and saw the girl’s head disappear under the water. Tommy stretched out his hand, grasped the girl by her hair, and then lifted her over the side of the inner tube. Then Tommy paddled to the riverbank. First the family threw their arms around the girl, kissing her and crying. Then they began hugging and kissing Tommy. He felt embarrassed by all the attention, and he quickly returned to his inner tube."],["p.para",{"id":"p7","uri":"/friend/2013/07/save-her.p7"},"As Tommy continued his float down the river, he was filled with a warm feeling. He realized that he had helped save a life. Heavenly Father had heard the cries, “Save her! Save her!” He made it possible for Tommy to float by at exactly the time he was needed. That day Tommy learned that the sweetest feeling is to realize that God, our Heavenly Father, knows each one of us and allows us to help Him save others."]],[".resources",[".sideQuote",{"id":"f1","uri":"/friend/2013/07/save-her.f1"},[".title","Words from President Monson"],["p.para",{"id":"p9","uri":"/friend/2013/07/save-her.p9"},"“Our opportunities to give of ourselves are indeed limitless. … There are hearts to gladden. There are kind words to say. There are gifts to be given. There are deeds to be done. There are souls to be saved.”"],[".citationInfo",["p.para",{"id":"p10","uri":"/friend/2013/07/save-her.p10"},"From “First Presidency Christmas Devotional,”",["span.emphasis","Ensign,"],"Feb. 2001, 73."]]],[".moreInfo",[".title","Do Your Duty"],["p.para",{"id":"p12","uri":"/friend/2013/07/save-her.p12"},"When Tommy was 11 years old, he had a special duty to help his classmates cross the street. Look at the picture below. Can you find two things Tommy used to help him with his duty?"]],[".moreInfo",[".title","Safety Circle"],["p.para",{"id":"p14","uri":"/friend/2013/07/save-her.p14"},"As Tommy learned how to swim in the Provo River, his family surrounded him so if he needed help, someone would always be close by. You can be like Tommy and play the Safety Circle game."],[".topic",{"id":"t1","uri":"/friend/2013/07/save-her.t1"},[".title","You Will Need:"],["p.para",{"id":"p16","uri":"/friend/2013/07/save-her.p16"},"Four or more players"],["p.para",{"id":"p17","uri":"/friend/2013/07/save-her.p17"},"An open area"]],[".topic",{"id":"t2","uri":"/friend/2013/07/save-her.t2"},[".title","How to Play:"],["p.para",{"id":"p19","uri":"/friend/2013/07/save-her.p19"},"Make a circle and hold hands. One player stands in the middle of the circle. The player in the middle wears a blindfold and slowly walks around in different directions—wherever he or she wants to go. The players in the circle need to keep holding hands but try not to get touched by the player in the middle. Take turns standing in the middle."]]]]]]],"refs":null}
