{"id":2,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":2,"title":"Scouting Handbook: United States, 2012","subtitle":"","short_title":1,"uri":"/manual/scouting-handbook-united-states-2012/scouting-handbook-united-states-2012","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/scouting-handbook-united-states-2012/scouting-handbook-united-states-2012"},[".heading",{"id":"head1","uri":"/manual/scouting-handbook-united-states-2012/scouting-handbook-united-states-2012.head1"},[".titleNumber","1"],["h1","Introduction"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/manual/scouting-handbook-united-states-2012/scouting-handbook-united-states-2012.p3"},"This handbook outlines guidelines and policies relating to Scouting programs in The Church of Jesus Christ of Latter-day Saints. Bishoprics and Young Men, Primary, and Scouting leaders should be familiar with this information as they administer Scouting programs in the ward. Details about each Scouting program are available from the",["a.urlRef",{"href":"http://www.scouting.org"},["span.language","Boy Scouts of America"]],"(BSA) and are not included in this handbook. Differences between Church policy and BSA policy are noted in this handbook as needed. Unless otherwise noted, the term",["span.emphasis","Scouting"],"includes Cub Scouting, Boy Scouting, Varsity Scouting, and Venturing."],[".topic",{"id":"t1","uri":"/manual/scouting-handbook-united-states-2012/scouting-handbook-united-states-2012.t1"},[".titleNumber","1.1"],["h2","Purpose of Scouting in the Aaronic Priesthood and Primary"],["p.para",{"id":"p6","uri":"/manual/scouting-handbook-united-states-2012/scouting-handbook-united-states-2012.p6"},"Scouting can help young men and boys enhance close relationships with their families and the Church while developing strong and desirable traits of character, citizenship, and physical and mental fitness. Under priesthood leadership, Scouting can complement the efforts of Aaronic Priesthood quorums and Primary classes in building testimonies in young men and boys. Scouting under Church sponsorship should become an extension of the home, Primary classes, and Aaronic Priesthood quorums. Scouting functions as part of the Church’s activity program for boys and young men."]]]]]],"refs":null}
