{"id":19,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":19,"title":"Sealed Forever","subtitle":"By Taylor W., age 10, Nevada, USA","short_title":"Sealed Forever","uri":"/friend/2013/04/sealed-forever","content":[["div",{"id":"head1","uri":"/friend/2013/04/sealed-forever.head1"},[".title","Sealed Forever"],[".byline",["div",{"id":"p2","uri":"/friend/2013/04/sealed-forever.p2"},"By Taylor W., age 10, Nevada, USA"]],[".epigraph","The great work to be done in the temples of the Lord … [includes] the sealing of the children to their parents",["span.emphasis","(",["a",{"href":"/scriptures/dc-testament/dc/138.48"},"D&C 138:48"],")."]],[".kicker","Now I know how important temples are."]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/04/sealed-forever.p5"},"What do you imagine when someone says the best gift ever? Toys? A bike? Some new clothes? Well, I got something better! I watched my adopted sister get sealed to my family forever."],["div",{"id":"p6","uri":"/friend/2013/04/sealed-forever.p6"},"Six months ago my family adopted a baby girl, Ava. This little infant brought so much love and joy into our house. We loved her so much that we wanted to have her sealed to our family, but we had one problem."],["div",{"id":"p7","uri":"/friend/2013/04/sealed-forever.p7"},"In our state a baby has to be six months old before you can finalize an adoption. When the court date finally arrived, we went to the judge. He said, “This baby will be yours, just as if she had been naturally born to you.” Ava was officially adopted! Jumping for joy, we got back in the car and drove to Utah to get Ava sealed to us."],["div",{"id":"p8","uri":"/friend/2013/04/sealed-forever.p8"},"I was so excited as we drove to the Bountiful Utah Temple. I was going to the temple! Ava and my older sister, Bailey, and I were taken to the children’s center in the temple. When I told the temple workers the size for my white dress, I finally realized that this was really happening."],["div",{"id":"p9","uri":"/friend/2013/04/sealed-forever.p9"},"When we walked into the beautiful sealing room, right away I felt the Spirit. I knew this was an experience that most children don’t have. I was able to be in the sealing room when Ava was sealed to my parents."],["div",{"id":"p10","uri":"/friend/2013/04/sealed-forever.p10"},"Afterward, the sealer let the five of us stay in the sealing room by ourselves. My dad pointed out the mirrors on both sides of the altar. When you stand in between both mirrors, you can see hundreds of your own reflections looking like they go on forever. This reminds us that now we are sealed for eternity. Seeing the five members of my family standing there made me feel like we would all be together forever."],["div",{"id":"p11","uri":"/friend/2013/04/sealed-forever.p11"},"Now that I have gone through this experience, I know how important temples are. When I grow up, I want to get sealed to my husband and have our children sealed to us for time and all eternity."]]],"refs":null}
