{"id":21,"parent_id":0,"book_id":22624,"content_id":1,"language_id":0,"display_order":21,"title":"Seeing the Good in Kylie","subtitle":"By Karinne Stacey","short_title":"Seeing the Good in Kylie","uri":"/liahona/2013/01/seeing-the-good-in-kylie","content":[["div",{"id":"head1","uri":"/liahona/2013/01/seeing-the-good-in-kylie.head1"},[".title","Seeing the",["span.dominant","Good"],"in Kylie"],[".byline",["div",{"id":"p2","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p2"},"By Karinne Stacey"]],[".kicker","We couldn’t stand each other. Could we ever be friends?"],["div",{"id":"f1","uri":"/liahona/2013/01/seeing-the-good-in-kylie.f1"},[".credit",["div",{"id":"p4","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p4"},"Illustration by Taia Morley"]]]],[".bodyBlock",["div",{"id":"p5","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p5"},"In fourth grade, I was in the best class ever. Everything about that class was perfect—except Kylie (name has been changed). She was mean to almost everyone, including me. I saw her pushing others in the hallway, and she even pushed me a few times. I would come home crying because I could not understand why she would bully me."],["div",{"id":"p6","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p6"},"Nobody was her friend. She had her own table at lunch because no one would sit close to her. I told my mom about Kylie, and she gave me some life-changing words of wisdom: “Maybe she just needs a friend.”"],["div",{"id":"p7","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p7"},"This came as a shock to me. How could I possibly be nice to someone who wouldn’t give a second thought to calling me an insulting name? Reluctantly, though, I decided to be nicer to Kylie and try to understand her. As I got to know her better, I found that she was actually nice. I soon learned that her life was much worse than I could have imagined. She had a tough home to live in, and she would avoid any conversation with the word “family.”"],["div",{"id":"p8","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p8"},"One day during lunch, I was sitting with my friends. Since Kylie was mean to others, there were some girls who were not nice to her in return. They started making fun of Kylie, talking loud enough that she could hear them. They said things like, “Come sit with us—NEVER!” “What’s that smell? Oh, it’s Kylie!” and “Stay away from us!” I sat there listening."],["div",{"id":"p9","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p9"},"Then I heard a small voice in my head: “Do something.” I stood up and felt over a dozen pairs of eyes turn to me. “Stop!” I said. “Why would you say things like that to anyone? Just be nice to her!” Everyone fell silent. As I sat down, I looked at Kylie. She turned around and gave me a look of pure gratitude."],["div",{"id":"p10","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p10"},"In sixth grade my 12th birthday was coming up, and I wanted to have a party with a few friends. When my mom asked if I wanted to invite anyone else, I heard the same small voice in my head: “Invite Kylie.”"],["div",{"id":"p11","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p11"},"“I want to invite Kylie,” I told my mom."],["div",{"id":"p12","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p12"},"“Really?”"],["div",{"id":"p13","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p13"},"I nodded. After the birthday party, my friends and I, including Kylie, were bonded to such an extent that we got together every Friday for the last three months of school. Kylie came each time. We became best friends."],["div",{"id":"p14","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p14"},"Now I am in eighth grade and have moved to another state, but I frequently communicate with Kylie, who is still one of my best friends. Sometimes my other friends ask how we became so close."],["div",{"id":"p15","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p15"},"“In fourth grade she was a bully, and we pretty much hated each other,” I say."],["div",{"id":"p16","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p16"},"“Well, then how did you become such good friends?”"],["div",{"id":"p17","uri":"/liahona/2013/01/seeing-the-good-in-kylie.p17"},"“I looked for the good in her. Everyone has some good in them, and I reached out to find hers.”"]]],"refs":null}
