{"id":5,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":5,"title":"Serving Those with Disabilities","subtitle":"By Becky Young Fawcett","short_title":"Serving Those with Disabilities","uri":"/ensign/2013/06/serving-those-with-disabilities","content":[["div",{"id":"head1","uri":"/ensign/2013/06/serving-those-with-disabilities.head1"},[".seriesTitle","Serving in the Church"],[".title","Serving Those with Disabilities"],[".byline",["div",{"id":"p3","uri":"/ensign/2013/06/serving-those-with-disabilities.p3"},"By Becky Young Fawcett"],["div",{"id":"p4","uri":"/ensign/2013/06/serving-those-with-disabilities.p4"},"Church Disability Services"]]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/06/serving-those-with-disabilities.p5"},"When Lynn Parsons was called as the disability specialist in the Hurst Texas Stake, she wanted to fulfill her calling in a way that would bless the lives of members of her stake, especially members with disabilities and their families."],["div",{"id":"p6","uri":"/ensign/2013/06/serving-those-with-disabilities.p6"},"One of the first things Lynn did was to review information on her calling at LDS.org (",["a",{"href":"http://lds.org/callings/disability-specialist"},"lds.org/callings/disability-specialist"],"), and she used",["span.emphasis","Handbook 2: Administering the Church"],"to understand official Church policies regarding those with disabilities. The Disability Resources website (",["a",{"href":"http://lds.org/disability"},"lds.org/disability"],") also served as a resource. It helped her understand various disabilities and served as a resource to share with members of her stake."],["div",{"id":"p7","uri":"/ensign/2013/06/serving-those-with-disabilities.p7"},["span.emphasis","Handbook 2"],"states, “The bishopric or stake presidency may call a ward or stake disability specialist to help individuals and families.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"LDS.org gives further information about this calling, explaining that “the role of the disability specialist is to help facilitate increased participation and inclusion of Church members with disabilities.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["div",{"id":"p8","uri":"/ensign/2013/06/serving-those-with-disabilities.p8"},"With this understanding, Lynn says she wanted to “help leaders fulfill their callings by finding the tools they needed to serve those with disabilities.”"],["div",{"id":"p9","uri":"/ensign/2013/06/serving-those-with-disabilities.p9"},"Lynn also found information through community and national resources, the Internet, and ward and stake members who have a background working with people with disabilities. Lynn uses these resources as she looks for solutions to some of the challenges leaders and families face in her stake. She doesn’t always know where to turn for information or help, “but if you really seek the answer through prayer,” she says, “you will be inspired where to look to find your answer.”"],["div",{"id":"t1","uri":"/ensign/2013/06/serving-those-with-disabilities.t1"},[".title","Understanding Needs"],["div",{"id":"p11","uri":"/ensign/2013/06/serving-those-with-disabilities.p11"},"Lynn also works to understand the disability-related needs of leaders in her area. To do this, she asked her stake leaders to send a letter to bishops informing them of her calling and that she was available to help. She also met with the stake Primary presidency to understand challenges, and she made plans to meet with other groups of leaders. “I wanted to get the word out,” she said. “I wanted people to know where they could find some help.”"],["div",{"id":"p12","uri":"/ensign/2013/06/serving-those-with-disabilities.p12"},"By letting members of the stake know she was ready to serve, Lynn soon found opportunities to help leaders. Within the first few months of being called as the disability specialist, she was invited to meet with a ward council to talk about characteristics of a specific disability. She served in other ways, such as helping a teacher understand how to teach a child with autism and suggesting that an assistant Primary teacher be called so a child with a disability could attend class."],["div",{"id":"p13","uri":"/ensign/2013/06/serving-those-with-disabilities.p13"},"Moving forward, Lynn plans to help leaders fulfill their callings. As she does this, she is helping members of her stake follow the example of the Savior in loving and reaching out to others, including those with disabilities."]]],[".bodyNotes",["h3","Notes"]],[".resources"]],"refs":[["div",{"id":"/ensign/2013/06/serving-those-with-disabilities","uri":"/ensign/2013/06/serving-those-with-disabilities"},["span.label",["a",{"name":"footnote1"},"1."]],["span.emphasis","Handbook 2: Administering the Church"],"(2010), 21.1.26."],["div",{"id":"/ensign/2013/06/serving-those-with-disabilities","uri":"/ensign/2013/06/serving-those-with-disabilities"},["span.label",["a",{"name":"footnote2"},"2."]],"“Disability Specialist,”",["a",{"href":"http://www.lds.org/callings/disability-specialist"},"www.lds.org/callings/disability-specialist"],"."]]}
