{"id":5,"parent_id":0,"book_id":83,"content_id":1,"language_id":1,"display_order":5,"title":"Serving Others","subtitle":"","short_title":"Serving Others","uri":"/manual/faith-in-god-for-girls/serving-others","content":[["div",{"id":"head1","uri":"/manual/faith-in-god-for-girls/serving-others.head1"},["h1","Serving Others"],"“And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God.”",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"]],[".bodyBlock","Complete at least two of the following activities each year:",["ul.bullet",["li",["span.label","•"],[".para","Read and discuss the parable of the good Samaritan (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.30-37"},"Luke 10:30–37"],"). Plan and complete a service project that helps a family member or neighbor. After completing the project, discuss how it helped your faith grow stronger."]],["li",["span.label","•"],[".para","Write a letter to a teacher, your parents, or your grandparents telling them what you appreciate and respect about them."]],["li",["span.label","•"],[".para","Make a list of the qualities you like in a person. Choose one quality to develop in yourself. Discuss how showing respect and kindness strengthens you, your family, and others."]],["li",["span.label","•"],[".para","Plan, prepare, and serve a nutritious meal."]],["li",["span.label","•"],[".para","Entertain young children with songs or games you have learned or made yourself. Show that you know how to care for and protect a young child."]],["li",["span.label","•"],[".para","Learn about and practice good manners and courtesy."]],["li",["span.label","•"],[".para","Plan and hold a parent-child activity, such as a dinner, picnic, hike, day trip, or service project."]],["li",["span.label","•"],[".para","Read the twelfth article of faith. Discuss what it means to be a good citizen and how your actions can affect others."]],["li",["span.label","•"],[".para","Help your Primary leaders plan and carry out an upcoming quarterly activity."]],["li",["span.label","•"],[".para","Plan and complete your own activity to serve others (write the activity below)."],["span.textInput"]]]]],"refs":null}
