{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":6,"title":"Setting a Good Example","subtitle":"","short_title":"Lesson 4","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.head1"},[".titleNumber","Lesson 4"],["h1","Setting A Good Example"],[".intro","“Ye are the light of the world. A city that is set on an hill cannot be hid."],[".intro","“Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house."],[".intro","“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.14-16"},"Matthew 5:14–16"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p7","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p7"},"Leaders should set an example of discipleship for the people they serve."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.f1"},["ol.number",["li",["span.label","1."],[".para","When leaders work to develop attributes of Jesus Christ, they set an example for those they serve."]]]]],[".topic",["h2","Concept 1. When Leaders Work to Develop Attributes of Jesus Christ, They Set An Example for Those They Serve."],[".topic",["h3","Commentary"],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p12"},"When the resurrected Lord visited the Americas, He explained to His disciples that letting their light shine meant emulating Him (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.24"},"3 Nephi 18:24"],")."],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p13"},"Speaking of leadership in the Church, Elder James E. Faust, when he was a member of the Quorum of the Twelve, remarked: “Those who would lead in this Church must set the example of personal righteousness. They should seek for the constant guidance of the Holy Spirit. They should have their lives and homes in order. They should be honest and prompt in the paying of their bills. They must be exemplary in all their conduct” (in Conference Report, Oct. 1980, 53; or",["span.emphasis","Ensign,"],"Nov. 1980, 36)."],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p14"},"Elder Dean L. Larsen, who was then a member of the Presidency of the Seventy, explained: “Those who receive the gospel are expected to manifest its fruits in their lives, not only for their own benefit and blessing, but for the purpose of drawing others to the truth. …"],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p15"},"“… In significant ways their lives will manifest the fruits of the gospel and set them apart as a beacon to all who are seeking for light and truth” (in Conference Report, Oct. 1985, 85; or",["span.emphasis","Ensign,"],"Nov. 1985, 68)."],["div",{"id":"p16","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p16"},"President Gordon B. Hinckley wrote: “By its very nature, true leadership carries with it the burden of being an example. … If values aren’t established and adhered to at the top, behavior down the ranks is seriously jeopardized and undermined. Indeed, in any organization where such is the case—be it a family, a corporation, a society, or a nation—the values being neglected will in time disappear” (",["span.emphasis","Standing for Something: Ten Neglected Virtues That Will Heal Our Hearts and Homes"],"[2000], 170)."],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p17"},"Leaders are more able to help people when they try to exemplify the Savior’s life and teachings. The Lord “continued from grace to grace” until He became perfect (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.13"},"D&C 93:13"],"). His attributes include knowledge, power, justice, judgment, kindness, mercy, patience, truth, humility, meekness, submissiveness, graciousness, gentleness, wisdom, self-denial, obedience, commitment to honoring our agency, compassion, fearlessness, integrity, and cheerfulness. (",["span.emphasis","Note:"],"Any of these attributes might become the topic of a lesson.)"],["div",{"id":"p18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p18"},"Leaders who develop these attributes will know how to communicate clearly with those they lead, love them without trying to control them, rejoice in their goodness and achievements, and resist Satan’s temptations. When we do not follow Jesus Christ’s example, we run the risk of discouraging people from coming to Christ. As Alma explained to his wayward son, “Behold, O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct they would not believe in my words” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.11"},"Alma 39:11"],")."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p20","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p20"},"Ask students to analyze the meaning of the Savior’s statement, “I am the light of the world” (",["a.scriptureRef",{"href":"/scriptures/nt/john/8.12"},"John 8:12"],"), and discuss it as a class (see also",["a.scriptureRef",{"href":"/scriptures/nt/john/9.5"},"John 9:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.18"},"3 Nephi 9:18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.11"},"11:11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.12"},"Ether 4:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.28"},"D&C 11:28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.9"},"12:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.7"},"45:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.5-13"},"88:5–13"],")."],["div",{"id":"p21","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p21"},"Why should Church and family leaders live gospel principles themselves, and not just encourage others to do so?"],["div",{"id":"p22","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p22"},"Discuss as a class character traits the Savior displayed, and list them on the board. Ask how developing these traits in our lives will help us be better leaders. Discuss what",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.24"},"Matthew 16:24"],"(including the JST addition in footnote 24",["span.emphasis","d"],") and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.11"},"Alma 39:11"],"teach about the importance of example."],["div",{"id":"p23","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p23"},"Testify to students that as they follow the Savior’s example, they reflect His light for others to follow. Remind students that like Him we must grow “from grace to grace” (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.13"},"D&C 93:13"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"],")."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p25","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p25"},"President Gordon B. Hinckley"],["div",{"id":"p26","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p26"},["span.emphasis","President of the Church"]]],[".citationInfo",["div",{"id":"p27","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p27"},["span.emphasis","“A Prophet’s Counsel and Prayer for Youth,”"],"Ensign,",["span.emphasis","Jan. 2001, 2–11; or"],"New Era,",["span.emphasis","Jan. 2001, 4–15"]]],["div",{"id":"p28","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p28"},"I think there never before was a meeting anything like this in this Church. There are so many of you here tonight. How good you look."],["div",{"id":"p29","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p29"},"Some of you have come with doubts. Some have come with high expectations. I want you to know that I have been on my knees asking the Lord to bless me with the power and the capacity and the language to reach into your hearts."],["div",{"id":"p30","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p30"},"Beyond this hall are hundreds of thousands of others who are participating with us. To each of you I say welcome. I am glad for this tremendous opportunity to speak to you, and I recognize how important it is."],["div",{"id":"p31","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p31"},"I am now old in years—90 plus. I have lived a long time, and I have lived with great love for the young men and young women of this Church. What a truly wonderful group you are. You speak various languages. You are all part of a great family. But you are also individuals, each with his or her problems, each wishing for answers to the things that perplex you and worry you. How we love you and pray constantly for the genius to help you. Your lives are filled with difficult decisions and with dreams and hopes and longings to find that which will bring you peace and happiness."],["div",{"id":"p32","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p32"},"Once upon a time, a very long time ago, I was your age. I didn’t worry about drugs or pornography because they were not available then. I worried about school and where it would lead. It was the season of the terrible economic depression. I worried about how to earn a living. I served a mission after I finished the university. I went to England. We traveled by train to Chicago, made a bus transfer across that city, and went on to New York, where we caught a steamship for the British Isles. While riding the transfer bus in Chicago, a woman said to the driver, “What is that building ahead?” He said, “Ma’am, that is the Chicago Board of Trade Building. Every week some man who has lost his fortune jumps out of one of those windows. He has nothing else to live for.”"],["div",{"id":"p33","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p33"},"Such were the times. They were mean and ugly. No one who did not live through that period will ever understand it fully. I hope with all my heart we never have anything like it again."],["div",{"id":"p34","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p34"},"Now, here you are on the threshold of your mature lives. You too worry about school. You worry about marriage. You worry about many things. I make you a promise that God will not forsake you if you will walk in His paths with the guidance of His commandments."],["div",{"id":"p35","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p35"},"This is the age of great opportunity. You are so fortunate to be alive. Never in the history of mankind has life been filled with so many opportunities and challenges. When I was born, the average life expectancy of a man or woman in the United States and other Western countries was 50 years. Now it is more than 75 years. Can you imagine that? On average you may expect to live at least 25 years longer than someone who lived in 1910."],["div",{"id":"p36","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p36"},"This is the season of an explosion of knowledge. For instance, when I was your age there were no antibiotics. All of these wonderful medicines have been discovered and refined in more recent times. Some of the great scourges of the earth are gone. Smallpox once took whole populations. That is gone entirely. It is a miracle. Polio was once the dreaded fear of every mother. I remember going to visit a man with polio in the county hospital. He was in a great iron lung that moved his own lungs as it pumped up and down. There was no hope for him; he couldn’t breathe on his own. He died, leaving his wife and children. This terrible disease is now gone. That too is a miracle. And so it is with other matters."],["div",{"id":"p37","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p37"},"Of course you face challenges. Every generation that has ever walked the earth has faced challenges. We could spend the entire evening talking about them. But of all the challenges that have been faced in the past, the ones we have today, I believe, are most easily handled. I say that because they are manageable. They largely involve individual behavioral decisions, but those decisions can be made and followed. And when that happens, the challenge is behind us."],["div",{"id":"p38","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p38"},"I suppose that most of you are in school. I am pleased that you have that opportunity and that desire. I hope that you are studying diligently and that your great ambition is to get A grades in your various courses. I hope your teachers will be generous toward you and that your studies will yield top grades and an excellent education. I could wish nothing better for you in your schoolwork."],["div",{"id":"p39","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p39"},"Tonight I am going to let your teachers give you the A’s that I hope you earn. I want to talk about some B’s. You get the A’s; I will give you the B’s."],["div",{"id":"f4","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.f4"},["ol.number",["li",["span.label","1."],[".para","Be grateful."]],["li",["span.label","2."],[".para","Be smart."]],["li",["span.label","3."],[".para","Be clean."]],["li",["span.label","4."],[".para","Be true."]],["li",["span.label","5."],[".para","Be humble."]],["li",["span.label","6."],[".para","Be prayerful. …"]]]],["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p46"},["span.emphasis","Be grateful."],"There are two little words in the English language that perhaps mean more than all others. They are “thank you.” Comparable words are found in every other language, such as",["span.emphasis","gracias, merci, danke, obrigado, domo."]],["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p47"},"The habit of saying thank you is the mark of an educated man or woman. With whom is the Lord displeased? He names “those who confess not his hand in all things” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.21"},"D&C 59:21"],"). That is, those who walk without grateful expression. Walk with gratitude in your hearts, my dear friends. Be thankful for the wonderful blessings which are yours. Be grateful for the tremendous opportunities that you have. Be thankful to your parents, who care so very much about you and who have worked so very hard to provide for you. Let them know that you are grateful. Say thank you to your mother and your father. Say thank you to your friends. Say thank you to your teachers. Express appreciation to everyone who does you a favor or assists you in any way."],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p48"},"Thank the Lord for His goodness to you. Thank the Almighty for His Beloved Son, Jesus Christ, who has done for you what none other in all this world could do. Thank Him for His great example, for His tremendous teachings, for His outreaching hand to lift and help. Think about the meaning of His Atonement. Read about Him and read His words in the New Testament and in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne"},"3 Nephi"],"in the Book of Mormon. Read them quietly to yourself and then ponder them. Pour out your heart to your Father in Heaven in gratitude for the gift of His Beloved Son."],["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p49"},"Thank the Lord for His marvelous Church restored in this great season of history. Thank Him for all that it offers you. Thank Him for friends and loved ones, for parents and brothers and sisters, for family. Let a spirit of thanksgiving guide and bless your days and nights. Work at it. You will find it will yield wonderful results."],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p50"},"B number two—",["span.emphasis","be smart."]],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p51"},"You are moving into the most competitive age the world has ever known. All around you is competition. You need all the education you can get. Sacrifice a car; sacrifice anything that is needed to be sacrificed to qualify yourselves to do the work of the world. That world will in large measure pay you what it thinks you are worth, and your worth will increase as you gain education and proficiency in your chosen field."],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p52"},"You belong to a church that teaches the importance of education. You have a mandate from the Lord to educate your minds and your hearts and your hands. The Lord has said, “Teach ye diligently … of things both in heaven and in the earth, and under the earth; things which have been, things which are, things which must shortly come to pass; things which are at home, things which are abroad; the wars and the perplexities of the nations, and the judgments which are on the land; and a knowledge also of countries and of kingdoms—that ye may be prepared in all things” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.78-80"},"D&C 88:78–80"],")."],["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p53"},"Mind you, these are not my words. These are the words of the Lord who loves you. He wants you to train your minds and hands to become an influence for good as you go forward with your lives. And as you do so and as you perform honorably and with excellence, you will bring honor to the Church, for you will be regarded as a man or woman of integrity and ability and conscientious workmanship. Be smart. Don’t be foolish. You cannot bluff or cheat others without bluffing or cheating yourselves."],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p54"},"Many years ago I worked for a railroad in the central offices in Denver. I was in charge of what is called head-end traffic. That was in the days when nearly everyone rode passenger trains. One morning I received a call from my counterpart in Newark, New Jersey. He said, “Train number such-and-such has arrived, but it has no baggage car. Somewhere, 300 passengers have lost their baggage, and they are mad.”"],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p55"},"I went immediately to work to find out where it may have gone. I found it had been properly loaded and properly trained in Oakland, California. It had been moved to our railroad in Salt Lake City, been carried to Denver, down to Pueblo, put on another line, and moved to St. Louis. There it was to be handled by another railroad which would take it to Newark, New Jersey. But some thoughtless switchman in the St. Louis yards moved a small piece of steel just three inches, a switch point, then pulled the lever to uncouple the car. We discovered that a baggage car that belonged in Newark, New Jersey, was in fact in New Orleans, Louisiana—1,500 miles from its destination. Just the three-inch movement of the switch in the St. Louis yard by a careless employee had started it on the wrong track, and the distance from its true destination increased dramatically. That is the way it is with our lives. Instead of following a steady course, we are pulled by some mistaken idea in another direction. The movement away from our original destination may be ever so small, but, if continued, that very small movement becomes a great gap and we find ourselves far from where we intended to go."],["div",{"id":"p56","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p56"},"Have you ever looked at one of those 16-foot farm gates? When it is opened, it swings very wide. The end at the hinges moves ever so slightly, while out at the perimeter the movement is great. It is the little things upon which life turns that make the big difference in our lives, my dear young friends."],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p57"},"Be smart. The Lord wants you to educate your minds and hands, whatever your chosen field. Whether it be repairing refrigerators, or the work of a skilled surgeon, you must train yourselves. Seek for the best schooling available. Become a workman of integrity in the world that lies ahead of you. I repeat, you will bring honor to the Church and you will be generously blessed because of that training."],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p58"},"There can be no doubt, none whatever, that education pays. Do not short-circuit your lives. If you do so, you will pay for it over and over and over again."],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p59"},"The third B—",["span.emphasis","be clean."],"We live in a world that is filled with filth and sleaze, a world that reeks of evil. It is all around us. It is on the television screen. It is at the movies. It is in the popular literature. It is on the Internet. You can’t afford to watch it, my dear friends. You cannot afford to let that filthy poison touch you. Stay away from it. Avoid it. You can’t rent videos and watch them as they portray degrading things. You young men who hold the priesthood of God cannot mix this filth with the holy priesthood."],["div",{"id":"p60","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p60"},"Avoid evil talk. Do not take the name of the Lord in vain. From the thunders of Sinai the finger of the Lord wrote on tablets of stone, “Thou shalt not take the name of the Lord thy God in vain” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.7"},"Ex. 20:7"],")."],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p61"},"It is not a mark of manhood to carelessly use the name of the Almighty or His Beloved Son in a vain and flippant way, as many are prone to do."],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p62"},"Choose your friends carefully. It is they who will lead you in one direction or the other. Everybody wants friends. Everybody needs friends. No one wishes to be without them. But never lose sight of the fact that it is your friends who will lead you along the paths that you will follow."],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p63"},"While you should be friendly with all people, select with great care those whom you wish to have close to you. They will be your safeguards in situations where you may vacillate between choices, and you in turn may save them."],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p64"},"Be clean. Don’t waste your time in destructive entertainment. There was recently held in the Salt Lake Valley a show put on by a traveling band. I am told that it was filthy, that it was lascivious, that it was evil in every respect. The young people of this community had paid $25 to $35 to get in. What did they get for their money? Only a seductive voice urging them to move in the direction of the slimy things of life. I plead with you, my friends, to stay away from such. It will not help you. It can only injure you."],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p65"},"I recently spoke to your mothers and your fathers. Among other things, I talked with them about tattoos."],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p66"},"What creation is more magnificent than the human body? What a wondrous thing it is as the crowning work of the Almighty."],["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p67"},"Paul, in writing to the Corinthians, said: “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?"],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p68"},"“If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Cor. 3:16–17"],")."],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p69"},"Did you ever think that your body is holy? You are a child of God. Your body is His creation. Would you disfigure that creation with portrayals of people, animals, and words painted into your skin?"],["div",{"id":"p70","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p70"},"I promise you that the time will come, if you have tattoos, that you will regret your actions. They cannot be washed off. They are permanent. Only by an expensive and painful process can they be removed. If you are tattooed, then probably for the remainder of your life you will carry it with you. I believe the time will come when it will be an embarrassment to you. Avoid it. We, as your Brethren who love you, plead with you not to become so disrespectful of the body which the Lord has given you."],["div",{"id":"p71","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p71"},"May I mention earrings and rings placed in other parts of the body. These are not manly. They are not attractive. You young men look better without them, and I believe you will feel better without them. As for the young women, you do not need to drape rings up and down your ears. One modest pair of earrings is sufficient."],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p72"},"I mention these things because again they concern your bodies."],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p73"},"How truly beautiful is a well-groomed young woman who is clean in body and mind. She is a daughter of God in whom her Eternal Father can take pride. How handsome is a young man who is well groomed. He is a son of God, deemed worthy of holding the holy priesthood of God. He does not need tattoos or earrings on or in his body. The First Presidency and the Quorum of the Twelve are all united in counseling against these things."],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p74"},"And while I speak of such matters I want to give emphasis again to the matter of pornography. It has become a $10 billion industry in the United States, where a few men grow rich at the expense of thousands upon thousands who are their victims. Stay away from it. It is exciting, but it will destroy you. It will warp your senses. It will build within you an appetite that you will do anything to appease. And don’t try to create associations through the Internet and chat rooms. They can lead you down into the very abyss of sorrow and bitterness."],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p75"},"I must also say a word concerning illicit drugs. You know how I feel about them. I don’t care what the variety may be. They will destroy you if pursued. You will become their slave. Once in their power, you will do anything to get money to buy more."],["div",{"id":"p76","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p76"},"I was amazed while watching a television program to learn that parents introduced drugs to their children in 20 percent of the cases. I cannot understand what I regard as the stupidity of these parents. What future other than slavery for their children could they see in them? Illegal drugs will utterly destroy those who become addicted to them."],["div",{"id":"p77","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p77"},"My advice, my pleading to you wonderful young men and women, is to stay entirely away from them. You don’t need to experiment with them. Look about you and see the effects they have had on others. There is no need for any Latter-day Saint boy or girl, young man or young woman, to even try them. Stay clean from these mind-altering and habit-forming addictions."],["div",{"id":"p78","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p78"},"And now just a word on the most common and most difficult of all problems for you young men and young women to handle. It is the relationship that you have one with another. You are dealing with the most powerful of human instincts. Only the will to live possibly exceeds it."],["div",{"id":"p79","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p79"},"The Lord has made us attractive one to another for a great purpose. But this very attraction becomes as a powder keg unless it is kept under control. It is beautiful when handled in the right way. It is deadly if it gets out of hand."],["div",{"id":"p80","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p80"},"It is for this reason that the Church counsels against early dating. This rule is not designed to hurt you in any way. It is designed to help you, and it will do so if you will observe it."],["div",{"id":"p81","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p81"},"Steady dating at an early age leads so often to tragedy. Studies have shown that the longer a boy and girl date one another, the more likely they are to get into trouble."],["div",{"id":"p82","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p82"},"It is better, my friends, to date a variety of companions until you are ready to marry. Have a wonderful time, but stay away from familiarity. Keep your hands to yourself. It may not be easy, but it is possible."],["div",{"id":"p83","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p83"},"You young men who plan to go on missions must recognize that sexual sin may keep you from that opportunity. You may think that you can hide it. Long experience has shown that you cannot. To serve an effective mission you must have the Spirit of the Lord, and truth withheld does not mix with that Spirit. Sooner or later you will feel compelled to confess your earlier transgressions. Well did Sir Galahad say, “My strength is as the strength of ten, because my heart is pure” (Alfred, Lord Tennyson,",["span.emphasis","Sir Galahad"],"[1842], st. 1)."],["div",{"id":"p84","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p84"},"My dear young friends, in matters of sex you know what is right. You know when you are walking on dangerous ground, when it is so easy to stumble and slide into the pit of transgression. I plead with you to be careful, to stand safely back from the cliff of sin over which it is so easy to fall. Keep yourselves clean from the dark and disappointing evil of sexual transgression. Walk in the sunlight of that peace which comes from obedience to the commandments of the Lord."],["div",{"id":"p85","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p85"},"Now, if there be any who have stepped over the line, who may already have transgressed, is there any hope for you? Of course there is. Where there is true repentance, there will be forgiveness. That process begins with prayer. The Lord has said, “He who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42"},"D&C 58:42"],"). Share your burden with your parents if you can. And by all means, confess to your bishop, who stands ready to help you."],["div",{"id":"p86","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p86"},"My next B—",["span.emphasis","be true."]],["div",{"id":"p87","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p87"},"Said Shakespeare, “To thine own self be true; and it must follow, as the night the day, thou canst not then be false to any man” (",["span.emphasis","Hamlet,"],"I, iii, 78–81). You have a tremendous inheritance. You have a great background of noble ancestry. Many of you are descendants of the pioneers, who died by the hundreds and thousands in testimony of the truth of this work. If they were to look down upon you, they would plead with you: “Be true. Be loyal. Be ‘true to the faith that our parents have cherished, true to the truth for which martyrs have perished.’” They would say, “Faith of our fathers, holy faith, we will be true to thee till death” (",["span.emphasis","Hymns,"],"nos. 254 and 84)."],["div",{"id":"p88","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p88"},"And those of you who may not be descended from pioneer ancestry, you belong to a church which has been made strong by the loyalty and unwavering affection of its members through the generations. What a marvelous thing it is to belong to a society whose purposes are noble, whose accomplishments are tremendous, whose work is uplifting, even heroic. Be loyal to the Church under all circumstances. I make you a promise that the authorities of this Church will never lead you astray. They will lead you in paths of happiness."],["div",{"id":"p89","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p89"},"You who are members of this Church must have a loyalty to it. This is your church. You have as great a responsibility in your sphere of action as I have in my sphere of action. It belongs to you just as it belongs to me. You have embraced its gospel. You have taken upon yourselves a covenant in the waters of baptism. This you have renewed each time you have partaken of the sacrament. These covenants will be added to when you are married in the temple. You cannot hold them lightly. They are too great a thing. This is the very work of God designed to bring about the immortality and eternal life of His sons and daughters."],["div",{"id":"p90","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p90"},"Walk in faith before Him with your heads high, proud of your membership in this great cause and kingdom which He has restored to the earth in this, the last dispensation of the fulness of times. Why? To bring you happiness."],["div",{"id":"p91","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p91"},"Be true to your own convictions. You know what is right, and you know what is wrong. You know when you are doing the proper thing. You know when you are giving strength to the right cause. Be loyal. Be faithful. Be true, my beloved associates in this great kingdom."],["div",{"id":"p92","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p92"},"The fifth B—",["span.emphasis","be humble."]],["div",{"id":"p93","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p93"},"There is no place for arrogance in our lives. There is no place for conceit. There is no place for egotism. We have a great work to do. We have things to accomplish. We need direction in the pursuit of our education. We need help in choosing an eternal companion."],["div",{"id":"p94","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p94"},"The Lord has said, “Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.10"},"D&C 112:10"],")."],["div",{"id":"p95","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p95"},"What a tremendous promise is given in this statement. If we are without conceit and pride and arrogance, if we are humble and obedient, then the Lord will lead us by the hand and answer our prayers. What greater thing could we ask for? There is nothing to compare with this."],["div",{"id":"p96","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p96"},"The Savior, in the great Sermon on the Mount, declared, “Blessed are the meek: for they shall inherit the earth” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.5"},"Matt. 5:5"],")."],["div",{"id":"p97","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p97"},"I believe the meek and the humble are those who are teachable. They are willing to learn. They are willing to listen to the whisperings of the still, small voice for guidance in their lives. They place the wisdom of the Lord above their own wisdom."],["div",{"id":"p98","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p98"},"And this leads to my final B—",["span.emphasis","be prayerful."]],["div",{"id":"p99","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p99"},"You cannot do it alone. I look at this vast congregation, and I know that you are young people who pray, who get on your knees and speak with the Lord. You know that He is the source of all wisdom."],["div",{"id":"p100","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p100"},"You need His help, and you know that you need His help. You cannot do it alone. You will come to realize that and recognize that more and more as the years pass. So live that in good conscience you can speak with the Lord. Get on your knees and thank Him for His goodness to you and express to Him the righteous desires of your hearts. The miracle of it all is that He hears. He responds. He answers—not always as we might wish He would answer, but there is no question in my mind that He answers."],["div",{"id":"p101","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p101"},"You have such a tremendous responsibility, you young men and young women. You are the products of all of the generations that have gone before you. All that you have of body and mind has been passed to you through your parents. Someday you will become parents and pass on to succeeding generations the qualities of body and mind which you have received from the past. Do not break the chain of the generations of your family. Keep it bright and strong. So very much depends on you. You are so very precious. You mean so much to this Church. It could not be the same without you. Stand tall, proud of your inheritance as sons and daughters of God. Look to Him for understanding and guidance. Walk according to His precepts and commandments."],["div",{"id":"p102","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p102"},"You can have a good time. Of course you can! We want you to have fun. We want you to enjoy life. We do not want you to be prudes. We want you to be robust and cheerful, to sing and dance, to laugh and be happy."],["div",{"id":"p103","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p103"},"But in so doing, be humble and be prayerful, and the smiles of heaven will fall upon you."],["div",{"id":"p104","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p104"},"I could wish for you nothing better than that your lives be fruitful, that your service be dedicated and freely given, that you contribute to the knowledge and the well-being of the world in which you live, and that you do it humbly and faithfully before your God. He loves you. We love you. We want you to be happy and successful, to make significant contributions to the world in which you will live and to the on-rolling of this great and majestic work of the Lord."],["div",{"id":"p105","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p105"},"Well, my brothers and sisters, those are my B’s—be grateful, be smart, be clean, be true, be humble, be prayerful."],["div",{"id":"p106","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p106"},"Now, in conclusion, I offer a word of prayer concerning you."],["div",{"id":"p107","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p107"},"O God, our Eternal Father, as Thy servant I bow before Thee in prayer in behalf of these young people scattered over the earth who are gathered tonight in assemblies everywhere. Please smile with favor upon them. Please listen to them as they lift their voices in prayer unto Thee. Please lead them gently by the hand in the direction they should follow."],["div",{"id":"p108","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/setting-a-good-example.p108"},"Please help them to walk in paths of truth and righteousness and keep them from the evils of the world. Bless them that they shall be happy at times and serious at times, that they may enjoy life and drink of its fulness. Bless them that they may walk acceptably before Thee as Thy cherished sons and daughters. Each is Thy child with capacity to do great and noble things. Keep them on the high road that leads to achievement. Save them from the mistakes that could destroy them. If they have erred, forgive their trespasses and lead them back to ways of peace and progress. For these blessings I humbly pray with gratitude for them and invoke Thy blessings upon them with love and affection, in the name of Him who carries the burdens of our sins, even the Lord Jesus Christ, amen."],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","What are President Hinckley’s “six B’s” and why are they significant?"]],["li",["span.label","•"],[".para","What principles of leadership can we learn from President Hinckley’s address? (see especially his prayer for youth). Why are these principles important?"]],["li",["span.label","•"],[".para","Why is gratitude important for servants of the Lord? What can a leader do to inspire gratitude to the Lord?"]],["li",["span.label","•"],[".para","President Hinckley referred to a gate and hinge. What could the hinge represent in leadership? What could the gate represent? How can this illustration help us as leaders?"]],["li",["span.label","•"],[".para","How can we keep focused on educating our minds and improving our abilities?"]],["li",["span.label","•"],[".para","What counsel does President Hinckley give about friends? Why is this counsel important?"]],["li",["span.label","•"],[".para","What are some",["span.emphasis","do’s"],"and",["span.emphasis","don’ts"],"from the “Be clean” section of President Hinckley’s talk?"]],["li",["span.label","•"],[".para","Why is humility important to leadership in the kingdom?"]],["li",["span.label","•"],[".para","What role should prayer play in leadership? Why?"]]]]]]]],"refs":null}
