{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":6,"title":"Shining Walls","subtitle":"By Jessica Larsen","short_title":"Shining Walls","uri":"/friend/2013/05/shining-walls","content":[["div",{"id":"head1","uri":"/friend/2013/05/shining-walls.head1"},[".title","Shining Walls"],[".byline",["div",{"id":"p2","uri":"/friend/2013/05/shining-walls.p2"},"By Jessica Larsen"],["div",{"id":"p3","uri":"/friend/2013/05/shining-walls.p3"},"(Based on a true story)"]],[".epigraph","We ask thee, O Lord, to accept of this house, the workmanship of the hands of us, thy servants",["span.emphasis","(",["a",{"href":"/scriptures/dc-testament/dc/109.4"},"D&C 109:4"],")."]],[".kicker","Elmeda was only six, but she wanted to help build the temple."]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/05/shining-walls.p6"},"“I found one!” Elmeda called as she held up a piece of broken glass. It caught the sunlight and cast patterns on the melting snow. “Look how it shines!”"],["div",{"id":"p7","uri":"/friend/2013/05/shining-walls.p7"},"“It will make our temple shine too,” her older brother Briant said, tugging on her braid. “Now see what else you can find!”"],["div",{"id":"p8","uri":"/friend/2013/05/shining-walls.p8"},"It was 1836, and the Saints in Kirtland were building a temple. Father split wood for roof shingles while Mother cooked meals for the workers. Elmeda loved seeing the temple’s tall walls and red roof standing above the trees."],["div",{"id":"p9","uri":"/friend/2013/05/shining-walls.p9"},"But the temple wasn’t finished yet. Brother Millet, a stone mason, had invented a new type of plaster to cover the walls. Elmeda remembered when Father told her about it."],["div",{"id":"p10","uri":"/friend/2013/05/shining-walls.p10"},"“This won’t be ordinary plaster,” he had said as he pulled her onto his knee. “Brother Millet wants to put bits of broken glass and pottery in the plaster to make our temple shine.”"],["div",{"id":"p11","uri":"/friend/2013/05/shining-walls.p11"},"“Will we have to break your wedding dishes?” Elmeda had asked Mother. Elmeda’s family had brought those dishes all the way from New York after joining the Church."],["div",{"id":"p12","uri":"/friend/2013/05/shining-walls.p12"},"Mother laughed. “No, darling. Brother Millet only needs broken pottery to make the plaster. Just look outside!”"],["div",{"id":"p13","uri":"/friend/2013/05/shining-walls.p13"},"“The garbage pile!” Elmeda said. Every household had a small garbage pile in the yard. That’s where people threw away old, broken items—including bits of pottery and glass."],["div",{"id":"p14","uri":"/friend/2013/05/shining-walls.p14"},"“We will need everyone’s help,” her father had continued. “Briant, Brother Millet needs boys to tend fires to warm the plaster. Elmeda, we need children to gather old crockery and glass for the plaster. Can you do that?”"],["div",{"id":"p15","uri":"/friend/2013/05/shining-walls.p15"},"“Yes,” Elmeda had whispered. She was only six, but she wanted to help build the temple!"],["div",{"id":"p16","uri":"/friend/2013/05/shining-walls.p16"},"So here she was, holding a piece of glass to catch the sunlight. She was glad the snow had melted this morning so she could search their yard! She dropped the piece of glass in her pile and bent down to gather another."],["div",{"id":"p17","uri":"/friend/2013/05/shining-walls.p17"},"This piece was half buried in mud. She gently dug around the pottery shard and pried it loose. It glittered in her palm. Elmeda smiled. She held another piece for the temple walls."],["div",{"id":"p18","uri":"/friend/2013/05/shining-walls.p18"},"Briant knelt and admired her find. “Nice work, Elmeda,” he said. “We’ll have our temple soon!”"],["div",{"id":"p19","uri":"/friend/2013/05/shining-walls.p19"},"Briant was right. The Kirtland Temple was dedicated that spring. After the dedication, Elmeda lined up with the other children and marched to the temple. Her braids swung from side to side as she craned her neck to see the shining walls. She was glad that she had helped build the house of the Lord."]],[".resources",[".moreInfo",[".title","The",["span.dominant","Truth"],"About the Walls"],["div",{"id":"p21","uri":"/friend/2013/05/shining-walls.p21"},"Elmeda Stringham was a real pioneer child who helped gather glass and pottery for the temple walls. Later generations looked at the beautiful walls and thought the Saints must have broken their best china to make the temple plaster sparkle. But that was not what really happened."],["div",{"id":"p22","uri":"/friend/2013/05/shining-walls.p22"},"Church historians visited Kirtland to do archaeology and uncover early Church buildings. In their excavations, they discovered pottery fragments in the Saints’ yards. Their find confirmed the early accounts that Latter-day Saint children gathered the bits of glass that made the temple walls shine, showing that anyone can help in the work of the Lord."]]]],"refs":null}
