{"id":16,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":16,"title":"Sick of Being Sick","subtitle":"By Sara Israelsen-Hartley","short_title":"Sick of Being Sick","uri":"/new-era/2013/04/sick-of-being-sick","content":[["div",{"id":"head1","uri":"/new-era/2013/04/sick-of-being-sick.head1"},[".seriesTitle","Scripture Lifeline"],[".title",["span.dominant","Sick"],"of Being",["span.dominant","Sick"]],[".byline",["div",{"id":"p3","uri":"/new-era/2013/04/sick-of-being-sick.p3"},"By Sara Israelsen-Hartley"]],[".bio",["div",{"id":"p4","uri":"/new-era/2013/04/sick-of-being-sick.p4"},"Sara Israelsen-Hartley lives in Utah, USA."]],[".kicker","I felt miserable. Where could I find comfort?"]],[".bodyBlock",["div",{"id":"f1","uri":"/new-era/2013/04/sick-of-being-sick.f1"},[".credit",["div",{"id":"p6","uri":"/new-era/2013/04/sick-of-being-sick.p6"},"Illustration by David Malan"]]],["div",{"id":"p7","uri":"/new-era/2013/04/sick-of-being-sick.p7"},"I trudged back from the bathroom, my stomach rumbling and my head pounding. Falling back into bed, I grimaced. For the second time in two months, I was sick with a stomach virus. I had missed school classes and work. I could hear others having a good time and laughing in the kitchen, but I was curled up in bed, feeling miserable."],["div",{"id":"p8","uri":"/new-era/2013/04/sick-of-being-sick.p8"},"I pulled the blankets tighter around me and turned to face the wall. I was frustrated, but I didn’t know where to aim my anger. It wasn’t my fault I got sick. The more I dwelt on the injustice of it all, the more upset I became. My frustration turned into sadness, and I started crying. I just wanted the pain to go away. Hoping for some type of encouragement, I reached for the scriptures and turned to",["a",{"href":"/scriptures/bofm/3-ne/17"},"3 Nephi 17"],", my reading for the day. I was amazed by the words of comfort found in",["a",{"href":"/scriptures/bofm/3-ne/17.7"},"verse 7"],":"],["div",{"id":"p9","uri":"/new-era/2013/04/sick-of-being-sick.p9"},"“Have ye any that are sick among you … or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you; my bowels are filled with mercy.”"],["div",{"id":"p10","uri":"/new-era/2013/04/sick-of-being-sick.p10"},"I was still crying, but I was no longer upset. Instead of dwelling on the pain, I focused on the invitation of the Savior to come unto Him and be healed. I read the chapter over and over, lingering on the phrase “all the multitude, with one accord, did go forth with their sick and their afflicted, … and he did heal them every one as they were brought forth unto him” (",["a",{"href":"/scriptures/bofm/3-ne/17.9"},"3 Nephi 17:9"],")."],["div",{"id":"p11","uri":"/new-era/2013/04/sick-of-being-sick.p11"},"The Savior was opening His arms to me, inviting me to be healed, if not of the virus, then definitely of my frustration at that moment."],["div",{"id":"p12","uri":"/new-era/2013/04/sick-of-being-sick.p12"},"Reading that chapter didn’t stop the stomach pains or headache, but that night the words of the Savior healed my heart. I was no longer bitter, because I understood that this stomach virus, like other trials, was simply a fact of life. Heavenly Father knew I was sick, and although He didn’t instantly cure me, He reminded me of the individual love and concern He feels for each of His children. This love is manifest through the gift of His Son, Jesus Christ, who came to show us compassion. As we soften our hearts and come to the Savior with sufficient faith, we can all receive His healing grace."]]],"refs":null}
