{"id":3,"parent_id":0,"book_id":25,"content_id":1,"language_id":1,"display_order":3,"title":"Special Guidelines for Involving Members with Disabilities","subtitle":"","short_title":"Special Guidelines for Involving Members with Disabilities","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities","content":[["div",{"id":"head1","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities.head1"},["h1","Special Guidelines for Involving Members with Disabilities"]],[".bodyBlock",["div",{"id":"p1","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities.p1"},"When Jesus commenced his mortal ministry, he entered the synagogue in his hometown of Nazareth on the Sabbath day and stood up to read."],["div",{"id":"p2","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities.p2"},"“And there was delivered unto him the book of the prophet Esaias. And when he had opened the book, he found the place where it was written, The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.17-18"},"Luke 4:17–18"],")."],["div",{"id":"p3","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities.p3"},"Throughout his ministry, the Savior gave high priority to those needing special help. Although a teacher in the Church classroom will not usually have the technical training or facilities to give professional assistance to members with disabilities, it is expected that each instructor in the Church will have an understanding and caring heart and a desire to include these members whenever possible in all the learning activities of the class. Types of members needing special attention include those with mental, hearing, sight, physical, speech, cultural (and language), emotional, social, age, and learning disabilities. The following guidelines should be helpful to every teacher in reaching these members with special needs."],["div",{"id":"p4","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities.p4"},"Know the needs and abilities of each class member. Check with priesthood leaders, parents, and family members and, when appropriate, with the members themselves to determine their special needs."],["div",{"id":"p5","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities.p5"},"Before calling on class members to read, give a talk, or pray, check with them in advance by asking, “How do you feel about reading in class, praying in public, and so forth?”"],["div",{"id":"p6","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities.p6"},"Try to maximize the involvement and learning of members with disabilities."],["div",{"id":"p7","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities.p7"},"Be certain that every effort is made to ensure that each class member gives due respect and understanding to every other class member."],["div",{"id":"p8","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities.p8"},"Be natural, friendly, and warm. Each of us is a child of God with a need for love and understanding, regardless of any disability or its severity."],["div",{"id":"p9","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities.p9"},"Teachers in the Church must remember that each member, regardless of physical, mental, emotional, or social capacity, has marvelous potential for growth toward ultimate godhood. We have an obligation to make a special effort, if necessary, to teach them all that they are capable of learning. Remember the words of the Savior, “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.40"},"Matthew 25:40"],")."],["div",{"id":"p10","uri":"/manual/young-women-manual-1/special-guidelines-for-involving-members-with-disabilities.p10"},"For additional guidelines, see pages 310–14 in “Gospel Teaching and Leadership,” section 16 of the",["span.emphasis","Church Handbook of Instructions, Book 2"],"(35903 or 35209)."]]],"refs":null}
