{"id":5,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":5,"title":"Stories from Conference","subtitle":"","short_title":"Stories from Conference","uri":"/new-era/2013/05/stories-from-conference","content":[["div",{"id":"head1","uri":"/new-era/2013/05/stories-from-conference.head1"},[".title","Stories from Conference"]],[".bodyBlock",[".sideQuote",{"id":"f1","uri":"/new-era/2013/05/stories-from-conference.f1"},[".title","Serving in India"],["div",{"id":"p3","uri":"/new-era/2013/05/stories-from-conference.p3"},"“Last June, when a new branch was created in Bangalore, India, the only young man in priesthood meeting was a recently ordained deacon named Gladwin."],["div",{"id":"p4","uri":"/new-era/2013/05/stories-from-conference.p4"},"“Gladwin, along with the Young Men president and branch president, began calling the less-active young men and visiting them in their homes. Soon a second young man, Samuel, started coming to church again."],["div",{"id":"p5","uri":"/new-era/2013/05/stories-from-conference.p5"},"“Each week Gladwin and Samuel called those who had not attended quorum meeting and shared what they had learned. They also called or visited them on their birthdays. One by one, the less-active young men became their friends and began to accept invitations to come to quorum activities, to attend quorum meetings, and eventually to do their own ministering. Today, all of the young men in the branch are active in the Church.”"],[".citationInfo",["div",{"id":"p6","uri":"/new-era/2013/05/stories-from-conference.p6"},"David L. Beck, Young Men general president"]]],[".sideQuote",{"id":"f2","uri":"/new-era/2013/05/stories-from-conference.f2"},[".title","Seeing the Beautiful Mornings"],["div",{"id":"p8","uri":"/new-era/2013/05/stories-from-conference.p8"},"“When I was a student at Brigham Young University, I lived in a house with several young men. My roommate, Bruce, was the most optimistic person I have ever known. We never once heard him say anything negative about any person or any circumstance, and it was impossible not to feel buoyed up in his presence. His good cheer flowed from an abiding trust in the Savior and His gospel."],["div",{"id":"p9","uri":"/new-era/2013/05/stories-from-conference.p9"},"“One cold, wintry day, another friend of mine, Tom, was walking across the university campus. It was only 7:00 in the morning, and the campus was deserted and dark. Heavy snow was falling, with a brisk wind. ‘What miserable weather,’ Tom thought. He walked farther, and out in the darkness and snow, he heard someone singing."],["div",{"id":"p10","uri":"/new-era/2013/05/stories-from-conference.p10"},"“Sure enough, through the driving snow came our ever-optimistic friend, Bruce. With his arms outstretched to the sky, he was singing a number from the Broadway musical",["span.emphasis","Oklahoma:"],"‘Oh, what a beautiful morning! Oh, what a beautiful day! I’ve got a beautiful feeling, everything’s going my way’ (Richard Rodgers and Oscar Hammerstein II, ‘Oh, What a Beautiful Morning’ [1943]).”"],[".citationInfo",["div",{"id":"p11","uri":"/new-era/2013/05/stories-from-conference.p11"},"Elder Bruce D. Porter of the Seventy"]]],[".sideQuote",{"id":"f3","uri":"/new-era/2013/05/stories-from-conference.f3"},[".title","Enduring Trials"],["div",{"id":"p13","uri":"/new-era/2013/05/stories-from-conference.p13"},"“When [Kate] was 14, … one day her [seminary] teacher started to talk about trials and guaranteed that we all would face them. She said to herself, ‘I don’t want trials; I don’t want to hear this.’"],["div",{"id":"p14","uri":"/new-era/2013/05/stories-from-conference.p14"},"“It was just a few weeks later that her father woke up … extremely ill. Kate said: ‘… Within 36 hours he had a massive stroke that shut down most of his body. … I remember seeing him and thinking, “Oh no, it’s happening. … I am having a trial.”’ Within a few days Kate’s father passed away."],["div",{"id":"p15","uri":"/new-era/2013/05/stories-from-conference.p15"},"“… Kate said: ‘It was so hard. … I knew I could make it a springboard for growth or allow it to be a roadblock. I didn’t want to let it ruin my life. … I tried to be as close to the Lord as possible. I read my scriptures a lot. … I prayed a lot. I wrote in my journal. … I kept my testimony vibrant by writing it down. I went to church and to Young Women every week. I surrounded myself with good friends. I kept close to caring relatives and especially to my mom. … I sought out priesthood blessings. …’"],["div",{"id":"p16","uri":"/new-era/2013/05/stories-from-conference.p16"},"“These consistent choices, like those of the wise virgin, added oil to Kate’s lamp. … She wanted an eternal relationship with [her father], and she understood that staying on her covenant path would keep her life woven tightly with his. …"],["div",{"id":"p17","uri":"/new-era/2013/05/stories-from-conference.p17"},"“Kate had this kind of faith because she understood the plan of salvation. She knew we lived before, that earth is a time of testing, and that we will live again.”"],[".citationInfo",["div",{"id":"p18","uri":"/new-era/2013/05/stories-from-conference.p18"},"Mary N. Cook, former first counselor in the Young Women general presidency"]]],[".sideQuote",{"id":"f4","uri":"/new-era/2013/05/stories-from-conference.f4"},[".title","Giving a Priesthood Blessing"],["div",{"id":"p20","uri":"/new-era/2013/05/stories-from-conference.p20"},"“In 1878 my great-grandfather George F. Richards was 17 years of age. As was sometimes the case in those days, he had already been ordained an elder. One Sunday his mother was groaning in intense pain. As his father was not available, the bishop and several others were invited to give her a blessing, but no relief came. Accordingly, she turned to her son George and asked him to lay hands on her head. He wrote in his diary, ‘In the midst of my tears for my mother’s suffering and the task of performing an administration such as I had never yet done, I retired to another room where I wept and prayed.’"],["div",{"id":"p21","uri":"/new-era/2013/05/stories-from-conference.p21"},"“When he became composed, he laid his hands on her and gave her a very simple blessing. He later noted, ‘My mother ceased her groaning and received relief from her suffering while my hands were yet on her head.’ He then recorded in his diary [that he] felt that the reason his mother did not get relief from the bishop’s blessing was not because the Lord failed to honor the bishop’s blessing but because the Lord had reserved this blessing for a boy, to teach him a lesson that the priesthood in the boy is just as powerful as the priesthood in the man when exercised in righteousness.”"],[".citationInfo",["div",{"id":"p22","uri":"/new-era/2013/05/stories-from-conference.p22"},"Elder Tad R. Callister of the Presidency of the Seventy"]]]],[".resources",[".quote",{"id":"f5","uri":"/new-era/2013/05/stories-from-conference.f5"},["div",{"id":"p23","uri":"/new-era/2013/05/stories-from-conference.p23"},"“I really enjoyed Elder Porter’s talk on remaining optimistic and happy. Every day since conference I’ve been singing ‘Oh, What a Beautiful Morning’ to remind myself to be joyful and cheerful. I feel more inclined to be friendly and to serve others. His talk helped me understand that we can find the best in any situation.”"],[".bio",["div",{"id":"p24","uri":"/new-era/2013/05/stories-from-conference.p24"},"Jamie H., 16, California, USA"]]],[".quote",{"id":"f6","uri":"/new-era/2013/05/stories-from-conference.f6"},["div",{"id":"p25","uri":"/new-era/2013/05/stories-from-conference.p25"},"“Listening to general conference was very empowering, because it simply gives me hope. It gives me hope because of all the faith the leaders have in us as youth. It is truly an exciting time, and it’s beautiful.”"],[".bio",["div",{"id":"p26","uri":"/new-era/2013/05/stories-from-conference.p26"},"Sidnee H., 17, Utah, USA"]]]]],"refs":null}
