{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":7,"title":"Strengthening the Family and the Church through the Priesthood","subtitle":"By Richard M. Romney","short_title":"Strengthening the Family and the Church through the Priesthood","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood","content":[["div",{"id":"head1","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.head1"},[".seriesTitle","Worldwide Leadership Training"],[".title","Strengthening the",["span.dominant","Family and the Church"],"through the Priesthood"],[".byline",["div",{"id":"p3","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p3"},"By Richard M. Romney"],["div",{"id":"p4","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p4"},"Church Magazines"]],[".kicker","Parents, families, and individuals are blessed as they study and discuss these inspired messages."]],[".bodyBlock",["div",{"id":"p6","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p6"},"Do you remember these promises? You may have heard them in video excerpts shown during a council meeting, a fifth-Sunday meeting, or a Relief Society or priesthood quorum lesson. Or you may have discussed them in a family home evening. The promises are:"],["ul.bullet",["li",["span.label","•"],[".para","Husbands and wives will be united."]],["li",["span.label","•"],[".para","Fathers and mothers will provide greater spiritual leadership to their families."]],["li",["span.label","•"],[".para","Youth will be prepared to make and keep sacred covenants and to serve the Lord as full-time missionaries and throughout their lives."]],["li",["span.label","•"],[".para","Single members will be supported, receive the blessings of the priesthood in their homes, and be fully engaged in building the kingdom of God."]],["li",["span.label","•"],[".para","Quorums and councils will work together to minister to Heavenly Father’s children."]],["li",["span.label","•"],[".para","The Church will be strengthened."]]],["div",{"id":"p13","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p13"},"Those promises were made in March as the First Presidency and the Quorum of the Twelve Apostles released messages on a DVD titled",["span.emphasis","Strengthening the Family and the Church through the Priesthood."],"At that time, ward and stake councils were invited to review the messages and then counsel together about how to use them. At the same time, families were invited to watch the video segments online at",["a",{"href":"http://wwlt.lds.org"},["span.language","http://wwlt.lds.org"]],"as well as shorter excerpts as they become available. Leaders and teachers were encouraged to provide opportunities in meetings and classes for members to view segments and share their own impressions, experiences, and testimonies as prompted by the Spirit. Parents were invited to do the same at home with their families."],["div",{"id":"p14","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p14"},"“The Holy Ghost will teach members how they can be strengthened by the power of the priesthood in their own roles and responsibilities,” says the “How to Use This Training” segment."],["div",{"id":"t1","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.t1"},[".title","Dynamic Discussions"],["div",{"id":"p16","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p16"},"Though the messages were released three months ago, the study and discussions—and the accompanying blessings—continue today, and this approach is giving a new dimension to the nature of training in the Church. Unlike previous training, which was primarily a one-time broadcast for ward and stake leaders, this training is intended to be ongoing. That is why the video segments have been posted online at",["a",{"href":"http://wwlt.lds.org"},["span.language","wwlt.lds.org"]],". A related site,",["a",{"href":"http://leadershiplibrary.lds.org"},["span.language","leadershiplibrary.lds.org"]],", provides a link to the videos as well as additional resources to help families, individuals, quorums, classes, and councils deepen their understanding and apply what they learn."],["div",{"id":"p17","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p17"},"Each video segment focuses on a different aspect of the priesthood. Members of the First Presidency and Quorum of the Twelve Apostles, along with other General Authorities and general officers, give inspired instruction about:"],["ul.bullet",["li",["span.label","•"],[".para","How families can find strength and peace through the power of the priesthood."]],["li",["span.label","•"],[".para","How to help every family experience the blessings of the priesthood."]],["li",["span.label","•"],[".para","How those who hold priesthood keys strengthen homes and families."]],["li",["span.label","•"],[".para","How to minister in Christlike ways."]],["li",["span.label","•"],[".para","How to bring up children in light and truth."]]],["div",{"id":"p23","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p23"},"Many of the gospel principles featured in",["span.emphasis","Strengthening the Family and the Church through the Priesthood"],"are also taught in",["span.emphasis","Handbook 2: Administering the Church,"],"so reviewing information from the handbook may be helpful during study and discussions. Reviewing “The Family: A Proclamation to the World” may also prove helpful."],["div",{"id":"p24","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p24"},"President Henry B. Eyring, First Counselor in the First Presidency, explains that the messages in",["span.emphasis","Strengthening the Family and the Church through the Priesthood"],"are “designed to help us learn, through the power of the Holy Ghost, how Heavenly Father would have us minister, particularly in families.” That is the most powerful part of the training—not so much what is said in a video segment but what the Holy Ghost teaches us as we ponder and discuss the principles taught."]],["div",{"id":"t2","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.t2"},[".title","Where to Share"],["div",{"id":"p26","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p26"},"All leaders, members, and families should be given an opportunity to hear and discuss the messages in",["span.emphasis","Strengthening the Family and the Church through the Priesthood,"],"either on the DVD or online."],["div",{"id":"p27","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p27"},"The messages bless families as they use them in home evenings and other family settings. Husbands and wives are, after all, equal partners in leading their children. “There might be those occasions where a father or a mother needs to teach a principle, and they could use this resource as they’re trying to help a son or a daughter along the way,” explains Elder M. Russell Ballard of the Quorum of the Twelve Apostles in the segment titled “This Is His Work.” And Elder Dallin H. Oaks of the Quorum of the Twelve Apostles notes that “however significant the teaching of a priesthood adviser or a Young Women adviser is in the Church—and we hope it’s very effective—that can’t possibly be as effective as the example of a mother or the example of a father.”"],["div",{"id":"p28","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p28"},"In Church settings, the messages can be used in stake presidency and bishopric meetings; stake and ward council meetings; priesthood executive committee meetings; stake auxiliary training meetings; presidency meetings, including Aaronic Priesthood quorum presidencies and Young Women class presidencies; fifth-Sunday combined priesthood and Relief Society meetings; Sunday quorum meetings and auxiliary classes; stake or district conference meetings (not in the Sunday general session); and ward or branch conference meetings (not in sacrament meeting)."],["div",{"id":"p29","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p29"},"Discussions could include how to strengthen youth and young single adults. Leaders could make assignments based on these discussions and follow up on the assignments regularly in council meetings."],["div",{"id":"p30","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p30"},"The purpose of studying and discussing these messages is to help individuals and families strengthen their faith, build their testimonies, and deepen their conversion to the gospel of Jesus Christ."],["div",{"id":"p31","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p31"},"“Our safety and our success require only that we align our intents and our hearts with God’s wishes and so with His power,” President Eyring says. These messages are “a guide and an encouragement to make that alignment and to take others with us.”"],["div",{"id":"p32","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p32"},"The “Priesthood Ministering” segment offers powerful examples of priesthood leaders visiting individuals and families, demonstrating how such visits can assist in the rescue of less-active members."],["div",{"id":"p33","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p33"},"“As we think about the charge that we receive to succor the weak, to lift up the hands that hang down, and to strengthen the feeble knees, we really can’t do that in a better way than when we’re one-on-one in someone’s home, providing this ministry and the pattern that Jesus Christ used,” says Presiding Bishop Gary E. Stevenson in the segment “This Is His Work.” “I think the real benefit will come as we discuss and learn, and then go out and do,” he says."]],["div",{"id":"t3","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.t3"},[".title","Strength and Peace"],["div",{"id":"p35","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p35"},"As this training continues throughout the Church, members will receive blessings as they apply the gospel principles that are taught. “All sons and daughters of God will be blessed if they follow the teachings and examples of these presentations,” Elder Ballard says."],["div",{"id":"p36","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p36"},"Through the priesthood, husbands and wives, fathers and mothers, youth, single members, quorums, and councils are ministering to others and finding inspiration as they follow the example of Jesus Christ. As they continue to do so, the promises made in",["span.emphasis","Strengthening the Family and the Church through the Priesthood"],"will be realized. Members will see the fulfillment of President Eyring’s promise from the final video segment: that even in dark times, “our families can be strong and at peace.”"]]],[".resources",[".moreInfo",[".title","Where to Find Videos and Resources"],["div",{"id":"p38","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p38"},"Video segments and support materials are available at",["a",{"href":"http://wwlt.lds.org"},["span.language","wwlt.lds.org"]],". When accessing segments from the Internet in a meetinghouse, leaders are encouraged to download and play them on a computer rather than relying on the meetinghouse Internet connection."]],[".moreInfo",[".title","Prophetic Principles from the Training"],["div",{"id":"p40","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p40"},"The video segments contained in",["span.emphasis","Strengthening the Family and the Church through the Priesthood"],"are filled with memorable teachings. Here are a few of them from members of the Quorum of the Twelve Apostles:"],["div",{"id":"p41","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p41"},["span.dominant","Elder L. Tom Perry,"],"leading a discussion about priesthood keys, bears witness that “it is the Savior’s Church that we belong to. He’s the one that leads and guides and directs His prophet here on earth. There’s no doubt in my mind that He is the head of The Church of Jesus Christ of Latter-day Saints.”"],["div",{"id":"p42","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p42"},["span.dominant","Elder Russell M. Nelson"],"teaches that “nothing is more important for future missionaries than to feel the righteous influence of the priesthood in their homes and to experience its blessings in their lives.”"],["div",{"id":"p43","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p43"},["span.dominant","Elder Dallin H. Oaks"],"counsels that “priesthood power depends upon personal righteousness” and that the blessings of priesthood power are “available to men and women alike.” He says that families are the “image and forerunner of exaltation in the celestial kingdom.”"],["div",{"id":"p44","uri":"/liahona/2013/06/strengthening-the-family-and-the-church-through-the-priesthood.p44"},"And",["span.dominant","Elder M. Russell Ballard"],"testifies that “priesthood authority can bind families together through the sealing ordinances in the house of the Lord.” He also advises that “the brethren who lead in the wards and in the stakes need to draw close to the power that the women of the Church can bring to the building of the kingdom of God.”"]]]],"refs":null}
