{"id":1,"parent_id":0,"book_id":23405,"content_id":1,"language_id":0,"display_order":1,"title":"Strong Impressions of the Spirit","subtitle":"By Elder D. Todd Christofferson","short_title":"Strong Impressions of the Spirit","uri":"/new-era/2013/06/strong-impressions-of-the-spirit","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/new-era/2013/06/strong-impressions-of-the-spirit"},[".heading",{"id":"head1","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.head1"},[".title",["span.dominant","Strong Impressions"],"of the Spirit"],[".byline",["p.para",{"id":"p2","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p2"},"By Elder D. Todd Christofferson"],["p.para",{"id":"p3","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["p.para",{"id":"p4","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p4"},"From an address given to youth in Salta, Argentina, in November 2011."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/d-todd-christofferson.jpg"}],[".kicker","A testimony can come to any ordinary person, wherever he or she may be, because our Heavenly Father and the Holy Ghost know each one of us intimately."]],[".bodyBlock",[".topic",{"id":"t1","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.t1"},[".title","Seeking for an Answer in the Sacred Grove"],["p.para",{"id":"p7","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p7"},"As a young person, I had the opportunity to be in Palmyra, New York, one summer evening. I found myself in the Sacred Grove, alone. I knelt down to pray, asking Heavenly Father to provide me some manifestation or indication about what I truly already knew had occurred in that sacred place. I prayed with great sincerity, for a long time, in an attitude of reverence. And I did not receive any answer or any prompting from the Holy Ghost. Nothing came. Finally, I gave up and left disappointed, wondering, “What didn’t I do right? Why? What more was needed?” It seemed to me that with the surroundings, there could not be any better place to receive an answer to such a prayer."],["p.para",{"id":"p8","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p8"},"I learned from that experience that we cannot demand things from God. We cannot say, “You have to answer me in this way, right this moment.” It is up to Him to decide how and when and what He will communicate to us. Our responsibility is to always be in the right condition to receive the promptings or whisperings, the revelation, the inspiration of the Spirit. But He makes the decision of how and when."]],[".figure",{"id":"f1","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun02-03-ALL-strong-impressions-of-the-spirit-L13UCA48-49.jpg"}],[".credit",["p.para",{"id":"p9","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p9"},"Illustrations by Dan Burr"]]],[".topic",{"id":"t2","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.t2"},[".title","Receiving an Answer at Home"],["p.para",{"id":"p11","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p11"},"What I was seeking at that time—which did not come then—did indeed come to me five or six weeks later. I was at home reading the Book of Mormon. And without my asking, there came upon me a strong impression, feeling, and communication through the Holy Ghost that confirmed my belief and testimony."],["p.para",{"id":"p12","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p12"},"It was such a strong communication that it made me cry. It was also such a pure communication that it had no need for words. The Spirit does not need to be limited to words; He can communicate Spirit to spirit with a language that is unmistakable because it has no words. It is a communication of pure knowledge and intelligence from the Spirit, and I have come to know that it truly is the best way to acquire knowledge. It is stronger and longer lasting than touching or seeing; we can come to doubt the physical senses, but we cannot doubt when the Holy Spirit speaks to us. It is the surest witness. Because of this, the unforgivable sin is to deny the Holy Ghost or the testimony of the Holy Ghost."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/ne13jun04-ALL-strong-impressions-of-the-spirit-L13UCA50Alt2.jpg"}],[".topic",{"id":"t3","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.t3"},[".title","Feeling God’s Love and Understanding"],["p.para",{"id":"p14","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p14"},"I truly feel fine that the Lord did not give me an answer in the Sacred Grove because I might have come to think that one must make a pilgrimage to Palmyra in order to be able to receive a testimony of the Prophet Joseph Smith. Now I know that it can come at any place. You don’t have to go to Jerusalem in order to receive a testimony of the Lord Jesus Christ. That testimony can come to any ordinary person, wherever he or she may be, because our Heavenly Father and the Holy Ghost know each one of us intimately. They know where we are and how to find us. And They don’t need visas. In fact, They are acquainted with the entire world! They already know."],["p.para",{"id":"p15","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p15"},"I promise you, young people, that if you will continue faithful, asking, the Lord is going to give you the same answer, the same testimony, the same confirmation that He gave me, because I know that He loves all of you as much as He does me or President Thomas S. Monson or any one of His children."],["p.para",{"id":"p16","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p16"},"God’s love is for everyone, and it is infinite. He knows how to communicate with each person. He knows where you are and how to reach your heart and spirit through the Holy Spirit. Do not stop praying. Do not stop asking. Do not stop obeying the commandments. The time will come, if it has not already, when you will receive this strong testimony. And it will not be just once. But rather, through the Lord’s mercy, it will come time after time after time throughout your life."]],[".topic",{"id":"t4","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.t4"},[".title","Continuing to Receive a Witness"],["p.para",{"id":"p18","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p18"},"Thus it happened to me. While I was serving a mission in Tucumán, Argentina, I was teaching a family and bearing testimony about the First Vision of the Prophet Joseph Smith. The family did not believe it. However, in the moment I bore my testimony, I received another confirmation of my testimony. The Spirit said, “Your words of testimony are true.” He was testifying to me about my testimony."],["p.para",{"id":"p19","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p19"},"Throughout your life you are going to repeatedly receive confirmations that God is there, that He is our Heavenly Father, that He lives, that He called the Prophet Joseph Smith to serve as the Prophet of the Restoration, that His Son lives, and that His grace is sufficient to save us, cleanse us, and forgive us all. That testimony comes time after time throughout our lives."],["p.para",{"id":"p20","uri":"/new-era/2013/06/strong-impressions-of-the-spirit.p20"},"I know of these things. I am a special witness of them. I know that our Lord lives, that He is literally a resurrected being, that He guides and is at the head of this Church that bears His name, that it is His, and that you are His sheep."]]]]]],"refs":null}
