{"id":3,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":3,"title":"Studying Conference Talks Together","subtitle":"By Greg Batty","short_title":"Studying Conference Talks Together","uri":"/ensign/2013/04/studying-conference-talks-together","content":[["div",{"id":"head1","uri":"/ensign/2013/04/studying-conference-talks-together.head1"},[".seriesTitle","April Conference Notebook"],[".title","Studying Conference Talks Together"],[".byline",["div",{"id":"p3","uri":"/ensign/2013/04/studying-conference-talks-together.p3"},"By Greg Batty"]],[".bio",["div",{"id":"p4","uri":"/ensign/2013/04/studying-conference-talks-together.p4"},"Greg Batty lives in Utah, USA."]],[".kicker","Changing our way of reviewing conference greatly enhanced our gospel discussions as a family."]],[".bodyBlock",["div",{"id":"p6","uri":"/ensign/2013/04/studying-conference-talks-together.p6"},"For years we have enjoyed reading through the conference issue as a family, one article at a time. When we began, we would simply gather around the table and in turn each read a paragraph out loud. But we found that we were reading it to get through it, without stopping to digest the messages."],["div",{"id":"p7","uri":"/ensign/2013/04/studying-conference-talks-together.p7"},"To get more out of what we were reading, my wife and I purchased one copy of the conference issue for each family member and planned how many talks we would need to study each week so that we could read them all before the next general conference. Some weeks we would read one talk, and other weeks it would be two, but everyone was to study the talk and highlight portions they liked. Then for family home evening we would teach each other from our highlighted sections."],["div",{"id":"p8","uri":"/ensign/2013/04/studying-conference-talks-together.p8"},"Often our children had questions that opened up our discussions, or my wife and I asked questions from our study. We treasured hearing our teenagers explain their answers to those questions, sharing things they learned in seminary, at church, or in their personal study. This became a great way of hearing each other’s informal testimonies on a regular basis in a very comfortable, relaxed atmosphere."],["div",{"id":"p9","uri":"/ensign/2013/04/studying-conference-talks-together.p9"},"Soon we found that our morning scripture study took on the same tone. Some days we would make it through only a few verses before the time would be gone quickly from discussion about those verses and how they applied to what was going on around us."],["div",{"id":"p10","uri":"/ensign/2013/04/studying-conference-talks-together.p10"},"Our mornings are now filled with conversation, laughter, and unity before we each go out to our individual pursuits. We have strong testimonies of our prophet’s counsel to study and pray together daily. Our family has been transformed into one that learns from and strengthens each other. All of this is a result of wanting to get a little more out of general conference."]],[".resources",[".sideQuote",{"id":"f1","uri":"/ensign/2013/04/studying-conference-talks-together.f1"},[".title","Study and Apply Conference Messages"],["div",{"id":"p12","uri":"/ensign/2013/04/studying-conference-talks-together.p12"},"“Remember that the messages we have heard during this conference will be printed in the May issues of the",["span.emphasis","Ensign"],"and",["span.emphasis","Liahona"],"magazines. I urge you to study the messages, to ponder their teachings, and then to apply them in your life.”"],[".citationInfo",["div",{"id":"p13","uri":"/ensign/2013/04/studying-conference-talks-together.p13"},"President Thomas S. Monson, “A Word at Closing,”",["span.emphasis","Ensign,"],"May 2010, 113."]]]]],"refs":null}
