{"id":16,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":16,"title":"Supporting Each Other","subtitle":"By Sally Johnson Odekirk","short_title":"Supporting Each Other","uri":"/new-era/2013/05/supporting-each-other","content":[["div",{"id":"head1","uri":"/new-era/2013/05/supporting-each-other.head1"},[".title","Supporting Each Other"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/05/supporting-each-other.p2"},"By Sally Johnson Odekirk"],["div",{"id":"p3","uri":"/new-era/2013/05/supporting-each-other.p3"},"Church Magazines"]],[".kicker","Aryn and her dad work together through good times and bad."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/05/supporting-each-other.p5"},"Before Aryn C. from Arkansas was born, her father, Steve, seriously injured his back and shoulder in an accident while serving in the U.S. Navy. He endured many surgeries while she was growing up, and he still is in nearly constant pain. Aryn became his “little nurse” as she held his hand while his bandages were being changed. When she was little, she walked on his back to help ease his pain."],["div",{"id":"p6","uri":"/new-era/2013/05/supporting-each-other.p6"},"As Aryn grew up, her dad was concerned she would be embarrassed when he was in a wheelchair or used crutches or a cane. Steve comments, “Aryn always said, ‘Dad, you’re not embarrassing me. I’d rather have you here.’ She definitely helps me cope with my disabilities. I’m lucky to have a strong family; all six of our children have helped me get through the hard times.”"],["div",{"id":"t1","uri":"/new-era/2013/05/supporting-each-other.t1"},[".title","Finding Solutions"],["div",{"id":"p8","uri":"/new-era/2013/05/supporting-each-other.p8"},"Although it’s hard to see her dad in pain, Aryn loves being able to help. She says she’s learned compassion and respect, especially for those who are disabled. “The gospel helps me keep a bigger perspective on life. Everyone is different, and everyone has challenges, but we can overcome them with faith in Jesus Christ,” she observes. “It’s nice to know that.”"],["div",{"id":"p9","uri":"/new-era/2013/05/supporting-each-other.p9"},"Her mother, Sonja, says, “Her father had to miss a lot of Aryn’s activities while she was growing up because of his surgeries and health problems. She played the flute in her high school’s marching band, so he tried his best to go to as many games as he could and enjoyed watching Aryn march in the band.”"],["div",{"id":"p10","uri":"/new-era/2013/05/supporting-each-other.p10"},"Aryn understands that there are some things her father can’t do. “We find ways to work around the disability, such as video recording programs and events that he can’t go to.”"]],["div",{"id":"t2","uri":"/new-era/2013/05/supporting-each-other.t2"},[".title","Learning Patience"],["div",{"id":"p12","uri":"/new-era/2013/05/supporting-each-other.p12"},"One of the challenges their family faces comes from the emotional ups and downs that are part of her father’s disability. Aryn says they learned to be patient with one another, and when a problem comes up, they talk it out. She advises, “Don’t argue. If something is just a little irritating, think about whether it needs to be addressed or not. If it isn’t important, don’t cause unnecessary upset by bringing it up.” Her dad adds, “Forgiveness is an important part of working together. I have also found that humor helps big-time.”"]],["div",{"id":"t3","uri":"/new-era/2013/05/supporting-each-other.t3"},[".title","Staying Strong in the Gospel"],["div",{"id":"p14","uri":"/new-era/2013/05/supporting-each-other.p14"},"Both Aryn and her dad agree that attending church, praying, and reading the scriptures help them through hard times."],["div",{"id":"p15","uri":"/new-era/2013/05/supporting-each-other.p15"},"“I have discovered that the gospel helps me see more clearly how to handle challenges,” Aryn says. “I admire how my dad keeps going, even through the pain. He keeps his testimony strong by going to church and doing his callings, even when it’s hard for him. He reads his scriptures and gains strength from them.”"],["div",{"id":"p16","uri":"/new-era/2013/05/supporting-each-other.p16"},"In return, her dad admires Aryn’s devotion to the gospel. “Watching her choose good friends and seeing her testimony develop helps me gain a stronger testimony,” he says. “She sets the example for me.”"],["div",{"id":"p17","uri":"/new-era/2013/05/supporting-each-other.p17"},"Through the years, Aryn has been there as her father has had many priesthood blessings. He says the counsel given in blessings helps him keep a positive attitude. “The priesthood blessings I have received and reading the scriptures help me keep the faith. I have also learned that when people want to help you, let them. At first I didn’t want others’ help, but then I discovered that it makes a difference to me, and it’s good for them too. We all benefit.”"],["div",{"id":"p18","uri":"/new-era/2013/05/supporting-each-other.p18"},"Aryn appreciates her parents’ examples and love. “They have their hard times, but they work it out. And I like how they stay strong with their testimonies.”"],["div",{"id":"p19","uri":"/new-era/2013/05/supporting-each-other.p19"},"For her senior writing project, Aryn wrote about why her father is her hero. Here’s part of what she wrote: “I am so proud of my dad. He helps me when I need it. He is humorous, knowledgeable, and easy to talk to.” Aryn adds, “When I was about four years old, I made up a word for love that just my dad and I say to each other. We still use it.”"]]],[".resources",["div",{"id":"f1","uri":"/new-era/2013/05/supporting-each-other.f1"},[".title","Working through Trials"],["div",{"id":"p21","uri":"/new-era/2013/05/supporting-each-other.p21"},"“Though we will face trials, adversities, disabilities, heartaches, and all manner of afflictions, our caring, loving Savior will always be there for us. He has promised:"],["div",{"id":"p22","uri":"/new-era/2013/05/supporting-each-other.p22"},"“‘I will not leave you comfortless: I will come to you. …"],["div",{"id":"p23","uri":"/new-era/2013/05/supporting-each-other.p23"},"“‘My peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid’ (",["a",{"href":"/scriptures/nt/john/14.18,27"},"John 14:18, 27"],").”"],[".citationInfo",["div",{"id":"p24","uri":"/new-era/2013/05/supporting-each-other.p24"},"Elder Ronald A. Rasband of the Presidency of the Seventy, “Special Lessons,”",["span.emphasis","Ensign,"],"May 2012, 82."]]]]],"refs":null}
