{"id":1174,"parent_id":0,"book_id":8,"content_id":1,"language_id":1,"display_order":1174,"title":"Tabernacle","subtitle":"","short_title":"Tabernacle","uri":"/scriptures/bd/tabernacle","content":[["div",{"id":"t1","uri":"/scriptures/bd/tabernacle.t1","order":".000.3796"},[".title","Tabernacle"],["div",{"id":"p1","uri":"/scriptures/bd/tabernacle.p1","order":".000.3797"},"The center place of Israel’s worship activities during the wanderings and until the building of the temple in Solomon’s day. The tabernacle was in fact a portable temple. It was an inner tent, the area available for sacred purposes (",["a.scriptureRef",{"href":"/scriptures/ot/ex/26.7"},"Ex. 26:7"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/36.14"},"36:14"],"). It was oblong, 30 cubits in length and 10 in breadth and height. Its north, west, and south sides were made of 46 boards (10 cubits by 1½) and two narrower corner ones of acacia wood (",["a.scriptureRef",{"href":"/scriptures/ot/ex/26.15"},"Ex. 26:15"],"), overlaid with gold (",["a.scriptureRef",{"href":"/scriptures/ot/ex/26.29"},"26:29"],"). These boards were fitted with golden rings, through which were passed bars of acacia wood overlaid with gold to fasten all firmly together. Suspended over them, and serving as an inner lining to the tent covering, was the rich covering—10 curtains (each 28 cubits by 4) made of fine twined linen, and blue and purple and scarlet, embroidered with figures of cherubim (",["a.scriptureRef",{"href":"/scriptures/ot/ex/26.1"},"Ex. 26:1"],")."],["div",{"id":"p2","uri":"/scriptures/bd/tabernacle.p2","order":".000.3798"},"Over the tabernacle the tent was spread. Its length was 40 cubits, or 10 cubits longer than the tabernacle. The entrance toward the east was closed by a screen of blue, purple, and scarlet and fine twined linen. Over the tent came the covering of the tent, which consisted of two parts: (1) an inner covering of ramskins dyed red; (2) a covering of badger skins over all (",["a.scriptureRef",{"href":"/scriptures/ot/ex/26.14"},"Ex. 26:14"],")."],["div",{"id":"p3","uri":"/scriptures/bd/tabernacle.p3","order":".000.3799"},"The tent stood in a court 100 cubits by 50, surrounded by a fence (",["a.scriptureRef",{"href":"/scriptures/ot/ex/27.18"},"Ex. 27:18"],") five cubits high, composed of pillars and hangings of fine white linen. The entrance toward the east was 20 cubits wide (",["a.scriptureRef",{"href":"/scriptures/ot/ex/27.16"},"Ex. 27:16"],") and was closed by a screen of linen of four different colors on four pillars."],["div",{"id":"p4","uri":"/scriptures/bd/tabernacle.p4","order":".000.3800"},"In the court outside the tent and in front of its door stood the altar of burnt offering, a square of five cubits, three cubits high. Its outer frame was acacia wood overlaid with brass (",["a.scriptureRef",{"href":"/scriptures/ot/ex/27.1-2,8"},"Ex. 27:1–2, 8"],"), whence its name (",["a.scriptureRef",{"href":"/scriptures/ot/ex/39.39"},"Ex. 39:39"],"). The hollow was probably filled with earth or unhewn stones (",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.24-25"},"Ex. 20:24–25"],"). Around and halfway up the altar was a ledge (",["a.scriptureRef",{"href":"/scriptures/ot/ex/27.5"},"Ex. 27:5"],"), supported by a grating or network of brass. Besides various brazen utensils for use in the sacrifices, it had rings and staves by means of which it was carried."],["div",{"id":"p5","uri":"/scriptures/bd/tabernacle.p5","order":".000.3801"},"Between the altar of burnt offering and the door of the tent stood a laver of brass on a base of brass (",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.18"},"Ex. 30:18"],"). In it the priests washed their hands and feet when they went into the tent for any priestly purpose (",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.19-21"},"Ex. 30:19–21"],")."],["div",{"id":"p6","uri":"/scriptures/bd/tabernacle.p6","order":".000.3802"},"The tabernacle was divided into two parts by a veil of the same materials as the screen of the court, the inner roof covering of the tabernacle, and the screen of the tent (",["a.scriptureRef",{"href":"/scriptures/ot/ex/36.35,37"},"Ex. 36:35, 37"],"). In the outer compartment (20 cubits by 10), called the Holy Place, were three things: (1) In the middle, before the veil and before the mercy seat (",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.6"},"Ex. 30:6"],"), stood the altar of incense, similar in construction to the altar of burnt offering but smaller and overlaid with gold. On it incense was burned morning and evening (no animal sacrifices); and on its horns was put once a year, on the Day of Atonement, the blood of the sin offering (",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.10"},"Ex. 30:10"],"). (2) On the south side of the altar of incense stood the candlestick (",["a.scriptureRef",{"href":"/scriptures/ot/ex/26.35"},"Ex. 26:35"],"), of pure gold of beaten work, with six branches and seven lamps. Pure olive oil beaten was burned in the lamps (",["a.scriptureRef",{"href":"/scriptures/ot/ex/27.20-21"},"Ex. 27:20–21"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.2"},"Lev. 24:2"],"). Aaron lit the lamps at evening and dressed them in the morning (",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.8"},"Ex. 30:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.3"},"Lev. 24:3"],"). (3) On the north side of the altar stood the table of shewbread (",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.23-30"},"Ex. 25:23–30"],") made of acacia wood. On it was placed the shewbread, consisting of 12 unleavened cakes made of fine flour. They were placed in two rows (or piles), and frankincense was put on each row (",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.7"},"Lev. 24:7"],"). The shewbread was changed every Sabbath day, and the old loaves were eaten by the priests in a holy place (",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.9"},"Lev. 24:9"],")."],["div",{"id":"p7","uri":"/scriptures/bd/tabernacle.p7","order":".000.3803"},"The Holy of Holies contained only one piece of furniture: the Ark of the Covenant, or the Ark of the Testimony (",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.22"},"Ex. 25:22"],"). It was an oblong box of acacia wood, 2½ cubits long and 1½ cubits wide and high, overlaid within and without with gold, and with a rim or edging of gold round its top. It had rings and staves by which to carry it, and the staves were never to be removed from the rings (",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.15"},"Ex. 25:15"],"). The ark had within it “The Testimony” (the two tables of stone) (",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.21"},"Ex. 25:21"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.18"},"31:18"],"). From these the ark got both its names. According to",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.4"},"Heb. 9:4"],"the ark also contained a pot of manna and Aaron’s rod that budded. In the Old Testament it is said of these that they were put or laid up “before the testimony” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.34"},"Ex. 16:34"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/17.10"},"Num. 17:10"],"). They were not in the ark in the time of Solomon (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/8.9"},"1 Kgs. 8:9"],"). The book of the law was placed by the side of the ark of the covenant, not inside it (",["a.scriptureRef",{"href":"/scriptures/ot/deut/31.26"},"Deut. 31:26"],"). Upon the ark and forming the lid was the mercy seat. It served, with the ark beneath, as an altar on which the highest atonement known to the Jewish law was effected. On it was sprinkled the blood of the sin offering of the Day of Atonement (",["a.scriptureRef",{"href":"/scriptures/ot/lev/16.14-15"},"Lev. 16:14–15"],"). The mercy seat was the place of the manifestation of God’s glory (",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.22"},"Ex. 25:22"],"). It was God’s throne in Israel. Compare the phrase “The Lord God of Israel, which sitteth upon (or dwelleth between) the cherubim” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/4.4"},"1 Sam. 4:4"],"). At the ends were placed two cherubim of gold of beaten work, spreading out their wings so as to cover the mercy seat and looking toward it."],["div",{"id":"p8","uri":"/scriptures/bd/tabernacle.p8","order":".000.3804"},"The pattern of the tabernacle was delivered by God to Moses. Bezaleel and Aholiab were the chief constructors (",["a.scriptureRef",{"href":"/scriptures/ot/ex/31.3-6"},"Ex. 31:3–6"],"). The people so freely offered for the service of the work that they had to be restrained from bringing. There was more than sufficient for all the work to make it (",["a.scriptureRef",{"href":"/scriptures/ot/ex/36.6-7"},"Ex. 36:6–7"],"). The tabernacle with all its furniture was brought to Moses when complete, and on the first day of the first month of the second year (one year less 14 days from the Exodus) he reared it up and finished the work. When the whole building was set in order, the cloud covered the tent and the glory of the Lord filled the tabernacle (",["a.scriptureRef",{"href":"/scriptures/ot/ex/40.34"},"Ex. 40:34"],"). The cloud, the token of Jehovah’s presence, had the appearance of a fire by night, and by its rising from or abiding on the tent, determined the journeyings and encampments of the children of Israel (",["a.scriptureRef",{"href":"/scriptures/ot/ex/40.34"},"Ex. 40:34"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/9.17-18"},"Num. 9:17–18"],"). The tabernacle accompanied the children of Israel during their wanderings in the desert and in the different stages of the conquest of the land of Canaan. The conquest complete, it was fixed in Shiloh as the place that the Lord had chosen (",["a.scriptureRef",{"href":"/scriptures/ot/josh/18.1"},"Josh. 18:1"],"). Here we find it in the earliest (",["a.scriptureRef",{"href":"/scriptures/ot/judg/18.31"},"Judg. 18:31"],") and latest days of the Judges (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.3"},"1 Sam. 1:3"],"). At the time of the capture of the ark God forsook the tabernacle of Shiloh (",["a.scriptureRef",{"href":"/scriptures/ot/ps/78.60"},"Ps. 78:60"],"). The ark never returned to the tabernacle. It was removed from Shiloh; we find it some years later with its priests and its table of shewbread at Nob (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/21.1"},"1 Sam. 21:1"],"), and in Solomon’s reign with its altar of burnt offering and ministered at by Zadok the high priest at Gibeon (",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/16.39-40"},"1 Chr. 16:39–40"],"). After the building of the temple it entirely disappears from the history."],["div",{"id":"p9","uri":"/scriptures/bd/tabernacle.p9","order":".000.3805"},"Isaiah uses the figure of the tabernacle as a foreshadowing of Zion and the holy city of Jerusalem when it is built up at the Lord’s Second Coming (",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.20"},"Isa. 33:20"],")."]]],"refs":null}
