{"id":18,"parent_id":0,"book_id":23303,"content_id":1,"language_id":0,"display_order":18,"title":"Tackling Foul Language on the Football Field","subtitle":"By Don Harsh","short_title":"Tackling Foul Language on the Football Field","uri":"/new-era/2013/05/tackling-foul-language-on-the-football-field","content":[["div",{"id":"head1","uri":"/new-era/2013/05/tackling-foul-language-on-the-football-field.head1"},[".title","Tackling Foul Language on the Football Field"],[".byline",["div",{"id":"p2","uri":"/new-era/2013/05/tackling-foul-language-on-the-football-field.p2"},"By Don Harsh"]],[".bio",["div",{"id":"p3","uri":"/new-era/2013/05/tackling-foul-language-on-the-football-field.p3"},"Don Harsh lives in Utah, USA."]],[".kicker","My teammate said I wasn’t man enough to swear, but I knew I was “man enough” because I chose not to."]],[".bodyBlock",["div",{"id":"p5","uri":"/new-era/2013/05/tackling-foul-language-on-the-football-field.p5"},"The night before my football team’s first practice of the season, I was so excited I couldn’t sleep. All my life I’d wanted to play little league football. I’d saved up my money over the summer so I could pay for it myself, and now at age 14, I was finally going to fulfill my dream."],["div",{"id":"p6","uri":"/new-era/2013/05/tackling-foul-language-on-the-football-field.p6"},"But during the practice the next day, something really surprised me. It wasn’t how hard my coaches made our team work or how hard they pushed us—I was expecting that. No, I was shocked at the filthy and vulgar language all the players and coaches were using. At first I tried to ignore it and not let it bother me, but after a while it started to have an effect on me. I found myself thinking those words and—even worse—repeating them under stress. I prayed to my Heavenly Father and asked Him to help me be strong. I felt that I needed to be an example to my teammates and my coaches. Then I promised myself and God that I wouldn’t swear."],["div",{"id":"p7","uri":"/new-era/2013/05/tackling-foul-language-on-the-football-field.p7"},"Later in the season, my team was preparing to play our rivals. Right before the game, my coach gave us a pep talk. Our whole team was really motivated, and my coach had us gather to say a cheer. He told us the cheer, and unfortunately it contained swear words. I didn’t have much time to make a decision, but I remembered the promise I’d made to myself and to Heavenly Father. An idea came to my mind to say the cheer, but when the swear word came up, I would just replace it with a different, appropriate word."],["div",{"id":"p8","uri":"/new-era/2013/05/tackling-foul-language-on-the-football-field.p8"},"During the cheer, the player next to me noticed what I said, and after the cheer he started to make fun of me. He went up to the coach and said, “Harsh is Mormon, and he’s not man enough to swear. He’s too churchy!” I thought the coach would get mad at me or start to make fun of me as well, but instead he stood up for me and told my teammate, “Hey, leave Harsh alone. He has a lot of heart and can show you up anytime on the football field!”"],["div",{"id":"p9","uri":"/new-era/2013/05/tackling-foul-language-on-the-football-field.p9"},"I was surprised. I thought my coach would respect me if I swore like everyone else. But he actually respected me more because I was true to my standards and set an example for him and the rest of the team."],["div",{"id":"p10","uri":"/new-era/2013/05/tackling-foul-language-on-the-football-field.p10"},"I don’t know how big of an impact my example had on my teammates and coaches, but I realized later how much that experience strengthened",["span.emphasis","me."],"Now, four years later, it’s easier for me to stand up for what I believe in, no matter what situations I find myself in. I also realized that when we make a decision to obey the commandments, we are not alone—the Holy Ghost will help and support us through our trials."],["div",{"id":"p11","uri":"/new-era/2013/05/tackling-foul-language-on-the-football-field.p11"},"How greatly the Lord blesses those who stand as witnesses of Christ by their words and deeds (see",["a",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],")."]],[".resources"]],"refs":null}
