{"id":6,"parent_id":0,"book_id":13433,"content_id":1,"language_id":1,"display_order":6,"title":"Teaching the Scriptures in Seminaries and Institutes","subtitle":"","short_title":3,"uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes"},[".heading",{"id":"head1","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.head1"},[".titleNumber","3"],["h1","Teaching the Scriptures in Seminaries and Institutes of Religion"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p3"},"To help the youth and young adults understand and rely on the teachings and Atonement of Jesus Christ, teachers in seminary and institute are charged with teaching students the doctrines and principles of the gospel as found in the scriptures. To accomplish this, the S&I administration has determined that in seminary and institute scripture courses, the books and chapters of scripture should be taught in the sequence they appear in the standard works. While this does not mean that every verse must be taught in the exact order it appears, each lesson will generally follow the story line or natural flow of the verses. Studying the scriptures in this way provides the basis for understanding the full scope of the message the inspired writer intended to convey, and allows principles and doctrines of the gospel to be studied as they emerge from and are illustrated by the scriptural text."],["p.preamble","Studying the scriptures sequentially:"],["ul.bullet",["li",["span.label","•"],["p","Allows teachers and students to study gospel truths in harmony with one another as well as in relationship to other content within the scriptures. This enables teachers and students to see and understand with clarity and power the inspired messages in the scriptures."]],["li",["span.label","•"],["p","Provides for the proper emphasis and repetition of the doctrines and principles of the gospel as they are found in the scriptures."]],["li",["span.label","•"],["p","Helps students and teachers identify “cause-and-effect” relationships more easily."]],["li",["span.label","•"],["p","Assists students in discovering and understanding multiple gospel principles, even when they may not be discussed in detail during the lesson. For individual students, these truths can be brought to light by the Holy Ghost and then tailored to fit their own unique circumstances."]],["li",["span.label","•"],["p","Allows teachers and students to study and discuss the doctrines and principles of the gospel in the context of the lives and experiences of those who lived in the past. This helps students to more easily see these principles and doctrines in the context of their own lives."]],["li",["span.label","•"],["p","Helps establish a degree of familiarity with each of the standard works in their entirety."]]],["p.para",{"id":"p11","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p11"},"Elder David A. Bednar taught that reading a book of scripture “from beginning to end initiates the flow of living water into our lives by introducing us to important stories, gospel doctrines, and timeless principles. This approach also enables us to learn about major characters in the scriptures and the sequence, timing, and context of events and teachings. Reading the written word in this way exposes us to the breadth of a volume of scripture. This is the first and most fundamental way of obtaining living water” (“A Reservoir of Living Water” [CES fireside for young adults, Feb. 4, 2007], 2)."],[".topic",{"id":"t1","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.t1"},["h2","Incorporating Fundamentals of Gospel Teaching and Learning",["span.dominant","[3.1]"]],[".img-right",{"id":"f2","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/10581/10581_all_003_01-teaching.jpg"}]],["p.para",{"id":"p13","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p13"},"Each scripture-based lesson in seminary or institute focuses on a scripture block rather than on a particular concept, doctrine, or principle. The curriculum divides the scriptures into these scripture blocks, which may be as little as one chapter (or section), or as broad as an entire book of scripture. Most scripture blocks contain natural breaks where a change in action or topic occurs. Based on these changes, the scripture block is divided into smaller segments or groups of verses. Organizing the study of the entire scripture block into these smaller segments provides a framework for understanding and teaching the message of the inspired author."],["p.para",{"id":"p14","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p14"},"As teachers and students study these segments of the scripture block sequentially, they incorporate many of the Fundamentals of Gospel Teaching and Learning. Fundamentals of Gospel Teaching and Learning, such as understanding the context and content, identifying, understanding, and feeling the truth and importance of and applying gospel doctrines and principles, are not methods but are outcomes to be achieved. These fundamentals work in harmony with each other and establish a basic pattern that teachers and students can follow to instill the gospel within their minds and hearts. This pattern is described as follows:"],["ul.noMarker",["li",["p.para",["b","1. Understand the Context and Content."],"Helping students understand the context and content of a scripture block is the foundational step in the process of teaching the scriptures. An understanding of such information as background and story line creates a basis for discovering gospel principles and doctrines as well as providing illustration and clarification of those truths found within the scripture block. The clarity and the depth of understanding provided by this foundation is often diminished or lost when only a verse or two of a scripture block is taught."]],["li",["p.para",["b","2. Identify Doctrines and Principles."],"An understanding of the content of the scriptures prepares students and teachers to identify principles and doctrines found within the scripture block. Sometimes a scriptural author will directly state the principle or doctrine they wish to convey. Other times those truths are simply implied as they are portrayed within the scriptural account, creating a need to express the gospel teaching in a simple statement of truth."]],["li",["p.para",["b","3. Understand the Meaning of Those Doctrines and Principles."],"Once principles and doctrines have been identified, students and teachers seek to gain a better understanding of those truths by analyzing and discussing their meaning. Often the scripture block itself contains clarifying commentary that can help students grasp the meaning of a statement of doctrine or principle. In addition, likening the scriptures to a modern context helps students better understand what the principles and doctrines mean for their lives. As students’ understanding of a doctrine or principle develops, having the opportunity to explain the gospel truth to others helps fortify and further crystallize their own understanding."]],["li",["p.para",["b","4. Feel the Truth and Importance of the Principle or Doctrine through the Influence of the Spirit."],"A clear understanding of a principle or doctrine prepares students to feel its truth and importance. When students feel the truth, importance, and urgency of the principle or doctrine through the influence of the Spirit, their desire to apply that truth in their lives grows. Teachers can help students to invite and nurture these feelings of the Spirit by giving them opportunities to share experiences they have had in living a gospel principle and to testify of its truthfulness. Teachers can also share their own testimony and experiences. In many instances, the scriptural author also bears testimony of the principle or doctrine being taught. Teachers and students should look for these confirming witnesses within the verses of the scripture block."]],["li",["p.para",["b","5. Apply Doctrines and Principles."],"A feeling of the truth and importance of a doctrine or principle opens the doorway for a student to apply it to his or her life. Although personal application of gospel principles most often takes place outside of a class setting, there are important things that can happen during the lesson that help increase students’ commitment and ability to apply what they are learning in a meaningful way. Teachers can give students opportunities to ponder their own situation and to consider specific ways they can apply the principle or doctrine. As students are given time to reflect and consider how to personalize the principle for their own life, the Spirit can bring individual direction to their minds. When appropriate, teachers can invite students to share ideas of how they could apply the principle in the future."]]],["p.para",{"id":"p20","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p20"},"This basic pattern is repeated in full or in part throughout the lesson as teachers and students study each group of verses in the scripture block."],["p.para",{"id":"p21","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p21"},"Some segments of a scripture block will be emphasized during the lesson, while others may be given less attention because they are less central to the overall message of the inspired author or the particular needs of the students. For some segments, much time and effort will be allocated for the understanding of context and content, for discovering principles and doctrines of the gospel, and for teachers to continue guiding students through the entire process of understanding, feeling the truth and importance of, and seeking to apply the principle."],["p.para",{"id":"p22","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p22"},"In other instances, the context and content will be studied and understood sufficiently for a principle or doctrine to be identified before moving to the next segment of the scripture block. As teachers or students briefly mention a doctrine or principle when it becomes evident in the text, it provides opportunities for the Holy Ghost to teach and personalize gospel truths needed by individual students, even though these truths may not be discussed at length as part of the lesson."],[".img-right",{"id":"f4","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/10581/10581_all_003_02-class.jpg"}]],["p.para",{"id":"p23","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p23"},"For yet other segments, teachers and students may study only the context and content, or teachers may merely summarize the story line or content before moving on to the next group of verses.",["span.emphasis","Summarizing"],"means to briefly tell what is contained in chapters or verses that are not emphasized in class. Summarizing allows a teacher to move quickly through portions of the scripture block. By summarizing segments of the scripture block rather than omitting them, teachers help students keep the story line and context clear in their minds and provide a foundation for discovering and understanding principles or doctrines that will arise later in the block. Summarizing also helps preserve the integrity and flow of the inspired author’s message."],["p.para",{"id":"p24","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p24"},"As teachers and students progress sequentially through each segment of the scripture block in this manner, they can better understand how one group of verses relates to the others. Seeing the relationship among the various parts of the scripture block helps teachers and students not only understand the individual doctrines and principles on a deeper level, but also helps them perceive the broader view of what the scriptures are teaching."]],[".topic",{"id":"t2","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.t2"},["h2",["a.scriptureRef",{"href":"/scriptures/nt/luke/5"},"Luke 5:"],"An Example",["span.dominant","[3.2]"]],["p.para",{"id":"p26","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p26"},"The following example demonstrates how a teacher might teach a scripture block incorporating the Fundamentals of Gospel Teaching and Learning."],["p.para",{"id":"p27","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p27"},"The scripture block in this example,",["a.scriptureRef",{"href":"/scriptures/nt/luke/5"},"Luke 5"],", could be divided into smaller groups of verses or segments based on changes in the story line or topic:"],[".figure",{"id":"f5","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.f5"},["table",["tbody",["tr",["td",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.1-11"},"Luke 5:1–11"]],["td",["p.para","After miraculously catching a multitude of fishes, Peter, James, and John are called by the Lord to be fishers of men."]],["td"]],["tr",["td",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.12-26"},"Luke 5:12–26"]],["td",["p.para","Jesus heals several individuals with physical infirmities and forgives sins."]],["td"]],["tr",["td",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.27-35"},"Luke 5:27–35"]],["td",["p.para","Jesus eats with publicans and sinners, causing the scribes and Pharisees to question Him."]],["td"]],["tr",["td",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.36-39"},"Luke 5:36–39"]],["td",["p.para","Jesus gives the parable of new wine in old bottles."]],["td"]]]]],["p.para",{"id":"p36","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p36"},"The following chart will be used to illustrate the progression of this sample lesson through each of these segments. It will also depict the extent to which the teacher plans to incorporate the Fundamentals of Gospel Teaching and Learning in each group of verses."],[".image",{"id":"f6","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/10581/10581_000_003_03-chart1.gif"}]],[".topic",{"id":"t3","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.t3"},["h3","Verses 1–11"],["h4","After miraculously catching a multitude of fishes, Peter, James, and John were called by the Lord to be fishers of men."],["p.para",{"id":"p50","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p50"},"The teacher would begin by helping students",["b","understand the context and content"],"of",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.1-11"},"Luke 5:1–11"],". As they study these verses, students would learn that Jesus asked Peter to “launch out into the deep, and let down [his] nets for a draught [catch]” (verse 4). They would see that despite having fished all night and “taken nothing” (verse 5), Peter obeyed the Lord and to his astonishment caught a multitude of fish. From Peter’s experience, students could",["b","identify the principle:"],["span.emphasis","If we do what the Lord asks even when we don’t understand why, He can provide greater blessings than we anticipate."],"The teacher could then help students better",["b","understand this principle"],"and what it means to them by discussing with them how Peter’s experience could be like circumstances in their own lives or by sharing a related statement from a latter-day prophet or apostle."],["p.para",{"id":"p51","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p51"},"In these verses, the teacher’s desire is not only to help students identify and understand this important principle, but also to help them",["b","feel of its truth and importance"],"through the influence of the Spirit. To do so, the teacher could ask students to share how they have been blessed by responding to the Lord’s direction even when they did not fully see the reasons for it. As students and the teacher testify of how they have seen evidence of this principle in their lives, the Spirit can testify of its truth and inspire them to act. The teacher could then give students a few minutes to reflect on and write down how they could",["b","apply"],"this principle."],["p.para",{"id":"p52","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p52"},"The chart now reflects which Fundamentals of Gospel Teaching and Learning were implemented in this segment of verses."],[".image",{"id":"f7","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/10581/10581_000_003_04-chart2.gif"}]]],[".topic",{"id":"t4","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.t4"},["h3","Verses 12–26"],["h4","Jesus healed several individuals with physical infirmities and forgave sins."],["p.para",{"id":"p55","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p55"},"To help students",["b","understand the content"],"of these verses, the teacher would have them first become acquainted with the story line of the leper and the paralytic being healed by the Lord. To deepen their understanding of the content, the teacher could have students analyze how these two healings are similar and how they are different. To help them do this the teacher might have them consider the role that faith played in both healings. After discovering that faith was necessary in both instances, students could",["b","identify the principle:"],["span.emphasis","As we exercise faith and come to the Savior, He can heal us."],"By analyzing the differences between the two accounts, students would notice that while the leper came to the Lord on his own, the man who was paralyzed needed the help of others. From this students could identify an additional principle:",["span.emphasis","We can help others come to the Savior so that they can be healed."]],["p.para",{"id":"p56","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p56"},"The teacher could help students",["b","understand these principles"],"by asking them to describe things besides physical infirmities that people can be healed of. The discussion could help students understand that the physical healings in these verses can symbolize the Lord’s ability to heal us spiritually. This could include such things as forgiving our sins, comforting us in sorrow, or calming our fears or anxieties."],["p.para",{"id":"p57","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p57"},"In order to help students",["b","feel the truth and importance of these principles,"],"the teacher could ask students to share an experience when they or someone they know has been healed spiritually or physically. Students could also be asked to share examples of when they have seen a person bring someone else to the Lord to receive the Savior’s healing influence. (When students share such examples, they should be reminded not to give the names of the people involved.) The teacher may invite students to testify of the Savior’s love and His power to heal us."],["p.para",{"id":"p58","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p58"},"To encourage",["b","application,"],"the teacher would then have students think of something specific they could do to exercise faith to be healed, forgiven, or comforted, or ways they might bring a friend or someone else to the Savior."],["p.para",{"id":"p59","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p59"},"Before moving on to verses 27–35, the teacher might ask the students to share what they have learned about the Savior from these verses. Responses to this invitation could elicit feelings of gratitude and recognition of the Savior’s compassion."],[".image",{"id":"f8","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.f8"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/10581/10581_000_003_05-chart3.gif"}]]],[".topic",{"id":"t5","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.t5"},["h3","Verses 27–35"],["h4","Jesus ate with publicans and sinners, causing the scribes and Pharisees to question Him."],["p.para",{"id":"p62","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p62"},"In this segment the teacher plans only to help students",["b","understand the context and content."],"In studying these verses students would learn about the call of the publican Levi, or Matthew, and about Jesus eating with the publicans and sinners (content). The teacher might help the students understand that the publicans were viewed as outcasts and sinners by the Jews (context). This context would help students understand the significance of Matthew’s future call to become the Lord’s disciple. It would also give added meaning to the exchange that occurred in these verses between the Pharisees and the Lord concerning His “eat[ing] and drink[ing] with publicans and sinners” and His mission to help the sinners repent (see verses 30–32)."],[".image",{"id":"f9","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.f9"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/10581/10581_000_003_06-chart4.gif"}]]],[".topic",{"id":"t6","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.t6"},["h3","Verses 36–39"],["h4","Jesus gave the parable of new wine in old bottles."],["p.para",{"id":"p65","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p65"},"To help students",["b","understand the context and content"],"of this parable, the teacher could refer them to the footnote in verse 37 (which explains that the bottles are leather bags or wineskins) and discuss the difference between new leather that is soft and pliable and leather that has become hard and brittle. The teacher could then explain that Jesus was speaking to the Pharisees (context), and that the “old garment” and the “old bottles” in this parable represent the Pharisees who were unwilling to change and accept the doctrine of Christ. The teacher could also point out that the “new cloth” and the “new bottles” represent those people who were willing to change and accept the Savior and His teachings."],["p.para",{"id":"p66","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p66"},"The teacher could then ask the students to",["b","identify a principle"],"based on this parable. One possible truth students may identify is:",["span.emphasis","To accept the Savior and His gospel, we must be humble and willing to change."],"The teacher might then have students review the chapter, looking for examples where individuals were hardened and unyielding in their attitude toward the Savior and His teachings, as well as for examples where individuals were humble and willing to change. This activity would help students better",["b","understand this principle."]],["p.para",{"id":"p67","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.p67"},"The teacher could conclude the lesson by inviting students to share any additional insights or impressions they have gained through their study of",["a.scriptureRef",{"href":"/scriptures/nt/luke/5"},"Luke 5"],". The teacher might also testify of the truths that have been taught and encourage students to act upon the principles and doctrines they have discovered."],[".image",{"id":"f10","uri":"/manual/gospel-teaching-and-learning-a-handbook-for-teachers-and-leaders-in-seminaries-and-institutes-of-religion/teaching-the-scriptures-in-seminaries-and-institutes.f10"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/10581/10581_000_003_07-chart5.gif"}]]]]]]]],"refs":null}
