{"id":44,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":44,"title":"Teachings for Our Time","subtitle":"","short_title":"Teachings for Our Time","uri":"/liahona/2013/05/teachings-for-our-time","content":[["div",{"id":"head1","uri":"/liahona/2013/05/teachings-for-our-time.head1"},[".title","Teachings for Our Time"]],[".bodyBlock",["div",{"id":"p2","uri":"/liahona/2013/05/teachings-for-our-time.p2"},"Melchizedek Priesthood and Relief Society lessons on fourth Sundays will be devoted to “Teachings for Our Time.” Each lesson can be prepared from one or more talks given in the most recent general conference (see chart below). Stake and district presidents may choose which talks should be used, or they may assign this responsibility to bishops and branch presidents. Leaders emphasize the value of Melchizedek Priesthood brethren and Relief Society sisters studying the same talks on the same Sundays."],["div",{"id":"p3","uri":"/liahona/2013/05/teachings-for-our-time.p3"},"Those attending fourth-Sunday lessons are encouraged to study and bring to class the latest general conference issue of the magazine."],["div",{"id":"t1","uri":"/liahona/2013/05/teachings-for-our-time.t1"},[".title","Suggestions for Preparing a Lesson from Talks"],["div",{"id":"p5","uri":"/liahona/2013/05/teachings-for-our-time.p5"},"Pray that the Holy Spirit will be with you as you study and teach the talk(s). You may be tempted to prepare the lesson using other materials, but the conference talks are the approved curriculum. Your assignment is to help others learn and live the gospel as taught in the most recent general conference of the Church."],["div",{"id":"p6","uri":"/liahona/2013/05/teachings-for-our-time.p6"},"Review the talk(s), looking for principles and doctrines that meet the needs of class members. Also look for stories, scripture references, and statements from the talk(s) that will help you teach these truths."],"Make an outline of how to teach the principles and doctrines. Consider including questions that help class members:",["ul.bullet",["li",["span.label","•"],[".para","Look for principles and doctrines in the talk(s)."]],["li",["span.label","•"],[".para","Think about their meaning."]],["li",["span.label","•"],[".para","Share understanding, ideas, experiences, and testimonies."]],["li",["span.label","•"],[".para","Apply these principles and doctrines in their lives."]]]],["table.lds-table",["tbody",["tr",["th",[".para","Months Lessons Are Taught"]],["th",[".para","Fourth-Sunday Lesson Materials"]]],["tr",["td",[".para","April 2013–October 2013"]],["td",[".para","Talks given in the April 2013 general conference",["sup"]]]],["tr",["td",[".para","October 2013–April 2014"]],["td",[".para","Talks given in the October 2013 general conference",["sup"]]]]]]],[".bodyNotes"]],"refs":[["div",{"id":"/liahona/2013/05/teachings-for-our-time","uri":"/liahona/2013/05/teachings-for-our-time"},["span.label"],"For the April and October fourth-Sunday lessons, talk(s) may be selected from the previous conference or from the most recent one. The talks are available in many languages at",["a",{"href":"http://conference.lds.org"},["span.language","conference.lds.org"]],"."]]}
