{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":15,"title":"Teaching the One","subtitle":"By Janice LeFevre","short_title":"Teaching the One","uri":"/ensign/2013/07/teaching-the-one","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/07/teaching-the-one"},[".heading",{"id":"head1","uri":"/ensign/2013/07/teaching-the-one.head1"},[".title","Teaching the One"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/07/teaching-the-one.p2"},"By Janice LeFevre"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/07/teaching-the-one.p3"},"The author lives in Utah, USA."]],[".kicker","While integration is the goal for children with disabilities, my experience with Carver taught me that there may be situations that require adaptation."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/07/teaching-the-one.p5"},"Carver is a boy with sparkling blue eyes, a charming smile, and autism. For several years I was his assistant in Primary. Our time together in the classroom was generally an exercise in helping him be reverent and not disturb the other children. He was in his own world and did not seem to connect with the music or the lessons."],["p.para",{"id":"p6","uri":"/ensign/2013/07/teaching-the-one.p6"},"When he was about six, his incomprehensible grunts and jabbering gradually gave way to words that I could understand if I listened carefully. Those who loved him rejoiced. However, this new development also brought new challenges. Cognitively Carver was a toddler, and the Primary lessons were above his level. He was bored and becoming quite disruptive in class."],[".topic",{"id":"t1","uri":"/ensign/2013/07/teaching-the-one.t1"},[".title","Seeking Alternatives"],["p.para",{"id":"p8","uri":"/ensign/2013/07/teaching-the-one.p8"},"When Carver was seven, his mother expressed concern that he was not grasping gospel principles. She wondered if we could find a way to help him learn. After brainstorming and obtaining the consent of the Primary president and the bishop, we pulled Carver from his class, and I began teaching him individually. Carver’s mom joined us."],["p.para",{"id":"p9","uri":"/ensign/2013/07/teaching-the-one.p9"},"For 10 to 15 minutes, I taught him from the nursery manual,",["span.emphasis","Behold Your Little Ones."],"The simple lessons, songs, pictures, and activities perfectly suited his needs. I augmented each lesson with toys, puzzles, or flannel board figures that we played with to reinforce the principles taught. As I taught, I asked Carver to repeat the words I said, and he did so. Neither his mother nor I knew if he understood the words, but we were pleased he could say them."],["p.para",{"id":"p10","uri":"/ensign/2013/07/teaching-the-one.p10"},"After our lesson, Carver and I joined the nursery children for a snack and to listen to their lesson. Thus, Carver heard the same instruction twice each Sunday and had an opportunity to practice reverent behavior with children who were also learning to sit still. When the nursery class ended, we attended sharing time."],["p.para",{"id":"p11","uri":"/ensign/2013/07/teaching-the-one.p11"},"A few months passed. One Sunday, using a Nativity puzzle, I taught Carver that Heavenly Father was Jesus’s Father. The following week I taught him that he was a child of God but did not remind him that Jesus was God’s son too. At the end of the lesson, Carver played with the Nativity puzzle. He held up baby Jesus and said to himself, “Heavenly Father … Jesus’s Dad.” Then he paused and added, “Heavenly Father … Carver Dad.” For the first time, I knew he understood our lessons!"]],[".topic",{"id":"t2","uri":"/ensign/2013/07/teaching-the-one.t2"},[".title","Reaching Milestones"],["p.para",{"id":"p13","uri":"/ensign/2013/07/teaching-the-one.p13"},"That fall, when Carver turned eight, he joined his peers in Cub Scouts but continued his individualized Primary class instruction. In January he graduated from the nursery class and attended Sunbeams with his nursery friends. Here I was his assistant as two other sisters taught. By the end of the year he was able to sit quietly, pay attention throughout the lesson, and participate when called upon. At school his mother was surprised to discover that he could read at a second-grade level."],["p.para",{"id":"p14","uri":"/ensign/2013/07/teaching-the-one.p14"},"Another milestone happened during the Primary’s sacrament meeting presentation. In previous years, Carver had been overwhelmed by seeing so many people in the congregation and the added stimulation of being a performer. Each year, he’d had a meltdown and had to be taken to the foyer before the program ended. This year we worked harder to prepare him for success. His parents brought him to each practice, where we carefully helped him learn appropriate “stage” behavior. We limited his time being up front by having him sit on the front pew when the other children took their turns. We helped him repeat his one-sentence speaking part. When he was “onstage,” I sat beside him and, by gently holding his hands in mine, was able to redirect his urges to touch and distract the other children."],["p.para",{"id":"p15","uri":"/ensign/2013/07/teaching-the-one.p15"},"By the day of the program, he was ready. He smiled and stood quietly during the songs. Although he did not say his assigned line when it was his turn to speak, he shared what was in his heart: “I love Jesus.” Afterward he beamed with a sense of accomplishment."]],[".topic",{"id":"t3","uri":"/ensign/2013/07/teaching-the-one.t3"},[".title","Welcoming Change"],["p.para",{"id":"p17","uri":"/ensign/2013/07/teaching-the-one.p17"},"The following January, Carver rejoined his peers in the Valiant 9 class, and I again served as his assistant. Before the new class began, the Primary president, Carver’s family, and I met with the new teachers to introduce them to Carver. We explained Carver’s disability, provided materials from the Church’s disability website, and suggested how to modify lessons to meet his needs."],["p.para",{"id":"p18","uri":"/ensign/2013/07/teaching-the-one.p18"},"On the first day of class, I introduced Carver to the other children. I told them about Carver’s artistic talents and his gift for showing love. I enlisted their help in being reverent so that he would not become overwhelmed by too much noise or activity."],["p.para",{"id":"p19","uri":"/ensign/2013/07/teaching-the-one.p19"},"In subsequent weeks, the children welcomed him and often saved him a seat. I noticed that Carver seemed proud to be in this class. His new teachers also made him feel valued and welcome. They began each class period by asking the children to share something good about their week. Before class time, I would ask Carver’s mom to tell me something that I could prompt him to share when it was his turn. I sat beside him, helped him answer questions and read when asked, and showed him extra pictures related to the lesson."],["p.para",{"id":"p20","uri":"/ensign/2013/07/teaching-the-one.p20"},"A couple of months later, because of ward restructuring, the Valiant 9 teachers received new callings, and another sister and I were called to teach the class."]],[".topic",{"id":"t4","uri":"/ensign/2013/07/teaching-the-one.t4"},[".title","Helping Everyone"],["p.para",{"id":"p22","uri":"/ensign/2013/07/teaching-the-one.p22"},"Taking turns presenting the lesson and caring for Carver, the other new teacher and I modified the curriculum to explain each concept visually. In addition to the materials provided with the manual, we used pictures from the",["span.emphasis","Gospel Art Book,"],"from the Church magazines, and from LDS.org. Some Sundays we used flannel board figures, toys, or other props to tell stories; other weeks we invited the children, including Carver, to act them out."],["p.para",{"id":"p23","uri":"/ensign/2013/07/teaching-the-one.p23"},"To help Carver join the class discussions, we would say a simple sentence or two that summarized the principle we were teaching and have him repeat it to us. To help with his comprehension, Carver’s mom would read scripture stories with him during the week before our lesson, focusing on the stories we planned to cover in class."],["p.para",{"id":"p24","uri":"/ensign/2013/07/teaching-the-one.p24"},"In class, as we read from the scriptures, we stopped to explain words and, if possible, provided pictures to help with the explanation. For instance, when we talked about Jesus healing a man with a withered hand (see",["a",{"href":"/scriptures/nt/matt/12.10-13"},"Matthew 12:10–13"],"), we brought a photo of a severely arthritic hand. We discussed how hard it would be for someone with a withered hand to work or play and how grateful the man must have been for Jesus’s miracle."],["p.para",{"id":"p25","uri":"/ensign/2013/07/teaching-the-one.p25"},"Sometimes instead of reading from the scriptures, we would read from illustrated scripture stories and talk about each illustration. The children also loved watching segments of Church DVDs."],["p.para",{"id":"p26","uri":"/ensign/2013/07/teaching-the-one.p26"},"My co-teacher and I discovered that these teaching methods not only assisted Carver but also helped",["span.emphasis","all"],"class members grasp the stories and principles we were teaching. The entire class became more reverent and engaged. One quiet child who had seldom participated began reading aloud and answering questions. Two others, who had often found teasing one another preferable to listening, became more focused on the lessons."],["p.para",{"id":"p27","uri":"/ensign/2013/07/teaching-the-one.p27"},"During His ministry, the Savior sometimes tailored His message to teach one individual (see",["a",{"href":"/scriptures/nt/luke/10.25-37"},"Luke 10:25–37"],"). Yet others who listened were also taught and edified. In our classroom we found that following His pattern of reaching out to the one brought similar blessings."]]],[".resources",[".moreInfo",[".title","Guidelines for Teaching Children with Disabilities"],["p.para",{"id":"p29","uri":"/ensign/2013/07/teaching-the-one.p29"},"“Children who have disabilities are normally included in their regular Primary classes. As needed, and where possible, a special teacher may be called to attend class with them or to teach them separately” (",["span.emphasis","Handbook 2: Administering the Church"],"[2010], 11.8.6; see also 21.1.26)."]],[".moreInfo",[".title","Resources for Helping Those with Disabilities"],["ul.bullet",["li",["span.label","•"],["p.para","The Church offers materials in audio format, in braille, in large print, or with captions. Visit",["a",{"href":"http://store.lds.org"},"store.lds.org"],"and click on",["b","Materials for Those with Disabilities."]]],["li",["span.label","•"],["p.para","The website",["a",{"href":"http://disabilities.lds.org"},"disabilities.lds.org"],"includes information about specific disabilities and ideas for teachers."]],["li",["span.label","•"],["p.para","Bishops and stake presidencies may consider calling a ward or stake disability specialist (see",["span.emphasis","Handbook 2: Administering the Church"],"[2010], 21.1.26). For more information, visit",["a",{"href":"http://lds.org/callings/disability-specialist"},"lds.org/callings/disability-specialist"],"."]]]]]]]],"refs":null}
